var ocr_data = {
    "001.jpg": [
        {
            "x1": 484,
            "y1": 106,
            "x2": 544,
            "y2": 198,
            "text": "恐ろしく 美味い",
            "vi": "Rất ngon"
        },
        {
            "x1": 77,
            "y1": 130,
            "x2": 120,
            "y2": 300,
            "text": "なもの食のたのは 初めてだ",
            "vi": "Đây là lần đầu tiên thức ăn là"
        },
        {
            "x1": 498,
            "y1": 385,
            "x2": 536,
            "y2": 498,
            "text": "れは王恋だ 玉葱の味だ",
            "vi": "Hương vị của hành tây là tình yêu vua"
        },
        {
            "x1": 437,
            "y1": 402,
            "x2": 475,
            "y2": 502,
            "text": "でも な味は",
            "vi": "Nhưng hương vị"
        },
        {
            "x1": 160,
            "y1": 400,
            "x2": 198,
            "y2": 513,
            "text": "それに卵 卵が実に",
            "vi": "Và trứng thực sự"
        },
        {
            "x1": 69,
            "y1": 427,
            "x2": 106,
            "y2": 567,
            "text": "主張すぎず ことのの美味さを",
            "vi": "Sự ngon lành của những điều không tuyên bố quá nhiều"
        },
        {
            "x1": 513,
            "y1": 647,
            "x2": 555,
            "y2": 774,
            "text": "これが 俺の卵なのか…",
            "vi": "Đây có phải là quả trứng của tôi..."
        },
        {
            "x1": 63,
            "y1": 758,
            "x2": 82,
            "y2": 856,
            "text": "合格ですか",
            "vi": "Bạn đang vượt qua?"
        }
    ],
    "002.jpg": [
        {
            "x1": 519,
            "y1": 115,
            "x2": 580,
            "y2": 228,
            "text": "文句なしの 合格だ！",
            "vi": "Đó là một đường chuyền mà không có phàn nàn!"
        },
        {
            "x1": 382,
            "y1": 375,
            "x2": 423,
            "y2": 530,
            "text": "やっほう♪",
            "vi": "Yeah ♪"
        }
    ],
    "003.jpg": [
        {
            "x1": 515,
            "y1": 124,
            "x2": 533,
            "y2": 172,
            "text": "こんな",
            "vi": "Như vậy"
        },
        {
            "x1": 475,
            "y1": 125,
            "x2": 491,
            "y2": 271,
            "text": "ああ顔も隠さなと",
            "vi": "Ồ, khuôn mặt của tôi được ẩn giấu"
        },
        {
            "x1": 138,
            "y1": 379,
            "x2": 158,
            "y2": 428,
            "text": "えーと",
            "vi": "Ừm"
        },
        {
            "x1": 81,
            "y1": 380,
            "x2": 116,
            "y2": 495,
            "text": "卵を売ってくれる というので",
            "vi": "Bởi vì nó bán trứng"
        },
        {
            "x1": 0,
            "y1": 501,
            "x2": 627,
            "y2": 663,
            "text": "ぐわぐやぐがぐあ",
            "vi": "Gwaguyagugua"
        },
        {
            "x1": 500,
            "y1": 660,
            "x2": 560,
            "y2": 786,
            "text": "だからて こんなところで 顔を出すなんて",
            "vi": "Đó là lý do tại sao tôi ra ngoài ở một nơi như vậy"
        },
        {
            "x1": 153,
            "y1": 638,
            "x2": 194,
            "y2": 764,
            "text": "ちょらと危機感 誰すぎませか",
            "vi": "Có ai có cảm giác khủng hoảng?"
        },
        {
            "x1": 75,
            "y1": 656,
            "x2": 115,
            "y2": 812,
            "text": "それにまだ私達も た事がないような",
            "vi": "Và có vẻ như chúng ta chưa bao giờ làm nó"
        }
    ],
    "004.jpg": [
        {
            "x1": 531,
            "y1": 98,
            "x2": 566,
            "y2": 199,
            "text": "えっと こめんなさ？",
            "vi": "Chà, tôi xin lỗi?"
        },
        {
            "x1": 538,
            "y1": 279,
            "x2": 559,
            "y2": 363,
            "text": "可愛いよね",
            "vi": "Nó dễ thương"
        },
        {
            "x1": 507,
            "y1": 331,
            "x2": 527,
            "y2": 428,
            "text": "ちゅーしたい",
            "vi": "tôi muốn làm việc đó"
        },
        {
            "x1": 546,
            "y1": 572,
            "x2": 565,
            "y2": 654,
            "text": "可愛りよね",
            "vi": "Nó dễ thương"
        },
        {
            "x1": 514,
            "y1": 630,
            "x2": 532,
            "y2": 725,
            "text": "ゅーた",
            "vi": "Tauta"
        },
        {
            "x1": 83,
            "y1": 553,
            "x2": 122,
            "y2": 708,
            "text": "この 全然反省してなしよー？",
            "vi": "Bạn không suy ngẫm về điều này ở tất cả?"
        },
        {
            "x1": 205,
            "y1": 707,
            "x2": 379,
            "y2": 730,
            "text": "※心の声だだ漏れ",
            "vi": "* Giọng nói của trái tim là một rò rỉ"
        }
    ],
    "005.jpg": [
        {
            "x1": 35,
            "y1": 17,
            "x2": 582,
            "y2": 142,
            "text": "いち…いち…いちw。",
            "vi": "Ichi... ichi... ichi w."
        },
        {
            "x1": 519,
            "y1": 118,
            "x2": 557,
            "y2": 212,
            "text": "おい もういいかね",
            "vi": "Này, có ổn không?"
        },
        {
            "x1": 55,
            "y1": 125,
            "x2": 107,
            "y2": 249,
            "text": "あ はい",
            "vi": "Oh, vâng"
        },
        {
            "x1": 515,
            "y1": 318,
            "x2": 550,
            "y2": 405,
            "text": "今回の合構は アンタだけだ",
            "vi": "Lần này là người duy nhất"
        },
        {
            "x1": 413,
            "y1": 309,
            "x2": 451,
            "y2": 448,
            "text": "口済ませが 大丈夫が",
            "vi": "Không sao cả để nói"
        },
        {
            "x1": 83,
            "y1": 355,
            "x2": 103,
            "y2": 388,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 509,
            "y1": 557,
            "x2": 527,
            "y2": 617,
            "text": "来てれ",
            "vi": "Hãy đến"
        },
        {
            "x1": 509,
            "y1": 731,
            "x2": 529,
            "y2": 811,
            "text": "氷室",
            "vi": "Phòng băng"
        }
    ],
    "006.jpg": [
        {
            "x1": 142,
            "y1": 171,
            "x2": 180,
            "y2": 286,
            "text": "あああすが 鍋に残ってる分は",
            "vi": "Ah, nhưng những gì còn lại trong nồi"
        },
        {
            "x1": 105,
            "y1": 171,
            "x2": 123,
            "y2": 232,
            "text": "ださ",
            "vi": "Chỉ"
        },
        {
            "x1": 550,
            "y1": 388,
            "x2": 597,
            "y2": 471,
            "text": "ありがたい それど",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 472,
            "y1": 423,
            "x2": 492,
            "y2": 496,
            "text": "かんか？",
            "vi": "Kan?"
        },
        {
            "x1": 148,
            "y1": 436,
            "x2": 166,
            "y2": 549,
            "text": "申訳ありません",
            "vi": "Không có lý do"
        },
        {
            "x1": 556,
            "y1": 643,
            "x2": 593,
            "y2": 783,
            "text": "別に作り方を 教てと言",
            "vi": "Dạy cách làm cho nó một cách riêng biệt"
        },
        {
            "x1": 515,
            "y1": 644,
            "x2": 531,
            "y2": 729,
            "text": "金なら払う",
            "vi": "Trả tiền cho tiền"
        },
        {
            "x1": 132,
            "y1": 736,
            "x2": 148,
            "y2": 835,
            "text": "すみませ",
            "vi": "Tôi xin lôi"
        }
    ],
    "007.jpg": [
        {
            "x1": 504,
            "y1": 95,
            "x2": 543,
            "y2": 218,
            "text": "作るの 面倒なだよっ",
            "vi": "Đó là một rắc rối để thực hiện"
        },
        {
            "x1": 444,
            "y1": 151,
            "x2": 482,
            "y2": 309,
            "text": "程自体は単純だは そととにか時間が掛かる",
            "vi": "Điều đơn giản là nó mất nhiều thời gian."
        },
        {
            "x1": 188,
            "y1": 119,
            "x2": 204,
            "y2": 273,
            "text": "続けるがの世界たと",
            "vi": "Tiếp tục, nhưng thế giới"
        },
        {
            "x1": 55,
            "y1": 182,
            "x2": 73,
            "y2": 270,
            "text": "掛かりすきる",
            "vi": "tôi thích nó"
        },
        {
            "x1": 510,
            "y1": 414,
            "x2": 552,
            "y2": 533,
            "text": "創造魔法を 使えばすだ",
            "vi": "Nếu bạn sử dụng phép thuật sáng tạo"
        },
        {
            "x1": 133,
            "y1": 405,
            "x2": 163,
            "y2": 538,
            "text": "U向7るですF",
            "vi": "Hướng lên 7 là f"
        },
        {
            "x1": 93,
            "y1": 414,
            "x2": 110,
            "y2": 563,
            "text": "しおのれて料理作ると",
            "vi": "Nếu bạn nấu ăn với Shio"
        },
        {
            "x1": 56,
            "y1": 414,
            "x2": 72,
            "y2": 530,
            "text": "あのるd",
            "vi": "Đó là d"
        },
        {
            "x1": 498,
            "y1": 700,
            "x2": 543,
            "y2": 820,
            "text": "ぬう駄日か…… 残意だ",
            "vi": "Đó là một ngày tồi tệ..."
        },
        {
            "x1": 78,
            "y1": 686,
            "x2": 108,
            "y2": 804,
            "text": "申じ訳ない",
            "vi": "Không có bản dịch"
        }
    ],
    "008.jpg": [
        {
            "x1": 549,
            "y1": 106,
            "x2": 591,
            "y2": 221,
            "text": "あの レンさん …その……",
            "vi": "Đó là... đó..."
        },
        {
            "x1": 553,
            "y1": 341,
            "x2": 580,
            "y2": 423,
            "text": "今度ね？",
            "vi": "Lần này, phải không?"
        },
        {
            "x1": 525,
            "y1": 363,
            "x2": 557,
            "y2": 439,
            "text": "彼っておげる",
            "vi": "Của cô ấy"
        },
        {
            "x1": 169,
            "y1": 394,
            "x2": 205,
            "y2": 480,
            "text": "はい！",
            "vi": "Vâng!"
        },
        {
            "x1": 88,
            "y1": 328,
            "x2": 136,
            "y2": 536,
            "text": "リーさんが 残念な子になってしまった",
            "vi": "Lee đã trở thành một đứa trẻ thất vọng"
        },
        {
            "x1": 554,
            "y1": 621,
            "x2": 591,
            "y2": 776,
            "text": "そ言は 宿のほううはどらたり",
            "vi": "Từ đó là một dora trong nhà trọ"
        },
        {
            "x1": 234,
            "y1": 732,
            "x2": 250,
            "y2": 858,
            "text": "ありませんでもた",
            "vi": "không phải"
        },
        {
            "x1": 137,
            "y1": 791,
            "x2": 159,
            "y2": 850,
            "text": "はい？",
            "vi": "Vâng?"
        }
    ],
    "009.jpg": [
        {
            "x1": 482,
            "y1": 393,
            "x2": 521,
            "y2": 520,
            "text": "道の周囲が 指けてましたよね？",
            "vi": "Khu vực quanh đường là ngón tay, phải không?"
        },
        {
            "x1": 121,
            "y1": 459,
            "x2": 137,
            "y2": 584,
            "text": "あの体が王",
            "vi": "Cơ thể đó là Vua"
        },
        {
            "x1": 60,
            "y1": 459,
            "x2": 75,
            "y2": 584,
            "text": "馬車て寝るそそす",
            "vi": "Tôi sẽ ngủ trên một chiếc xe ngựa"
        },
        {
            "x1": 482,
            "y1": 700,
            "x2": 539,
            "y2": 853,
            "text": "宿探戻 さんは居な 馬車も無で",
            "vi": "Ông Yado trở lại không có xe ngựa"
        }
    ],
    "010.jpg": [
        {
            "x1": 515,
            "y1": 106,
            "x2": 553,
            "y2": 246,
            "text": "保管してある 好きなだは買ってくれ",
            "vi": "Vui lòng mua những gì bạn thích"
        },
        {
            "x1": 563,
            "y1": 488,
            "x2": 598,
            "y2": 583,
            "text": "え 好きなだけ てすが？",
            "vi": "Eh, bạn thích điều gì?"
        },
        {
            "x1": 369,
            "y1": 486,
            "x2": 406,
            "y2": 626,
            "text": "の先量が 減るのは確実だがらな",
            "vi": "Tôi chắc chắn rằng nó chắc chắn đã giảm."
        },
        {
            "x1": 487,
            "y1": 688,
            "x2": 546,
            "y2": 858,
            "text": "正直 買ら 全部",
            "vi": "Thành thật mua mọi thứ"
        }
    ],
    "011.jpg": [
        {
            "x1": 506,
            "y1": 74,
            "x2": 522,
            "y2": 228,
            "text": "あまり寒くなよね",
            "vi": "Nó không quá lạnh"
        },
        {
            "x1": 57,
            "y1": 160,
            "x2": 75,
            "y2": 222,
            "text": "ですか？",
            "vi": "Có phải là không?"
        },
        {
            "x1": 533,
            "y1": 351,
            "x2": 551,
            "y2": 450,
            "text": "気付いたか",
            "vi": "Bạn có để ý không"
        },
        {
            "x1": 127,
            "y1": 348,
            "x2": 206,
            "y2": 475,
            "text": "気せくのに 時間ががかてな そのせて雷が なま",
            "vi": "Tôi có thời gian để lo lắng về điều đó, và sét là"
        },
        {
            "x1": 470,
            "y1": 529,
            "x2": 488,
            "y2": 588,
            "text": "実は先月",
            "vi": "Thực sự tháng trước"
        },
        {
            "x1": 428,
            "y1": 528,
            "x2": 447,
            "y2": 629,
            "text": "奴が居てな……",
            "vi": "Anh ấy đã ở đó..."
        },
        {
            "x1": 50,
            "y1": 485,
            "x2": 68,
            "y2": 657,
            "text": "思出すのも忌",
            "vi": "Nó cũng là một ngày kỷ niệm"
        },
        {
            "x1": 539,
            "y1": 705,
            "x2": 560,
            "y2": 795,
            "text": "つまるところ",
            "vi": "Lộn xộn"
        },
        {
            "x1": 54,
            "y1": 704,
            "x2": 156,
            "y2": 875,
            "text": "それが原因て 卵の保管に問題が生 販売する愛を 識らささるを得なくなのた と言うこと？",
            "vi": "Có phải bạn phải biết tình yêu của việc lưu trữ trứng?"
        }
    ],
    "012.jpg": [
        {
            "x1": 553,
            "y1": 41,
            "x2": 594,
            "y2": 183,
            "text": "それでは 選ばせて貰っても？",
            "vi": "Vậy tại sao không chọn?"
        },
        {
            "x1": 101,
            "y1": 200,
            "x2": 132,
            "y2": 284,
            "text": "構わん",
            "vi": "Nó ổn"
        },
        {
            "x1": 548,
            "y1": 369,
            "x2": 566,
            "y2": 470,
            "text": "卵を選んていく",
            "vi": "Chọn một quả trứng"
        },
        {
            "x1": 122,
            "y1": 369,
            "x2": 161,
            "y2": 484,
            "text": "選定基準は 産まれたてのもの",
            "vi": "Các tiêu chí lựa chọn mới được sinh ra"
        },
        {
            "x1": 83,
            "y1": 371,
            "x2": 99,
            "y2": 497,
            "text": "感染",
            "vi": "nhiễm trùng"
        },
        {
            "x1": 533,
            "y1": 551,
            "x2": 567,
            "y2": 656,
            "text": "なてから こういった",
            "vi": "Loại như thế này"
        },
        {
            "x1": 83,
            "y1": 595,
            "x2": 119,
            "y2": 696,
            "text": "凄く便利",
            "vi": "Rất thuận tiện"
        }
    ],
    "013.jpg": [
        {
            "x1": 498,
            "y1": 97,
            "x2": 516,
            "y2": 145,
            "text": "のか？",
            "vi": "Có phải là không?"
        },
        {
            "x1": 60,
            "y1": 136,
            "x2": 105,
            "y2": 257,
            "text": "余計なことは 言わないのが吉",
            "vi": "Thật tốt khi không nói thêm bất cứ điều gì"
        },
        {
            "x1": 486,
            "y1": 352,
            "x2": 504,
            "y2": 439,
            "text": "助かるたが",
            "vi": "giúp đỡ"
        },
        {
            "x1": 107,
            "y1": 411,
            "x2": 126,
            "y2": 444,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 70,
            "y1": 411,
            "x2": 88,
            "y2": 485,
            "text": "あるの",
            "vi": "Có ở đó không"
        },
        {
            "x1": 507,
            "y1": 652,
            "x2": 529,
            "y2": 759,
            "text": "およそ25万円",
            "vi": "Khoảng 250. 000 yên"
        },
        {
            "x1": 228,
            "y1": 608,
            "x2": 275,
            "y2": 729,
            "text": "しゃぁ これが代金です",
            "vi": "Đây là giá"
        },
        {
            "x1": 445,
            "y1": 701,
            "x2": 492,
            "y2": 873,
            "text": "金賀２枚と 小金貨員５枚高つ‼",
            "vi": "Hai Kana và 5 Co -Money Wanders cao"
        },
        {
            "x1": 59,
            "y1": 755,
            "x2": 82,
            "y2": 862,
            "text": "うむ 確かに",
            "vi": "Xin chào"
        }
    ],
    "014.jpg": [
        {
            "x1": 560,
            "y1": 406,
            "x2": 598,
            "y2": 512,
            "text": "あの界を売て 正いたお礼と",
            "vi": "Cảm ơn bạn đã bán thế giới đó và sửa lỗi"
        },
        {
            "x1": 522,
            "y1": 406,
            "x2": 540,
            "y2": 492,
            "text": "ないんですか",
            "vi": "Có không?"
        },
        {
            "x1": 454,
            "y1": 650,
            "x2": 475,
            "y2": 704,
            "text": "うん？",
            "vi": "Ừ?"
        }
    ],
    "015.jpg": [
        {
            "x1": 534,
            "y1": 99,
            "x2": 574,
            "y2": 180,
            "text": "雪です",
            "vi": "Snow là tuyết"
        },
        {
            "x1": 68,
            "y1": 136,
            "x2": 88,
            "y2": 240,
            "text": "なんだこれ？",
            "vi": "Đây là cái gì?"
        },
        {
            "x1": 484,
            "y1": 180,
            "x2": 499,
            "y2": 306,
            "text": "まちま",
            "vi": "Thành phố"
        },
        {
            "x1": 49,
            "y1": 433,
            "x2": 72,
            "y2": 496,
            "text": "なに？",
            "vi": "cái gì?"
        },
        {
            "x1": 49,
            "y1": 569,
            "x2": 102,
            "y2": 700,
            "text": "リーさん ちょうと酷くな",
            "vi": "Thật là khủng khiếp"
        },
        {
            "x1": 382,
            "y1": 733,
            "x2": 400,
            "y2": 843,
            "text": "色ええのが",
            "vi": "Màu là"
        },
        {
            "x1": 264,
            "y1": 753,
            "x2": 307,
            "y2": 872,
            "text": "この 色々規格外なので",
            "vi": "Bởi vì các quy định khác nhau này đã hết"
        },
        {
            "x1": 0,
            "y1": 640,
            "x2": 78,
            "y2": 872,
            "text": "あわははははは",
            "vi": "Awahahahahaha"
        },
        {
            "x1": 100,
            "y1": 897,
            "x2": 521,
            "y2": 919,
            "text": "よくわからないけれどたしかに規格外です。",
            "vi": "Tôi không chắc chắn, nhưng nó chắc chắn đã hết tiêu chuẩn."
        }
    ]
}