var ocr_data = {
    "001.jpg": [
        {
            "x1": 532,
            "y1": 91,
            "x2": 555,
            "y2": 199,
            "text": "稀少な薬草",
            "vi": "Các loại thảo mộc quý hiếm"
        },
        {
            "x1": 443,
            "y1": 112,
            "x2": 504,
            "y2": 238,
            "text": "この泉の周辺に 比較的多く生えて いるんだよね",
            "vi": "Có rất nhiều sự phát triển xung quanh vào mùa xuân này, phải không?"
        },
        {
            "x1": 71,
            "y1": 91,
            "x2": 144,
            "y2": 209,
            "text": "ここは 穴場スポット なんですよ",
            "vi": "Đây là một điểm bí mật"
        },
        {
            "x1": 451,
            "y1": 310,
            "x2": 549,
            "y2": 453,
            "text": "知ってる冒険者には 比較的ボ回い依頼て 知らない冒険者には 面倒で不気な 依頼になるのだという",
            "vi": "Người ta nói rằng các nhà thám hiểm biết rằng đó sẽ là một yêu cầu rắc rối và thảm khốc cho các nhà thám hiểm không biết điều đó."
        },
        {
            "x1": 109,
            "y1": 312,
            "x2": 125,
            "y2": 420,
            "text": "なるほどだから",
            "vi": "Tôi thấy"
        },
        {
            "x1": 67,
            "y1": 311,
            "x2": 85,
            "y2": 423,
            "text": "選んだんだね",
            "vi": "Tôi đã chọn nó"
        },
        {
            "x1": 523,
            "y1": 578,
            "x2": 555,
            "y2": 753,
            "text": "探知と“鑑定",
            "vi": "Phát hiện và \"thẩm định"
        },
        {
            "x1": 230,
            "y1": 755,
            "x2": 283,
            "y2": 855,
            "text": "併用して 調べてみる",
            "vi": "Sử dụng cùng nhau để kiểm tra"
        },
        {
            "x1": 49,
            "y1": 697,
            "x2": 120,
            "y2": 864,
            "text": "なるほど 確かに あちこちに たくさん生えている",
            "vi": "Thật vậy, nó chắc chắn đang phát triển ở đây và ở đó"
        }
    ],
    "002.jpg": [
        {
            "x1": 500,
            "y1": 91,
            "x2": 578,
            "y2": 213,
            "text": "場所によっては 全然気付かれて いないような所も あるな",
            "vi": "Một số nơi đã không được chú ý ở tất cả."
        },
        {
            "x1": 108,
            "y1": 135,
            "x2": 128,
            "y2": 227,
            "text": "凄い量の反応",
            "vi": "Một lượng lớn phản ứng"
        },
        {
            "x1": 535,
            "y1": 312,
            "x2": 594,
            "y2": 442,
            "text": "そういったあたりの ものは全部まとめて 収翔ししでじまおう",
            "vi": "Hãy thu thập tất cả những thứ này cùng nhau."
        },
        {
            "x1": 520,
            "y1": 495,
            "x2": 594,
            "y2": 637,
            "text": "今まで気付かれて ないんだからいきなり なくなっても誰にも わかるまい",
            "vi": "Tôi đã không được chú ý đến nay, vì vậy tôi không thể hiểu ngay cả khi nó không đột ngột"
        },
        {
            "x1": 480,
            "y1": 604,
            "x2": 498,
            "y2": 651,
            "text": "ふひひ",
            "vi": "Fuhihi"
        },
        {
            "x1": 135,
            "y1": 727,
            "x2": 177,
            "y2": 852,
            "text": "ズストレージ\"での 採取を混ぜつつ",
            "vi": "Trong khi pha trộn bộ sưu tập trong \"Zstrorge\""
        },
        {
            "x1": 89,
            "y1": 727,
            "x2": 107,
            "y2": 852,
            "text": "採取もしてますよ",
            "vi": "Tôi cũng thu thập nó"
        }
    ],
    "003.jpg": [
        {
            "x1": 473,
            "y1": 101,
            "x2": 556,
            "y2": 243,
            "text": "さんは 結界を張りつ 野営の準備",
            "vi": "Chuẩn bị cho một vùng hoang dã với một rào cản"
        },
        {
            "x1": 476,
            "y1": 322,
            "x2": 556,
            "y2": 479,
            "text": "採取じてから ここから王都まで 戻るとなると",
            "vi": "Khi nói đến thủ đô của hoàng gia sau khi thu thập"
        },
        {
            "x1": 64,
            "y1": 386,
            "x2": 151,
            "y2": 516,
            "text": "夜中に なってしまうので 今日はここで 野宿するのだ",
            "vi": "Sẽ là nửa đêm nên tôi sẽ ở đây hôm nay"
        },
        {
            "x1": 515,
            "y1": 555,
            "x2": 554,
            "y2": 647,
            "text": "アリサさんは 周辺の見回り",
            "vi": "Alisa nhìn xung quanh"
        },
        {
            "x1": 183,
            "y1": 555,
            "x2": 202,
            "y2": 678,
            "text": "いうことらしい",
            "vi": "Dường như"
        },
        {
            "x1": 494,
            "y1": 669,
            "x2": 553,
            "y2": 853,
            "text": "私の警我スキルがあるけと 慎重になりすきで困ることも 無いだろうじ",
            "vi": "Tôi không gặp rắc rối nào vì tôi có kỹ năng cảnh sát"
        },
        {
            "x1": 464,
            "y1": 709,
            "x2": 489,
            "y2": 866,
            "text": "アリサさんも",
            "vi": "Alisa quá"
        },
        {
            "x1": 293,
            "y1": 674,
            "x2": 317,
            "y2": 869,
            "text": "警戒､を覚えたいー",
            "vi": "Tôi muốn nhớ sự cảnh giác"
        },
        {
            "x1": 39,
            "y1": 730,
            "x2": 118,
            "y2": 875,
            "text": "アリサさんは前衛だじ 警戒を持っでても 無駄になることは 無いからね",
            "vi": "Alisa không lãng phí nó ngay cả khi cô ấy có một sự cảnh giác về tâm thất."
        }
    ],
    "004.jpg": [
        {
            "x1": 75,
            "y1": 8,
            "x2": 391,
            "y2": 120,
            "text": "てっててってっ",
            "vi": "Tôi là"
        },
        {
            "x1": 497,
            "y1": 109,
            "x2": 563,
            "y2": 261,
            "text": "ルンとベルは義 暇そうにしてたので 狩りに行かせた",
            "vi": "Chạy và Bell dường như là một sự công bình tốt, vì vậy họ đã đi săn"
        },
        {
            "x1": 82,
            "y1": 128,
            "x2": 173,
            "y2": 284,
            "text": "森の更に奥のほうに 駆けで行ったので もじかすると とんでもないものを 狩ってくるかもしれない",
            "vi": "Tôi vội vã ra phía sau rừng, vì vậy tôi có thể săn lùng một thứ gì đó lố bịch."
        },
        {
            "x1": 465,
            "y1": 369,
            "x2": 511,
            "y2": 647,
            "text": "私は薬草取りつつ",
            "vi": "Trong khi dùng thảo dược thảo dược"
        },
        {
            "x1": 142,
            "y1": 583,
            "x2": 184,
            "y2": 878,
            "text": "食材＆素材採取",
            "vi": "Bộ sưu tập nguyên liệu & vật liệu"
        }
    ],
    "005.jpg": [
        {
            "x1": 480,
            "y1": 107,
            "x2": 524,
            "y2": 221,
            "text": "結構 採取 できましたね",
            "vi": "Tôi đã có thể thu thập khá nhiều"
        },
        {
            "x1": 210,
            "y1": 0,
            "x2": 482,
            "y2": 219,
            "text": "もさ",
            "vi": "Lông xù"
        },
        {
            "x1": 182,
            "y1": 94,
            "x2": 223,
            "y2": 204,
            "text": "結構って置じゃ ないと思います",
            "vi": "Tôi không nghĩ rằng nó khá nhiều"
        },
        {
            "x1": 53,
            "y1": 157,
            "x2": 116,
            "y2": 306,
            "text": "リリー もう諦めよう レンさんに私達の 常識は通用しない",
            "vi": "Hãy từ bỏ nữa, ý thức chung của chúng tôi không hoạt động cho Ren"
        },
        {
            "x1": 192,
            "y1": 331,
            "x2": 433,
            "y2": 423,
            "text": "もささ～っ",
            "vi": "Mosa ~"
        },
        {
            "x1": 498,
            "y1": 362,
            "x2": 547,
            "y2": 496,
            "text": "２火の評価は 聞き流すとして",
            "vi": "2 Theo đánh giá của vụ hỏa hoạn"
        },
        {
            "x1": 44,
            "y1": 363,
            "x2": 153,
            "y2": 504,
            "text": "また来るの面倒だし ３人で山分けしても それなりの収入に しようと思うと これぐらいは必要",
            "vi": "Thật khó khăn khi trở lại, và ngay cả khi bạn chia rẽ ngọn núi với ba người, cần phải kiếm được một thu nhập hợp lý."
        },
        {
            "x1": 487,
            "y1": 586,
            "x2": 565,
            "y2": 745,
            "text": "依顔書の内客からりすると 一人頭金買ら枚分になる くらいの量だけど 問題ないよね！",
            "vi": "Nếu bạn nhìn vào khách hàng trong sổ mặt của bạn, nó đủ để mua một cái đầu duy nhất, nhưng không có vấn đề gì!"
        },
        {
            "x1": 450,
            "y1": 721,
            "x2": 469,
            "y2": 849,
            "text": "大丈夫大丈夫！",
            "vi": "Được rồi!"
        },
        {
            "x1": 127,
            "y1": 555,
            "x2": 299,
            "y2": 896,
            "text": "絶対天丈美な以 甘いみっもり。",
            "vi": "Hoàn toàn ngọt ngào và ngọt ngào của Tenmi."
        },
        {
            "x1": 58,
            "y1": 733,
            "x2": 95,
            "y2": 867,
            "text": "ッストレージ内には まだまだあるし……",
            "vi": "Vẫn còn rất nhiều trong các chuỗi..."
        }
    ],
    "006.jpg": [
        {
            "x1": 543,
            "y1": 99,
            "x2": 596,
            "y2": 204,
            "text": "あ ノルン 帰ってきた",
            "vi": "Ah Norn đã trở lại"
        },
        {
            "x1": 220,
            "y1": 85,
            "x2": 266,
            "y2": 204,
            "text": "何も 咥えてない…",
            "vi": "Không có gì đang được tổ chức..."
        },
        {
            "x1": 94,
            "y1": 318,
            "x2": 142,
            "y2": 446,
            "text": "今日は ボウズかな？",
            "vi": "Có phải nó có phải là Bowes ngày hôm nay không?"
        }
    ],
    "007.jpg": [
        {
            "x1": 400,
            "y1": 3,
            "x2": 636,
            "y2": 323,
            "text": "ぼと",
            "vi": "Mờ"
        },
        {
            "x1": 61,
            "y1": 7,
            "x2": 243,
            "y2": 238,
            "text": "ぼと",
            "vi": "Mờ"
        },
        {
            "x1": 45,
            "y1": 518,
            "x2": 100,
            "y2": 648,
            "text": "何事⁉",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 323,
            "y1": 711,
            "x2": 425,
            "y2": 873,
            "text": "アイINム ボうス",
            "vi": "Tôi trong Mubos"
        },
        {
            "x1": 60,
            "y1": 719,
            "x2": 76,
            "y2": 886,
            "text": "使えるようになのたのて？",
            "vi": "Làm thế nào bạn có thể sử dụng nó?"
        }
    ],
    "008.jpg": [
        {
            "x1": 562,
            "y1": 98,
            "x2": 581,
            "y2": 219,
            "text": "覚えたついでに",
            "vi": "Nhân tiện"
        },
        {
            "x1": 142,
            "y1": 69,
            "x2": 191,
            "y2": 179,
            "text": "わんこすらも 規格外",
            "vi": "Wankosura cũng không có tiêu chuẩn"
        },
        {
            "x1": 477,
            "y1": 125,
            "x2": 541,
            "y2": 250,
            "text": "収納量の限界まで つめて持って 来たんだって",
            "vi": "Tôi đã đưa nó đến giới hạn lưu trữ"
        },
        {
            "x1": 86,
            "y1": 157,
            "x2": 139,
            "y2": 257,
            "text": "どこまでも 規格外…",
            "vi": "Không có tiêu chuẩn..."
        },
        {
            "x1": 524,
            "y1": 354,
            "x2": 587,
            "y2": 478,
            "text": "……ところでこの でっかい鶏は 何でしょうか？",
            "vi": "......Nhân tiện, con gà lớn này là gì?"
        },
        {
            "x1": 89,
            "y1": 346,
            "x2": 134,
            "y2": 501,
            "text": "私よりも 大きいんですけど？",
            "vi": "Nó lớn hơn tôi?"
        },
        {
            "x1": 235,
            "y1": 538,
            "x2": 359,
            "y2": 891,
            "text": "卵移得来刻",
            "vi": "Chuyển trứng"
        }
    ],
    "009.jpg": [
        {
            "x1": 187,
            "y1": 66,
            "x2": 309,
            "y2": 95,
            "text": "オがロド",
            "vi": "Thanh Oga"
        },
        {
            "x1": 464,
            "y1": 74,
            "x2": 558,
            "y2": 252,
            "text": "コカトリスですよ これ！ Ｂランクの 魔物なんですがー！",
            "vi": "Đây là cocatrice! Đó là một con quái vật của thứ b!"
        },
        {
            "x1": 45,
            "y1": 88,
            "x2": 119,
            "y2": 264,
            "text": "Ｃランク以上の 熟練したパーティーが 戦う相手ですよ⁉",
            "vi": "Đó là một đối thủ chiến đấu với các bữa tiệc lành nghề với nhiều hơn C."
        },
        {
            "x1": 500,
            "y1": 339,
            "x2": 557,
            "y2": 481,
            "text": "オーガロードに 敗れてからの懐 修業の日々の成果かる",
            "vi": "Kết quả đào tạo hoài cổ hàng ngày sau khi thua lỗ tải"
        },
        {
            "x1": 445,
            "y1": 382,
            "x2": 464,
            "y2": 488,
            "text": "出来ておる喃。",
            "vi": "Một tiếng lảm nhảm được tạo ra."
        },
        {
            "x1": 103,
            "y1": 309,
            "x2": 207,
            "y2": 503,
            "text": "おしょろ しい…",
            "vi": "Tôi xin lôi..."
        },
        {
            "x1": 481,
            "y1": 561,
            "x2": 556,
            "y2": 707,
            "text": "取り敢えすこの てっかい鶏は ストじージがに収納 することにじよう",
            "vi": "Con gà khổng lồ này sẽ được lưu trữ bởi Stge"
        },
        {
            "x1": 254,
            "y1": 744,
            "x2": 291,
            "y2": 843,
            "text": "肉と卵はり 食人て証拠隠滅",
            "vi": "Bằng chứng bị phá hủy bởi thịt và trứng"
        },
        {
            "x1": 44,
            "y1": 727,
            "x2": 103,
            "y2": 869,
            "text": "他の素材はいすれ 売却するか 何かの材料に使うか…",
            "vi": "Các vật liệu khác sẽ được bán hoặc sử dụng cho một số nguyên liệu..."
        }
    ],
    "010.jpg": [
        {
            "x1": 530,
            "y1": 95,
            "x2": 588,
            "y2": 226,
            "text": "リリーさん達を 何とか正気に戻じ 野営や食事の準備惑",
            "vi": "Trở lại Lily và bằng cách nào đó để được lành mạnh và chuẩn bị cho các bữa ăn hoang dã và"
        },
        {
            "x1": 527,
            "y1": 295,
            "x2": 564,
            "y2": 436,
            "text": "と言うか 自宅を使いましょう",
            "vi": "Hoặc nói về nhà"
        },
        {
            "x1": 116,
            "y1": 324,
            "x2": 139,
            "y2": 399,
            "text": "じたく？",
            "vi": "Bạn có muốn không?"
        },
        {
            "x1": 522,
            "y1": 485,
            "x2": 581,
            "y2": 629,
            "text": "この2人とは かなり仲良くなっだと 思ってるじ",
            "vi": "Tôi nghĩ rằng tôi khá thân với hai người này"
        },
        {
            "x1": 95,
            "y1": 686,
            "x2": 168,
            "y2": 859,
            "text": "もしこういらたものを 見せても黙ってて くれるような気がする",
            "vi": "Tôi cảm thấy như mình sẽ im lặng ngay cả khi tôi thể hiện điều gì đó như thế này"
        }
    ],
    "011.jpg": [
        {
            "x1": 504,
            "y1": 85,
            "x2": 598,
            "y2": 226,
            "text": "何より私が ２火のことを 完全に気に入つて しまっている",
            "vi": "Trên hết, tôi thực sự thích 2 ngọn lửa"
        },
        {
            "x1": 71,
            "y1": 569,
            "x2": 142,
            "y2": 776,
            "text": "仮に言いふらされても 仕方ないかなーって 所まで情が移ってじまった",
            "vi": "Tôi tự hỏi nếu tôi có thể được nói, vì vậy cảm xúc của tôi đã thay đổi thành vấn đề."
        }
    ],
    "012.jpg": [
        {
            "x1": 544,
            "y1": 96,
            "x2": 587,
            "y2": 187,
            "text": "どうにでも なれだな",
            "vi": "Nó không quan trọng điều gì"
        },
        {
            "x1": 78,
            "y1": 59,
            "x2": 173,
            "y2": 487,
            "text": "ズトレ小ジっ！",
            "vi": "Ztore nhỏ!"
        }
    ],
    "013.jpg": [
        {
            "x1": 77,
            "y1": 111,
            "x2": 122,
            "y2": 205,
            "text": "なぁに これぇー？",
            "vi": "Cái gì thế này?"
        },
        {
            "x1": 88,
            "y1": 459,
            "x2": 104,
            "y2": 612,
            "text": "意味がわからないです",
            "vi": "Tôi không hiểu ý nghĩa"
        },
        {
            "x1": 539,
            "y1": 673,
            "x2": 561,
            "y2": 761,
            "text": "私の自宅です",
            "vi": "Đó là nhà của tôi"
        },
        {
            "x1": 143,
            "y1": 689,
            "x2": 167,
            "y2": 729,
            "text": "ハイ",
            "vi": "Vâng"
        },
        {
            "x1": 508,
            "y1": 706,
            "x2": 526,
            "y2": 833,
            "text": "頑張って作りました",
            "vi": "Tôi đã làm nó và làm nó"
        },
        {
            "x1": 62,
            "y1": 765,
            "x2": 82,
            "y2": 854,
            "text": "ソウデスカ",
            "vi": "Sodesca"
        },
        {
            "x1": 31,
            "y1": 897,
            "x2": 578,
            "y2": 919,
            "text": "よくわからないけれど棒なリアクションみたいです",
            "vi": "Tôi không chắc chắn, nhưng nó trông giống như một phản ứng gậy"
        }
    ]
}