var ocr_data = {
    "1-61ceb26c8cd90.jpg": [
        {
            "x1": 567,
            "y1": 88,
            "x2": 611,
            "y2": 184,
            "text": "前回までの あらすじ",
            "vi": "Tóm tắt cho đến lần cuối cùng"
        },
        {
            "x1": 154,
            "y1": 134,
            "x2": 232,
            "y2": 260,
            "text": "パスタマシンの 特許料が莫大な ものになり一気に 金持ちになったしン",
            "vi": "Phí bằng sáng chế cho máy mì ống trở nên to lớn và trở nên giàu có cùng một lúc"
        },
        {
            "x1": 82,
            "y1": 233,
            "x2": 120,
            "y2": 297,
            "text": "いえーい やったね",
            "vi": "tôi đã thành công rồi"
        },
        {
            "x1": 150,
            "y1": 334,
            "x2": 479,
            "y2": 411,
            "text": "同人使子じ",
            "vi": "Omaru Doujin"
        },
        {
            "x1": 518,
            "y1": 365,
            "x2": 592,
            "y2": 497,
            "text": "更に儲かりそうな カートも商業ギルドに 特許登録して 孤児院仲間のもとへ",
            "vi": "Hơn nữa, một chiếc xe dường như có lãi"
        },
        {
            "x1": 535,
            "y1": 595,
            "x2": 596,
            "y2": 714,
            "text": "知力 居力 そして おっぱいを携えた 最強の先生：！",
            "vi": "Giáo viên mạnh nhất với trí thông minh và ngực:!"
        },
        {
            "x1": 73,
            "y1": 693,
            "x2": 112,
            "y2": 807,
            "text": "レンちゃん先生の 授業が始まる！",
            "vi": "Lớp học của Len -Chan bắt đầu!"
        }
    ],
    "2-61ceb26d209fc.jpg": [
        {
            "x1": 98,
            "y1": 27,
            "x2": 322,
            "y2": 71,
            "text": "よくわからないけれと レちゃん先生がんばるみたいでです。",
            "vi": "Tôi không hiểu rõ, và tôi như ông Relchan."
        },
        {
            "x1": 14,
            "y1": 34,
            "x2": 99,
            "y2": 63,
            "text": "第48話：",
            "vi": "Tập 48:"
        },
        {
            "x1": 473,
            "y1": 149,
            "x2": 547,
            "y2": 301,
            "text": "男子来てないから 始められない んですけどー！",
            "vi": "Tôi không thể bắt đầu bởi vì tôi không có con trai!"
        },
        {
            "x1": 116,
            "y1": 136,
            "x2": 139,
            "y2": 301,
            "text": "ちょっと 男子ー！",
            "vi": "Một cậu bé!"
        },
        {
            "x1": 437,
            "y1": 369,
            "x2": 635,
            "y2": 684,
            "text": "遅刻人類の",
            "vi": "Nhân loại muộn"
        },
        {
            "x1": 328,
            "y1": 815,
            "x2": 620,
            "y2": 885,
            "text": "にていたようです",
            "vi": "Nó dường như đã được"
        },
        {
            "x1": 47,
            "y1": 806,
            "x2": 167,
            "y2": 885,
            "text": "最新単方本 第9巻、 大好評発売中",
            "vi": "Cuốn sách duy nhất mới nhất, Tập 9, hiện đang được bán"
        },
        {
            "x1": 315,
            "y1": 892,
            "x2": 609,
            "y2": 915,
            "text": "漫画:内々けやき原作:あしキャｬぅ的ー原索:ｶォジン",
            "vi": "Phim hoạt hình: Nội thất Keyaki Tác phẩm gốc: Biểu đồ ASHI -Find: Kojin"
        }
    ],
    "3-61ceb26da1868.jpg": [
        {
            "x1": 529,
            "y1": 108,
            "x2": 577,
            "y2": 184,
            "text": "トリエラ 手を",
            "vi": "Triella tay"
        },
        {
            "x1": 523,
            "y1": 311,
            "x2": 565,
            "y2": 456,
            "text": "男子たちに時間を 意識させてください",
            "vi": "Hãy để các chàng trai nhận thức về thời gian"
        },
        {
            "x1": 527,
            "y1": 548,
            "x2": 594,
            "y2": 637,
            "text": "えっ？ これって …時計⁉",
            "vi": "ơ? Đây là... đồng hồ⁉"
        },
        {
            "x1": 101,
            "y1": 540,
            "x2": 138,
            "y2": 639,
            "text": "こんな高いもの 貰えないって！",
            "vi": "Tôi không thể nhận được những thứ đắt tiền như vậy!"
        },
        {
            "x1": 473,
            "y1": 696,
            "x2": 595,
            "y2": 864,
            "text": "私が作ったものなので 高いお下買てないす ……そうですね 材料輩だけ 払ってください 小銀背る枚です",
            "vi": "Tôi đã làm nó bởi vì tôi đã làm nó, vì vậy tôi không mua nó bên dưới... Có, xin vui lòng chỉ trả các tài liệu."
        }
    ],
    "4-61ceb26e158e3.jpg": [
        {
            "x1": 504,
            "y1": 114,
            "x2": 542,
            "y2": 214,
            "text": "小銀貨３枚って 安すぎ……",
            "vi": "Ba đồng bạc nhỏ là quá rẻ..."
        },
        {
            "x1": 52,
            "y1": 103,
            "x2": 108,
            "y2": 236,
            "text": "……いや それでも 私達からすれば 結構 識しいんだけと",
            "vi": "......Không, chúng tôi vẫn còn khá dễ dàng"
        },
        {
            "x1": 495,
            "y1": 323,
            "x2": 552,
            "y2": 464,
            "text": "ちなみに ３大複雑機揺を 全部拾載してたりする",
            "vi": "Nhân tiện, tôi nhặt được cả ba máy móc chính"
        },
        {
            "x1": 391,
            "y1": 366,
            "x2": 467,
            "y2": 480,
            "text": "まとめて10個 そららい作ったのて ィつっつあげても 別に問題はない",
            "vi": "Không có vấn đề gì ngay cả khi tôi đã đưa nó cho 10 miếng cùng một lúc"
        },
        {
            "x1": 68,
            "y1": 349,
            "x2": 125,
            "y2": 505,
            "text": "でもわれてみれば 懐中時計ってかなりの 高級品だよね",
            "vi": "Nhưng nếu bạn nhìn vào nó, một chiếc đồng hồ bỏ túi là một mặt hàng khá xa xỉ."
        },
        {
            "x1": 329,
            "y1": 481,
            "x2": 564,
            "y2": 574,
            "text": "トャールビョン ･ミﾆッツリピーター ･パーペﾁｭｱルｶﾚンダ",
            "vi": "Phong -boin Menitz Repeater Purpenal Lịch"
        },
        {
            "x1": 485,
            "y1": 626,
            "x2": 562,
            "y2": 806,
            "text": "店で見てもたもか 小金貴数枚とか 高いものだと金賀何枚かって 値設だったはず？",
            "vi": "Ngay cả khi bạn nhìn vào cửa hàng, nếu bạn có một vài kogane không có takakin, hoặc nếu nó đắt tiền, thì nó có phải là một cái giá cho Kanaga?"
        },
        {
            "x1": 88,
            "y1": 604,
            "x2": 194,
            "y2": 756,
            "text": "じうぶん",
            "vi": "Rất nhiều"
        },
        {
            "x1": 72,
            "y1": 657,
            "x2": 146,
            "y2": 756,
            "text": "ですょ",
            "vi": "IS"
        },
        {
            "x1": 39,
            "y1": 696,
            "x2": 75,
            "y2": 770,
            "text": "出世払いて いですよ",
            "vi": "Tôi đang trả tiền cho"
        },
        {
            "x1": 434,
            "y1": 702,
            "x2": 472,
            "y2": 841,
            "text": "いいじゃん 相手はドリエラだもん",
            "vi": "Thật tốt, bên kia là Doriera"
        }
    ],
    "5-61ceb26e86d61.jpg": [
        {
            "x1": 522,
            "y1": 88,
            "x2": 587,
            "y2": 230,
            "text": "むぐぐぐ……！ ちゃんと払うから！ 待っててね⁉",
            "vi": "Mugugugu....! Tôi sẽ thanh toán đúng cách! Vui lòng đợi⁉"
        },
        {
            "x1": 544,
            "y1": 293,
            "x2": 595,
            "y2": 382,
            "text": "………いいなあ トリエラだけ ずるい",
            "vi": "……… tốt, chỉ có Triella là Sly"
        },
        {
            "x1": 258,
            "y1": 443,
            "x2": 295,
            "y2": 583,
            "text": "テルルも欲しいなら 同じ値段で売りますよ",
            "vi": "Nếu bạn muốn Terul, bạn sẽ bán nó với cùng một mức giá"
        },
        {
            "x1": 94,
            "y1": 512,
            "x2": 149,
            "y2": 618,
            "text": "まだまだ 在庫が ありますから 大丈夫です",
            "vi": "Không sao vì vẫn còn hàng"
        },
        {
            "x1": 542,
            "y1": 721,
            "x2": 598,
            "y2": 841,
            "text": "いいの⁉ あ 私は今すぐじゃ なくていいよ！",
            "vi": "Tốt, tôi không cần phải là ngay bây giờ!"
        },
        {
            "x1": 470,
            "y1": 755,
            "x2": 508,
            "y2": 855,
            "text": "お金貯めるから 待ってて！",
            "vi": "Chờ vì bạn tiết kiệm tiền!"
        }
    ],
    "6-61ceb26eee5ff.jpg": [
        {
            "x1": 484,
            "y1": 97,
            "x2": 538,
            "y2": 199,
            "text": "うーたしも 欲しいけど…… うーん",
            "vi": "Tôi cũng muốn nó..."
        },
        {
            "x1": 61,
            "y1": 117,
            "x2": 95,
            "y2": 177,
            "text": "わたしも ほしい",
            "vi": "Tôi muốn"
        },
        {
            "x1": 495,
            "y1": 283,
            "x2": 553,
            "y2": 396,
            "text": "クロ 頑張って わたし達も お金を時めよう",
            "vi": "Hãy làm hết sức mình để kiếm tiền"
        },
        {
            "x1": 391,
            "y1": 326,
            "x2": 411,
            "y2": 388,
            "text": "がんばろ",
            "vi": "Chúc may mắn"
        },
        {
            "x1": 75,
            "y1": 442,
            "x2": 362,
            "y2": 490,
            "text": "いつでもやるぞ",
            "vi": "Tôi sẽ làm nó bất cứ lúc nào"
        },
        {
            "x1": 499,
            "y1": 493,
            "x2": 560,
            "y2": 597,
            "text": "リコとクロも： ３個から３個 欲しいのか？",
            "vi": "Rico và Kuro: Bạn muốn 3 hay 3?"
        },
        {
            "x1": 76,
            "y1": 525,
            "x2": 111,
            "y2": 627,
            "text": "３個………この いやしんぼめ！",
            "vi": "3 -"
        },
        {
            "x1": 373,
            "y1": 666,
            "x2": 456,
            "y2": 775,
            "text": "やい",
            "vi": "Nghịch lại"
        },
        {
            "x1": 130,
            "y1": 699,
            "x2": 168,
            "y2": 813,
            "text": "とかいってる間に 男子の声が",
            "vi": "Giọng của cậu bé trong khi nói"
        },
        {
            "x1": 71,
            "y1": 756,
            "x2": 90,
            "y2": 855,
            "text": "れおっそいよ",
            "vi": "Tôi xin lôi"
        }
    ],
    "7-61ceb26f625b2.jpg": [
        {
            "x1": 539,
            "y1": 100,
            "x2": 596,
            "y2": 213,
            "text": "なー ケイン 本当にやらなきゃ だめなのかよー",
            "vi": "Tôi tự hỏi nếu tôi thực sự phải làm điều đó"
        },
        {
            "x1": 89,
            "y1": 111,
            "x2": 164,
            "y2": 236,
            "text": "読み書きはできた ほうがいいだろ お前 依頼票 読めないじゃないか",
            "vi": "Bạn sẽ có thể đọc và viết, bạn không thể đọc yêu cầu cho yêu cầu của bạn."
        },
        {
            "x1": 155,
            "y1": 316,
            "x2": 227,
            "y2": 443,
            "text": "えー？ トリエラが 読めるんだろ？ ならいいじゃねーか",
            "vi": "Ơ? Bạn có thể đọc Triela không? Không sao đâu?"
        },
        {
            "x1": 80,
            "y1": 519,
            "x2": 155,
            "y2": 653,
            "text": "極端なだとえだけど お前を残しして 全員 死んだりしたら どうするんだ？",
            "vi": "Đó là cực đoan, nhưng bạn sẽ làm gì nếu rời khỏi bạn và chết?"
        },
        {
            "x1": 545,
            "y1": 703,
            "x2": 599,
            "y2": 837,
            "text": "いやそれはねーよ！ なあ ボーマンも そう思うだろ？",
            "vi": "Không phải nó! Tôi đoán Bowman cũng nghĩ như vậy?"
        },
        {
            "x1": 106,
            "y1": 749,
            "x2": 141,
            "y2": 849,
            "text": "俺は別に どっちでもいい",
            "vi": "Tôi cũng không quan tâm"
        }
    ],
    "8-61ceb26fc8e7d.jpg": [
        {
            "x1": 479,
            "y1": 83,
            "x2": 557,
            "y2": 249,
            "text": "それにお前 この間 一人で買い物に行った時に 釣りを誤魔化されたって 怒ってただろ？",
            "vi": "Và khi bạn đi mua sắm một mình trong thời gian này, bạn đã tức giận vì việc câu cá bị lừa dối, phải không?"
        },
        {
            "x1": 269,
            "y1": 58,
            "x2": 386,
            "y2": 168,
            "text": "何時 てい",
            "vi": "Tại thời gian nào"
        },
        {
            "x1": 57,
            "y1": 120,
            "x2": 111,
            "y2": 246,
            "text": "ちゃんと勉強すれば そういう事も なくなるんだぞ？",
            "vi": "Nếu bạn học đúng cách, đó không phải là trường hợp, phải không?"
        },
        {
            "x1": 505,
            "y1": 309,
            "x2": 563,
            "y2": 442,
            "text": "あれは トリエラか チビが一緒に来れば 問題ないだろ！",
            "vi": "Điều đó sẽ ổn nếu Triella hoặc Chibi đến với nhau!"
        },
        {
            "x1": 490,
            "y1": 518,
            "x2": 546,
            "y2": 631,
            "text": "お前の部合だけで 2人に真担を かけるのか？",
            "vi": "Bạn có làm cho một người thực sự với sự kết hợp của bạn một mình không?"
        },
        {
            "x1": 77,
            "y1": 686,
            "x2": 151,
            "y2": 852,
            "text": "こういっちゃなんだが 今のお前はリコリスよりも なにも出来ないって わかってるか？",
            "vi": "Bạn có biết rằng bạn không thể làm gì hơn Ricolis bây giờ?"
        }
    ],
    "9-61ceb27041c6a.jpg": [
        {
            "x1": 538,
            "y1": 75,
            "x2": 594,
            "y2": 216,
            "text": "はぁ⁉ オレが あのチビより 使えねってのかよ！",
            "vi": "Huh⁉ Tôi không thể sử dụng nó nhiều hơn Chibi đó!"
        },
        {
            "x1": 74,
            "y1": 252,
            "x2": 256,
            "y2": 323,
            "text": "魔法少女",
            "vi": "Cô gái ma thuật"
        },
        {
            "x1": 539,
            "y1": 265,
            "x2": 598,
            "y2": 425,
            "text": "リコリスは 今じゃ 読み書きも計算も 出来るし魔法まで使える",
            "vi": "Licolis bây giờ có thể đọc và viết và tính toán, và sử dụng phép thuật"
        },
        {
            "x1": 448,
            "y1": 369,
            "x2": 527,
            "y2": 543,
            "text": "お前は読み書きも 出来ないし魔法も使えない 腕力だって俺達の中じゃあ 一番弱いだろ？",
            "vi": "Bạn không thể đọc và viết, và bạn không thể sử dụng ma thuật, đó không phải là yếu nhất trong số chúng ta?"
        },
        {
            "x1": 100,
            "y1": 477,
            "x2": 157,
            "y2": 609,
            "text": "なら読み書きくらい 覚ええておいても 損はないだろ",
            "vi": "Nếu bạn có thể nhớ nhiều như bạn có thể đọc và viết, sẽ không có mất"
        },
        {
            "x1": 521,
            "y1": 693,
            "x2": 559,
            "y2": 848,
            "text": "ちぇっ‥ わーった やればいーんだろー？",
            "vi": "Tôi tự hỏi liệu tôi có nên làm điều đó không?"
        },
        {
            "x1": 456,
            "y1": 734,
            "x2": 495,
            "y2": 861,
            "text": "ったく めんどくせーなー",
            "vi": "Nó thực sự gây phiền nhiễu"
        },
        {
            "x1": 83,
            "y1": 711,
            "x2": 157,
            "y2": 852,
            "text": "…なんてううかさ もうやる気なくなって きたんだけど 帰ってもいい？",
            "vi": "“Tôi không có động lực, nhưng tôi có thể về nhà không?"
        }
    ],
    "10-61ceb270b52a5.jpg": [
        {
            "x1": 529,
            "y1": 88,
            "x2": 547,
            "y2": 182,
            "text": "ケイ遅い！",
            "vi": "Kay đã trễ!"
        },
        {
            "x1": 77,
            "y1": 107,
            "x2": 136,
            "y2": 223,
            "text": "悪い でも まだ時間に なってないだろ？",
            "vi": "Nó xấu, nhưng không phải là thời gian, phải không?"
        },
        {
            "x1": 482,
            "y1": 321,
            "x2": 539,
            "y2": 462,
            "text": "こういう時は 相手より早く 来るのが礼様でしょ！",
            "vi": "Trong trường hợp như vậy, thật cảm ơn khi đến sớm hơn bên kia!"
        },
        {
            "x1": 411,
            "y1": 357,
            "x2": 450,
            "y2": 485,
            "text": "レンは私達と 一緒に来たんだよ？",
            "vi": "Len đã đi cùng chúng tôi?"
        },
        {
            "x1": 81,
            "y1": 351,
            "x2": 106,
            "y2": 443,
            "text": "え マジか",
            "vi": "Nghiêm trọng"
        },
        {
            "x1": 496,
            "y1": 547,
            "x2": 543,
            "y2": 643,
            "text": "すまん レン 待たせたか",
            "vi": "Xin lỗi Len, bạn đã đợi?"
        },
        {
            "x1": 64,
            "y1": 730,
            "x2": 116,
            "y2": 856,
            "text": "おはようこさます マリクル 別に特てませんよ",
            "vi": "Chào buổi sáng, nó không quan trọng"
        }
    ],
    "11-61ceb2712c9dc.jpg": [
        {
            "x1": 526,
            "y1": 91,
            "x2": 586,
            "y2": 225,
            "text": "おい ちんちくりん おまえちゃんと 教えられるのか？",
            "vi": "Ochinchikurin Bạn có thể dạy tôi không?"
        },
        {
            "x1": 120,
            "y1": 87,
            "x2": 177,
            "y2": 230,
            "text": "本当に読み書きとか できるように なったのかよ？",
            "vi": "Bạn đã thực sự đọc và viết chưa?"
        },
        {
            "x1": 516,
            "y1": 284,
            "x2": 548,
            "y2": 448,
            "text": "この 馬鹿が！",
            "vi": "Tên ngốc này!"
        },
        {
            "x1": 136,
            "y1": 325,
            "x2": 159,
            "y2": 403,
            "text": "ぐあっ！",
            "vi": "Goo!"
        },
        {
            "x1": 109,
            "y1": 518,
            "x2": 165,
            "y2": 631,
            "text": "お前 立場 中かってんのか いい加減にしろ！",
            "vi": "Bạn đang ở vị trí của mình, hãy làm điều đó!"
        },
        {
            "x1": 523,
            "y1": 727,
            "x2": 597,
            "y2": 829,
            "text": "いってぇそ… わーったよ！ ‥悪かったな ちんちくりん！",
            "vi": "Tôi xin lôi... ‥ Thật là xấu!"
        },
        {
            "x1": 176,
            "y1": 719,
            "x2": 214,
            "y2": 806,
            "text": "もうお前は 口を開くな！",
            "vi": "Đừng mở miệng của bạn nữa!"
        },
        {
            "x1": 102,
            "y1": 768,
            "x2": 123,
            "y2": 850,
            "text": "うぎっ？",
            "vi": "UGI?"
        }
    ],
    "12-61ceb271963f5.jpg": [
        {
            "x1": 501,
            "y1": 383,
            "x2": 536,
            "y2": 457,
            "text": "トリエラ そろそろ…",
            "vi": "Triella sắp..."
        },
        {
            "x1": 385,
            "y1": 539,
            "x2": 422,
            "y2": 606,
            "text": "あちょっ レン！",
            "vi": "Achi Ren!"
        },
        {
            "x1": 76,
            "y1": 544,
            "x2": 92,
            "y2": 604,
            "text": "その……",
            "vi": "cái……"
        },
        {
            "x1": 530,
            "y1": 679,
            "x2": 550,
            "y2": 824,
            "text": "あリケインか何？",
            "vi": "Ồ, sao?"
        },
        {
            "x1": 434,
            "y1": 742,
            "x2": 488,
            "y2": 862,
            "text": "正直低限上は 回も利きたく なんてすけど？",
            "vi": "Thành thật mà nói, tôi muốn sử dụng nó ngay cả khi nó ở mức thấp, phải không?"
        },
        {
            "x1": 69,
            "y1": 704,
            "x2": 108,
            "y2": 866,
            "text": "とり・",
            "vi": "chim ·"
        }
    ],
    "13-61ceb2720ae46.jpg": [
        {
            "x1": 539,
            "y1": 91,
            "x2": 594,
            "y2": 204,
            "text": "えっと その…‥ 孤児院にいた時は その あれは‥",
            "vi": "Chà, đó... khi tôi ở trong một trại trẻ mồ côi, đó là..."
        },
        {
            "x1": 547,
            "y1": 469,
            "x2": 569,
            "y2": 523,
            "text": "えっと",
            "vi": "Uh"
        },
        {
            "x1": 563,
            "y1": 669,
            "x2": 580,
            "y2": 813,
            "text": "さっさと授業始めよう",
            "vi": "Hãy bắt đầu các lớp học nhanh chóng"
        },
        {
            "x1": 229,
            "y1": 694,
            "x2": 280,
            "y2": 816,
            "text": "たんんだね",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 103,
            "y1": 735,
            "x2": 161,
            "y2": 862,
            "text": "トリエ 授業始めますから 席に先いてください",
            "vi": "Tôi sẽ bắt đầu lớp học Trier nên hãy tiếp tục"
        }
    ],
    "14-61ceb2727d4e8.jpg": [
        {
            "x1": 483,
            "y1": 108,
            "x2": 542,
            "y2": 215,
            "text": "わかった！ ほら あんた達も 座って！",
            "vi": "Hiểu! Các bạn cũng ngồi xuống!"
        },
        {
            "x1": 426,
            "y1": 311,
            "x2": 445,
            "y2": 406,
            "text": "ケインも早く",
            "vi": "Kane cũng nhanh chóng"
        },
        {
            "x1": 71,
            "y1": 363,
            "x2": 105,
            "y2": 462,
            "text": "馬鹿共も さっさとしろ！",
            "vi": "Những kẻ ngốc nên được nhanh chóng!"
        }
    ]
}