var ocr_data = {
    "1-61eac14a65cbf.jpg": [
        {
            "x1": 569,
            "y1": 122,
            "x2": 585,
            "y2": 249,
            "text": "滅条苦茶騒きながらら",
            "vi": "Trong khi làm một mớ hỗn độn"
        },
        {
            "x1": 509,
            "y1": 157,
            "x2": 548,
            "y2": 267,
            "text": "早速投石の 練習をしだした",
            "vi": "Tôi lập tức bắt đầu ném đá"
        },
        {
            "x1": 445,
            "y1": 296,
            "x2": 591,
            "y2": 490,
            "text": "る感はは",
            "vi": "Cảm giác là"
        },
        {
            "x1": 132,
            "y1": 479,
            "x2": 153,
            "y2": 515,
            "text": "全然",
            "vi": "hoàn toàn không"
        },
        {
            "x1": 77,
            "y1": 479,
            "x2": 114,
            "y2": 557,
            "text": "まあなんだ がんば",
            "vi": "Tốt, làm hết sức mình"
        },
        {
            "x1": 348,
            "y1": 658,
            "x2": 405,
            "y2": 762,
            "text": "あそういえば この仕留めた 兎 どうしよう？",
            "vi": "Chà, tôi nên làm gì với con thỏ này?"
        },
        {
            "x1": 75,
            "y1": 764,
            "x2": 137,
            "y2": 868,
            "text": "皆で分けても 微々たる量だし んー？",
            "vi": "Ngay cả khi tất cả mọi người bị chia rẽ bởi mọi người, nó có không đáng kể?"
        }
    ],
    "2-61eac14b04330.jpg": [
        {
            "x1": 475,
            "y1": 101,
            "x2": 550,
            "y2": 235,
            "text": "って悩んでたら リルンがこっそり離 角兎を変ってきてた みだいで",
            "vi": "Nếu tôi lo lắng, Lilun đã bí mật thay đổi con thỏ."
        },
        {
            "x1": 87,
            "y1": 357,
            "x2": 126,
            "y2": 472,
            "text": "まとめて 1匹程出じてきた",
            "vi": "Tôi đã ra ngoài về một con vật cùng một lúc"
        },
        {
            "x1": 63,
            "y1": 550,
            "x2": 428,
            "y2": 582,
            "text": "※ハルンはアイテムボス取得済みです",
            "vi": "* Harun đã mua một ông chủ vật phẩm"
        },
        {
            "x1": 257,
            "y1": 616,
            "x2": 292,
            "y2": 743,
            "text": "え？ 見張りしなから 彼ルに変ららせた？",
            "vi": "bức ảnh? Anh ấy đã thay đổi với anh ấy sau khi bị theo dõi?"
        },
        {
            "x1": 62,
            "y1": 757,
            "x2": 82,
            "y2": 804,
            "text": "随分と",
            "vi": "Rất nhiều"
        }
    ],
    "3-61eac14b97ba9.jpg": [
        {
            "x1": 533,
            "y1": 82,
            "x2": 579,
            "y2": 187,
            "text": "血抜きは 終わってる？",
            "vi": "Có phải loại bỏ máu?"
        },
        {
            "x1": 66,
            "y1": 59,
            "x2": 276,
            "y2": 150,
            "text": "どこまでそろ",
            "vi": "Bao xa"
        },
        {
            "x1": 382,
            "y1": 175,
            "x2": 420,
            "y2": 337,
            "text": "あ はい ありがとうごさいます",
            "vi": "Cảm ơn bạn có"
        },
        {
            "x1": 549,
            "y1": 414,
            "x2": 567,
            "y2": 537,
            "text": "最うんまあ なんだ",
            "vi": "Tốt nhất là gì?"
        },
        {
            "x1": 153,
            "y1": 467,
            "x2": 167,
            "y2": 608,
            "text": "兎の肉の串焼きでも",
            "vi": "Ngay cả những xiên thịt thỏ"
        },
        {
            "x1": 111,
            "y1": 467,
            "x2": 127,
            "y2": 608,
            "text": "前と同じ香草焼きね？",
            "vi": "Có phải là loại thảo mộc giống như trước đây?"
        },
        {
            "x1": 538,
            "y1": 737,
            "x2": 599,
            "y2": 862,
            "text": "そういう訳で マリクルさん 解体お願いします",
            "vi": "Vì lý do đó, xin vui lòng dỡ bỏ Maricuru."
        }
    ],
    "4-61eac14c84800.jpg": [
        {
            "x1": 505,
            "y1": 119,
            "x2": 542,
            "y2": 230,
            "text": "分けてもらって いいのか？",
            "vi": "Tôi có thể chia nó?"
        },
        {
            "x1": 92,
            "y1": 100,
            "x2": 133,
            "y2": 241,
            "text": "折角だから皆で 食べちゃいましょう",
            "vi": "Chúng ta hãy ăn cùng nhau"
        },
        {
            "x1": 211,
            "y1": 307,
            "x2": 473,
            "y2": 342,
            "text": "土魔法で土竈作るょ〜",
            "vi": "Làm cho dama với ma thuật trái đất ~"
        },
        {
            "x1": 505,
            "y1": 316,
            "x2": 542,
            "y2": 442,
            "text": "あーついでだし 汁物も作ろうかな？",
            "vi": "À, tại sao không làm súp súp?"
        },
        {
            "x1": 524,
            "y1": 517,
            "x2": 553,
            "y2": 615,
            "text": "アルルー",
            "vi": "Arru"
        },
        {
            "x1": 344,
            "y1": 755,
            "x2": 393,
            "y2": 868,
            "text": "簡単なレシピ 教えますよー",
            "vi": "Tôi sẽ nói với bạn một công thức đơn giản"
        },
        {
            "x1": 66,
            "y1": 731,
            "x2": 86,
            "y2": 870,
            "text": "レシピ いいの？",
            "vi": "Công thức có tốt không?"
        }
    ],
    "5-61eac14d216d6.jpg": [
        {
            "x1": 544,
            "y1": 84,
            "x2": 585,
            "y2": 261,
            "text": "そんなに 難しいものじゃないので",
            "vi": "Nó không khó đến thế"
        },
        {
            "x1": 486,
            "y1": 106,
            "x2": 502,
            "y2": 266,
            "text": "料理をしてれば そのうち",
            "vi": "Nếu bạn nấu ăn"
        },
        {
            "x1": 445,
            "y1": 106,
            "x2": 461,
            "y2": 259,
            "text": "作れるようになりますよ",
            "vi": "Bạn sẽ có thể làm cho nó"
        },
        {
            "x1": 68,
            "y1": 71,
            "x2": 180,
            "y2": 273,
            "text": "ワ～ム",
            "vi": "WA"
        },
        {
            "x1": 509,
            "y1": 334,
            "x2": 567,
            "y2": 449,
            "text": "調味料はその辺で 採ったバープとか 自生してる香辛料",
            "vi": "Gia vị là một barp mà bạn đã chọn xung quanh hoặc một loại gia vị tự nhiên phát triển tự nhiên"
        },
        {
            "x1": 255,
            "y1": 350,
            "x2": 271,
            "y2": 477,
            "text": "野菜代わりの野草",
            "vi": "Cỏ hoang dã thay vì rau quả"
        },
        {
            "x1": 173,
            "y1": 351,
            "x2": 210,
            "y2": 464,
            "text": "材料愛を考えると 実質無料",
            "vi": "Thực sự miễn phí khi xem xét tình yêu của vật liệu"
        },
        {
            "x1": 79,
            "y1": 427,
            "x2": 117,
            "y2": 500,
            "text": "肉も自分で 霊ったじね",
            "vi": "Thịt cũng là tinh thần"
        },
        {
            "x1": 528,
            "y1": 625,
            "x2": 585,
            "y2": 766,
            "text": "ばらした肉は こっちの汁物の材料に 先に回してもら",
            "vi": "Có thịt cắt được chuyển đầu tiên làm thành phần của món súp này."
        },
        {
            "x1": 106,
            "y1": 716,
            "x2": 142,
            "y2": 850,
            "text": "後からばららじた物を 串焼きに",
            "vi": "Những thứ bị lệch từ sau này đến xiên"
        }
    ],
    "6-61eac14dc8c86.jpg": [
        {
            "x1": 501,
            "y1": 96,
            "x2": 560,
            "y2": 266,
            "text": "肉を焼くのはアルル以外の トリエラ達女子３人に 任せた",
            "vi": "Tôi để thịt đến ba bộ ba ngoài Arles."
        },
        {
            "x1": 64,
            "y1": 136,
            "x2": 119,
            "y2": 297,
            "text": "前にやったから わかるでしょ ってことて 復習も兼ねてね",
            "vi": "Như bạn có thể thấy bởi vì tôi đã làm nó trước đây, nó cũng có một đánh giá."
        },
        {
            "x1": 495,
            "y1": 371,
            "x2": 532,
            "y2": 481,
            "text": "マリクルは中 解体の続き短",
            "vi": "Maricle là một sự tiếp tục ngắn của việc tháo dỡ trung bình"
        },
        {
            "x1": 98,
            "y1": 371,
            "x2": 153,
            "y2": 519,
            "text": "残つた男子メン達は 何をするでもなく涎を 垂ららじて待っている",
            "vi": "Những người đàn ông còn lại đang đợi bất kể họ làm gì."
        },
        {
            "x1": 501,
            "y1": 613,
            "x2": 561,
            "y2": 792,
            "text": "役立たず共め3 血の用意をしたいじてる ジエリルさん達を見習え",
            "vi": "Không hữu ích, thứ 3, 3, người muốn chuẩn bị máu"
        }
    ],
    "7-61eac14e6cc77.jpg": [
        {
            "x1": 536,
            "y1": 96,
            "x2": 596,
            "y2": 345,
            "text": "そんな事をやってる内に かんせーい！",
            "vi": "Trong khi làm điều đó!"
        },
        {
            "x1": 290,
            "y1": 402,
            "x2": 423,
            "y2": 457,
            "text": "兎の山菜汁 兎肉の串焼き",
            "vi": "Thỏ, nước trái cây rau quả xiên thịt thỏ xiên thịt thỏ"
        }
    ],
    "8-61eac14f136b2.jpg": [
        {
            "x1": 507,
            "y1": 56,
            "x2": 531,
            "y2": 295,
            "text": "美味しいいいいいいい！",
            "vi": "Ngon tốt!"
        },
        {
            "x1": 153,
            "y1": 382,
            "x2": 216,
            "y2": 537,
            "text": "メルティ 折角なんだから お腹一杯食べなさい！",
            "vi": "Melty là một ý kiến hay, vì vậy ăn nhiều như bạn muốn!"
        },
        {
            "x1": 475,
            "y1": 474,
            "x2": 549,
            "y2": 652,
            "text": "なんだこれ アルルの作った 雷焼きよりうめえ⁉",
            "vi": "Cái gì thế này, Umie không chỉ là một sấm sét do Arles làm."
        },
        {
            "x1": 44,
            "y1": 506,
            "x2": 109,
            "y2": 643,
            "text": "レンちゃ すーぷおいしー！ これすき！！",
            "vi": "Len Chasupo ngon! Tôi thích cái này!!"
        },
        {
            "x1": 518,
            "y1": 721,
            "x2": 535,
            "y2": 870,
            "text": "うんうん 沢山お食べ？",
            "vi": "Yeah, ăn nhiều?"
        }
    ],
    "9-61eac14f99a46.jpg": [
        {
            "x1": 543,
            "y1": 125,
            "x2": 586,
            "y2": 246,
            "text": "こら！三馬鹿 食べすぎない！",
            "vi": "Này! Đừng ăn quá nhiều Mika!"
        },
        {
            "x1": 168,
            "y1": 51,
            "x2": 403,
            "y2": 190,
            "text": "が7が7がりが7",
            "vi": "7 là 7 Giri 7"
        },
        {
            "x1": 153,
            "y1": 319,
            "x2": 191,
            "y2": 393,
            "text": "気持ち悪い 無視無視",
            "vi": "Bỏ qua khó chịu"
        },
        {
            "x1": 563,
            "y1": 376,
            "x2": 585,
            "y2": 515,
            "text": "レンの手料理……！",
            "vi": "Len's Home Cooking...!"
        },
        {
            "x1": 192,
            "y1": 296,
            "x2": 328,
            "y2": 535,
            "text": "何が짝",
            "vi": "Nó............... là gì?"
        }
    ],
    "10-61eac150e39aa.jpg": [
        {
            "x1": 497,
            "y1": 100,
            "x2": 553,
            "y2": 202,
            "text": "シェリルさんが もの欲しそうに してたので",
            "vi": "Bởi vì Sheryl dường như muốn một cái gì đó"
        },
        {
            "x1": 439,
            "y1": 182,
            "x2": 476,
            "y2": 287,
            "text": "串焼きのほうの 残りはお土産に",
            "vi": "Phần còn lại của xiên là một món quà lưu niệm"
        },
        {
            "x1": 478,
            "y1": 383,
            "x2": 555,
            "y2": 537,
            "text": "勉強も教えてもらって ごんな土産まで頂いて… ……本当にもう なんと言はいいのか",
            "vi": "Cho tôi học và có một món quà lưu niệm...... Bạn thực sự tốt là gì?"
        },
        {
            "x1": 57,
            "y1": 404,
            "x2": 137,
            "y2": 546,
            "text": "読外 こんな色女な知識を 教えてもらって 本当に",
            "vi": "Những cô gái tô màu đầy màu sắc phi thường được dạy"
        },
        {
            "x1": 44,
            "y1": 408,
            "x2": 58,
            "y2": 560,
            "text": "ありがととうこさいます",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 492,
            "y1": 629,
            "x2": 554,
            "y2": 764,
            "text": "いや｣うん 気にじないでいいよ 本当に",
            "vi": "Không \"Có, đừng lo lắng, thực sự"
        },
        {
            "x1": 78,
            "y1": 702,
            "x2": 118,
            "y2": 806,
            "text": "だから その内 その猫耳と尻尾",
            "vi": "Vì vậy, đôi tai mèo và đuôi"
        }
    ],
    "11-61eac1517380b.jpg": [
        {
            "x1": 511,
            "y1": 77,
            "x2": 552,
            "y2": 182,
            "text": "こ飯も食べたし そろそろ解散",
            "vi": "Tôi cũng đã ăn cơm và hòa tan"
        },
        {
            "x1": 535,
            "y1": 289,
            "x2": 595,
            "y2": 437,
            "text": "トリエラ達は おこれから薬草採取と 角兎猫りに行くらしい",
            "vi": "Có vẻ như Triella sẽ đi đến Bộ sưu tập thảo mộc và mèo thỏ từ đây"
        },
        {
            "x1": 160,
            "y1": 250,
            "x2": 329,
            "y2": 372,
            "text": "うお",
            "vi": "Uo"
        },
        {
            "x1": 77,
            "y1": 278,
            "x2": 136,
            "y2": 453,
            "text": "三馬鹿は夜もたくさん 肉を変る為にも 気合がかりまくってる端",
            "vi": "Mika cũng rất hào hứng khi thay thịt vào ban đêm"
        },
        {
            "x1": 555,
            "y1": 524,
            "x2": 574,
            "y2": 659,
            "text": "今日はもう戻って女",
            "vi": "Hôm nay tôi trở lại và người phụ nữ"
        },
        {
            "x1": 97,
            "y1": 515,
            "x2": 156,
            "y2": 683,
            "text": "させたまま森に入るのは 危ないから夢 といら判断だとか",
            "vi": "Thật nguy hiểm khi vào khu rừng với nó, vì vậy đó là một giấc mơ."
        },
        {
            "x1": 540,
            "y1": 750,
            "x2": 583,
            "y2": 860,
            "text": "レンは どうするの？",
            "vi": "Bạn sẽ làm gì với Len?"
        },
        {
            "x1": 453,
            "y1": 779,
            "x2": 502,
            "y2": 874,
            "text": "よかったら 私達と…",
            "vi": "Với chúng tôi..."
        }
    ],
    "12-61eac1520cfdd.jpg": [
        {
            "x1": 487,
            "y1": 86,
            "x2": 584,
            "y2": 239,
            "text": "ちょっとね やりたい事が あるんだよね",
            "vi": "Tôi có điều gì đó tôi muốn làm một chút"
        },
        {
            "x1": 502,
            "y1": 415,
            "x2": 550,
            "y2": 540,
            "text": "なんて凛々しい 顔なんだ…‥",
            "vi": "Thật là một khuôn mặt trang nghiêm......"
        },
        {
            "x1": 52,
            "y1": 410,
            "x2": 98,
            "y2": 577,
            "text": "きっと 崇高な目的が あるに違いない・・",
            "vi": "Chắc chắn phải có một mục đích cao siêu..."
        },
        {
            "x1": 482,
            "y1": 648,
            "x2": 555,
            "y2": 779,
            "text": "行かせてやれ レンにはレンの 用事がある…･",
            "vi": "Hãy để tôi đi, Len có một sự vặt của Len... ･ ･ ･"
        }
    ],
    "13-61eac152acc95.jpg": [
        {
            "x1": 493,
            "y1": 134,
            "x2": 536,
            "y2": 247,
            "text": "友だちと仲良く 触れ合うのも",
            "vi": "Bạn có thể hòa đồng với bạn bè của mình"
        },
        {
            "x1": 330,
            "y1": 696,
            "x2": 391,
            "y2": 861,
            "text": "人の時間も 大事っていうか",
            "vi": "Có quan trọng đối với thời gian của mọi người?"
        },
        {
            "x1": 69,
            "y1": 635,
            "x2": 175,
            "y2": 864,
            "text": "自分だけにしか 出来ないことをしに 行くっていうか",
            "vi": "Bạn có đi làm những gì bạn chỉ có thể làm không"
        }
    ],
    "14-61eac1534565b.jpg": [
        {
            "x1": 392,
            "y1": 83,
            "x2": 545,
            "y2": 433,
            "text": "ただただ無茶苦茶に 目課がしたいって いうか…",
            "vi": "Tôi chỉ muốn trở thành một người rối tung trong mắt..."
        }
    ],
    "15-61eac154c5be5.jpg": [
        {
            "x1": 311,
            "y1": 34,
            "x2": 383,
            "y2": 273,
            "text": "日課”へ！",
            "vi": "Đến thói quen hàng ngày!"
        },
        {
            "x1": 257,
            "y1": 869,
            "x2": 428,
            "y2": 931,
            "text": "づく田",
            "vi": "Trường gạo"
        }
    ]
}