var ocr_data = {
    "001.jpg": [
        {
            "x1": 535,
            "y1": 115,
            "x2": 592,
            "y2": 269,
            "text": "あルトンさん とこのお嬢さん 今日は何の御用ですか？",
            "vi": "Hôm nay bạn làm gì hôm nay?"
        },
        {
            "x1": 152,
            "y1": 81,
            "x2": 208,
            "y2": 195,
            "text": "親方いるー？ ちょっとお願いが あってー",
            "vi": "Bạn có phải là một bậc thầy? Tôi có một yêu cầu nhỏ"
        },
        {
            "x1": 91,
            "y1": 219,
            "x2": 145,
            "y2": 340,
            "text": "アリサさんは アリサ・ハミルトン なのね",
            "vi": "Alisa là Alisa Hamilton"
        },
        {
            "x1": 334,
            "y1": 450,
            "x2": 372,
            "y2": 523,
            "text": "親方なら 奥に居ます",
            "vi": "Nếu bạn là bậc thầy, bạn đang ở phía sau"
        },
        {
            "x1": 133,
            "y1": 433,
            "x2": 206,
            "y2": 547,
            "text": "呼んできますので そちらに座って ちょっと 待っててください",
            "vi": "Tôi có thể gọi nó, vì vậy hãy ngồi đó và đợi một phút"
        },
        {
            "x1": 535,
            "y1": 643,
            "x2": 592,
            "y2": 757,
            "text": "今の時間だと 多分すぐには 来ないと思うよー",
            "vi": "Tôi không nghĩ rằng nó sẽ đến sớm trong thời gian này"
        },
        {
            "x1": 181,
            "y1": 613,
            "x2": 218,
            "y2": 739,
            "text": "レンさん 剣が話山ありますね",
            "vi": "Có một câu chuyện về thanh kiếm của Ren"
        },
        {
            "x1": 97,
            "y1": 761,
            "x2": 135,
            "y2": 849,
            "text": "それは 鍛治屋ですし",
            "vi": "Đó là một hình vuông"
        }
    ],
    "002.jpg": [
        {
            "x1": 515,
            "y1": 99,
            "x2": 554,
            "y2": 241,
            "text": "並んでる剣は 見てもいいんですか？",
            "vi": "Tôi có thể xem thanh kiếm lót không?"
        },
        {
            "x1": 366,
            "y1": 173,
            "x2": 386,
            "y2": 261,
            "text": "大丈夫だよー",
            "vi": "Nó khá ổn"
        },
        {
            "x1": 512,
            "y1": 410,
            "x2": 526,
            "y2": 554,
            "text": "れちすよ",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 82,
            "y1": 485,
            "x2": 140,
            "y2": 612,
            "text": "そうだねー この工店の最産品は 全部鍛造だよー",
            "vi": "Đúng vậy, tất cả những công nhân này đều được rèn giũa."
        },
        {
            "x1": 516,
            "y1": 727,
            "x2": 553,
            "y2": 833,
            "text": "アリサ それって 探算とれるの？",
            "vi": "Alisa tôi có thể tìm thấy nó không?"
        },
        {
            "x1": 88,
            "y1": 730,
            "x2": 166,
            "y2": 872,
            "text": "量産品でも 品質がいいて いうのは意外と 需要があるんだよ",
            "vi": "Điều đáng ngạc nhiên là chất lượng của các sản phẩm được sản xuất hàng loạt là tốt."
        }
    ],
    "003.jpg": [
        {
            "x1": 115,
            "y1": 134,
            "x2": 134,
            "y2": 246,
            "text": "…いいな ここ",
            "vi": "… Ở đây tốt"
        },
        {
            "x1": 540,
            "y1": 372,
            "x2": 599,
            "y2": 486,
            "text": "監定と部解折で 調べた感じでは 品質は悪くない",
            "vi": "Chất lượng không tệ đối với cảm giác điều tra bằng sự giám sát và hiểu một phần"
        },
        {
            "x1": 228,
            "y1": 406,
            "x2": 285,
            "y2": 553,
            "text": "今まで見てきた 用武器屋の剣の中では 群を抜来",
            "vi": "Trong thanh kiếm của cửa hàng vũ khí mà tôi đã thấy cho đến nay, nó đã ra khỏi nhóm"
        },
        {
            "x1": 83,
            "y1": 399,
            "x2": 137,
            "y2": 580,
            "text": "親方は 昔なかららの職人タイフ なんじゃないだろうか？",
            "vi": "Không phải là Master là một thợ thủ công Thái Lan trong quá khứ sao?"
        },
        {
            "x1": 219,
            "y1": 656,
            "x2": 297,
            "y2": 769,
            "text": "数打ちの量産品で この品質のものが 並んでいる店は 初めて見ました",
            "vi": "Lần đầu tiên, tôi đã thấy một cửa hàng nơi chất lượng này được xếp hàng với một vài sản phẩm được sản xuất hàng loạt."
        },
        {
            "x1": 565,
            "y1": 733,
            "x2": 583,
            "y2": 828,
            "text": "わかるのー？",
            "vi": "Bạn có hiểu không?"
        },
        {
            "x1": 131,
            "y1": 713,
            "x2": 147,
            "y2": 851,
            "text": "刃の造りもそうですが",
            "vi": "Như cấu trúc của lưỡi kiếm"
        },
        {
            "x1": 89,
            "y1": 713,
            "x2": 107,
            "y2": 812,
            "text": "素暗らしいです",
            "vi": "Nó trông tối"
        }
    ],
    "004.jpg": [
        {
            "x1": 497,
            "y1": 98,
            "x2": 567,
            "y2": 213,
            "text": "おお ちっさいなりして 好き放題言って くれるじゃねぇが",
            "vi": "Bạn có thể nói với tôi bất cứ điều gì bạn muốn."
        },
        {
            "x1": 61,
            "y1": 308,
            "x2": 80,
            "y2": 375,
            "text": "あ 親方ー",
            "vi": "À"
        },
        {
            "x1": 533,
            "y1": 503,
            "x2": 549,
            "y2": 649,
            "text": "おう アベルんとこの！",
            "vi": "Đây là cái này!"
        },
        {
            "x1": 52,
            "y1": 520,
            "x2": 108,
            "y2": 660,
            "text": "ちょっと ハルーラ行って ウェイトレスしてたー",
            "vi": "Tôi đã đi một chút Harura và là cô hầu bàn"
        },
        {
            "x1": 526,
            "y1": 748,
            "x2": 544,
            "y2": 849,
            "text": "なんだそりゃ？",
            "vi": "Đó là gì?"
        },
        {
            "x1": 46,
            "y1": 743,
            "x2": 125,
            "y2": 858,
            "text": "私もう 子供じゃないし 仕事先探さないと だからねー",
            "vi": "Tôi không còn là một đứa trẻ nữa, tôi phải tìm việc làm."
        }
    ],
    "005.jpg": [
        {
            "x1": 521,
            "y1": 99,
            "x2": 592,
            "y2": 240,
            "text": "それにしたって お前に ウェイトレスとか ちゃんとやれんのか？",
            "vi": "Bạn muốn làm điều đó hoặc làm điều đó đúng?"
        },
        {
            "x1": 274,
            "y1": 65,
            "x2": 351,
            "y2": 261,
            "text": "できるょー",
            "vi": "Tôi có thể làm được"
        },
        {
            "x1": 543,
            "y1": 326,
            "x2": 576,
            "y2": 451,
            "text": "リリーさん違って いくつなんですか？",
            "vi": "Lily khác nhau?"
        },
        {
            "x1": 219,
            "y1": 332,
            "x2": 278,
            "y2": 434,
            "text": "私は来月に 誕生日ですけど まだ成人前です",
            "vi": "Tôi là sinh nhật của tôi vào tháng tới, nhưng tôi vẫn còn ở tuổi"
        },
        {
            "x1": 338,
            "y1": 432,
            "x2": 394,
            "y2": 520,
            "text": "あれ？ 言ってません でしたっけ？",
            "vi": "điều đó? Bạn đã không nói?"
        },
        {
            "x1": 524,
            "y1": 618,
            "x2": 598,
            "y2": 757,
            "text": "リリーさんって しっかりしてるから てっきりもっと上かと 思ってました",
            "vi": "Lily là vững chắc, vì vậy tôi nghĩ nó sẽ tốt hơn"
        },
        {
            "x1": 281,
            "y1": 638,
            "x2": 363,
            "y2": 798,
            "text": "そんな離れて なんですね",
            "vi": "Cái gì ở xa?"
        },
        {
            "x1": 109,
            "y1": 711,
            "x2": 144,
            "y2": 785,
            "text": "え 老けて みえます？",
            "vi": "Bạn có vẻ già không?"
        }
    ],
    "006.jpg": [
        {
            "x1": 483,
            "y1": 103,
            "x2": 537,
            "y2": 216,
            "text": "ねえ親 無茶なお願い ではないけどさ",
            "vi": "Này, đó không phải là một yêu cầu tốt, nhưng"
        },
        {
            "x1": 69,
            "y1": 81,
            "x2": 129,
            "y2": 222,
            "text": "ちょっと友達が 鍛治場を借りたいって 言ってて",
            "vi": "Một người bạn nhỏ nói với tôi rằng tôi muốn thuê một hình vuông"
        },
        {
            "x1": 516,
            "y1": 315,
            "x2": 553,
            "y2": 429,
            "text": "それを 無茶って言うんだ",
            "vi": "Thật là không hợp lý"
        },
        {
            "x1": 459,
            "y1": 335,
            "x2": 491,
            "y2": 473,
            "text": "いきなりきてそんな事 いわれてホイホイ",
            "vi": "Đột nhiên, tôi được nói là điều đó"
        },
        {
            "x1": 267,
            "y1": 388,
            "x2": 321,
            "y2": 497,
            "text": "つーか 友違って そっちの ちっさいのか？",
            "vi": "Nó có một chút khác biệt so với một người bạn không?"
        },
        {
            "x1": 528,
            "y1": 563,
            "x2": 547,
            "y2": 645,
            "text": "そうだよー",
            "vi": "Đúng thế"
        },
        {
            "x1": 304,
            "y1": 676,
            "x2": 341,
            "y2": 817,
            "text": "おうそこの ちっさいお嬢ちゃん！",
            "vi": "Một cô gái trẻ!"
        },
        {
            "x1": 272,
            "y1": 713,
            "x2": 289,
            "y2": 772,
            "text": "報治場は",
            "vi": "Nhà Hoji là"
        },
        {
            "x1": 210,
            "y1": 713,
            "x2": 247,
            "y2": 826,
            "text": "大体そんなナリで 槌振れるのか？",
            "vi": "Nó gần giống như một nari?"
        }
    ],
    "007.jpg": [
        {
            "x1": 552,
            "y1": 91,
            "x2": 591,
            "y2": 218,
            "text": "はい わかってます 槌も多分大丈夫です",
            "vi": "Tôi biết là có, cái búa có lẽ là ổn"
        },
        {
            "x1": 232,
            "y1": 89,
            "x2": 286,
            "y2": 202,
            "text": "多分って…大体な 借りるったって どれくらいだ？",
            "vi": "Có lẽ... bao nhiêu đã vay?"
        },
        {
            "x1": 106,
            "y1": 266,
            "x2": 181,
            "y2": 392,
            "text": "その様子じゃ １日２日て記 ないんだろう？ 金はあるのか？",
            "vi": "Nó không được viết trong một ngày hai ngày sao? Bạn có tiền không?"
        },
        {
            "x1": 516,
            "y1": 457,
            "x2": 595,
            "y2": 598,
            "text": "出来れば半年は 借りたいと思ってます お金は歩分足りると 思います",
            "vi": "Tôi muốn vay nó trong sáu tháng nếu có thể tôi nghĩ rằng tiền là đủ."
        },
        {
            "x1": 405,
            "y1": 504,
            "x2": 444,
            "y2": 604,
            "text": "足りなかったら 稼いできます",
            "vi": "Nếu bạn không có đủ bạn có thể kiếm được"
        },
        {
            "x1": 526,
            "y1": 674,
            "x2": 604,
            "y2": 842,
            "text": "‥はあおいアリサ このお嬢ちゃんこんなこと 言ってるが 本当に大丈夫なのか？",
            "vi": "‥ Aoi Alisa, cô gái trẻ này đang nói điều này, nhưng nó có thực sự ổn không?"
        },
        {
            "x1": 106,
            "y1": 710,
            "x2": 185,
            "y2": 864,
            "text": "うーん お金は 大丈夫じゃないかなー？ 話って言ってるのも 多分大丈夫だよー？",
            "vi": "Chà, không ổn về tiền? Có lẽ không sao khi nói chuyện nói?"
        }
    ],
    "008.jpg": [
        {
            "x1": 450,
            "y1": 113,
            "x2": 528,
            "y2": 267,
            "text": "アンタが何を 作りたいのかは知らんが 金があっても腕がない 奴には鍛治場は貸せねえ",
            "vi": "Tôi không biết bạn muốn làm gì, nhưng bạn không thể cho vay một nền tảng đào tạo cho những người có tiền nhưng không có cánh tay"
        },
        {
            "x1": 83,
            "y1": 168,
            "x2": 143,
            "y2": 256,
            "text": "お嬢ちゃんが 作ったもん 何かあるか？",
            "vi": "Có điều gì đó mà một cô gái trẻ đã làm không?"
        },
        {
            "x1": 364,
            "y1": 379,
            "x2": 382,
            "y2": 452,
            "text": "この剣です",
            "vi": "Đây là một thanh kiếm"
        },
        {
            "x1": 60,
            "y1": 498,
            "x2": 96,
            "y2": 612,
            "text": "ふむ ちょっと 見せてもらうぞ？",
            "vi": "Tôi sẽ cho bạn xem một chút?"
        }
    ],
    "009.jpg": [
        {
            "x1": 523,
            "y1": 498,
            "x2": 582,
            "y2": 587,
            "text": "…これを お嬢ちゃんが 作ったのか？",
            "vi": "Cô gái trẻ đã làm điều này?"
        },
        {
            "x1": 352,
            "y1": 684,
            "x2": 408,
            "y2": 797,
            "text": "むう‥ どういう鍛え方を したらこんな‥",
            "vi": "Mu... bạn muốn loại đào tạo gì..."
        },
        {
            "x1": 99,
            "y1": 741,
            "x2": 133,
            "y2": 841,
            "text": "いや だが これは…ぬう‥",
            "vi": "Không, đây là... nu..."
        }
    ],
    "010.jpg": [
        {
            "x1": 521,
            "y1": 85,
            "x2": 555,
            "y2": 200,
            "text": "よかったら これもみますか？",
            "vi": "Bạn có muốn xem cái này nếu bạn thích?"
        },
        {
            "x1": 525,
            "y1": 360,
            "x2": 544,
            "y2": 440,
            "text": "原料銭塊か",
            "vi": "Nó có phải là một nguyên liệu thô không?"
        },
        {
            "x1": 452,
            "y1": 441,
            "x2": 511,
            "y2": 528,
            "text": "…これも お嬢ちゃんが 鍛えたのか？",
            "vi": "Cô gái trẻ cũng đã đào tạo cái này?"
        },
        {
            "x1": 78,
            "y1": 369,
            "x2": 94,
            "y2": 510,
            "text": "材質は鉄のようだが…",
            "vi": "Chất liệu giống như sắt, nhưng..."
        },
        {
            "x1": 501,
            "y1": 604,
            "x2": 561,
            "y2": 727,
            "text": "材質は砂鉄です 川で集めて その後 私が精錬しました",
            "vi": "Vật liệu là cát sắt. Tôi đã thu thập nó trên sông và sau đó tinh chế"
        },
        {
            "x1": 368,
            "y1": 590,
            "x2": 386,
            "y2": 719,
            "text": "魔法を使ってだけど",
            "vi": "Sử dụng ma thuật"
        },
        {
            "x1": 248,
            "y1": 595,
            "x2": 328,
            "y2": 722,
            "text": "砂鉄 砂鉄か： 確かに昔はそういう 鍛え方もあるって 聞いたな",
            "vi": "Sandetsu Sandet: Tôi nghe nói rằng có một cách đào tạo trong quá khứ."
        },
        {
            "x1": 51,
            "y1": 742,
            "x2": 89,
            "y2": 871,
            "text": "なるほど これが‥ だが配合はどうだ？",
            "vi": "Thật vậy, đây là, nhưng làm thế nào về công thức?"
        }
    ],
    "011.jpg": [
        {
            "x1": 524,
            "y1": 93,
            "x2": 581,
            "y2": 233,
            "text": "これだけのものが 作れるなら腕のほうに 問題はないだろう",
            "vi": "Nếu bạn có thể làm cho điều này nhiều, sẽ không có vấn đề gì với vòng tay của bạn"
        },
        {
            "x1": 128,
            "y1": 107,
            "x2": 144,
            "y2": 219,
            "text": "紙治場を貰すのは",
            "vi": "Để có được một quy tắc giấy"
        },
        {
            "x1": 566,
            "y1": 291,
            "x2": 581,
            "y2": 389,
            "text": "いいんですか？",
            "vi": "Điều đó có ổn không?"
        },
        {
            "x1": 505,
            "y1": 485,
            "x2": 582,
            "y2": 571,
            "text": "ああうちの もい連中には いい刺激に なるだろうよ",
            "vi": "À, nó sẽ là một kích thích tốt cho người dân."
        },
        {
            "x1": 168,
            "y1": 488,
            "x2": 247,
            "y2": 601,
            "text": "予備の疑治場が 誰つか在るから そのうちのイつを 使っていい",
            "vi": "Có một trang web bí mật dự phòng, vì vậy bạn có thể sử dụng tên ngốc của nó."
        },
        {
            "x1": 193,
            "y1": 674,
            "x2": 236,
            "y2": 779,
            "text": "うっし 鍛治場げっと！",
            "vi": "Ushi, huấn luyện viên!"
        },
        {
            "x1": 526,
            "y1": 704,
            "x2": 588,
            "y2": 864,
            "text": "ありがとう ございます！",
            "vi": "cảm ơn bạn!"
        },
        {
            "x1": 102,
            "y1": 698,
            "x2": 160,
            "y2": 864,
            "text": "普通余所者に 鍛治場なんて 貰してもらえないからね！",
            "vi": "Tôi thường không nhận được một huấn luyện viên!"
        }
    ],
    "012.jpg": [
        {
            "x1": 455,
            "y1": 118,
            "x2": 505,
            "y2": 218,
            "text": "ないんですが よかったら こちらをどうぞ",
            "vi": "Tôi không có nó, nhưng nếu bạn thích, xin vui lòng nhấp vào đây"
        },
        {
            "x1": 79,
            "y1": 266,
            "x2": 116,
            "y2": 420,
            "text": "のか これは秘伝の類いだろ？",
            "vi": "Đây có phải là một loại bí mật không?"
        },
        {
            "x1": 515,
            "y1": 484,
            "x2": 553,
            "y2": 598,
            "text": "構いません 余所者に鍛治場を",
            "vi": "Bất kể bạn làm gì"
        },
        {
            "x1": 476,
            "y1": 485,
            "x2": 494,
            "y2": 559,
            "text": "んですから",
            "vi": "Tại vì"
        },
        {
            "x1": 507,
            "y1": 680,
            "x2": 543,
            "y2": 820,
            "text": "。わかった ありがたってお",
            "vi": "£ Cảm ơn bạn đã hiểu"
        },
        {
            "x1": 403,
            "y1": 707,
            "x2": 459,
            "y2": 860,
            "text": "ただ そうだな‥ 最低でも半年は 借りたいって事だったか",
            "vi": "Đúng vậy, bạn có muốn vay ít nhất sáu tháng không?"
        },
        {
            "x1": 69,
            "y1": 738,
            "x2": 147,
            "y2": 851,
            "text": "なら１日につき 小金貨１枚でいい それと燃料要は こちらで持とう",
            "vi": "Sau đó, một đồng tiền vàng nhỏ là tốt mỗi ngày và yêu cầu nhiên liệu nên được giữ ở đây"
        }
    ],
    "013.jpg": [
        {
            "x1": 546,
            "y1": 111,
            "x2": 563,
            "y2": 210,
            "text": "いいんですか？",
            "vi": "Điều đó có ổn không?"
        },
        {
            "x1": 181,
            "y1": 88,
            "x2": 239,
            "y2": 230,
            "text": "構わん このインゴット1つで 色なな事がわかる",
            "vi": "Tôi xin lỗi tôi có thể thấy rằng đây là một màu với một thỏi"
        },
        {
            "x1": 501,
            "y1": 293,
            "x2": 595,
            "y2": 419,
            "text": "調だるには時間は かかるだろうが これを再現できれば ウチの工房の技術は 更に上がるだろう",
            "vi": "Sẽ mất một thời gian để giai điệu, nhưng nếu bạn có thể sao chép nó, kỹ năng hội thảo của bạn sẽ tăng thêm."
        },
        {
            "x1": 223,
            "y1": 299,
            "x2": 253,
            "y2": 388,
            "text": "しまった…",
            "vi": "Úi…"
        },
        {
            "x1": 78,
            "y1": 292,
            "x2": 190,
            "y2": 457,
            "text": "長い目で見れば どれたけの利益になるか… それだけのものを 貰ったんだ この 安いくらいだ",
            "vi": "Đó là lợi nhuận của thời gian dài trong thời gian dài... Tôi đã nhận được rất nhiều."
        },
        {
            "x1": 533,
            "y1": 515,
            "x2": 590,
            "y2": 667,
            "text": "しかしそうだな‥ お嫌ちゃん どこで 寝泊まりするつもりだ？",
            "vi": "Nhưng đúng vậy, bạn sẽ đi đâu?"
        },
        {
            "x1": 181,
            "y1": 547,
            "x2": 219,
            "y2": 661,
            "text": "宿でも取ろうかと 思ってます",
            "vi": "Tôi đang nghĩ đến việc lấy nó tại nhà trọ"
        },
        {
            "x1": 80,
            "y1": 550,
            "x2": 136,
            "y2": 652,
            "text": "リリーさん達は ルーラに 戻っちゃうしね",
            "vi": "Lily sẽ trở lại người cai trị"
        }
    ],
    "014.jpg": [
        {
            "x1": 480,
            "y1": 125,
            "x2": 557,
            "y2": 271,
            "text": "なら ウチの住み込みの 連中用の部屋が いか余ってるから それを使うといい",
            "vi": "Sau đó, có rất nhiều phòng dành cho những người sống trong nhà tôi, vì vậy tôi nên sử dụng nó."
        },
        {
            "x1": 407,
            "y1": 286,
            "x2": 444,
            "y2": 373,
            "text": "飯も必要なら 準備させる",
            "vi": "Chuẩn bị gạo nếu cần thiết"
        },
        {
            "x1": 73,
            "y1": 222,
            "x2": 136,
            "y2": 347,
            "text": "風呂も男女別に 用意してあるから 問題ないだろう",
            "vi": "Sẽ không có vấn đề gì vì bồn tắm cũng được chuẩn bị bởi giới tính"
        },
        {
            "x1": 483,
            "y1": 459,
            "x2": 503,
            "y2": 521,
            "text": "それは！",
            "vi": "nó là!"
        },
        {
            "x1": 416,
            "y1": 471,
            "x2": 434,
            "y2": 598,
            "text": "遺慮しないでいい！",
            "vi": "Đừng cẩn thận!"
        },
        {
            "x1": 62,
            "y1": 448,
            "x2": 119,
            "y2": 602,
            "text": "というわけで決まりだ それでいつから来る？ 今日か明日か？",
            "vi": "Vậy khi nào bạn đến? Hôm nay là hôm nay hay ngày mai?"
        },
        {
            "x1": 518,
            "y1": 657,
            "x2": 557,
            "y2": 747,
            "text": "あっれー すっごい強引",
            "vi": "Ồ, nó rất hung hăng"
        },
        {
            "x1": 461,
            "y1": 696,
            "x2": 499,
            "y2": 815,
            "text": "断るのを断るって くらいの勢い？",
            "vi": "Có đủ để từ chối từ chối không?"
        },
        {
            "x1": 53,
            "y1": 758,
            "x2": 109,
            "y2": 875,
            "text": "賄をいや付け届け 効きすき ちゃいまじた？",
            "vi": "Bạn có muốn báo cáo than?"
        },
        {
            "x1": 67,
            "y1": 895,
            "x2": 544,
            "y2": 915,
            "text": "よくわからないけれど職人はそんなものらしいです",
            "vi": "Tôi không chắc chắn, nhưng người thợ dường như như vậy"
        }
    ]
}