var ocr_data = {
    "001.jpg": [
        {
            "x1": 431,
            "y1": 105,
            "x2": 553,
            "y2": 374,
            "text": "流石に延々 剣を打ち続けるのに ちょっと飽き始めた",
            "vi": "Đúng như dự đoán, tôi bắt đầu mệt mỏi khi giữ thanh kiếm vô tận"
        },
        {
            "x1": 504,
            "y1": 450,
            "x2": 562,
            "y2": 604,
            "text": "というわけで ちょっと剣以外のものを 作ってみようと思います",
            "vi": "Vì vậy, tôi sẽ làm một cái gì đó khác ngoài một thanh kiếm"
        },
        {
            "x1": 20,
            "y1": 405,
            "x2": 521,
            "y2": 570,
            "text": "とんZんがんとんて",
            "vi": "Ton Z vũ công Tonto"
        },
        {
            "x1": 54,
            "y1": 729,
            "x2": 94,
            "y2": 835,
            "text": "主に趣味全開の 嗜好品の類を‼",
            "vi": "Chủ yếu là một loại vật phẩm xa xỉ với sở thích hoàn toàn mở."
        }
    ],
    "002.jpg": [
        {
            "x1": 479,
            "y1": 86,
            "x2": 598,
            "y2": 310,
            "text": "というわけで まず最初に作ったのは 製麺機 というか パスタマシーン",
            "vi": "Vì vậy, điều đầu tiên tôi làm là một máy làm mì hoặc máy mì ống."
        },
        {
            "x1": 199,
            "y1": 433,
            "x2": 242,
            "y2": 535,
            "text": "ょる",
            "vi": "Rung động"
        },
        {
            "x1": 80,
            "y1": 451,
            "x2": 193,
            "y2": 572,
            "text": "金ロ部分を 取り替えると スク用に 変な形のものを びり出すこと 可能だったりする",
            "vi": "Nếu bạn thay thế phần gầm vàng, có thể hình thành hình dạng lạ để bóp."
        },
        {
            "x1": 341,
            "y1": 631,
            "x2": 380,
            "y2": 724,
            "text": "十チ 十チ十チ",
            "vi": "Tenchi Jack"
        },
        {
            "x1": 513,
            "y1": 690,
            "x2": 607,
            "y2": 849,
            "text": "次に懐中時計を 作ってみた というか部品細かすきて 結日は削り出す羽目にな 無駄に時間が掛かった",
            "vi": "Tiếp theo, tôi đã cố gắng làm một chiếc đồng hồ bỏ túi, hoặc phải mất một thời gian dài để lãng phí nó rằng các bộ phận vẫn ổn."
        }
    ],
    "003.jpg": [
        {
            "x1": 457,
            "y1": 95,
            "x2": 549,
            "y2": 221,
            "text": "その後は 各種調理器具の類い スライサーとか ピーラーとか 地味に便利",
            "vi": "Sau đó, nó thuận tiện cho những người slicers tỉnh táo và vỏ bọc với các dụng cụ nấu ăn khác nhau."
        },
        {
            "x1": 65,
            "y1": 123,
            "x2": 161,
            "y2": 274,
            "text": "他にもいろいろなのも 後はてに色々な 包丁も作った これ使うの いつになることやら…",
            "vi": "Sau rất nhiều thứ khác, tôi đã làm nhiều con dao nhà bếp."
        },
        {
            "x1": 480,
            "y1": 317,
            "x2": 554,
            "y2": 472,
            "text": "ステータスを確認したら DＥがナ分上がってる ＳＴＲとリーイは 全然上かってないけど",
            "vi": "Nếu bạn kiểm tra trạng thái, DE và LII hoàn toàn không có."
        },
        {
            "x1": 68,
            "y1": 337,
            "x2": 96,
            "y2": 435,
            "text": "ま いいか",
            "vi": "Có ổn không?"
        }
    ],
    "004.jpg": [
        {
            "x1": 522,
            "y1": 120,
            "x2": 539,
            "y2": 276,
            "text": "どうかしたんですか？",
            "vi": "Chuyện gì đã xảy ra?"
        },
        {
            "x1": 342,
            "y1": 74,
            "x2": 385,
            "y2": 224,
            "text": "おはようござます",
            "vi": "Buổi sáng tốt lành"
        },
        {
            "x1": 125,
            "y1": 157,
            "x2": 194,
            "y2": 311,
            "text": "うん？ いや 今日は 何作ろうかってね？",
            "vi": "Ừ? Không, tôi nên làm gì ngày hôm nay?"
        },
        {
            "x1": 534,
            "y1": 361,
            "x2": 591,
            "y2": 541,
            "text": "女将さん 理上手なは 事葉みにてたけ",
            "vi": "Kỹ năng của chủ nhà là giảm thiểu Kotomi."
        },
        {
            "x1": 81,
            "y1": 412,
            "x2": 203,
            "y2": 552,
            "text": "毎日の献立を 考えるのは 大変なんだよ マジで",
            "vi": "Thật khó để nghĩ về menu hàng ngày"
        },
        {
            "x1": 535,
            "y1": 626,
            "x2": 602,
            "y2": 778,
            "text": "んー… 毎日色々世話に なってるからなあ…",
            "vi": "Hmm... tôi chăm sóc nó mỗi ngày..."
        },
        {
            "x1": 88,
            "y1": 700,
            "x2": 159,
            "y2": 867,
            "text": "朝ごはん また任せてもらって いいでしょうか？",
            "vi": "Tôi có thể để lại bữa sáng một lần nữa không?"
        }
    ],
    "005.jpg": [
        {
            "x1": 455,
            "y1": 76,
            "x2": 557,
            "y2": 218,
            "text": "あんたが 作るんだったら そりゃ助かるけど‥ でもいきなり できるのかい？",
            "vi": "Nếu bạn làm nó, nó sẽ hữu ích, nhưng bạn có thể làm điều đó đột ngột không?"
        },
        {
            "x1": 164,
            "y1": 119,
            "x2": 184,
            "y2": 259,
            "text": "多分 大丈夫です",
            "vi": "Có lẽ không sao"
        },
        {
            "x1": 42,
            "y1": 94,
            "x2": 120,
            "y2": 248,
            "text": "ここ最近で一 作った調理器具が 火を噴くぜ！",
            "vi": "Các dụng cụ nấu ăn gần đây đã được thực hiện trong những ngày này đang bị từ bỏ!"
        },
        {
            "x1": 513,
            "y1": 376,
            "x2": 555,
            "y2": 622,
            "text": "パスタマシーン！",
            "vi": "Máy mì ống!"
        },
        {
            "x1": 70,
            "y1": 439,
            "x2": 122,
            "y2": 634,
            "text": "ミンサー！",
            "vi": "MINSER!"
        },
        {
            "x1": 481,
            "y1": 725,
            "x2": 541,
            "y2": 838,
            "text": "まずは女中さんに ひたすらら挽肉を 作ってもらう",
            "vi": "Đầu tiên, hãy yêu cầu người giúp việc làm thịt băm"
        },
        {
            "x1": 74,
            "y1": 755,
            "x2": 129,
            "y2": 858,
            "text": "ミミンサーで それをぐるぐる 回してもらう",
            "vi": "Có một sự đột biến của mimin xoay nó xung quanh nó"
        }
    ],
    "006.jpg": [
        {
            "x1": 496,
            "y1": 126,
            "x2": 552,
            "y2": 239,
            "text": "女将さんには ただただ麺生地を こねて貰う作業",
            "vi": "Công việc có chủ nhà chỉ nhào bột mì"
        },
        {
            "x1": 91,
            "y1": 188,
            "x2": 165,
            "y2": 303,
            "text": "私は女将さんが こねた生地を パスタマシーンで 麺にする作業",
            "vi": "Tôi làm việc để làm cho vải nấc lên bởi bà chủ nhà thành mì trong máy mì ống"
        },
        {
            "x1": 566,
            "y1": 363,
            "x2": 604,
            "y2": 518,
            "text": "それぞれ 分組をこなしている間に",
            "vi": "Trong khi mỗi hội đồng"
        },
        {
            "x1": 87,
            "y1": 437,
            "x2": 144,
            "y2": 573,
            "text": "一通りの作業が 終わったら その間に ミスを作る",
            "vi": "Khi một công việc kết thúc, hãy phạm sai lầm trong thời gian chờ đợi"
        },
        {
            "x1": 548,
            "y1": 635,
            "x2": 604,
            "y2": 750,
            "text": "これは大量なのて もう女将さんに レシピ教えちゃう",
            "vi": "Đây là rất nhiều, vì vậy tôi sẽ cho bạn biết công thức cho chủ nhà"
        },
        {
            "x1": 126,
            "y1": 722,
            "x2": 153,
            "y2": 842,
            "text": "のみんなで作る",
            "vi": "Làm cùng nhau"
        }
    ],
    "007.jpg": [
        {
            "x1": 473,
            "y1": 110,
            "x2": 530,
            "y2": 251,
            "text": "大量の三スを 作り終わったら 麺を茹でる作業",
            "vi": "Làm việc để luộc mì sau khi kiếm được một lượng lớn"
        },
        {
            "x1": 108,
            "y1": 109,
            "x2": 167,
            "y2": 255,
            "text": "とんでもない量を 茹でるので これまた時間が掛かる",
            "vi": "Nó cần có thời gian một lần nữa vì số lượng lố bịch được đun sôi"
        },
        {
            "x1": 481,
            "y1": 315,
            "x2": 555,
            "y2": 456,
            "text": "茹で上がったら 麺を皿に盛って そこにドスを ぶっかけて出来上かり",
            "vi": "Sau khi đun sôi, rắc mì lên đĩa và rắc DOS ở đó để làm cho nó sẵn sàng."
        },
        {
            "x1": 241,
            "y1": 823,
            "x2": 396,
            "y2": 861,
            "text": "生野来のサラダ オニオンスープも添えて",
            "vi": "Súp hành tây salad từ Ikuno"
        }
    ],
    "008.jpg": [
        {
            "x1": 555,
            "y1": 92,
            "x2": 600,
            "y2": 236,
            "text": "んー こんな感じですね",
            "vi": "Hmmm như thế này"
        },
        {
            "x1": 230,
            "y1": 92,
            "x2": 292,
            "y2": 230,
            "text": "…はじめて みる料理だね",
            "vi": "...Đó là một món ăn để thử lần đầu tiên"
        },
        {
            "x1": 78,
            "y1": 165,
            "x2": 141,
            "y2": 307,
            "text": "女将さん このスープ 凄く美味しいですよ",
            "vi": "Bà chủ là món súp này rất ngon"
        },
        {
            "x1": 527,
            "y1": 363,
            "x2": 591,
            "y2": 485,
            "text": "ちなみにこれは どうやって 食べるんだい？",
            "vi": "Nhân tiện, bạn ăn cái này như thế nào?"
        },
        {
            "x1": 194,
            "y1": 364,
            "x2": 213,
            "y2": 465,
            "text": "こっちの料理は",
            "vi": "Món ăn này là"
        },
        {
            "x1": 535,
            "y1": 636,
            "x2": 575,
            "y2": 791,
            "text": "おはよう！ すけえいい匂いだな！",
            "vi": "buổi sáng tốt lành! Nó có mùi thơm!"
        },
        {
            "x1": 96,
            "y1": 741,
            "x2": 165,
            "y2": 858,
            "text": "今日は またこの子が 作ってくれたよ",
            "vi": "Đứa trẻ này đã làm cho tôi một lần nữa ngày hôm nay"
        }
    ],
    "011.jpg": [
        {
            "x1": 502,
            "y1": 83,
            "x2": 547,
            "y2": 202,
            "text": "‥美味すぎる なんだこれは",
            "vi": "‥ Nó quá ngon"
        },
        {
            "x1": 279,
            "y1": 80,
            "x2": 342,
            "y2": 205,
            "text": "こんな料理初めて 食べたけど 凄く美味かった",
            "vi": "Tôi đã ăn một món ăn như vậy lần đầu tiên, nhưng nó thực sự ngon"
        },
        {
            "x1": 173,
            "y1": 124,
            "x2": 241,
            "y2": 271,
            "text": "スープも 物凄く濃厚で 美味しかったよね！",
            "vi": "Món súp cũng rất phong phú và ngon miệng!"
        },
        {
            "x1": 40,
            "y1": 228,
            "x2": 145,
            "y2": 400,
            "text": "というか サラダに掛かってた汁？ あれなんだ？ あれのせいたと思うけど サラダが凄く実味かった",
            "vi": "Hay đúng hơn, nước ép treo trên salad? Đó là cái gì? Tôi nghĩ đó là trường hợp, nhưng món salad thực sự tốt"
        },
        {
            "x1": 490,
            "y1": 514,
            "x2": 553,
            "y2": 667,
            "text": "おい お前ら！ あれこれ話しこむ前に ちゃんと礼を言え！",
            "vi": "Này! Hãy cảm ơn bạn trước khi nói về điều này!"
        },
        {
            "x1": 68,
            "y1": 565,
            "x2": 130,
            "y2": 736,
            "text": "本来ならお嬢ちゃんは こんなことしないで いいんだからな！",
            "vi": "Ban đầu, cô gái trẻ không cần phải làm điều này!"
        }
    ],
    "012.jpg": [
        {
            "x1": 518,
            "y1": 76,
            "x2": 587,
            "y2": 548,
            "text": "ご馳走様でした！",
            "vi": "Đó là một điều trị!"
        },
        {
            "x1": 560,
            "y1": 703,
            "x2": 579,
            "y2": 840,
            "text": "御粗末様でした？",
            "vi": "Có nghèo không?"
        }
    ],
    "013.jpg": [
        {
            "x1": 452,
            "y1": 136,
            "x2": 519,
            "y2": 241,
            "text": "てれっ",
            "vi": "Dao cạo râu"
        },
        {
            "x1": 48,
            "y1": 85,
            "x2": 123,
            "y2": 254,
            "text": "というか そこまでされると 逆に恐結じちゃうのて ほどほどでお願います？",
            "vi": "Hay đúng hơn, nếu bạn làm như vậy, bạn có muốn được kinh hoàng không?"
        },
        {
            "x1": 481,
            "y1": 328,
            "x2": 541,
            "y2": 454,
            "text": "いつもはイイラ 態度の次男も素直に 頭下げてる",
            "vi": "Người con trai thứ hai với một thái độ tốt luôn luôn cúi đầu"
        },
        {
            "x1": 58,
            "y1": 373,
            "x2": 99,
            "y2": 475,
            "text": "美味しいご飯は 偉大だ",
            "vi": "Gạo ngon là tuyệt vời"
        },
        {
            "x1": 513,
            "y1": 712,
            "x2": 535,
            "y2": 795,
            "text": "ちょいと",
            "vi": "Một chút"
        },
        {
            "x1": 67,
            "y1": 749,
            "x2": 94,
            "y2": 842,
            "text": "女将さん",
            "vi": "Đội quân"
        }
    ],
    "014.jpg": [
        {
            "x1": 527,
            "y1": 100,
            "x2": 588,
            "y2": 254,
            "text": "あの麺を作る機報と 肉を細切れにする機械 融通して貰えない？",
            "vi": "Bạn không thể làm mì đó và làm cho máy linh hoạt?"
        },
        {
            "x1": 95,
            "y1": 121,
            "x2": 136,
            "y2": 261,
            "text": "えっと お値段は 相談に乗りますよ？",
            "vi": "Vâng, bạn có nhận được một tư vấn cho giá cả không?"
        },
        {
            "x1": 553,
            "y1": 306,
            "x2": 591,
            "y2": 474,
            "text": "ちょい待ち お撫ちゃん それ特許取ってないのか？",
            "vi": "Đợi một chút sải chân -Chan, bạn không được cấp bằng sáng chế?"
        },
        {
            "x1": 88,
            "y1": 366,
            "x2": 129,
            "y2": 462,
            "text": "特許？",
            "vi": "Bằng sáng chế?"
        },
        {
            "x1": 549,
            "y1": 693,
            "x2": 609,
            "y2": 821,
            "text": "さっさと そいつ商業ギルドに 連れてけ！",
            "vi": "Đưa tôi đến một hội thương mại!"
        },
        {
            "x1": 485,
            "y1": 747,
            "x2": 543,
            "y2": 848,
            "text": "馬鹿どもに 見せるなよ 布かぶしとけ！",
            "vi": "Không hiển thị những kẻ ngốc, bìa vải!"
        },
        {
            "x1": 193,
            "y1": 724,
            "x2": 256,
            "y2": 833,
            "text": "お嫌ちゃん 良かったわね 開りが題人で！",
            "vi": "Tôi không thích nó."
        },
        {
            "x1": 100,
            "y1": 790,
            "x2": 136,
            "y2": 855,
            "text": "はい",
            "vi": "Vâng"
        }
    ],
    "015.jpg": [
        {
            "x1": 473,
            "y1": 88,
            "x2": 552,
            "y2": 229,
            "text": "その後 商葉ギルドに 連れて行かれて ギルド登録させられて 設計図描かされて",
            "vi": "Sau đó, anh ta được đưa đến Hiệp hội Trag -leaf và được đăng ký làm bang hội và bị thu hút vào thiết kế."
        },
        {
            "x1": 153,
            "y1": 86,
            "x2": 213,
            "y2": 218,
            "text": "この娘は 抜けているな…",
            "vi": "Cô gái này bị mất tích..."
        },
        {
            "x1": 468,
            "y1": 490,
            "x2": 548,
            "y2": 639,
            "text": "うんこれで 不定期的に収入が 入るよ！",
            "vi": "Vâng, điều này sẽ làm cho thu nhập không đều!"
        },
        {
            "x1": 74,
            "y1": 507,
            "x2": 100,
            "y2": 611,
            "text": "やったね",
            "vi": "Bạn đã làm điều đó"
        },
        {
            "x1": 158,
            "y1": 693,
            "x2": 185,
            "y2": 814,
            "text": "…あれっ？",
            "vi": "...điều đó?"
        },
        {
            "x1": 40,
            "y1": 724,
            "x2": 117,
            "y2": 841,
            "text": "私 何じに 王都まで 来たんだっけ",
            "vi": "Tôi đã đến thủ đô của hoàng gia là gì?"
        },
        {
            "x1": 47,
            "y1": 886,
            "x2": 565,
            "y2": 912,
            "text": "よくわからないけれど、まぁよかったみたいです",
            "vi": "Tôi không chắc chắn, nhưng nó có vẻ tốt"
        }
    ]
}