var ocr_data = {
    "001.jpg": [
        {
            "x1": 527,
            "y1": 292,
            "x2": 601,
            "y2": 449,
            "text": "ドじッシング 美味しい",
            "vi": "Dosing ngon"
        },
        {
            "x1": 89,
            "y1": 292,
            "x2": 150,
            "y2": 560,
            "text": "このツースは グレイビーソースっぽい？",
            "vi": "Đây có phải là hai giống như nước sốt nước sốt không?"
        },
        {
            "x1": 542,
            "y1": 688,
            "x2": 600,
            "y2": 815,
            "text": "中肉を煮込んだ系の 煮汁をベースに 手を加えた感じ",
            "vi": "Cảm thấy rằng nó đã được sửa đổi dựa trên nước dùng của thịt trung bình luộc"
        },
        {
            "x1": 331,
            "y1": 777,
            "x2": 369,
            "y2": 866,
            "text": "味はいいけど ちと重い",
            "vi": "Nó có vị ngon nhưng nặng"
        },
        {
            "x1": 214,
            "y1": 686,
            "x2": 266,
            "y2": 824,
            "text": "肉をでる 言ってたから それの流用かな？",
            "vi": "Nó có phải là một sự chuyển hướng của nó bởi vì bạn nói thịt?"
        },
        {
            "x1": 78,
            "y1": 719,
            "x2": 121,
            "y2": 858,
            "text": "赤ワインの風味も するから…",
            "vi": "Nó cũng có hương vị rượu vang đỏ..."
        }
    ],
    "002.jpg": [
        {
            "x1": 61,
            "y1": 106,
            "x2": 105,
            "y2": 178,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 495,
            "y1": 91,
            "x2": 551,
            "y2": 272,
            "text": "もしかして メインデイリシンュは 牛肉のワルン煮込みですか？",
            "vi": "Có lẽ ngày chính Lycine là một con thịt bò hầm?"
        },
        {
            "x1": 512,
            "y1": 345,
            "x2": 557,
            "y2": 515,
            "text": "おお 仰る通りでこざいます",
            "vi": "Đó chính xác là những gì bạn nói"
        },
        {
            "x1": 61,
            "y1": 416,
            "x2": 98,
            "y2": 541,
            "text": "ど どうして わかったのですか",
            "vi": "Tại sao bạn lại hiểu?"
        },
        {
            "x1": 499,
            "y1": 625,
            "x2": 554,
            "y2": 737,
            "text": "いまぁ 普通に予想をした だけなんですか",
            "vi": "Bạn chỉ đang mong đợi nó bình thường?"
        },
        {
            "x1": 417,
            "y1": 642,
            "x2": 490,
            "y2": 747,
            "text": "ははは",
            "vi": "Hahaha"
        },
        {
            "x1": 228,
            "y1": 716,
            "x2": 284,
            "y2": 856,
            "text": "レンさんは 特別だから 気にしないでください",
            "vi": "Đừng lo lắng vì Len là đặc biệt"
        }
    ],
    "003.jpg": [
        {
            "x1": 522,
            "y1": 82,
            "x2": 599,
            "y2": 200,
            "text": "お次は 具だくさんの スープ",
            "vi": "Tiếp theo là rất nhiều món súp"
        },
        {
            "x1": 162,
            "y1": 84,
            "x2": 180,
            "y2": 225,
            "text": "スープは澄んでいて",
            "vi": "Súp rõ ràng"
        },
        {
            "x1": 83,
            "y1": 145,
            "x2": 130,
            "y2": 277,
            "text": "丁寧に灰汁取り したのが窺える",
            "vi": "Có thể thấy rằng dung dịch kiềm đã được loại bỏ cẩn thận"
        },
        {
            "x1": 87,
            "y1": 343,
            "x2": 125,
            "y2": 446,
            "text": "うん コンソメっぽい",
            "vi": "Vâng, nó trông giống như consomme"
        },
        {
            "x1": 531,
            "y1": 603,
            "x2": 601,
            "y2": 758,
            "text": "本来 ではないけど 材料的に似た柔統の味に なっているみたい",
            "vi": "Nó không phải là ban đầu, nhưng dường như nó có vị mềm hơn tương tự như vật liệu"
        },
        {
            "x1": 450,
            "y1": 729,
            "x2": 506,
            "y2": 863,
            "text": "でもだこの具の多さは ちよっと上品じゃ ないかも",
            "vi": "Nhưng số lượng lớn các thành phần này có thể không rất thanh lịch"
        },
        {
            "x1": 86,
            "y1": 697,
            "x2": 137,
            "y2": 858,
            "text": "いや 美味しいけど 多いんだよなー",
            "vi": "Không, nó ngon, nhưng có rất nhiều"
        }
    ],
    "004.jpg": [
        {
            "x1": 479,
            "y1": 105,
            "x2": 555,
            "y2": 252,
            "text": "もっといっぱい 色んなもの 食べたいのになー",
            "vi": "Tôi muốn ăn nhiều thứ hơn"
        },
        {
            "x1": 522,
            "y1": 684,
            "x2": 540,
            "y2": 749,
            "text": "レンさん",
            "vi": "Len"
        },
        {
            "x1": 64,
            "y1": 683,
            "x2": 85,
            "y2": 806,
            "text": "わかりますか？",
            "vi": "Bạn có hiểu không?"
        }
    ],
    "005.jpg": [
        {
            "x1": 523,
            "y1": 90,
            "x2": 595,
            "y2": 228,
            "text": "はい すごい幸せそうな 顔してますから",
            "vi": "Vâng, tôi có một khuôn mặt rất hạnh phúc"
        },
        {
            "x1": 522,
            "y1": 304,
            "x2": 601,
            "y2": 405,
            "text": "美味しいものを 食べるのは 幸せな事なので 仕方ないのです",
            "vi": "Ăn thức ăn ngon là hạnh phúc, vì vậy nó không thể giúp đỡ."
        },
        {
            "x1": 572,
            "y1": 558,
            "x2": 595,
            "y2": 655,
            "text": "そうですね",
            "vi": "tôi đồng ý"
        },
        {
            "x1": 495,
            "y1": 674,
            "x2": 557,
            "y2": 842,
            "text": "まわりの席の人も レンさんの表情に 見惚れちキってますよ",
            "vi": "Những người xung quanh tôi cũng bị mê hoặc bởi biểu cảm của Ren."
        },
        {
            "x1": 89,
            "y1": 728,
            "x2": 127,
            "y2": 869,
            "text": "みんなこ飯食べるのに 集中しようよ",
            "vi": "Hãy tập trung vào ăn gạo"
        }
    ],
    "006.jpg": [
        {
            "x1": 528,
            "y1": 98,
            "x2": 546,
            "y2": 219,
            "text": "でも驚きました",
            "vi": "Nhưng tôi đã rất ngạc nhiên"
        },
        {
            "x1": 456,
            "y1": 143,
            "x2": 512,
            "y2": 253,
            "text": "レンさん テーブルマナー わかるんですね",
            "vi": "Bạn có thể thấy cách cư xử của Ren's Table"
        },
        {
            "x1": 46,
            "y1": 120,
            "x2": 124,
            "y2": 233,
            "text": "私よりもちゃんと 出来てて‥ 一体どこで 覚えたんですか？",
            "vi": "Tôi đã có thể làm điều đó đúng hơn tôi... bạn đã học ở đâu?"
        },
        {
            "x1": 510,
            "y1": 360,
            "x2": 545,
            "y2": 479,
            "text": "秘密です",
            "vi": "Là một bí mật"
        },
        {
            "x1": 62,
            "y1": 343,
            "x2": 105,
            "y2": 530,
            "text": "前世で覚えました なんて言えるはずも無い",
            "vi": "Tôi không thể nói rằng tôi đã nhớ nó ở kiếp trước của tôi"
        },
        {
            "x1": 463,
            "y1": 632,
            "x2": 560,
            "y2": 806,
            "text": "これでも応 お屋いさんとの会食だとか 金に物を言わせて 時期 外食しまくったり していたのだ",
            "vi": "Ngay cả với điều này, tôi đã ăn ngoài một thời gian với một bữa tối với AO Shop, và để có tiền để nói điều gì đó."
        },
        {
            "x1": 203,
            "y1": 634,
            "x2": 219,
            "y2": 741,
            "text": "思われても仕方ない",
            "vi": "Tôi không thể không suy nghĩ"
        },
        {
            "x1": 58,
            "y1": 743,
            "x2": 106,
            "y2": 871,
            "text": "今の私は日日険者なので 基本的に世間一般では 我世と思われてるのが",
            "vi": "Bây giờ tôi là một người ngày nay, về cơ bản tôi nghĩ rằng đó là thế giới của chúng ta."
        }
    ],
    "007.jpg": [
        {
            "x1": 558,
            "y1": 86,
            "x2": 591,
            "y2": 200,
            "text": "りりほら レジさんだから…",
            "vi": "Vì đó là máy tính tiền Ririhora..."
        },
        {
            "x1": 481,
            "y1": 163,
            "x2": 499,
            "y2": 233,
            "text": "・そだね",
            "vi": "· Đúng thế"
        },
        {
            "x1": 84,
            "y1": 95,
            "x2": 142,
            "y2": 240,
            "text": "あれあれ？ なんだかアじな評価を されてる気がするよ？",
            "vi": "Điều đó? Bạn có cảm thấy như bạn đang được đánh giá vì một số lý do không?"
        },
        {
            "x1": 79,
            "y1": 291,
            "x2": 109,
            "y2": 478,
            "text": "うーん 柔らかい",
            "vi": "Hmmm mềm hơn"
        },
        {
            "x1": 526,
            "y1": 683,
            "x2": 584,
            "y2": 849,
            "text": "天然請母を使つだものと 比較したら当然 硬い部類だけど",
            "vi": "Nó tự nhiên khó khăn khi so sánh với việc sử dụng nhà thầu tự nhiên"
        },
        {
            "x1": 400,
            "y1": 701,
            "x2": 481,
            "y2": 844,
            "text": "今まで食べた。ンは 基本的に黒ばかり だったので柔らかい パシは久しぶり",
            "vi": "Tôi đã ăn rất nhiều. Về cơ bản, nó có màu đen, vì vậy pasi mềm đã được lâu"
        },
        {
            "x1": 53,
            "y1": 685,
            "x2": 69,
            "y2": 819,
            "text": "今度。ンを自作じて",
            "vi": "lần sau. Làm cho riêng bạn"
        }
    ],
    "008.jpg": [
        {
            "x1": 179,
            "y1": 61,
            "x2": 211,
            "y2": 164,
            "text": "何かこれ",
            "vi": "Đây là thứ gì đó"
        },
        {
            "x1": 533,
            "y1": 111,
            "x2": 561,
            "y2": 340,
            "text": "次は唐揚げつぽいもの",
            "vi": "Tiếp theo là gà chiên"
        },
        {
            "x1": 34,
            "y1": 332,
            "x2": 69,
            "y2": 479,
            "text": "鶏の唐揚げ",
            "vi": "Gà rán"
        },
        {
            "x1": 501,
            "y1": 556,
            "x2": 560,
            "y2": 631,
            "text": "プリブリの 良い肉をれ 使っている",
            "vi": "Tôi sử dụng thịt tốt với pryburi ngon"
        },
        {
            "x1": 44,
            "y1": 555,
            "x2": 103,
            "y2": 631,
            "text": "旨味の油が 溢れ出して 止まらんぞ",
            "vi": "Dầu tràn ra umami tràn ra và dừng lại"
        },
        {
            "x1": 51,
            "y1": 692,
            "x2": 115,
            "y2": 834,
            "text": "腕のいい 料理火が入ってるん だろうな",
            "vi": "Tôi đoán có một đầu bếp giỏi với một cánh tay tốt"
        }
    ],
    "009.jpg": [
        {
            "x1": 520,
            "y1": 67,
            "x2": 599,
            "y2": 313,
            "text": "美味しい",
            "vi": "ngon"
        },
        {
            "x1": 529,
            "y1": 545,
            "x2": 601,
            "y2": 620,
            "text": "この世界 ちゃんと 揚げ物料理 あるじゃん",
            "vi": "Có thức ăn chiên với thế giới này"
        },
        {
            "x1": 82,
            "y1": 550,
            "x2": 120,
            "y2": 639,
            "text": "パクリロック 精進せえよ",
            "vi": "Paclock, làm việc trên nó"
        },
        {
            "x1": 451,
            "y1": 685,
            "x2": 553,
            "y2": 873,
            "text": "惜しい 肉の味も 下味でタじに彼けるとかせすに 塩胡報をを振つただけらぼい 惜じいな",
            "vi": "Hương vị không may của thịt cũng là một hương vị của hương vị, và thật đáng tiếc là làm rung chuyển Shiohu no."
        },
        {
            "x1": 224,
            "y1": 676,
            "x2": 280,
            "y2": 862,
            "text": "っっっ。",
            "vi": "Này."
        },
        {
            "x1": 91,
            "y1": 752,
            "x2": 133,
            "y2": 864,
            "text": "これも自分で 作ってみよっと",
            "vi": "Hãy tự làm điều này"
        }
    ],
    "010.jpg": [
        {
            "x1": 536,
            "y1": 86,
            "x2": 552,
            "y2": 188,
            "text": "どうしまた？",
            "vi": "Tại sao một lần nữa?"
        },
        {
            "x1": 244,
            "y1": 88,
            "x2": 279,
            "y2": 190,
            "text": "まあ 色々と ありますから…",
            "vi": "Chà, có nhiều thứ khác nhau..."
        },
        {
            "x1": 352,
            "y1": 218,
            "x2": 388,
            "y2": 358,
            "text": "肉が続くのも ちょっと重いですね‥",
            "vi": "Nó hơi nặng cho thịt để tiếp tục..."
        },
        {
            "x1": 54,
            "y1": 254,
            "x2": 114,
            "y2": 355,
            "text": "やっばり本来の ユース料理だと 魚なんですか？",
            "vi": "Nó có phải là một con cá là món ăn ban đầu không?"
        },
        {
            "x1": 510,
            "y1": 422,
            "x2": 542,
            "y2": 558,
            "text": "うです 何で知のてるんです",
            "vi": "Ừm, tại sao bạn lại biết?"
        },
        {
            "x1": 61,
            "y1": 440,
            "x2": 80,
            "y2": 544,
            "text": "まあ色々と？",
            "vi": "Cũng khác nhau?"
        },
        {
            "x1": 479,
            "y1": 641,
            "x2": 498,
            "y2": 719,
            "text": "みたいです",
            "vi": "nó có vẻ như"
        },
        {
            "x1": 519,
            "y1": 642,
            "x2": 557,
            "y2": 817,
            "text": "コース料理で使えるような ナきい川魚は貴族用の",
            "vi": "Cá sông Nakai có thể được sử dụng trong các món ăn dành cho quý tộc"
        },
        {
            "x1": 399,
            "y1": 687,
            "x2": 459,
            "y2": 848,
            "text": "沢山仕スれた時は まに出I 時があるみみたいですけど",
            "vi": "Có vẻ như có một lúc nó xuất hiện khi nó được làm rất nhiều"
        },
        {
            "x1": 122,
            "y1": 690,
            "x2": 137,
            "y2": 809,
            "text": "魚も真門の商人が",
            "vi": "Cá cũng là một thương gia tại Shinmon"
        },
        {
            "x1": 47,
            "y1": 690,
            "x2": 99,
            "y2": 845,
            "text": "寝ってきたものを まと中てレストラとかに 御すんだよー",
            "vi": "Những điều đã ngủ là ở giữa phần còn lại."
        }
    ],
    "011.jpg": [
        {
            "x1": 536,
            "y1": 89,
            "x2": 594,
            "y2": 235,
            "text": "魔物いるしとうしても 高くならざるを 得ないんですよね",
            "vi": "Ngay cả khi bạn có một con quái vật, bạn phải tốn kém, phải không?"
        },
        {
            "x1": 82,
            "y1": 83,
            "x2": 162,
            "y2": 225,
            "text": "まあこの世界は 害獣ところか 魔物が居るし 命がけって考えるとは",
            "vi": "Vâng, thế giới này có một loài gây hại hoặc quái vật, vì vậy tôi nghĩ đó là một cuộc sống"
        },
        {
            "x1": 64,
            "y1": 234,
            "x2": 586,
            "y2": 396,
            "text": "だははははは",
            "vi": "Hahahaha"
        },
        {
            "x1": 535,
            "y1": 371,
            "x2": 590,
            "y2": 530,
            "text": "ても私は海魚も川魚も ストレリジに。 沢山あるんですけどね！",
            "vi": "Tuy nhiên, tôi là một vệt cả cá và cá sông. Có rất nhiều!"
        },
        {
            "x1": 98,
            "y1": 393,
            "x2": 134,
            "y2": 560,
            "text": "勝利だ勝利",
            "vi": "Chiến thắng chiến thắng"
        },
        {
            "x1": 550,
            "y1": 738,
            "x2": 584,
            "y2": 864,
            "text": "メデイ なります",
            "vi": "Nó sẽ là Meday"
        }
    ],
    "012.jpg": [
        {
            "x1": 201,
            "y1": 416,
            "x2": 396,
            "y2": 445,
            "text": "牛肉のワイン煮",
            "vi": "Rượu bò luộc"
        },
        {
            "x1": 515,
            "y1": 515,
            "x2": 557,
            "y2": 653,
            "text": "予想通り",
            "vi": "Như tôi mong đợi"
        },
        {
            "x1": 49,
            "y1": 524,
            "x2": 106,
            "y2": 668,
            "text": "霊妥当と言うか 順当と言うか",
            "vi": "Nó là một tinh thần hay là một"
        },
        {
            "x1": 528,
            "y1": 724,
            "x2": 559,
            "y2": 884,
            "text": "さて 味は",
            "vi": "Chà, hương vị là"
        }
    ],
    "013.jpg": [
        {
            "x1": 542,
            "y1": 62,
            "x2": 597,
            "y2": 204,
            "text": "ちゃんと灰法取りして 寧に作っている のがわかる",
            "vi": "Bạn có thể thấy rằng phương pháp ASH được thực hiện đúng và nó được thực hiện."
        },
        {
            "x1": 454,
            "y1": 123,
            "x2": 474,
            "y2": 224,
            "text": "肉は柔らかで",
            "vi": "Thịt mềm"
        },
        {
            "x1": 86,
            "y1": 96,
            "x2": 149,
            "y2": 209,
            "text": "ワインの風味も 追っかけてきて 口の中が芳辞．",
            "vi": "Hương vị của rượu đã được theo dõi và miệng rất tốt."
        },
        {
            "x1": 80,
            "y1": 441,
            "x2": 110,
            "y2": 639,
            "text": "うーん美味しい！",
            "vi": "Ngon!"
        },
        {
            "x1": 553,
            "y1": 748,
            "x2": 591,
            "y2": 862,
            "text": "…レンさん その もう少し表情を‥",
            "vi": "Mạnh Ren -San, một biểu hiện hơn một chút..."
        },
        {
            "x1": 99,
            "y1": 730,
            "x2": 137,
            "y2": 885,
            "text": "美味じいから 我慢するのは無理です",
            "vi": "Không thể chịu đựng được vì nó rất ngon"
        }
    ],
    "014.jpg": [
        {
            "x1": 527,
            "y1": 218,
            "x2": 548,
            "y2": 340,
            "text": "デザートです",
            "vi": "Đó là một món tráng miệng"
        },
        {
            "x1": 145,
            "y1": 199,
            "x2": 161,
            "y2": 324,
            "text": "デザ、トまで…",
            "vi": "Up to to món tráng miệng..."
        },
        {
            "x1": 67,
            "y1": 407,
            "x2": 83,
            "y2": 479,
            "text": "ふっふっふ",
            "vi": "Fufufufu"
        },
        {
            "x1": 267,
            "y1": 813,
            "x2": 388,
            "y2": 864,
            "text": "円盤焼き ハチミツ掛け",
            "vi": "Furi -Trails Honey Hanging"
        }
    ],
    "015.jpg": [
        {
            "x1": 553,
            "y1": 93,
            "x2": 592,
            "y2": 210,
            "text": "バターが乗ってて 構蜜も掛かってて",
            "vi": "Bơ được bật và mật ong"
        },
        {
            "x1": 503,
            "y1": 203,
            "x2": 547,
            "y2": 312,
            "text": "いわゆる ホッドケーキ",
            "vi": "Vì vậy"
        },
        {
            "x1": 94,
            "y1": 85,
            "x2": 122,
            "y2": 283,
            "text": "味もホットケーキ",
            "vi": "Hương vị cũng là bánh nóng"
        },
        {
            "x1": 525,
            "y1": 414,
            "x2": 582,
            "y2": 580,
            "text": "ちゃんとふんわり と事をみるに 重画を使ってる？",
            "vi": "Bạn đang sử dụng những bức tranh nặng nề để thấy những thứ nhẹ nhàng?"
        },
        {
            "x1": 80,
            "y1": 448,
            "x2": 155,
            "y2": 607,
            "text": "あー・重画があれば 色々な料理が作れるなあ。 今度探すか 意るかしておこう",
            "vi": "Ah, nếu bạn có một bức tranh nặng nề, bạn có thể làm nhiều món ăn khác nhau. Hãy tìm nó vào lần sau"
        },
        {
            "x1": 486,
            "y1": 679,
            "x2": 600,
            "y2": 852,
            "text": "ロに入れた 瞬間に広がる タのじよっばさと ハチミツの甘みの ストロング感",
            "vi": "Sự ngọt ngào của sự ngọt ngào của vòi và mật ong lan ra vào lúc này"
        },
        {
            "x1": 279,
            "y1": 746,
            "x2": 355,
            "y2": 871,
            "text": "脳に直接 ガツンと来る 甘さの殿堂",
            "vi": "Sự ngọt ngào của sự ngọt ngào đến trực tiếp với não"
        }
    ],
    "016.jpg": [
        {
            "x1": 436,
            "y1": 366,
            "x2": 566,
            "y2": 598,
            "text": "どにの世界でも これは間違いなく 美味しい",
            "vi": "Điều này chắc chắn rất ngon trên thế giới"
        },
        {
            "x1": 481,
            "y1": 690,
            "x2": 538,
            "y2": 832,
            "text": "ちゃんともた甘味を 自作のもの以外で 食人たの初めてかも。",
            "vi": "Đây có thể là lần đầu tiên ăn vị ngọt khác với món."
        },
        {
            "x1": 54,
            "y1": 690,
            "x2": 77,
            "y2": 823,
            "text": "美味しいなー",
            "vi": "Nó rất ngon"
        }
    ],
    "017.jpg": [
        {
            "x1": 539,
            "y1": 160,
            "x2": 578,
            "y2": 287,
            "text": "お腹一杯 というかきつい！",
            "vi": "Tôi đầy đủ!"
        },
        {
            "x1": 99,
            "y1": 301,
            "x2": 120,
            "y2": 406,
            "text": "食べ過ぎたぁ",
            "vi": "Tôi đã ăn quá nhiều"
        }
    ],
    "018.jpg": [
        {
            "x1": 479,
            "y1": 98,
            "x2": 557,
            "y2": 239,
            "text": "…ちょっと苦しいです 美味しかったですけど やっばり量 多くないですか？",
            "vi": "Đó là một chút đau đớn. Nó rất ngon, nhưng phải không?"
        },
        {
            "x1": 49,
            "y1": 110,
            "x2": 128,
            "y2": 237,
            "text": "ああ それは ここの利用者は 上位の冒険者が 多しからなんですよ",
            "vi": "Ồ, đó là vì người dùng ở đây có nhiều nhà thám hiểm."
        },
        {
            "x1": 515,
            "y1": 354,
            "x2": 551,
            "y2": 440,
            "text": "なるほと 納得しました",
            "vi": "Tôi đã bị thuyết phục rằng"
        },
        {
            "x1": 164,
            "y1": 332,
            "x2": 202,
            "y2": 411,
            "text": "冒険者は 身体が資本",
            "vi": "Các nhà phiêu lưu có vốn"
        },
        {
            "x1": 437,
            "y1": 352,
            "x2": 511,
            "y2": 527,
            "text": "リリリさアリサさこが 大喰いなの",
            "vi": "Liliri Alisa Sakako là một người ăn nhiều"
        },
        {
            "x1": 112,
            "y1": 388,
            "x2": 151,
            "y2": 516,
            "text": "上位冒険者は 収アも多いだろうし",
            "vi": "Những nhà thám hiểm cao sẽ có nhiều thu nhập"
        },
        {
            "x1": 50,
            "y1": 432,
            "x2": 95,
            "y2": 537,
            "text": "贅沢を楽しむ 感じかな",
            "vi": "Tôi cảm thấy muốn tận hưởng sự xa xỉ"
        },
        {
            "x1": 499,
            "y1": 606,
            "x2": 561,
            "y2": 721,
            "text": "ここんとこ おなかいっぱい 食い過ぎてるじ",
            "vi": "Tôi đang ăn quá nhiều ở đây và đây"
        },
        {
            "x1": 373,
            "y1": 626,
            "x2": 449,
            "y2": 750,
            "text": "おゃすみ なさ",
            "vi": "Sự vô dụng"
        },
        {
            "x1": 182,
            "y1": 761,
            "x2": 252,
            "y2": 870,
            "text": "ちょうど 運動しないと まずいかも",
            "vi": "Nó có thể tệ nếu bạn không tập thể dục"
        }
    ],
    "019.jpg": [
        {
            "x1": 89,
            "y1": 153,
            "x2": 140,
            "y2": 267,
            "text": "明日から また馬車移動",
            "vi": "Di chuyển một lần nữa từ ngày mai"
        },
        {
            "x1": 525,
            "y1": 323,
            "x2": 594,
            "y2": 476,
            "text": "リリさん アリサさんに 美味じいもの食べさせて ド口顔攻て一緒に寝て…",
            "vi": "Lili Alisa ăn thức ăn cũ ngon, tấn công khuôn mặt và ngủ cùng nhau..."
        },
        {
            "x1": 417,
            "y1": 332,
            "x2": 471,
            "y2": 779,
            "text": "素敵な楽々旅行じゃん",
            "vi": "Đó là một chuyến đi tốt đẹp"
        },
        {
            "x1": 82,
            "y1": 656,
            "x2": 150,
            "y2": 890,
            "text": "ウヒヒビヒ",
            "vi": "Uhihibihi"
        }
    ],
    "020.jpg": [
        {
            "x1": 516,
            "y1": 101,
            "x2": 565,
            "y2": 249,
            "text": "ああ うん",
            "vi": "Ồ vâng"
        },
        {
            "x1": 53,
            "y1": 649,
            "x2": 128,
            "y2": 849,
            "text": "王都に着いたら 頑張るから",
            "vi": "Tôi sẽ cố gắng hết sức khi đến thủ đô hoàng gia"
        },
        {
            "x1": 32,
            "y1": 895,
            "x2": 577,
            "y2": 912,
            "text": "よよくわからないけれど某提督の最期とポーズが同よです",
            "vi": "Tôi không chắc chắn, nhưng tư thế cũng giống như sự kết thúc của một đô đốc nhất định."
        }
    ]
}