var ocr_data = {
    "001.jpg": [
        {
            "x1": 543,
            "y1": 106,
            "x2": 591,
            "y2": 226,
            "text": "‥もしかして レンか？",
            "vi": "Có lẽ là Len?"
        },
        {
            "x1": 349,
            "y1": 109,
            "x2": 367,
            "y2": 213,
            "text": "彼はマリクル",
            "vi": "Anh ấy là Marikle"
        },
        {
            "x1": 533,
            "y1": 536,
            "x2": 595,
            "y2": 652,
            "text": "私達と 同じ孤児院に居た 男子の1人人で",
            "vi": "Một trong những cậu bé trong cùng một trại trẻ mồ côi như chúng ta"
        },
        {
            "x1": 124,
            "y1": 534,
            "x2": 181,
            "y2": 645,
            "text": "魔ガキ大将キャラ ケイシの 友人でもある",
            "vi": "Anh ấy cũng là một người bạn của nhân vật Phép thuật chung Cayishi"
        },
        {
            "x1": 78,
            "y1": 711,
            "x2": 137,
            "y2": 877,
            "text": "というか トリエラと 並んてケインを読められる 貴重な常識火枠",
            "vi": "Hoặc đúng hơn, một khung lửa thông thường có giá trị có thể đọc Kane cùng với Triella"
        }
    ],
    "002.jpg": [
        {
            "x1": 481,
            "y1": 94,
            "x2": 566,
            "y2": 221,
            "text": "……やっぱり 生きてたのか 何となく そんな気はしてた",
            "vi": "......Tôi cảm thấy như đó vẫn còn sống."
        },
        {
            "x1": 537,
            "y1": 329,
            "x2": 556,
            "y2": 479,
            "text": "そうなんですか？",
            "vi": "Thực ra?"
        },
        {
            "x1": 201,
            "y1": 323,
            "x2": 276,
            "y2": 477,
            "text": "あぁ それに最近のトリエラと リコリスの様子も おかしかったし",
            "vi": "Ah, và Triela và Licolis gần đây là kỳ lạ."
        },
        {
            "x1": 135,
            "y1": 300,
            "x2": 211,
            "y2": 411,
            "text": "考ド",
            "vi": "Suy nghĩ"
        },
        {
            "x1": 47,
            "y1": 391,
            "x2": 88,
            "y2": 577,
            "text": "もしお前が生きてたら。 なんて考えてはいた",
            "vi": "Nếu bạn còn sống. Tôi đã nghĩ"
        },
        {
            "x1": 498,
            "y1": 626,
            "x2": 560,
            "y2": 812,
            "text": "まさか本当に生きてて 2人と逢い引きしてる とまでは思わなかったけど",
            "vi": "Tôi đã không nghĩ rằng tôi đã thực sự sống và tôi đã gặp họ."
        },
        {
            "x1": 62,
            "y1": 730,
            "x2": 89,
            "y2": 878,
            "text": "逢い引きって",
            "vi": "Gặp nhau"
        }
    ],
    "003.jpg": [
        {
            "x1": 569,
            "y1": 86,
            "x2": 606,
            "y2": 187,
            "text": "マリクルは とにかく優い",
            "vi": "Malikle vẫn tốt"
        },
        {
            "x1": 527,
            "y1": 87,
            "x2": 545,
            "y2": 201,
            "text": "手助けじてくれる",
            "vi": "Giúp tôi"
        },
        {
            "x1": 407,
            "y1": 132,
            "x2": 507,
            "y2": 259,
            "text": "私がケインに いじめらられてる時に 助けてくれていた 唯一の男子が 彼なのだ",
            "vi": "Cậu bé duy nhất đã giúp tôi khi tôi bị Kane bắt nạt"
        },
        {
            "x1": 95,
            "y1": 112,
            "x2": 153,
            "y2": 252,
            "text": "だからドリエうと共に 幼年組からは 非常に慕われでいた",
            "vi": "Vì vậy, tôi rất khao khát nhóm trẻ em với Dorier."
        },
        {
            "x1": 553,
            "y1": 389,
            "x2": 573,
            "y2": 510,
            "text": "ということは",
            "vi": "Điêu đo co nghia la"
        },
        {
            "x1": 489,
            "y1": 418,
            "x2": 525,
            "y2": 584,
            "text": "急にトリエラとリHリが 読み書き出来るように",
            "vi": "Để Triella và Li hi có thể đọc và viết"
        },
        {
            "x1": 548,
            "y1": 651,
            "x2": 594,
            "y2": 789,
            "text": "読み書きできると 便利でしょう？",
            "vi": "Có thuận tiện để đọc và viết không?"
        },
        {
            "x1": 357,
            "y1": 782,
            "x2": 381,
            "y2": 855,
            "text": "まあな",
            "vi": "Ổn"
        }
    ],
    "004.jpg": [
        {
            "x1": 488,
            "y1": 108,
            "x2": 552,
            "y2": 286,
            "text": "俺も２人に教えて もらって ちょっとだけ 読めるようになった",
            "vi": "Tôi đã có thể đọc nó một chút bằng cách dạy chúng"
        },
        {
            "x1": 414,
            "y1": 159,
            "x2": 458,
            "y2": 289,
            "text": "他の３人は まあ お察しだけどな",
            "vi": "Tôi đoán ba người kia tốt"
        },
        {
            "x1": 215,
            "y1": 227,
            "x2": 274,
            "y2": 309,
            "text": "囲囲 囲囲",
            "vi": "Xung quanh môi trường xung quanh"
        },
        {
            "x1": 347,
            "y1": 351,
            "x2": 467,
            "y2": 419,
            "text": "男子ズ",
            "vi": "Đàn ông"
        },
        {
            "x1": 468,
            "y1": 357,
            "x2": 549,
            "y2": 507,
            "text": "他の３人って言うのは 転男子4人のうち マリクルを除いた ３人のこと",
            "vi": "Ba người còn lại là ba trong số bốn chàng trai đã chuyển đổi, không bao gồm Maricul."
        },
        {
            "x1": 40,
            "y1": 380,
            "x2": 117,
            "y2": 561,
            "text": "このマリクルの言いようだと 残りの女子はちゃんと 真面目に覚えようと じてるんだと思う",
            "vi": "Tôi nghĩ rằng các cô gái còn lại đang cố gắng ghi nhớ họ một cách nghiêm túc."
        },
        {
            "x1": 512,
            "y1": 608,
            "x2": 557,
            "y2": 762,
            "text": "ケインは相変わらず 覚えが早い",
            "vi": "Kane nhanh hơn bao giờ hết"
        },
        {
            "x1": 461,
            "y1": 669,
            "x2": 502,
            "y2": 800,
            "text": "それで 途中から 適当になってくる",
            "vi": "Vì vậy, nó được thích hợp từ giữa"
        },
        {
            "x1": 65,
            "y1": 708,
            "x2": 129,
            "y2": 861,
            "text": "後は ボーマンも ちょっとアレだけど 特にリューが酷い",
            "vi": "Sau đó, Bowman là một chút, nhưng đặc biệt là Leu là khủng khiếp."
        }
    ],
    "005.jpg": [
        {
            "x1": 564,
            "y1": 83,
            "x2": 599,
            "y2": 210,
            "text": "ポーマシとリュ というのはケインの",
            "vi": "Pomashi và Ryu là Kane"
        },
        {
            "x1": 524,
            "y1": 82,
            "x2": 541,
            "y2": 158,
            "text": "男子の名前",
            "vi": "Tên nam giới"
        },
        {
            "x1": 263,
            "y1": 71,
            "x2": 337,
            "y2": 211,
            "text": "リューはケインの 一番の舎弟之 ちなみにケインを 上回る素材でもある",
            "vi": "Ryu là tài liệu vượt quá Kane, em trai giỏi nhất ở Kane."
        },
        {
            "x1": 394,
            "y1": 438,
            "x2": 454,
            "y2": 553,
            "text": "ポーマンは 中肉中背だけど 力が強かった男子",
            "vi": "Perman là một người trung bình, nhưng cậu bé mạnh mẽ"
        },
        {
            "x1": 528,
            "y1": 648,
            "x2": 604,
            "y2": 771,
            "text": "そじてケインと ボマン・リュの ３人で三馬鹿とに 呼ばれていた",
            "vi": "Kane và Boman Ryu được gọi là Mikaga."
        },
        {
            "x1": 156,
            "y1": 641,
            "x2": 215,
            "y2": 755,
            "text": "1年以上揺っても 相変わらずの 三馬鹿ですか",
            "vi": "Có phải nó vẫn là một mika như thường lệ ngay cả khi nó lắc trong hơn một năm?"
        },
        {
            "x1": 88,
            "y1": 788,
            "x2": 108,
            "y2": 869,
            "text": "申し訳ない",
            "vi": "Tôi xin lôi"
        }
    ],
    "006.jpg": [
        {
            "x1": 346,
            "y1": 77,
            "x2": 402,
            "y2": 178,
            "text": "そんな三馬鹿の 監視役が このマリクル",
            "vi": "Như một sự giám sát của một mika là Maricuru này"
        },
        {
            "x1": 40,
            "y1": 89,
            "x2": 121,
            "y2": 244,
            "text": "優じいせいで 押じ付けらられたとも言う 苦労火人である 可哀想に",
            "vi": "Đối với sự thương hại đó là một người chữa cháy chăm chỉ, người đã bị đẩy"
        },
        {
            "x1": 423,
            "y1": 528,
            "x2": 467,
            "y2": 609,
            "text": "誰だ",
            "vi": "WHO"
        },
        {
            "x1": 329,
            "y1": 691,
            "x2": 388,
            "y2": 860,
            "text": "レンちゃ",
            "vi": "Ren -Chan"
        }
    ],
    "007.jpg": [
        {
            "x1": 539,
            "y1": 47,
            "x2": 600,
            "y2": 188,
            "text": "クロ？",
            "vi": "Màu đen?"
        },
        {
            "x1": 295,
            "y1": 423,
            "x2": 363,
            "y2": 633,
            "text": "レンちゃ レンちゃ 生きてた",
            "vi": "Len -Chan còn sống"
        },
        {
            "x1": 60,
            "y1": 430,
            "x2": 131,
            "y2": 552,
            "text": "生きてた レンちゃ",
            "vi": "Ren -Chan còn sống"
        },
        {
            "x1": 542,
            "y1": 710,
            "x2": 600,
            "y2": 851,
            "text": "舌足らすの このちみっ子はクロ 黒猫族の獣人の女の子",
            "vi": "Đứa trẻ nhỏ này, cái lưỡi, là một cô gái con thú màu đen của bộ lạc màu đen"
        },
        {
            "x1": 437,
            "y1": 702,
            "x2": 496,
            "y2": 856,
            "text": "黒猫族というだけあっで 髪の色は私と同じ 黒髪でおかっぱ",
            "vi": "Nó chỉ là một bộ lạc mèo đen, vì vậy màu tóc giống như mái tóc đen như tôi"
        },
        {
            "x1": 327,
            "y1": 673,
            "x2": 440,
            "y2": 890,
            "text": "似子…",
            "vi": "Saiko..."
        },
        {
            "x1": 86,
            "y1": 723,
            "x2": 141,
            "y2": 864,
            "text": "2人で居ると 姉妹に見らられたことも よくあった",
            "vi": "Khi tôi ở đó, các chị gái của tôi thường nhìn thấy nó"
        }
    ],
    "008.jpg": [
        {
            "x1": 521,
            "y1": 74,
            "x2": 560,
            "y2": 227,
            "text": "トリエラ 話して なかったんですかり",
            "vi": "Tôi không nói chuyện với Triela"
        },
        {
            "x1": 62,
            "y1": 281,
            "x2": 77,
            "y2": 349,
            "text": "ごめんクロ",
            "vi": "Tôi xin lỗi Kuro"
        },
        {
            "x1": 510,
            "y1": 450,
            "x2": 564,
            "y2": 583,
            "text": "いい レンちゃ ここ 居るから",
            "vi": "Vì tôi ở đây"
        },
        {
            "x1": 527,
            "y1": 669,
            "x2": 548,
            "y2": 785,
            "text": "元気でした？",
            "vi": "Tôi đã ổn?"
        },
        {
            "x1": 64,
            "y1": 732,
            "x2": 88,
            "y2": 822,
            "text": "うん 元気",
            "vi": "Ừ"
        }
    ],
    "009.jpg": [
        {
            "x1": 567,
            "y1": 92,
            "x2": 584,
            "y2": 202,
            "text": "はい｣悪やされる",
            "vi": "Vâng \""
        },
        {
            "x1": 418,
            "y1": 228,
            "x2": 458,
            "y2": 332,
            "text": "リコが妹枠なら クロはペッド枠",
            "vi": "Nếu Rico là khung chị em, thì màu đen là khung PED"
        },
        {
            "x1": 85,
            "y1": 157,
            "x2": 116,
            "y2": 334,
            "text": "癒やし系である",
            "vi": "Hệ thống chữa bệnh"
        },
        {
            "x1": 536,
            "y1": 479,
            "x2": 609,
            "y2": 601,
            "text": "ちょっと みんな固まって 何して…",
            "vi": "Mọi người làm cứng một chút và những gì..."
        },
        {
            "x1": 88,
            "y1": 394,
            "x2": 138,
            "y2": 550,
            "text": "：レン⁉",
            "vi": ": Len⁉"
        },
        {
            "x1": 99,
            "y1": 587,
            "x2": 309,
            "y2": 639,
            "text": "まんか的素現です",
            "vi": "Nó là một cách thức chính thống của Manka"
        },
        {
            "x1": 553,
            "y1": 693,
            "x2": 594,
            "y2": 815,
            "text": "アルル うるさいですよ",
            "vi": "Aruru là ồn ào"
        },
        {
            "x1": 77,
            "y1": 693,
            "x2": 173,
            "y2": 862,
            "text": "ここでは静かに しないと ダメでしょう？ 更に追加来たー！",
            "vi": "Bạn phải yên tĩnh ở đây, phải không? Tôi đến nhiều hơn!"
        }
    ],
    "010.jpg": [
        {
            "x1": 499,
            "y1": 82,
            "x2": 566,
            "y2": 224,
            "text": "ごめんなさい… って そうじゃ ないでしょ⁉",
            "vi": "Tôi xin lỗi... phải không?"
        },
        {
            "x1": 428,
            "y1": 125,
            "x2": 472,
            "y2": 185,
            "text": "生きて たの？",
            "vi": "Bạn đã sống chưa?"
        },
        {
            "x1": 71,
            "y1": 135,
            "x2": 95,
            "y2": 230,
            "text": "ええ まあ",
            "vi": "Ừ"
        },
        {
            "x1": 514,
            "y1": 340,
            "x2": 572,
            "y2": 468,
            "text": "ビンク色の髪の この子はアルル 私の：・ヒーロリ枠？",
            "vi": "Đứa con của mái tóc bink này là Arles My: ・ Khung herori?"
        },
        {
            "x1": 106,
            "y1": 352,
            "x2": 181,
            "y2": 469,
            "text": "私がケインに いじめられてると どこからともなく 走ってきて",
            "vi": "Khi tôi bị Kane bắt nạt, tôi đã hết hư không"
        },
        {
            "x1": 65,
            "y1": 723,
            "x2": 122,
            "y2": 851,
            "text": "ケインに飛び蹴りを 食らわせていた 暴力系武間派女子",
            "vi": "Bạo lực -Các nữ sinh học trường Takema có một cú đá nhảy vào Kane"
        }
    ],
    "011.jpg": [
        {
            "x1": 94,
            "y1": 134,
            "x2": 154,
            "y2": 245,
            "text": "まさかケインも 一緒に来てたり しないよね⁉",
            "vi": "Không có cách nào, Kane không đi cùng tôi."
        },
        {
            "x1": 535,
            "y1": 314,
            "x2": 595,
            "y2": 425,
            "text": "大丈夫だ レン ケインは 午前は来てない",
            "vi": "Không sao đâu, Renkain sẽ không đến vào buổi sáng"
        },
        {
            "x1": 104,
            "y1": 346,
            "x2": 126,
            "y2": 388,
            "text": "ほっ",
            "vi": "Rỗng"
        },
        {
            "x1": 526,
            "y1": 484,
            "x2": 589,
            "y2": 616,
            "text": "今日の午前 資料室に来てるのは この4人",
            "vi": "Bốn người này đang ở trong phòng tài liệu buổi sáng ngày hôm nay"
        },
        {
            "x1": 538,
            "y1": 672,
            "x2": 592,
            "y2": 801,
            "text": "最近は読み書きが てきるようになった トリエラとリコか",
            "vi": "Gần đây, Triella và Rico đã được đọc và viết."
        },
        {
            "x1": 91,
            "y1": 691,
            "x2": 145,
            "y2": 835,
            "text": "午前と午後にわかれて 勉強をみてあげる ようになったらじい",
            "vi": "Nếu bạn bắt đầu học vào buổi sáng và chiều"
        }
    ],
    "012.jpg": [
        {
            "x1": 524,
            "y1": 108,
            "x2": 561,
            "y2": 235,
            "text": "午後からは査料室に 三バカが来て",
            "vi": "Từ buổi chiều, ba kẻ ngốc đến phòng kiểm tra"
        },
        {
            "x1": 487,
            "y1": 108,
            "x2": 504,
            "y2": 208,
            "text": "ことになってる",
            "vi": "Tôi phải"
        },
        {
            "x1": 432,
            "y1": 160,
            "x2": 471,
            "y2": 308,
            "text": "だから もうそろそろ ケイ達が来る時間だ",
            "vi": "Vì vậy, đã đến lúc Kay sẽ đến"
        },
        {
            "x1": 66,
            "y1": 159,
            "x2": 122,
            "y2": 276,
            "text": "会いたくないなら 逃げたほうが いいぞ レン",
            "vi": "Nếu bạn không muốn nhìn thấy bạn, bạn nên bỏ chạy ren"
        },
        {
            "x1": 496,
            "y1": 369,
            "x2": 560,
            "y2": 512,
            "text": "ええ？ 折角会えたのに もう帰っちゃうの⁉",
            "vi": "Ừ? Tôi về nhà mặc dù tôi đã gặp"
        },
        {
            "x1": 495,
            "y1": 670,
            "x2": 512,
            "y2": 780,
            "text": "レンちゃ やだ",
            "vi": "Len -chan"
        },
        {
            "x1": 77,
            "y1": 782,
            "x2": 95,
            "y2": 857,
            "text": "クロ・・",
            "vi": "Màu đen··"
        }
    ],
    "013.jpg": [
        {
            "x1": 512,
            "y1": 275,
            "x2": 605,
            "y2": 413,
            "text": "みんなは 午後の４人に 顔合わせなくても 平気ですか？",
            "vi": "Bạn có ổn không nếu bạn không cần phải gặp bốn người vào buổi chiều?"
        },
        {
            "x1": 525,
            "y1": 504,
            "x2": 587,
            "y2": 615,
            "text": "普通に 行き違ったりも するから",
            "vi": "Bởi vì nó sai bình thường"
        },
        {
            "x1": 108,
            "y1": 485,
            "x2": 163,
            "y2": 640,
            "text": "必ず顔を合わせないと いけないってことは ないけど…‥",
            "vi": "Tôi không cần phải gặp mặt tôi, nhưng..."
        },
        {
            "x1": 97,
            "y1": 741,
            "x2": 148,
            "y2": 857,
            "text": "じゃあ",
            "vi": "Khi đó"
        }
    ],
    "014.jpg": [
        {
            "x1": 51,
            "y1": 586,
            "x2": 225,
            "y2": 801,
            "text": "じゃあ この５人で 探取に 行きませんか？",
            "vi": "Vậy tại sao không đi tìm kiếm năm người này?"
        }
    ],
    "015.jpg": [
        {
            "x1": 552,
            "y1": 84,
            "x2": 604,
            "y2": 186,
            "text": "レン いいのか？",
            "vi": "Len tốt?"
        },
        {
            "x1": 111,
            "y1": 105,
            "x2": 161,
            "y2": 237,
            "text": "言い出したのは 私ですよ",
            "vi": "Tôi là người đã nói"
        },
        {
            "x1": 530,
            "y1": 311,
            "x2": 601,
            "y2": 453,
            "text": "いずれは会うことに なるんだから ケインに会う覚悟は しておこう",
            "vi": "Tôi sẽ gặp bạn, vì vậy hãy chuẩn bị gặp Kane"
        },
        {
            "x1": 94,
            "y1": 354,
            "x2": 172,
            "y2": 444,
            "text": "とりあえずは この３人にも 会えた機会を 大事にじたい",
            "vi": "Hiện tại, tôi muốn có cơ hội gặp ba người này"
        },
        {
            "x1": 525,
            "y1": 572,
            "x2": 604,
            "y2": 732,
            "text": "…‥はぁ 仕方ない そうと決まれば 早く移動するよ！",
            "vi": "Nếu bạn quyết định rằng bạn không thể giúp được, bạn sẽ di chuyển nhanh chóng!"
        },
        {
            "x1": 164,
            "y1": 658,
            "x2": 231,
            "y2": 795,
            "text": "ほら アルルも クロもレンのこと 放して！",
            "vi": "Hãy nhìn Arles và Kuro về Len!"
        },
        {
            "x1": 108,
            "y1": 758,
            "x2": 131,
            "y2": 851,
            "text": "早く早く",
            "vi": "Nhanh lên, nhanh chóng"
        }
    ],
    "016.jpg": [
        {
            "x1": 504,
            "y1": 80,
            "x2": 555,
            "y2": 170,
            "text": "いいのか トリエラ",
            "vi": "Nó ổn chứ? Triella"
        },
        {
            "x1": 43,
            "y1": 123,
            "x2": 122,
            "y2": 263,
            "text": "仕方ないでしょ！ あんたもレンのこと 三馬鹿に言わない ようにしてよ！",
            "vi": "Bạn không thể giúp nó! Đừng nói với Len với Mika!"
        },
        {
            "x1": 528,
            "y1": 311,
            "x2": 547,
            "y2": 406,
            "text": "……善処する",
            "vi": "......Tôi làm tốt"
        },
        {
            "x1": 328,
            "y1": 355,
            "x2": 366,
            "y2": 510,
            "text": "そこは断言して いところですよ",
            "vi": "Đó là nơi tôi khẳng định"
        },
        {
            "x1": 85,
            "y1": 693,
            "x2": 108,
            "y2": 760,
            "text": "ひどい",
            "vi": "khủng khiếp"
        },
        {
            "x1": 472,
            "y1": 712,
            "x2": 566,
            "y2": 833,
            "text": "毛皮の置物かと 思ってたけど まさか お前の 従魔だったとは",
            "vi": "Tôi nghĩ đó là một bức tượng lông thú, nhưng đó là con quỷ của bạn."
        },
        {
            "x1": 28,
            "y1": 895,
            "x2": 581,
            "y2": 923,
            "text": "よくわからないけれどみんなで冒険みたいです",
            "vi": "Tôi không chắc chắn, nhưng nó trông giống như một cuộc phiêu lưu cùng nhau"
        }
    ]
}