var ocr_data = {
    "001.jpg": [
        {
            "x1": 500,
            "y1": 99,
            "x2": 516,
            "y2": 237,
            "text": "残りの陽話はさ",
            "vi": "Câu chuyện tích cực còn lại là"
        },
        {
            "x1": 193,
            "y1": 116,
            "x2": 211,
            "y2": 189,
            "text": "私の部屋に",
            "vi": "Trong phòng của tôi"
        },
        {
            "x1": 154,
            "y1": 117,
            "x2": 170,
            "y2": 242,
            "text": "伝えてらえますか",
            "vi": "Bạn có thể nói với tôi"
        },
        {
            "x1": 74,
            "y1": 139,
            "x2": 92,
            "y2": 211,
            "text": "緒にこ飯",
            "vi": "Ruin -nako gạo"
        },
        {
            "x1": 240,
            "y1": 559,
            "x2": 287,
            "y2": 676,
            "text": "おっと新しい 攻略対象呂品",
            "vi": "Rất tiếc, hàng hóa nhắm mục tiêu chiến lược mới"
        },
        {
            "x1": 360,
            "y1": 766,
            "x2": 380,
            "y2": 880,
            "text": "美味しそうなもの",
            "vi": "Những thứ trông ngon"
        },
        {
            "x1": 219,
            "y1": 724,
            "x2": 260,
            "y2": 858,
            "text": "モテるご飯は らいねこいゃ",
            "vi": "Gạo mote là một ý kiến hay"
        },
        {
            "x1": 62,
            "y1": 688,
            "x2": 85,
            "y2": 855,
            "text": "構いませジュルリよ",
            "vi": "Tôi không bận tâm đến Jururi"
        }
    ],
    "002.jpg": [
        {
            "x1": 579,
            "y1": 92,
            "x2": 597,
            "y2": 151,
            "text": "実はここの",
            "vi": "Trên thực tế ở đây"
        },
        {
            "x1": 536,
            "y1": 92,
            "x2": 554,
            "y2": 223,
            "text": "まだ未完成なんです",
            "vi": "Nó vẫn còn dang dở"
        },
        {
            "x1": 181,
            "y1": 96,
            "x2": 221,
            "y2": 184,
            "text": "部屋に 来てくださ",
            "vi": "Hãy đến phòng"
        },
        {
            "x1": 115,
            "y1": 112,
            "x2": 133,
            "y2": 213,
            "text": "本当の完成品を",
            "vi": "Sản phẩm hoàn chỉnh thực sự"
        },
        {
            "x1": 120,
            "y1": 374,
            "x2": 147,
            "y2": 437,
            "text": "30分後",
            "vi": "30 phút sau"
        },
        {
            "x1": 121,
            "y1": 546,
            "x2": 139,
            "y2": 619,
            "text": "腸話持って",
            "vi": "Với một câu chuyện đường ruột"
        },
        {
            "x1": 561,
            "y1": 680,
            "x2": 588,
            "y2": 853,
            "text": "お邪魔しまーす",
            "vi": "Tôi sẽ bận tâm bạn"
        },
        {
            "x1": 91,
            "y1": 784,
            "x2": 108,
            "y2": 884,
            "text": "始めまうか",
            "vi": "Bạn có bắt đầu không"
        }
    ],
    "003.jpg": [
        {
            "x1": 498,
            "y1": 85,
            "x2": 562,
            "y2": 211,
            "text": "お集まりの 淑女の皆さん お待たせしまた",
            "vi": "Chờ những người phụ nữ trong cuộc tụ tập lại"
        },
        {
            "x1": 515,
            "y1": 560,
            "x2": 539,
            "y2": 672,
            "text": "これが真の",
            "vi": "Điều này là sự thật"
        },
        {
            "x1": 60,
            "y1": 663,
            "x2": 115,
            "y2": 798,
            "text": "ホットドッグ です",
            "vi": "Đó là một con chó nóng"
        },
        {
            "x1": 201,
            "y1": 834,
            "x2": 383,
            "y2": 861,
            "text": "真･ホットドッグ",
            "vi": "Shin Hot Dog"
        }
    ],
    "004.jpg": [
        {
            "x1": 548,
            "y1": 99,
            "x2": 607,
            "y2": 225,
            "text": "そそ 南の居き 完成させまね",
            "vi": "Ở miền Nam, tôi có thể hoàn thành miền Nam"
        },
        {
            "x1": 144,
            "y1": 137,
            "x2": 164,
            "y2": 199,
            "text": "代用…",
            "vi": "thay thế"
        },
        {
            "x1": 498,
            "y1": 131,
            "x2": 514,
            "y2": 284,
            "text": "基本的に煮込で",
            "vi": "Về cơ bản đã đun sôi"
        },
        {
            "x1": 482,
            "y1": 448,
            "x2": 522,
            "y2": 537,
            "text": "うん… どうよう",
            "vi": "Vâng... cái gì"
        },
        {
            "x1": 83,
            "y1": 382,
            "x2": 173,
            "y2": 596,
            "text": "女の子二人 部屋に連れ込んで なんか卑猥だなコレ",
            "vi": "Đó là một điều tục tĩu để đưa bạn đến một cô gái trong một phòng hai người"
        }
    ],
    "005.jpg": [
        {
            "x1": 507,
            "y1": 129,
            "x2": 544,
            "y2": 348,
            "text": "なぁにこれぇ・",
            "vi": "Đây là"
        },
        {
            "x1": 47,
            "y1": 636,
            "x2": 101,
            "y2": 841,
            "text": "おいしいい…",
            "vi": "Ngon..."
        }
    ],
    "006.jpg": [
        {
            "x1": 550,
            "y1": 154,
            "x2": 569,
            "y2": 242,
            "text": "混さ",
            "vi": "Hỗn hợp"
        },
        {
            "x1": 116,
            "y1": 212,
            "x2": 156,
            "y2": 328,
            "text": "口の中つはいに 幸せが広がるく",
            "vi": "Hạnh phúc lan ra trong miệng tôi"
        },
        {
            "x1": 561,
            "y1": 411,
            "x2": 600,
            "y2": 540,
            "text": "新しい子の ドロ顔も頂きまた",
            "vi": "Tôi cũng có khuôn mặt bùn mới của trẻ em"
        },
        {
            "x1": 344,
            "y1": 480,
            "x2": 364,
            "y2": 529,
            "text": "調味料",
            "vi": "gia vị"
        },
        {
            "x1": 251,
            "y1": 416,
            "x2": 286,
            "y2": 516,
            "text": "まだまだリス ありますよ？",
            "vi": "Vẫn còn những con sóc vẫn còn hơn?"
        },
        {
            "x1": 545,
            "y1": 634,
            "x2": 584,
            "y2": 731,
            "text": "もっとかけて くださいゅ",
            "vi": "Xin vui lòng đặt nhiều hơn"
        },
        {
            "x1": 496,
            "y1": 762,
            "x2": 512,
            "y2": 847,
            "text": "おか♥",
            "vi": "Oka ♥"
        },
        {
            "x1": 81,
            "y1": 635,
            "x2": 147,
            "y2": 869,
            "text": "はしたない",
            "vi": "Không được chạm tới"
        }
    ],
    "007.jpg": [
        {
            "x1": 502,
            "y1": 92,
            "x2": 550,
            "y2": 176,
            "text": "翌日",
            "vi": "Ngày hôm sau"
        },
        {
            "x1": 244,
            "y1": 275,
            "x2": 360,
            "y2": 326,
            "text": "おぉ…",
            "vi": "Oh..."
        },
        {
            "x1": 520,
            "y1": 293,
            "x2": 538,
            "y2": 403,
            "text": "やっそきま惨た",
            "vi": "Yasokima đau khổ"
        },
        {
            "x1": 137,
            "y1": 287,
            "x2": 164,
            "y2": 351,
            "text": "今日は",
            "vi": "Hôm nay là"
        },
        {
            "x1": 60,
            "y1": 321,
            "x2": 98,
            "y2": 448,
            "text": "昨日のオー力の事に つしての話し合い",
            "vi": "Thảo luận về sức mạnh của ngày hôm qua"
        },
        {
            "x1": 155,
            "y1": 502,
            "x2": 244,
            "y2": 634,
            "text": "おい",
            "vi": "Này"
        }
    ],
    "008.jpg": [
        {
            "x1": 541,
            "y1": 111,
            "x2": 580,
            "y2": 165,
            "text": "おい おまえ",
            "vi": "Này"
        },
        {
            "x1": 570,
            "y1": 320,
            "x2": 588,
            "y2": 368,
            "text": "えっと",
            "vi": "Uh"
        },
        {
            "x1": 122,
            "y1": 284,
            "x2": 161,
            "y2": 380,
            "text": "昨日絡んで きたやつか？",
            "vi": "Bạn có tham gia ngày hôm qua không?"
        },
        {
            "x1": 92,
            "y1": 339,
            "x2": 108,
            "y2": 431,
            "text": "感し悪なある",
            "vi": "Có một cảm giác tồi tệ"
        },
        {
            "x1": 546,
            "y1": 490,
            "x2": 605,
            "y2": 617,
            "text": "さっき キルドの方か 説明があったぞ",
            "vi": "Có một lời giải thích nếu người bị giết là một thời gian trước đây"
        },
        {
            "x1": 148,
            "y1": 469,
            "x2": 185,
            "y2": 708,
            "text": "おいおいおいおい",
            "vi": "Hey Oh"
        },
        {
            "x1": 537,
            "y1": 689,
            "x2": 600,
            "y2": 859,
            "text": "その狼ってとは やは昨日のを 倒たのはお前なのか",
            "vi": "Wolf đó là gì, bạn có phải là người đã đánh bại ngày hôm qua?"
        },
        {
            "x1": 233,
            "y1": 769,
            "x2": 261,
            "y2": 862,
            "text": "違います",
            "vi": "hỏng"
        },
        {
            "x1": 80,
            "y1": 746,
            "x2": 130,
            "y2": 877,
            "text": "ギルドマスタ 何やってるの？",
            "vi": "Bạn đang làm gì với Guild Master?"
        }
    ],
    "009.jpg": [
        {
            "x1": 546,
            "y1": 106,
            "x2": 564,
            "y2": 225,
            "text": "おいふさるな",
            "vi": "Đừng đi"
        },
        {
            "x1": 424,
            "y1": 104,
            "x2": 456,
            "y2": 259,
            "text": "何をしてる！",
            "vi": "Bạn đang làm gì vậy!"
        },
        {
            "x1": 536,
            "y1": 538,
            "x2": 552,
            "y2": 651,
            "text": "昨の",
            "vi": "Kéo dài"
        },
        {
            "x1": 498,
            "y1": 537,
            "x2": 515,
            "y2": 637,
            "text": "聞きたことが",
            "vi": "Những gì tôi đã nghe"
        },
        {
            "x1": 35,
            "y1": 730,
            "x2": 120,
            "y2": 871,
            "text": "そのことに関しては 何も聞かないと さつき誓約書も 書いたはずだ",
            "vi": "Bạn nên viết một cam kết Satsuki trừ khi bạn hỏi bất cứ điều gì về điều đó."
        }
    ],
    "010.jpg": [
        {
            "x1": 215,
            "y1": 85,
            "x2": 232,
            "y2": 199,
            "text": "在意",
            "vi": "Độc lập"
        },
        {
            "x1": 138,
            "y1": 95,
            "x2": 157,
            "y2": 210,
            "text": "領都にも王都も",
            "vi": "Cả lãnh thổ và thủ đô hoàng gia"
        },
        {
            "x1": 540,
            "y1": 325,
            "x2": 586,
            "y2": 439,
            "text": "お前は",
            "vi": "Em là"
        },
        {
            "x1": 100,
            "y1": 423,
            "x2": 184,
            "y2": 556,
            "text": "その意味を 理解して いないのか？",
            "vi": "Bạn không hiểu ý nghĩa của"
        },
        {
            "x1": 546,
            "y1": 649,
            "x2": 597,
            "y2": 799,
            "text": "この件に関しては 終わりだ",
            "vi": "Đây là kết thúc"
        },
        {
            "x1": 290,
            "y1": 627,
            "x2": 315,
            "y2": 798,
            "text": "すごい迫力ギルマス",
            "vi": "Gilmas mạnh mẽ"
        },
        {
            "x1": 375,
            "y1": 764,
            "x2": 427,
            "y2": 844,
            "text": "もう何も 言うな",
            "vi": "Đừng nói bất cứ điều gì nữa"
        },
        {
            "x1": 253,
            "y1": 705,
            "x2": 269,
            "y2": 849,
            "text": "なたか思",
            "vi": "Thằng ngốc"
        },
        {
            "x1": 82,
            "y1": 719,
            "x2": 119,
            "y2": 876,
            "text": "今の置険者が お馬鹿なだはたたのか",
            "vi": "Người hiện tại có phải là người ngu ngốc không?"
        }
    ],
    "011.jpg": [
        {
            "x1": 491,
            "y1": 88,
            "x2": 530,
            "y2": 188,
            "text": "なんだか馬鹿が 迷惑掛けたな",
            "vi": "Bằng cách nào đó, tên ngốc đã làm phiền"
        },
        {
            "x1": 119,
            "y1": 134,
            "x2": 137,
            "y2": 221,
            "text": "そまでては",
            "vi": "Bằng lúc đó"
        },
        {
            "x1": 56,
            "y1": 90,
            "x2": 94,
            "y2": 195,
            "text": "素手でヨイ",
            "vi": "Yoi với tay trần"
        },
        {
            "x1": 40,
            "y1": 128,
            "x2": 72,
            "y2": 250,
            "text": "ひんまげたそこの",
            "vi": "Có"
        },
        {
            "x1": 431,
            "y1": 340,
            "x2": 448,
            "y2": 426,
            "text": "変な対抗",
            "vi": "Sự phản đối kỳ lạ"
        },
        {
            "x1": 393,
            "y1": 339,
            "x2": 411,
            "y2": 413,
            "text": "あって困る",
            "vi": "Tôi gặp rắc rối"
        },
        {
            "x1": 92,
            "y1": 317,
            "x2": 110,
            "y2": 412,
            "text": "お好しします",
            "vi": "Tôi sẽ làm"
        },
        {
            "x1": 521,
            "y1": 501,
            "x2": 557,
            "y2": 580,
            "text": "あとは ニールか？",
            "vi": "Có phải là Neil không?"
        },
        {
            "x1": 435,
            "y1": 494,
            "x2": 473,
            "y2": 581,
            "text": "なと何か 処罰しないと",
            "vi": "Tôi phải trừng phạt một cái gì đó"
        },
        {
            "x1": 69,
            "y1": 510,
            "x2": 87,
            "y2": 575,
            "text": "ださい",
            "vi": "Dành riêng"
        },
        {
            "x1": 535,
            "y1": 724,
            "x2": 552,
            "y2": 849,
            "text": "実際",
            "vi": "thực tế"
        },
        {
            "x1": 60,
            "y1": 770,
            "x2": 120,
            "y2": 858,
            "text": "の街は 人材不足でな 感謝がない",
            "vi": "Thành phố là sự thiếu hụt nhân sự"
        }
    ],
    "012.jpg": [
        {
            "x1": 488,
            "y1": 92,
            "x2": 576,
            "y2": 190,
            "text": "今日は ガ退治の 取り分と 約束の素材",
            "vi": "Hôm nay là phần của khoảng cách và tài liệu đã hứa"
        },
        {
            "x1": 447,
            "y1": 116,
            "x2": 465,
            "y2": 203,
            "text": "誰渡だな",
            "vi": "Ai là ai"
        },
        {
            "x1": 465,
            "y1": 391,
            "x2": 488,
            "y2": 433,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 544,
            "y1": 520,
            "x2": 591,
            "y2": 610,
            "text": "だいぶ 重いですね",
            "vi": "Nó khá nặng"
        },
        {
            "x1": 98,
            "y1": 527,
            "x2": 119,
            "y2": 617,
            "text": "らで？",
            "vi": "Họ là?"
        },
        {
            "x1": 518,
            "y1": 707,
            "x2": 597,
            "y2": 841,
            "text": "合計で 金買５◎◎枚 になる",
            "vi": "Mua vàng 5 ◎◎"
        }
    ],
    "013.jpg": [
        {
            "x1": 532,
            "y1": 88,
            "x2": 549,
            "y2": 189,
            "text": "本来ならもっと",
            "vi": "Ban đầu nhiều hơn"
        },
        {
            "x1": 392,
            "y1": 97,
            "x2": 410,
            "y2": 158,
            "text": "本来なら",
            "vi": "Ban đầu"
        },
        {
            "x1": 92,
            "y1": 97,
            "x2": 131,
            "y2": 185,
            "text": "そこにオカ 1匹だろう？",
            "vi": "Nó có phải là một oka ở đó không?"
        },
        {
            "x1": 531,
            "y1": 295,
            "x2": 547,
            "y2": 394,
            "text": "そ本来なら",
            "vi": "Ban đầu"
        },
        {
            "x1": 492,
            "y1": 295,
            "x2": 510,
            "y2": 369,
            "text": "ませんから",
            "vi": "Không bởi vì"
        },
        {
            "x1": 303,
            "y1": 276,
            "x2": 371,
            "y2": 378,
            "text": "スト！ジ) カドンに しまってます",
            "vi": "Đá bóng! ) Tôi đang ở trên Kadon"
        },
        {
            "x1": 221,
            "y1": 250,
            "x2": 292,
            "y2": 338,
            "text": "もさ",
            "vi": "Lông xù"
        },
        {
            "x1": 492,
            "y1": 487,
            "x2": 532,
            "y2": 587,
            "text": "言うなら っちは助かる",
            "vi": "Nếu bạn nói nó sẽ giúp"
        },
        {
            "x1": 170,
            "y1": 693,
            "x2": 193,
            "y2": 734,
            "text": "さて",
            "vi": "Bây giờ"
        },
        {
            "x1": 515,
            "y1": 701,
            "x2": 553,
            "y2": 784,
            "text": "ありがどう ござます",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 108,
            "y1": 689,
            "x2": 147,
            "y2": 811,
            "text": "時間的にも そろそろお昼だ",
            "vi": "Đó là về thời gian cho thời gian"
        },
        {
            "x1": 47,
            "y1": 760,
            "x2": 63,
            "y2": 860,
            "text": "お暇",
            "vi": "Thời gian rảnh rỗi"
        }
    ]
}