var ocr_data = {
    "001.jpg": [
        {
            "x1": 538,
            "y1": 97,
            "x2": 560,
            "y2": 241,
            "text": "俺はウォーゼル",
            "vi": "Tôi là một người đi bộ"
        },
        {
            "x1": 115,
            "y1": 413,
            "x2": 134,
            "y2": 534,
            "text": "ギルドマスタ",
            "vi": "Master Guild"
        },
        {
            "x1": 577,
            "y1": 692,
            "x2": 598,
            "y2": 775,
            "text": "昔なじみに",
            "vi": "Trong quá khứ"
        },
        {
            "x1": 516,
            "y1": 694,
            "x2": 557,
            "y2": 848,
            "text": "やらされてると 言たほ",
            "vi": "Tôi đã nói tôi đã hoàn thành"
        }
    ],
    "002.jpg": [
        {
            "x1": 499,
            "y1": 125,
            "x2": 542,
            "y2": 270,
            "text": "は地は ム悪くない",
            "vi": "Không có xấu"
        },
        {
            "x1": 442,
            "y1": 205,
            "x2": 461,
            "y2": 364,
            "text": "ネ男爵領と",
            "vi": "Với người đàn ông mới"
        },
        {
            "x1": 183,
            "y1": 178,
            "x2": 203,
            "y2": 306,
            "text": "その関係上",
            "vi": "Trong mối quan hệ đó"
        },
        {
            "x1": 117,
            "y1": 179,
            "x2": 139,
            "y2": 276,
            "text": "あるのもいい",
            "vi": "Thật tuyệt khi có nó"
        },
        {
            "x1": 506,
            "y1": 456,
            "x2": 522,
            "y2": 572,
            "text": "ちの領散",
            "vi": "Phân tán"
        },
        {
            "x1": 328,
            "y1": 717,
            "x2": 406,
            "y2": 859,
            "text": "とか人を 回もてもらえるように 都領部 け合処",
            "vi": "Hoặc các khu vực đô thị để mọi người có thể có người quay đầu"
        },
        {
            "x1": 51,
            "y1": 741,
            "x2": 117,
            "y2": 868,
            "text": "それでも人が 集まっくるのは まだまだ先だ",
            "vi": "Tuy nhiên, vẫn còn một chặng đường dài để cùng nhau"
        }
    ],
    "003.jpg": [
        {
            "x1": 519,
            "y1": 106,
            "x2": 554,
            "y2": 219,
            "text": "材不足だつたり するわけだ",
            "vi": "Đó là sự thiếu hụt vật liệu"
        },
        {
            "x1": 101,
            "y1": 235,
            "x2": 360,
            "y2": 252,
            "text": "話よくわからないけれといかんのです",
            "vi": "Tôi không biết liệu tôi không hiểu câu chuyện."
        },
        {
            "x1": 428,
            "y1": 301,
            "x2": 466,
            "y2": 359,
            "text": "よう！",
            "vi": "Hãy làm điều đó!"
        },
        {
            "x1": 355,
            "y1": 287,
            "x2": 426,
            "y2": 445,
            "text": "今回はオレの話だぜ射",
            "vi": "Lần này là câu chuyện của tôi"
        },
        {
            "x1": 453,
            "y1": 601,
            "x2": 615,
            "y2": 626,
            "text": "漫画内々けやき",
            "vi": "Manga -kaiyaki"
        },
        {
            "x1": 536,
            "y1": 685,
            "x2": 580,
            "y2": 784,
            "text": "そんな ある日のこと",
            "vi": "Một ngày"
        },
        {
            "x1": 122,
            "y1": 766,
            "x2": 179,
            "y2": 882,
            "text": "冒険者が わらかたとう 報せが届いた",
            "vi": "Nhà thám hiểm đã được thưởng"
        }
    ],
    "004.jpg": [
        {
            "x1": 530,
            "y1": 89,
            "x2": 546,
            "y2": 202,
            "text": "話を聞いてみと",
            "vi": "Nghe câu chuyện"
        },
        {
            "x1": 40,
            "y1": 193,
            "x2": 95,
            "y2": 280,
            "text": "あの馬鹿共 かやると 思ってたそ",
            "vi": "Tôi nghĩ rằng tôi sẽ làm tên ngốc đó"
        },
        {
            "x1": 501,
            "y1": 361,
            "x2": 549,
            "y2": 437,
            "text": "だが",
            "vi": "Chỉ"
        },
        {
            "x1": 434,
            "y1": 468,
            "x2": 494,
            "y2": 597,
            "text": "報告に来た 商同行者を見 そちららの方にに驚いた",
            "vi": "Tôi đã rất ngạc nhiên về người đã nhìn thấy người bán đã đến báo cáo"
        }
    ],
    "005.jpg": [
        {
            "x1": 549,
            "y1": 103,
            "x2": 594,
            "y2": 210,
            "text": "背丈の割に 胸だけ発達じて",
            "vi": "Chỉ có ngực phát triển cho chiều cao"
        },
        {
            "x1": 103,
            "y1": 200,
            "x2": 146,
            "y2": 293,
            "text": "妙な色気を 放って",
            "vi": "Thoát khỏi một kháng cáo tình dục kỳ lạ"
        },
        {
            "x1": 534,
            "y1": 374,
            "x2": 588,
            "y2": 490,
            "text": "従魔は大きさから タウル だろうか",
            "vi": "Là ma quỷ Taul từ kích thước?"
        },
        {
            "x1": 116,
            "y1": 436,
            "x2": 175,
            "y2": 590,
            "text": "いやそれにしては 毛世みなんかが全う もつと別の",
            "vi": "Không, vì thế, thế giới tóc đã hoàn chỉnh và khác biệt"
        },
        {
            "x1": 574,
            "y1": 671,
            "x2": 613,
            "y2": 838,
            "text": "話を聞てみれば 馬鹿がてかたのは",
            "vi": "Nếu bạn hỏi câu chuyện, thì một kẻ ngốc là gì"
        },
        {
            "x1": 111,
            "y1": 749,
            "x2": 129,
            "y2": 849,
            "text": "当然の末路だが",
            "vi": "Đó là một kết thúc tự nhiên"
        }
    ],
    "006.jpg": [
        {
            "x1": 519,
            "y1": 65,
            "x2": 558,
            "y2": 173,
            "text": "たが 話を詳しく 聞いてみれば",
            "vi": "Nhưng nếu bạn hỏi câu chuyện chi tiết"
        },
        {
            "x1": 91,
            "y1": 126,
            "x2": 125,
            "y2": 281,
            "text": "従魔の狼が わったならまたわかるが",
            "vi": "Nếu bạn có một con sói của quỷ, bạn sẽ biết một lần nữa"
        },
        {
            "x1": 529,
            "y1": 329,
            "x2": 547,
            "y2": 377,
            "text": "その後",
            "vi": "sau đó"
        },
        {
            "x1": 468,
            "y1": 330,
            "x2": 484,
            "y2": 430,
            "text": "見せてもららるた",
            "vi": "Tôi đã được hiển thị"
        },
        {
            "x1": 107,
            "y1": 363,
            "x2": 126,
            "y2": 545,
            "text": "後魔法の約たと言っていたが",
            "vi": "Tôi đã nói rằng đó là về phép thuật"
        },
        {
            "x1": 49,
            "y1": 363,
            "x2": 88,
            "y2": 504,
            "text": "アテボスの スキル待ちたろう",
            "vi": "Tôi đã chờ đợi các kỹ năng của Atebos"
        },
        {
            "x1": 535,
            "y1": 659,
            "x2": 552,
            "y2": 747,
            "text": "う見えても",
            "vi": "Ngay cả khi nó trông"
        },
        {
            "x1": 132,
            "y1": 711,
            "x2": 150,
            "y2": 771,
            "text": "スを",
            "vi": "Sunde"
        },
        {
            "x1": 30,
            "y1": 711,
            "x2": 68,
            "y2": 878,
            "text": "何が探め事に 巻き込まれ所",
            "vi": "Những gì liên quan đến việc tìm kiếm"
        }
    ],
    "007.jpg": [
        {
            "x1": 514,
            "y1": 70,
            "x2": 530,
            "y2": 196,
            "text": "その日たはをはなく",
            "vi": "Không có cách nào ngày đó"
        },
        {
            "x1": 510,
            "y1": 273,
            "x2": 527,
            "y2": 361,
            "text": "採集に行けば",
            "vi": "Nếu bạn đi để thu thập"
        },
        {
            "x1": 469,
            "y1": 274,
            "x2": 485,
            "y2": 387,
            "text": "薬草を持つて掃る",
            "vi": "Giữ và quét bằng thảo mộc"
        },
        {
            "x1": 395,
            "y1": 551,
            "x2": 431,
            "y2": 704,
            "text": "無集にはすなのに 物をて",
            "vi": "Đừng gặp nhau, nhưng làm mọi việc"
        }
    ],
    "008.jpg": [
        {
            "x1": 514,
            "y1": 69,
            "x2": 549,
            "y2": 171,
            "text": "倒せるとなると やっぱり",
            "vi": "Rốt cuộc khi nói đến đánh bại"
        },
        {
            "x1": 247,
            "y1": 249,
            "x2": 300,
            "y2": 376,
            "text": "あの狼は グーターウルフ なんかゃはく…",
            "vi": "Sói đó là sói sói..."
        },
        {
            "x1": 35,
            "y1": 233,
            "x2": 75,
            "y2": 368,
            "text": "いや余計な詮索は やめておこう",
            "vi": "Không, chúng ta hãy ngừng sử dụng thêm sự tò mò"
        },
        {
            "x1": 539,
            "y1": 427,
            "x2": 560,
            "y2": 490,
            "text": "それより",
            "vi": "Thêm"
        },
        {
            "x1": 512,
            "y1": 517,
            "x2": 530,
            "y2": 592,
            "text": "ここ最近の",
            "vi": "Mới đây"
        },
        {
            "x1": 471,
            "y1": 519,
            "x2": 489,
            "y2": 605,
            "text": "気に増えた",
            "vi": "Tôi đã lo lắng"
        },
        {
            "x1": 124,
            "y1": 445,
            "x2": 202,
            "y2": 599,
            "text": "お陰で回復築の 出回るる量も増え それによのて冒険者達の 怪我も減づた",
            "vi": "Nhờ vào điều này, lượng phục hồi được xây dựng đang tăng lên, điều này đã làm giảm thương tích của các nhà thám hiểm."
        },
        {
            "x1": 61,
            "y1": 527,
            "x2": 79,
            "y2": 628,
            "text": "良い事尽くめだ",
            "vi": "Những điều tốt đẹp"
        },
        {
            "x1": 519,
            "y1": 713,
            "x2": 557,
            "y2": 772,
            "text": "だが",
            "vi": "Chỉ"
        },
        {
            "x1": 417,
            "y1": 750,
            "x2": 494,
            "y2": 875,
            "text": "ある時はた 見がけった 何ても南の村の ほうに行った",
            "vi": "Tại một thời điểm, tôi đã đến Làng miền Nam"
        }
    ],
    "009.jpg": [
        {
            "x1": 322,
            "y1": 51,
            "x2": 377,
            "y2": 129,
            "text": "「るよ",
            "vi": "“Rao"
        },
        {
            "x1": 230,
            "y1": 59,
            "x2": 265,
            "y2": 130,
            "text": "来んな",
            "vi": "Không đến"
        },
        {
            "x1": 574,
            "y1": 85,
            "x2": 592,
            "y2": 198,
            "text": "冒険者の若奴が",
            "vi": "Chàng trai trẻ của nhà thám hiểm"
        },
        {
            "x1": 465,
            "y1": 153,
            "x2": 481,
            "y2": 280,
            "text": "迷はたのたろう",
            "vi": "Hãy bị mất"
        },
        {
            "x1": 100,
            "y1": 125,
            "x2": 138,
            "y2": 266,
            "text": "若い奴がそれぐらいで 止まるとは思えん",
            "vi": "Tôi không nghĩ chàng trai trẻ sẽ dừng lại nhiều như vậy"
        },
        {
            "x1": 550,
            "y1": 363,
            "x2": 590,
            "y2": 464,
            "text": "そんな折 オーガの群れの",
            "vi": "Một đàn nội tạng"
        },
        {
            "x1": 134,
            "y1": 406,
            "x2": 176,
            "y2": 519,
            "text": "西の大森林から 来たらしい",
            "vi": "Có vẻ như nó đến từ rừng phía tây"
        },
        {
            "x1": 404,
            "y1": 698,
            "x2": 443,
            "y2": 839,
            "text": "目撃情報ては オーガの群れは20匹程",
            "vi": "Để nhìn thấy, khoảng 20 gia tăng trong máy khoan"
        },
        {
            "x1": 73,
            "y1": 711,
            "x2": 92,
            "y2": 799,
            "text": "当然俺も行く",
            "vi": "Tất nhiên là tôi cũng đi"
        }
    ],
    "010.jpg": [
        {
            "x1": 519,
            "y1": 66,
            "x2": 576,
            "y2": 179,
            "text": "たがそこて 予想分の出来事が いくつもあった",
            "vi": "Tuy nhiên, có nhiều sự kiện về số tiền dự kiến."
        },
        {
            "x1": 508,
            "y1": 318,
            "x2": 547,
            "y2": 460,
            "text": "支配者級の 才力自の存在だ",
            "vi": "Sức mạnh tài năng của Lớp Ruler là sự tồn tại"
        },
        {
            "x1": 541,
            "y1": 519,
            "x2": 575,
            "y2": 646,
            "text": "俺とオーガローの サた見たら",
            "vi": "Nếu bạn nhìn tôi với tôi và tôi"
        },
        {
            "x1": 410,
            "y1": 729,
            "x2": 467,
            "y2": 898,
            "text": "討伐隊の運中を守りなから 誰れを相手にするのは 余りにもが悪すきた",
            "vi": "Thật là tệ khi đối phó với bất cứ ai vì nó bảo vệ sự may mắn của đội hình khu vực."
        },
        {
            "x1": 70,
            "y1": 722,
            "x2": 88,
            "y2": 877,
            "text": "全滅を覚悟した時。",
            "vi": "Khi bạn chuẩn bị tiêu diệt."
        }
    ],
    "011.jpg": [
        {
            "x1": 541,
            "y1": 103,
            "x2": 599,
            "y2": 230,
            "text": "急に見覚えのある でかい狼が 手紙を持て現れた",
            "vi": "Đột nhiên, một con sói khổng lồ xuất hiện với một bức thư"
        },
        {
            "x1": 514,
            "y1": 473,
            "x2": 608,
            "y2": 587,
            "text": "の手紙を読ん みればそこには ふざけだ内容が 書かれてして 俺は眩霊かもた",
            "vi": "Nếu bạn đọc bức thư của, đó là một nội dung vui tươi trên đó, và tôi là một tinh thần rực rỡ."
        },
        {
            "x1": 112,
            "y1": 479,
            "x2": 171,
            "y2": 620,
            "text": "おち 本当を 倒せるのか？",
            "vi": "Bạn có thể đánh bại sự thật không?"
        },
        {
            "x1": 530,
            "y1": 669,
            "x2": 610,
            "y2": 850,
            "text": "だがここで 俺を含めて話伐隊が 全滅なんのな 人材不足のラは終るだ",
            "vi": "Nhưng đây là sự kết thúc của sự thiếu hụt nhân sự, bao gồm cả tôi, bao gồm cả tôi."
        },
        {
            "x1": 60,
            "y1": 738,
            "x2": 128,
            "y2": 866,
            "text": "俺は 天に祈る気持ちて 狼に返事を託した",
            "vi": "Tôi đã giao phó câu trả lời cho con sói với cảm giác cầu nguyện lên thiên đàng"
        }
    ],
    "012.jpg": [
        {
            "x1": 555,
            "y1": 17,
            "x2": 573,
            "y2": 125,
            "text": "そこからは",
            "vi": "Từ đây"
        },
        {
            "x1": 456,
            "y1": 103,
            "x2": 495,
            "y2": 204,
            "text": "あれよあれよと 取り巻きの",
            "vi": "Đó là lý do"
        },
        {
            "x1": 552,
            "y1": 327,
            "x2": 570,
            "y2": 414,
            "text": "護衛の減った",
            "vi": "Số lượng hộ tống giảm"
        },
        {
            "x1": 68,
            "y1": 356,
            "x2": 86,
            "y2": 498,
            "text": "俺は討伐隊の運中には",
            "vi": "Tôi đang gặp may mắn của đội hình thất bại"
        },
        {
            "x1": 29,
            "y1": 358,
            "x2": 44,
            "y2": 550,
            "text": "嫉話を",
            "vi": "Ghen tuông"
        },
        {
            "x1": 203,
            "y1": 616,
            "x2": 258,
            "y2": 743,
            "text": "なんというか 正直何を考えてるか わからか",
            "vi": "Tôi không biết bạn đang nghĩ gì một cách trung thực"
        },
        {
            "x1": 346,
            "y1": 688,
            "x2": 362,
            "y2": 868,
            "text": "足が吹ら飛んで首が飛んだ",
            "vi": "Chân tôi thổi và cổ tôi bay"
        },
        {
            "x1": 58,
            "y1": 761,
            "x2": 110,
            "y2": 875,
            "text": "目ちたない いうのはわかるか それにしても",
            "vi": "Bạn có biết những gì bạn không thể xem không?"
        }
    ],
    "013.jpg": [
        {
            "x1": 533,
            "y1": 126,
            "x2": 592,
            "y2": 227,
            "text": "とにかく この嬢ちゃんは 良くわからん",
            "vi": "Dù sao đi nữa, tôi không hiểu cô gái này"
        },
        {
            "x1": 89,
            "y1": 436,
            "x2": 150,
            "y2": 605,
            "text": "多分 無理に理解ようと なほうが良のだろう",
            "vi": "Có lẽ tốt hơn là cố gắng hiểu"
        },
        {
            "x1": 528,
            "y1": 686,
            "x2": 545,
            "y2": 855,
            "text": "食事にも脱始たのだが",
            "vi": "Tôi bắt đầu ăn"
        }
    ],
    "014.jpg": [
        {
            "x1": 88,
            "y1": 127,
            "x2": 106,
            "y2": 201,
            "text": "料理ですが",
            "vi": "Đó là một món ăn"
        },
        {
            "x1": 541,
            "y1": 359,
            "x2": 557,
            "y2": 499,
            "text": "の妹がる",
            "vi": "Chị gái"
        },
        {
            "x1": 463,
            "y1": 359,
            "x2": 500,
            "y2": 513,
            "text": "模放した料理が Iされす",
            "vi": "Món ăn bắt chước sẽ được làm"
        },
        {
            "x1": 405,
            "y1": 392,
            "x2": 420,
            "y2": 545,
            "text": "一度告をまが",
            "vi": "Sau khi được thông báo"
        },
        {
            "x1": 88,
            "y1": 475,
            "x2": 108,
            "y2": 531,
            "text": "なんと",
            "vi": "Thế nào"
        },
        {
            "x1": 525,
            "y1": 630,
            "x2": 546,
            "y2": 718,
            "text": "行ってる",
            "vi": "Nó đang làm"
        }
    ],
    "015.jpg": [
        {
            "x1": 217,
            "y1": 338,
            "x2": 236,
            "y2": 437,
            "text": "これは…",
            "vi": "đây là…"
        },
        {
            "x1": 540,
            "y1": 645,
            "x2": 598,
            "y2": 841,
            "text": "嬢ちっんの料理のように 味に酒もなければ たた油揚たけの内と",
            "vi": "Không có hương vị giống như một món ăn của một cô gái trẻ, và nó ở bên trong tre chiên."
        },
        {
            "x1": 498,
            "y1": 635,
            "x2": 516,
            "y2": 830,
            "text": "理感が不快に広がるという",
            "vi": "Người ta nói rằng ý thức về sinh lý lan truyền khó chịu"
        },
        {
            "x1": 219,
            "y1": 646,
            "x2": 257,
            "y2": 789,
            "text": "食う前ならいさ知らす 食った後ならられかる",
            "vi": "Trước khi ăn nó, bạn có thể thông báo cho bạn sau khi ăn"
        },
        {
            "x1": 78,
            "y1": 738,
            "x2": 134,
            "y2": 885,
            "text": "帰ろう！",
            "vi": "về nhà!"
        }
    ],
    "016.jpg": [
        {
            "x1": 249,
            "y1": 41,
            "x2": 283,
            "y2": 108,
            "text": "サレナの",
            "vi": "Salena"
        },
        {
            "x1": 483,
            "y1": 112,
            "x2": 560,
            "y2": 225,
            "text": "あの謎の 麺料理のビを 探って来 たろれが",
            "vi": "Tất cả những người khám phá món mì bí ẩn đó"
        },
        {
            "x1": 66,
            "y1": 78,
            "x2": 85,
            "y2": 205,
            "text": "だがら私は緒仕で",
            "vi": "Tuy nhiên, tôi là người nuôi dưỡng"
        },
        {
            "x1": 514,
            "y1": 315,
            "x2": 559,
            "y2": 430,
            "text": "クビにするぞ きさまー！",
            "vi": "Tôi sẽ bị đuổi việc!"
        },
        {
            "x1": 219,
            "y1": 311,
            "x2": 236,
            "y2": 399,
            "text": "うだそ",
            "vi": "UDA"
        },
        {
            "x1": 54,
            "y1": 355,
            "x2": 91,
            "y2": 515,
            "text": "なんだお前客だったら おとな食帰れ",
            "vi": "Nếu bạn là khách hàng, hãy quay lại người lớn"
        }
    ],
    "017.jpg": [
        {
            "x1": 364,
            "y1": 86,
            "x2": 405,
            "y2": 135,
            "text": "待って 待って",
            "vi": "Đợi đã"
        },
        {
            "x1": 211,
            "y1": 81,
            "x2": 229,
            "y2": 180,
            "text": "あげてたさ",
            "vi": "Tôi đã cho nó"
        },
        {
            "x1": 328,
            "y1": 321,
            "x2": 364,
            "y2": 395,
            "text": "それ以上 けません",
            "vi": "Không còn nữa"
        },
        {
            "x1": 545,
            "y1": 478,
            "x2": 565,
            "y2": 544,
            "text": "参ったな",
            "vi": "Tôi đến"
        },
        {
            "x1": 120,
            "y1": 465,
            "x2": 139,
            "y2": 526,
            "text": "しまった",
            "vi": "Úi"
        },
        {
            "x1": 526,
            "y1": 655,
            "x2": 561,
            "y2": 810,
            "text": "昧を求めて きただけ",
            "vi": "Tôi chỉ hỏi nó"
        },
        {
            "x1": 104,
            "y1": 652,
            "x2": 139,
            "y2": 821,
            "text": "あいかん いかんいかん",
            "vi": "Aikan Ikan"
        }
    ]
}