var ocr_data = {
    "001.jpg": [
        {
            "x1": 938,
            "y1": 208,
            "x2": 1008,
            "y2": 351,
            "text": "こんにちは レンです",
            "vi": "Xin chào đây là Len"
        },
        {
            "x1": 189,
            "y1": 475,
            "x2": 261,
            "y2": 691,
            "text": "オーガロードを 倒した帰路ですが",
            "vi": "Đó là một cách về nhà mà tôi đã đánh bại Orgaload"
        },
        {
            "x1": 894,
            "y1": 1076,
            "x2": 987,
            "y2": 1476,
            "text": "ただいま ＭＰ切れで 絶賛休憩中でございます",
            "vi": "Nó hiện đang ra khỏi giờ nghỉ được hoan nghênh do hết MP."
        }
    ],
    "002.jpg": [
        {
            "x1": 79,
            "y1": 27,
            "x2": 726,
            "y2": 191,
            "text": "原作〜３巻、ランベラックスより好評発売中!",
            "vi": "Các tập gốc -3, bây giờ được bán từ Lambelux!"
        },
        {
            "x1": 711,
            "y1": 147,
            "x2": 938,
            "y2": 277,
            "text": "けれ」",
            "vi": "Và"
        },
        {
            "x1": 135,
            "y1": 139,
            "x2": 1003,
            "y2": 588,
            "text": "よくわからない 異世界 転生 てていたようです",
            "vi": "Có vẻ như anh ấy đã tái sinh với một thế giới khác"
        },
        {
            "x1": 248,
            "y1": 589,
            "x2": 495,
            "y2": 651,
            "text": "よくわからないけれと 完全勝利みたいです",
            "vi": "Tôi không biết nếu tôi không biết, tôi muốn giành chiến thắng hoàn chỉnh"
        },
        {
            "x1": 865,
            "y1": 587,
            "x2": 993,
            "y2": 821,
            "text": "人知れず無双",
            "vi": "Vô hình Musou"
        },
        {
            "x1": 114,
            "y1": 729,
            "x2": 500,
            "y2": 810,
            "text": "還画的内々けやき",
            "vi": "Giảm các bức tranh"
        }
    ],
    "003.jpg": [
        {
            "x1": 951,
            "y1": 114,
            "x2": 1022,
            "y2": 437,
            "text": "買ようやくハルーラ前まで 来たけどと街道脇で伏憩か",
            "vi": "Tôi đã mua nó trước Harura, nhưng nó có bị lộn ngược ở bên đường cao tốc không?"
        },
        {
            "x1": 946,
            "y1": 597,
            "x2": 1019,
            "y2": 764,
            "text": "オーガ討伐隊 っぽい人",
            "vi": "Những người thích Quân đoàn khu vực Ogre"
        },
        {
            "x1": 833,
            "y1": 798,
            "x2": 866,
            "y2": 940,
            "text": "ギルド職員",
            "vi": "Nhân viên của bang hội"
        },
        {
            "x1": 326,
            "y1": 742,
            "x2": 397,
            "y2": 910,
            "text": "オーガの 死体運搬人足",
            "vi": "Chân vận chuyển Corpse Ogre"
        },
        {
            "x1": 165,
            "y1": 884,
            "x2": 277,
            "y2": 1073,
            "text": "今日に限っては 絶え間なく 沢山通るぜ",
            "vi": "Chỉ hôm nay tôi sẽ vượt qua rất nhiều liên tục"
        },
        {
            "x1": 884,
            "y1": 1203,
            "x2": 1014,
            "y2": 1463,
            "text": "討伐隊は事後処理 全部含めてだから 大変そうだよなあ",
            "vi": "Nó dường như rất khó khăn vì các quân đoàn khuất phục bao gồm tất cả các quá trình sau."
        },
        {
            "x1": 153,
            "y1": 1170,
            "x2": 283,
            "y2": 1505,
            "text": "ギルマスに 私の存在を内密にしで もらって助かる",
            "vi": "Gilmas giúp tôi có được sự tồn tại của tôi một cách bí mật"
        }
    ],
    "004.jpg": [
        {
            "x1": 863,
            "y1": 181,
            "x2": 962,
            "y2": 407,
            "text": "おいおい体力のない 新米冒険者は 家に帰っとけよ",
            "vi": "Một nhà thám hiểm mới không có sức mạnh về thể chất nên về nhà"
        },
        {
            "x1": 380,
            "y1": 163,
            "x2": 448,
            "y2": 353,
            "text": "オーガに 食われちまうぞ",
            "vi": "Tôi sẽ được ăn bởi Auga"
        },
        {
            "x1": 60,
            "y1": 348,
            "x2": 162,
            "y2": 522,
            "text": "ま 俺たちが 退治したから 安心だけどな！",
            "vi": "Vâng, nó an toàn vì chúng tôi đã thoát khỏi nó!"
        },
        {
            "x1": 476,
            "y1": 603,
            "x2": 589,
            "y2": 835,
            "text": "おめ川ら その体力無いのに 助けられたんだぞ",
            "vi": "Omekawa và những người khác, tôi đã được giúp đỡ mà không có sức mạnh về thể chất đó."
        },
        {
            "x1": 842,
            "y1": 936,
            "x2": 998,
            "y2": 1208,
            "text": "そーうだ 報告終わった後に 一杯どうだ？",
            "vi": "Làm thế nào về một tách sau khi báo cáo kết thúc?"
        },
        {
            "x1": 520,
            "y1": 965,
            "x2": 666,
            "y2": 1231,
            "text": "報酬も入るだろうから もっと深い夜まで 付き合ってくれても いいんだぜ",
            "vi": "Bạn có thể nhận được một phần thưởng, vì vậy bạn có thể hòa thuận cho đến khi đêm sâu hơn."
        },
        {
            "x1": 77,
            "y1": 971,
            "x2": 186,
            "y2": 1157,
            "text": "あんたなら 金貨何枚でも 出していい……",
            "vi": "Bạn có thể đưa ra nhiều đồng vàng tùy thích..."
        },
        {
            "x1": 752,
            "y1": 1204,
            "x2": 831,
            "y2": 1498,
            "text": "英雄二人の 相手をさせてやるぞお",
            "vi": "Tôi sẽ cho phép bạn đối phó với hai anh hùng"
        },
        {
            "x1": 54,
            "y1": 1258,
            "x2": 159,
            "y2": 1481,
            "text": "オゲー",
            "vi": "OGE"
        }
    ],
    "005.jpg": [
        {
            "x1": 606,
            "y1": 443,
            "x2": 707,
            "y2": 675,
            "text": "ノルン 大丈夫だから",
            "vi": "Norn vẫn ổn"
        },
        {
            "x1": 931,
            "y1": 806,
            "x2": 1023,
            "y2": 1023,
            "text": "あの狼…… オーガ戦で森にいた やつじゃないか？",
            "vi": "Sói đó... không phải là người trong rừng trong máy khoan?"
        },
        {
            "x1": 183,
            "y1": 841,
            "x2": 279,
            "y2": 1031,
            "text": "バ：バカ……！ そんなはず ねえだろ…・！",
            "vi": "BA: Ngớ...! Đó không phải là trường hợp...!"
        }
    ],
    "006.jpg": [
        {
            "x1": 923,
            "y1": 229,
            "x2": 955,
            "y2": 315,
            "text": "おーい",
            "vi": "Này"
        },
        {
            "x1": 484,
            "y1": 182,
            "x2": 552,
            "y2": 355,
            "text": "こんな所で 何してるんだ？",
            "vi": "Bạn đang làm gì ở một nơi như vậy?"
        },
        {
            "x1": 70,
            "y1": 180,
            "x2": 172,
            "y2": 341,
            "text": "ああ オーガに 追われてた 二人組…",
            "vi": "Ồ, hai người đã bị đuổi theo..."
        },
        {
            "x1": 886,
            "y1": 469,
            "x2": 946,
            "y2": 732,
            "text": "疲れたので休んでます おまり体力が無もので",
            "vi": "Tôi mệt mỏi vì vậy tôi đang nghỉ ngơi."
        },
        {
            "x1": 143,
            "y1": 531,
            "x2": 170,
            "y2": 722,
            "text": "………そうなのか？",
            "vi": "……… có phải vậy không?"
        },
        {
            "x1": 883,
            "y1": 819,
            "x2": 942,
            "y2": 1060,
            "text": "今日は本当に助かった ありがとう",
            "vi": "Cảm ơn bạn đã giúp đỡ ngày hôm nay"
        },
        {
            "x1": 226,
            "y1": 826,
            "x2": 313,
            "y2": 976,
            "text": "いえいえー あははー まぐれですー",
            "vi": "Không, đó là một vòng"
        },
        {
            "x1": 637,
            "y1": 845,
            "x2": 854,
            "y2": 1122,
            "text": "しはらルうに いるんだろ？ 何か困った事が あったら声を掛けてくれ 俺達に出来る範囲で 力を貸そう",
            "vi": "Bạn có ở Shihara không? Nếu bạn có bất kỳ vấn đề nào, hãy gọi ra, hãy giúp chúng tôi càng nhiều càng tốt"
        },
        {
            "x1": 63,
            "y1": 933,
            "x2": 167,
            "y2": 1169,
            "text": "街の中で 助けてくれるのは ありがたいなあ",
            "vi": "Tôi biết ơn được giúp tôi trong thành phố"
        },
        {
            "x1": 842,
            "y1": 1264,
            "x2": 932,
            "y2": 1456,
            "text": "お前 無事 だったか！",
            "vi": "Nó đã an toàn!"
        }
    ],
    "007.jpg": [
        {
            "x1": 904,
            "y1": 147,
            "x2": 1040,
            "y2": 412,
            "text": "この１か月 どこ行ってたんだ！ オーガに襲われてないか 心配したぞ！",
            "vi": "Bạn đã ở đâu trong tháng này! Tôi đã lo lắng rằng tôi đã bị tấn công bởi người khoan!"
        },
        {
            "x1": 351,
            "y1": 263,
            "x2": 388,
            "y2": 359,
            "text": "ニール・",
            "vi": "Neil"
        },
        {
            "x1": 159,
            "y1": 245,
            "x2": 271,
            "y2": 437,
            "text": "何でこういつも タイミング良く 居るかなあ",
            "vi": "Tôi tự hỏi tại sao thời gian này luôn tốt"
        },
        {
            "x1": 913,
            "y1": 542,
            "x2": 1019,
            "y2": 807,
            "text": "俺だって助けるぞ！ 何でも言ってくれ！ オー力退治の実設付き",
            "vi": "Tôi sẽ giúp bạn! Hãy nói bất cứ điều gì! Với việc thiết lập thực tế sự hủy diệt của sức mạnh"
        },
        {
            "x1": 323,
            "y1": 618,
            "x2": 395,
            "y2": 727,
            "text": "いえ 結構です",
            "vi": "Không, nó tốt"
        },
        {
            "x1": 139,
            "y1": 559,
            "x2": 200,
            "y2": 805,
            "text": "だからそれ私",
            "vi": "Vì vậy, tôi là"
        },
        {
            "x1": 928,
            "y1": 904,
            "x2": 1039,
            "y2": 1146,
            "text": "ニール！ なんでその子に そんなに構うのよ！",
            "vi": "Neil! Tại sao bạn lại quan tâm đến đứa trẻ đó!"
        },
        {
            "x1": 723,
            "y1": 904,
            "x2": 807,
            "y2": 1114,
            "text": "ほら！ 早く帰るわよ！",
            "vi": "Cái nhìn! Tôi sẽ về nhà sớm!"
        },
        {
            "x1": 194,
            "y1": 901,
            "x2": 271,
            "y2": 1039,
            "text": "帰るか",
            "vi": "Bạn về nhà?"
        },
        {
            "x1": 319,
            "y1": 917,
            "x2": 390,
            "y2": 1201,
            "text": "ひしつこい",
            "vi": "Duyên dáng"
        }
    ],
    "008.jpg": [
        {
            "x1": 823,
            "y1": 471,
            "x2": 970,
            "y2": 831,
            "text": "ハルーラ",
            "vi": "Harura"
        },
        {
            "x1": 90,
            "y1": 548,
            "x2": 170,
            "y2": 1022,
            "text": "1か月ぶりの帰還",
            "vi": "Trở lại lần đầu tiên trong một tháng"
        },
        {
            "x1": 858,
            "y1": 1188,
            "x2": 929,
            "y2": 1378,
            "text": "オーガ討伐で 沸いてる以外に",
            "vi": "Bên cạnh việc được luộc trong sự khuất phục của Auger"
        },
        {
            "x1": 83,
            "y1": 1266,
            "x2": 154,
            "y2": 1482,
            "text": "特に街に 変わりはなしだな",
            "vi": "Đặc biệt là trong thành phố"
        }
    ],
    "009.jpg": [
        {
            "x1": 142,
            "y1": 197,
            "x2": 261,
            "y2": 443,
            "text": "とりあえず 以前泊まってた宿に 到着子",
            "vi": "Hiện tại, tôi đã đến nhà trọ nơi tôi ở trước đây"
        },
        {
            "x1": 1001,
            "y1": 571,
            "x2": 1031,
            "y2": 767,
            "text": "コックはやだけど",
            "vi": "Con gà trống xấu"
        },
        {
            "x1": 878,
            "y1": 706,
            "x2": 980,
            "y2": 881,
            "text": "他にリルン達が 泊まれる所 無いんだよね",
            "vi": "Không có nơi nào khác để Lilun ở lại"
        },
        {
            "x1": 651,
            "y1": 717,
            "x2": 689,
            "y2": 873,
            "text": "あの 泊ま‥",
            "vi": "Ở lại..."
        },
        {
            "x1": 461,
            "y1": 567,
            "x2": 559,
            "y2": 830,
            "text": "なんで泊まれないんだ！ ここに泊まる為に 王都から来たんだぞ！",
            "vi": "Tại sao tôi không thể ở lại! Tôi đến từ thủ đô của hoàng gia để ở lại đây!"
        },
        {
            "x1": 956,
            "y1": 981,
            "x2": 1025,
            "y2": 1220,
            "text": "申し訳ございません ただいま満室でして",
            "vi": "Tôi xin lỗi tôi đã đầy ngay bây giờ"
        },
        {
            "x1": 134,
            "y1": 1263,
            "x2": 248,
            "y2": 1521,
            "text": "ええく",
            "vi": "Vâng"
        }
    ],
    "010.jpg": [
        {
            "x1": 858,
            "y1": 128,
            "x2": 966,
            "y2": 419,
            "text": "クソ！ “噂の料理´が食いたくて 来たってのに‥",
            "vi": "ĐẾN! “Mặc dù việc nấu ăn được đồn đại ´ muốn ăn..."
        },
        {
            "x1": 525,
            "y1": 196,
            "x2": 593,
            "y2": 430,
            "text": "なんだ 泊まれないのか・？",
            "vi": "Bạn có thể ở lại những gì?"
        },
        {
            "x1": 165,
            "y1": 122,
            "x2": 235,
            "y2": 403,
            "text": "それにしても議 “噂の料理って？",
            "vi": "Mặc dù vậy, \"những món ăn được đồn đại là gì?"
        },
        {
            "x1": 906,
            "y1": 580,
            "x2": 939,
            "y2": 721,
            "text": "レンさん！",
            "vi": "Len!"
        },
        {
            "x1": 792,
            "y1": 613,
            "x2": 853,
            "y2": 763,
            "text": "戻って来られ たんですね！",
            "vi": "Bạn đã trở lại!"
        },
        {
            "x1": 887,
            "y1": 906,
            "x2": 917,
            "y2": 1041,
            "text": "リリーさん",
            "vi": "Hoa huệ"
        },
        {
            "x1": 110,
            "y1": 877,
            "x2": 207,
            "y2": 1115,
            "text": "何かあったんですか？ お客さんの数が 凄いみたいですけど",
            "vi": "Chuyện gì đã xảy ra? Số lượng khách hàng dường như là tuyệt vời"
        },
        {
            "x1": 773,
            "y1": 1234,
            "x2": 966,
            "y2": 1475,
            "text": "その・以前しさんが 作った料理を うちのコックが 真似して作った 出来損ないの料理が あったじゃないですか",
            "vi": "Không có một món ăn nào được làm bởi gà của chúng tôi, được làm bởi ông Shi -san."
        },
        {
            "x1": 266,
            "y1": 1226,
            "x2": 330,
            "y2": 1490,
            "text": "あれが領都や王都で 瞬になってるらしくて‥",
            "vi": "Có vẻ như đó là một khoảnh khắc trong lãnh thổ và thủ đô hoàng gia..."
        },
        {
            "x1": 90,
            "y1": 1243,
            "x2": 191,
            "y2": 1484,
            "text": "それを食べる為に ハルーラまで来る人が 結構居るみたいで",
            "vi": "Dường như có khá nhiều người đến Harura để ăn nó"
        }
    ],
    "011.jpg": [
        {
            "x1": 968,
            "y1": 162,
            "x2": 1030,
            "y2": 310,
            "text": "…あれを 食べる為に？",
            "vi": "...để ăn nó?"
        },
        {
            "x1": 175,
            "y1": 131,
            "x2": 273,
            "y2": 385,
            "text": "ええ 私もちょっと… とは思いますけど でも お険で商売繁盛！",
            "vi": "Vâng, tôi nghĩ rằng đó là một chút... nhưng đó là một công việc kinh doanh dốc và thịnh vượng!"
        },
        {
            "x1": 913,
            "y1": 482,
            "x2": 1011,
            "y2": 677,
            "text": "まあでも満室なら 仕方ないですし どこか他を…‥",
            "vi": "Chà, không thể giúp được nếu nó đầy, ở một nơi khác..."
        },
        {
            "x1": 628,
            "y1": 482,
            "x2": 698,
            "y2": 613,
            "text": "あ 待って ください",
            "vi": "Ồ, xin vui lòng đợi"
        },
        {
            "x1": 477,
            "y1": 502,
            "x2": 537,
            "y2": 697,
            "text": "ええと うちの オーナーがですね",
            "vi": "Vâng, chủ sở hữu của tôi là"
        },
        {
            "x1": 143,
            "y1": 713,
            "x2": 276,
            "y2": 931,
            "text": "レンさんの為に 以前泊まってた時に 使われてた部怪を 空けて置くようにと",
            "vi": "Đối với Len -san, hãy đặt ảo thuật được sử dụng khi chúng tôi ở lại trước"
        },
        {
            "x1": 964,
            "y1": 1053,
            "x2": 1030,
            "y2": 1293,
            "text": "今のこの繁盛は レンさんのお陰ですし",
            "vi": "Sự thịnh vượng này bây giờ là cảm ơn ông Len"
        },
        {
            "x1": 375,
            "y1": 1033,
            "x2": 408,
            "y2": 1222,
            "text": "いいんですか？",
            "vi": "Điều đó có ổn không?"
        },
        {
            "x1": 170,
            "y1": 1013,
            "x2": 252,
            "y2": 1197,
            "text": "もうかるから",
            "vi": "Tôi sẽ làm điều đó"
        },
        {
            "x1": 873,
            "y1": 1175,
            "x2": 930,
            "y2": 1367,
            "text": "また戻って来ると いうことならば",
            "vi": "Nếu bạn đang quay lại lần nữa"
        },
        {
            "x1": 798,
            "y1": 1338,
            "x2": 861,
            "y2": 1464,
            "text": "是非に と オーナーが",
            "vi": "Bằng mọi cách, chủ sở hữu"
        },
        {
            "x1": 275,
            "y1": 1429,
            "x2": 446,
            "y2": 1500,
            "text": "経営者什",
            "vi": "Ban quản lý"
        },
        {
            "x1": 143,
            "y1": 1301,
            "x2": 240,
            "y2": 1476,
            "text": "いいんですよ！ 経営者の 方針ですから！",
            "vi": "Ổn mà! Bởi vì đó là một chính sách quản lý!"
        }
    ],
    "012.jpg": [
        {
            "x1": 64,
            "y1": 206,
            "x2": 141,
            "y2": 336,
            "text": "夕食",
            "vi": "bữa ăn tối"
        },
        {
            "x1": 98,
            "y1": 602,
            "x2": 188,
            "y2": 806,
            "text": "ぐおー すごい超満席",
            "vi": "Goo ー い い 席 い 席 席 席 席 席 席 席 席 席 席 席 席"
        },
        {
            "x1": 902,
            "y1": 1254,
            "x2": 927,
            "y2": 1344,
            "text": "この居は",
            "vi": "Nơi cư trú này"
        },
        {
            "x1": 777,
            "y1": 1253,
            "x2": 863,
            "y2": 1478,
            "text": "程度の料理が用意され 色は好きなものを んんて。ると言う形",
            "vi": "Một loạt các món ăn được chuẩn bị, và màu sắc là sở thích của bạn. Hình thức của"
        },
        {
            "x1": 102,
            "y1": 1290,
            "x2": 236,
            "y2": 1531,
            "text": "例の料理のお陰で お客さんが堪えてる という関係上 用意されてるのは…",
            "vi": "Nó được chuẩn bị bởi vì khách hàng đang lâu dài nhờ các món ăn ví dụ..."
        }
    ],
    "013.jpg": [
        {
            "x1": 906,
            "y1": 133,
            "x2": 1009,
            "y2": 346,
            "text": "オーク肉の 油パンはさみ なんちゃら…？",
            "vi": "Bánh mì dầu gỗ sồi là một cái kéo...?"
        },
        {
            "x1": 265,
            "y1": 156,
            "x2": 330,
            "y2": 307,
            "text": "おなか 下しちゃうよ",
            "vi": "Tôi đang đói"
        },
        {
            "x1": 148,
            "y1": 266,
            "x2": 244,
            "y2": 485,
            "text": "それなら まだ食べられる方の ホットドッグだな",
            "vi": "Sau đó, đó là một chú chó nóng cho những người vẫn có thể ăn"
        },
        {
            "x1": 939,
            "y1": 578,
            "x2": 1018,
            "y2": 838,
            "text": "腸詰のパンはさみ ですねー",
            "vi": "Nó là một cái kéo bánh mì ruột."
        },
        {
            "x1": 362,
            "y1": 598,
            "x2": 430,
            "y2": 748,
            "text": "リリーさんの 同僚の",
            "vi": "Đồng nghiệp của Lily"
        },
        {
            "x1": 155,
            "y1": 615,
            "x2": 222,
            "y2": 761,
            "text": "アリサって いいます",
            "vi": "Tôi là Alisa"
        },
        {
            "x1": 522,
            "y1": 1261,
            "x2": 550,
            "y2": 1444,
            "text": "リリーさんは？",
            "vi": "Hoa huệ?"
        },
        {
            "x1": 404,
            "y1": 1236,
            "x2": 553,
            "y2": 1588,
            "text": "ままだせしましたなあ",
            "vi": "Tôi đã để nó như nó đã được"
        },
        {
            "x1": 152,
            "y1": 1259,
            "x2": 219,
            "y2": 1478,
            "text": "大繁盛ですからね 物凄く働いてますよ",
            "vi": "Nó rất thịnh vượng, vì vậy tôi đang làm việc rất nhiều"
        }
    ]
}