var ocr_data = {
    "001.jpg": [
        {
            "x1": 54,
            "y1": 89,
            "x2": 136,
            "y2": 317,
            "text": "やっぱり１発 やらせろーッ！",
            "vi": "Rốt cuộc, chúng ta hãy thực hiện một phát!"
        },
        {
            "x1": 0,
            "y1": 470,
            "x2": 348,
            "y2": 614,
            "text": "ちどーん",
            "vi": "Chiton"
        }
    ],
    "002.jpg": [
        {
            "x1": 527,
            "y1": 109,
            "x2": 580,
            "y2": 207,
            "text": "現在",
            "vi": "dòng điện"
        },
        {
            "x1": 214,
            "y1": 84,
            "x2": 268,
            "y2": 203,
            "text": "あとは 逃げたかな",
            "vi": "Tôi tự hỏi nếu tôi bỏ chạy"
        },
        {
            "x1": 87,
            "y1": 83,
            "x2": 154,
            "y2": 219,
            "text": "通報しとう",
            "vi": "Cố gắng báo cáo"
        },
        {
            "x1": 96,
            "y1": 415,
            "x2": 154,
            "y2": 533,
            "text": "レンさん どうか したんですか？",
            "vi": "Làm thế nào bạn làm ren?"
        },
        {
            "x1": 116,
            "y1": 581,
            "x2": 289,
            "y2": 672,
            "text": "どちゃ",
            "vi": "Khâu đính"
        },
        {
            "x1": 536,
            "y1": 607,
            "x2": 600,
            "y2": 762,
            "text": "いやー 対人間での 戦闘で人死に見たのは 初めてだったもので",
            "vi": "Không, đây là lần đầu tiên tôi thấy một người trong một trận chiến ở người."
        },
        {
            "x1": 349,
            "y1": 592,
            "x2": 385,
            "y2": 772,
            "text": "気にしない方がいいですよ？ の達犯罪者てすから",
            "vi": "Bạn không nên lo lắng, phải không? Bởi vì tôi là tội phạm"
        },
        {
            "x1": 94,
            "y1": 708,
            "x2": 133,
            "y2": 869,
            "text": "返り言ちにされて 殺されても仕方ないです",
            "vi": "Tôi không thể không bị giết và giết chết"
        }
    ],
    "003.jpg": [
        {
            "x1": 492,
            "y1": 82,
            "x2": 558,
            "y2": 260,
            "text": "そうだよー 自分の身は自分で 守るのが当然だからね",
            "vi": "Đúng vậy -thật tự nhiên để bảo vệ bản thân."
        },
        {
            "x1": 125,
            "y1": 77,
            "x2": 191,
            "y2": 280,
            "text": "ああいえ 思ってたよりも 何も感じなかったなーと。",
            "vi": "Ồ, tôi không cảm thấy gì hơn tôi nghĩ."
        },
        {
            "x1": 53,
            "y1": 156,
            "x2": 88,
            "y2": 290,
            "text": "…こんなもの なんでしょうかね？",
            "vi": "Đây có phải là thứ như thế này không?"
        },
        {
            "x1": 485,
            "y1": 349,
            "x2": 561,
            "y2": 462,
            "text": "そうですね 意外と そういうものだと 思いますよ",
            "vi": "Tốt, tôi nghĩ thật đáng ngạc nhiên"
        },
        {
            "x1": 89,
            "y1": 343,
            "x2": 125,
            "y2": 471,
            "text": "私も初めての時は そんな感じでした",
            "vi": "Nó như thế khi tôi lần đầu tiên"
        },
        {
            "x1": 500,
            "y1": 526,
            "x2": 553,
            "y2": 640,
            "text": "私は一杯一杯 悩む余裕 なかったかなー？",
            "vi": "Tôi không đủ khả năng để lo lắng về điều đó?"
        },
        {
            "x1": 68,
            "y1": 521,
            "x2": 106,
            "y2": 662,
            "text": "その後も特に気にした 事はなかったよー",
            "vi": "Tôi không thực sự quan tâm đến nó sau đó"
        },
        {
            "x1": 78,
            "y1": 751,
            "x2": 117,
            "y2": 825,
            "text": "そういえば この死体は",
            "vi": "Nhân tiện, xác chết này là"
        }
    ],
    "004.jpg": [
        {
            "x1": 556,
            "y1": 111,
            "x2": 592,
            "y2": 264,
            "text": "放置するのであれば 道の端に寄せておくのが",
            "vi": "Nếu bạn để nó một mình, hãy giữ nó đến mép đường"
        },
        {
            "x1": 119,
            "y1": 125,
            "x2": 184,
            "y2": 251,
            "text": "犯罪者ですから 晒し者にするのが 一般的ですよ",
            "vi": "Bởi vì nó là một tên tội phạm, nó là phổ biến để biến nó thành một người bị phơi bày."
        },
        {
            "x1": 540,
            "y1": 331,
            "x2": 595,
            "y2": 406,
            "text": "…腐って 臭ったり しません？",
            "vi": "… Nó không mùi và mùi?"
        },
        {
            "x1": 513,
            "y1": 492,
            "x2": 595,
            "y2": 668,
            "text": "の生に着た時 門番の人に伝えておけば 処置しに来てれますから 大丈夫です",
            "vi": "Nếu bạn nói với người đó tại người gác cổng khi bạn đeo nó trong RAW, bạn có thể đến để điều trị nó."
        },
        {
            "x1": 134,
            "y1": 495,
            "x2": 198,
            "y2": 650,
            "text": "賞金が掛かっていれは 後日 報奨金も 貰えたりもしますし",
            "vi": "Nếu bạn có một giải thưởng, bạn có thể nhận được một phần thưởng vào một ngày sau đó."
        },
        {
            "x1": 103,
            "y1": 753,
            "x2": 164,
            "y2": 858,
            "text": "なるほど じゃあそう しましょうか",
            "vi": "Hẹn gặp lại bạn"
        }
    ],
    "005.jpg": [
        {
            "x1": 504,
            "y1": 85,
            "x2": 561,
            "y2": 233,
            "text": "それにしても レンさんの攻野 あれ何したんですか",
            "vi": "Mặc dù vậy, bạn đã làm gì với hành vi phạm tội của Ren?"
        },
        {
            "x1": 236,
            "y1": 103,
            "x2": 290,
            "y2": 187,
            "text": "えーと 内緒で？",
            "vi": "Ừm, bí mật?"
        },
        {
            "x1": 332,
            "y1": 284,
            "x2": 401,
            "y2": 445,
            "text": "山賊たちの心が 一斉に折れちゃった んですけど",
            "vi": "Trái tim của những tên cướp đã tan vỡ cùng một lúc"
        },
        {
            "x1": 49,
            "y1": 306,
            "x2": 128,
            "y2": 440,
            "text": "私からすれば リリーさんの 結界の方が 凄かったんですけど",
            "vi": "Theo quan điểm của tôi, rào cản của Lily thì tuyệt vời hơn."
        },
        {
            "x1": 514,
            "y1": 501,
            "x2": 551,
            "y2": 627,
            "text": "リリーの数少ない 取り得だもんねー？",
            "vi": "Bạn có thể có được một trong số ít hoa huệ, phải không?"
        },
        {
            "x1": 76,
            "y1": 535,
            "x2": 129,
            "y2": 618,
            "text": "アリサ！ 怒るよ！",
            "vi": "Alisa! Tức giận!"
        },
        {
            "x1": 490,
            "y1": 694,
            "x2": 561,
            "y2": 816,
            "text": "いえいえ 攻撃魔法も 凄かったですよ",
            "vi": "Không, phép thuật tấn công cũng thật tuyệt vời."
        }
    ],
    "006.jpg": [
        {
            "x1": 522,
            "y1": 80,
            "x2": 604,
            "y2": 222,
            "text": "あれ？ レンさんは 攻擊魔法 使えないんですか？",
            "vi": "điều đó? Len có thể sử dụng ma thuật tấn công không?"
        },
        {
            "x1": 369,
            "y1": 72,
            "x2": 417,
            "y2": 175,
            "text": "あれは どうみても…",
            "vi": "Không có vấn đề gì bạn nhìn vào nó..."
        },
        {
            "x1": 344,
            "y1": 83,
            "x2": 363,
            "y2": 165,
            "text": "えいえ～",
            "vi": "Vâng ~"
        },
        {
            "x1": 173,
            "y1": 92,
            "x2": 265,
            "y2": 224,
            "text": "使えません 王都に着いたら 魔法書を探そうと 思ってます",
            "vi": "Tôi không thể sử dụng nó, tôi muốn tìm một cuốn sách ma thuật khi đến thủ đô hoàng gia"
        },
        {
            "x1": 81,
            "y1": 86,
            "x2": 138,
            "y2": 253,
            "text": "ジエアレルって 部造魔法の応用だじ 厳密には攻撃魔法じゃない",
            "vi": "Garel không phải là một ma thuật tấn công nghiêm ngặt"
        },
        {
            "x1": 536,
            "y1": 328,
            "x2": 576,
            "y2": 476,
            "text": "あ だったら 私が教えまじょうか？",
            "vi": "Nếu vậy, tôi có dạy không?"
        },
        {
            "x1": 133,
            "y1": 334,
            "x2": 173,
            "y2": 451,
            "text": "えっと いいんですか？",
            "vi": "Điều đó ổn chứ?"
        },
        {
            "x1": 496,
            "y1": 557,
            "x2": 594,
            "y2": 722,
            "text": "構いませんよー！ 他にも何か覚えたい ものとかあれば 言ってください！",
            "vi": "Tôi không bận tâm! Xin vui lòng nói bất cứ điều gì khác bạn muốn học!"
        },
        {
            "x1": 223,
            "y1": 554,
            "x2": 239,
            "y2": 644,
            "text": "わかりました！",
            "vi": "lấy được rồi!"
        },
        {
            "x1": 187,
            "y1": 554,
            "x2": 201,
            "y2": 716,
            "text": "私は雷属性は使えませんけど",
            "vi": "Tôi không thể sử dụng các thuộc tính sét"
        },
        {
            "x1": 356,
            "y1": 736,
            "x2": 372,
            "y2": 798,
            "text": "んーでは",
            "vi": "Hmmm"
        },
        {
            "x1": 298,
            "y1": 736,
            "x2": 314,
            "y2": 855,
            "text": "覚えたいんですか…",
            "vi": "Bạn có muốn nhớ..."
        },
        {
            "x1": 75,
            "y1": 725,
            "x2": 114,
            "y2": 843,
            "text": "嬉しそう",
            "vi": "tôi cảm thấy hạnh phúc"
        }
    ],
    "007.jpg": [
        {
            "x1": 510,
            "y1": 83,
            "x2": 553,
            "y2": 230,
            "text": "あ それと錬金術も お願いできますか？",
            "vi": "Ồ, bạn có thể yêu cầu Alchemy không?"
        },
        {
            "x1": 245,
            "y1": 88,
            "x2": 281,
            "y2": 215,
            "text": "錬金術スキルは 誰かに師事しないと",
            "vi": "Tôi phải nghiên cứu kỹ năng giả kim với ai đó"
        },
        {
            "x1": 337,
            "y1": 196,
            "x2": 400,
            "y2": 307,
            "text": "すみません 錬金術は 専門外でして‥",
            "vi": "Tôi xin lỗi, Alchemy không chuyên biệt..."
        },
        {
            "x1": 56,
            "y1": 161,
            "x2": 113,
            "y2": 315,
            "text": "覚えた方がいいとは 言われていたんですが 時問も無 てなかなか…",
            "vi": "Người ta nói rằng nó sẽ tốt hơn để nhớ, nhưng không có thời gian, vì vậy nó khá khó khăn..."
        },
        {
            "x1": 475,
            "y1": 365,
            "x2": 517,
            "y2": 498,
            "text": "そうなんですか 知りませんでした",
            "vi": "Tôi không biết gì"
        },
        {
            "x1": 77,
            "y1": 380,
            "x2": 139,
            "y2": 495,
            "text": "レさんでも 知らない事 あるんだねー？",
            "vi": "Có điều gì bạn thậm chí không biết?"
        },
        {
            "x1": 121,
            "y1": 529,
            "x2": 449,
            "y2": 606,
            "text": "いちゃいちゃいちゃ",
            "vi": "Tán tỉnh"
        },
        {
            "x1": 495,
            "y1": 548,
            "x2": 558,
            "y2": 687,
            "text": "それはそうですよ わからない事の方が 多いです",
            "vi": "Đúng vậy, có rất nhiều điều tôi không hiểu"
        },
        {
            "x1": 449,
            "y1": 738,
            "x2": 487,
            "y2": 852,
            "text": "そうは 見えないんですが",
            "vi": "Tôi không thể nhìn thấy điều đó"
        },
        {
            "x1": 83,
            "y1": 711,
            "x2": 112,
            "y2": 832,
            "text": "だよねー？",
            "vi": "không phải là nó?"
        }
    ],
    "008.jpg": [
        {
            "x1": 170,
            "y1": 69,
            "x2": 190,
            "y2": 157,
            "text": "…そうだね",
            "vi": "Tôi đồng ý"
        },
        {
            "x1": 558,
            "y1": 98,
            "x2": 601,
            "y2": 270,
            "text": "2人とも そろそろ移動しないー？",
            "vi": "Cả hai bạn sẽ không chuyển đến sớm?"
        },
        {
            "x1": 480,
            "y1": 137,
            "x2": 523,
            "y2": 321,
            "text": "死体の横で立ち話も 流石に微妙じゃないー？",
            "vi": "Đứng bên cạnh xác chết không phải là tinh tế."
        },
        {
            "x1": 100,
            "y1": 194,
            "x2": 116,
            "y2": 338,
            "text": "らそうしましまうか",
            "vi": "Bạn có muốn làm điều đó không?"
        },
        {
            "x1": 191,
            "y1": 582,
            "x2": 450,
            "y2": 645,
            "text": "ラガラガラ…",
            "vi": "Ragaragara..."
        },
        {
            "x1": 544,
            "y1": 673,
            "x2": 590,
            "y2": 811,
            "text": "あとでステータス 確認をしたら",
            "vi": "Nếu bạn kiểm tra trạng thái sau"
        },
        {
            "x1": 457,
            "y1": 728,
            "x2": 499,
            "y2": 875,
            "text": "精神耐性ッスキルを 覚えていた",
            "vi": "Tôi nhớ các kỹ năng kháng thuốc"
        },
        {
            "x1": 102,
            "y1": 691,
            "x2": 163,
            "y2": 854,
            "text": "員の感情とか 精神的なストレスとかを 大幅に軽減するらもい",
            "vi": "Nó có thể được giảm đáng kể đối với cảm xúc và căng thẳng về tinh thần của các thành viên"
        }
    ],
    "009.jpg": [
        {
            "x1": 499,
            "y1": 46,
            "x2": 539,
            "y2": 218,
            "text": "あんなに人が死んでも 何にも思わないなんて…",
            "vi": "Tôi không nghĩ gì cả khi mọi người chết..."
        },
        {
            "x1": 73,
            "y1": 227,
            "x2": 154,
            "y2": 369,
            "text": "自分は すっかり異世界に なじんでしまって いたのかもしれない",
            "vi": "Có lẽ tôi đã hoàn toàn quen thuộc với một thế giới khác"
        },
        {
            "x1": 431,
            "y1": 439,
            "x2": 526,
            "y2": 578,
            "text": "だけど 大事な人間や 存在を失うことに なったら",
            "vi": "Nhưng nếu bạn mất đi những người quan trọng và sự tồn tại"
        },
        {
            "x1": 59,
            "y1": 735,
            "x2": 139,
            "y2": 860,
            "text": "やっぱり動揺 するのだろう とも思う",
            "vi": "Tôi nghĩ nó sẽ khó chịu"
        },
        {
            "x1": 160,
            "y1": 897,
            "x2": 579,
            "y2": 919,
            "text": "よくわからないけれど旅は続くようです",
            "vi": "Tôi không chắc, nhưng chuyến đi dường như tiếp tục"
        }
    ]
}