var ocr_data = {
    "001.jpg": [
        {
            "x1": 499,
            "y1": 68,
            "x2": 546,
            "y2": 227,
            "text": "どの位焼こうかな？ ３人だじ30個？",
            "vi": "Tôi nên nướng bao nhiêu? Ba người 30?"
        },
        {
            "x1": 44,
            "y1": 131,
            "x2": 114,
            "y2": 261,
            "text": "しや二人は 沢山食そうだ 60個行こう",
            "vi": "Shiya dường như ăn nhiều thức ăn. Hãy đi 60 miếng"
        },
        {
            "x1": 465,
            "y1": 339,
            "x2": 509,
            "y2": 465,
            "text": "しゆゆ焼 どんどん焼く",
            "vi": "Shuyu Yaki -bake ngày càng nhiều"
        },
        {
            "x1": 540,
            "y1": 553,
            "x2": 556,
            "y2": 654,
            "text": "焼きあがたら",
            "vi": "Khi nướng"
        },
        {
            "x1": 283,
            "y1": 748,
            "x2": 320,
            "y2": 903,
            "text": "うじておけは をる直前に取りて",
            "vi": "Hãy lấy nó ngay trước khi bạn đặt nó vào"
        }
    ],
    "002.jpg": [
        {
            "x1": 530,
            "y1": 80,
            "x2": 570,
            "y2": 183,
            "text": "鶏かららスを 添えて…",
            "vi": "Thêm gà để thêm nhiều thịt gà..."
        },
        {
            "x1": 492,
            "y1": 213,
            "x2": 609,
            "y2": 311,
            "text": "O9",
            "vi": "như"
        },
        {
            "x1": 234,
            "y1": 786,
            "x2": 414,
            "y2": 831,
            "text": "餃子定食",
            "vi": "Gyoza đặt bữa ăn"
        },
        {
            "x1": 237,
            "y1": 840,
            "x2": 410,
            "y2": 866,
            "text": "鶏がらスープ付",
            "vi": "Với súp gà"
        }
    ],
    "003.jpg": [
        {
            "x1": 503,
            "y1": 94,
            "x2": 550,
            "y2": 201,
            "text": "どうぞ 召し上がれく",
            "vi": "Hãy tận hưởng"
        },
        {
            "x1": 57,
            "y1": 625,
            "x2": 125,
            "y2": 860,
            "text": "美味しいく",
            "vi": "Ngon"
        }
    ],
    "004.jpg": [
        {
            "x1": 516,
            "y1": 131,
            "x2": 581,
            "y2": 252,
            "text": "皮の中から 溢れ出る内が たまりません",
            "vi": "Bên trong của làn da tràn ra không thể cưỡng lại"
        },
        {
            "x1": 536,
            "y1": 703,
            "x2": 592,
            "y2": 819,
            "text": "うおお 的個なんてすくに なくなつちゃよ",
            "vi": "Các cá nhân theo phong cách umo không quay cuồng"
        },
        {
            "x1": 113,
            "y1": 778,
            "x2": 152,
            "y2": 852,
            "text": "私も急いて 食べなきや",
            "vi": "Tôi không vội và ăn"
        }
    ],
    "005.jpg": [
        {
            "x1": 512,
            "y1": 588,
            "x2": 551,
            "y2": 696,
            "text": "ああその 大丈夫ですよ",
            "vi": "ồ, được thôi"
        },
        {
            "x1": 358,
            "y1": 713,
            "x2": 407,
            "y2": 818,
            "text": "“洗浄",
            "vi": "“Rửa"
        }
    ],
    "006.jpg": [
        {
            "x1": 207,
            "y1": 331,
            "x2": 246,
            "y2": 445,
            "text": "リリー 私はもう驚かない",
            "vi": "Lily Tôi không ngạc nhiên nữa"
        },
        {
            "x1": 48,
            "y1": 174,
            "x2": 159,
            "y2": 400,
            "text": "「｣はは",
            "vi": "\"\"người mẹ"
        },
        {
            "x1": 69,
            "y1": 457,
            "x2": 124,
            "y2": 611,
            "text": "むもろ感謝の 言葉を撫るよ ありがとうございますー",
            "vi": "Cảm ơn bạn đã vuốt ve những lời của lòng biết ơn"
        },
        {
            "x1": 114,
            "y1": 720,
            "x2": 131,
            "y2": 844,
            "text": "とうたまして",
            "vi": "TOGEN"
        }
    ],
    "007.jpg": [
        {
            "x1": 155,
            "y1": 67,
            "x2": 195,
            "y2": 168,
            "text": "馬車のロックを 外すと…",
            "vi": "Khi bạn tháo khóa vận tải..."
        },
        {
            "x1": 502,
            "y1": 111,
            "x2": 557,
            "y2": 251,
            "text": "こうなっ せめての 設世位は頑張らないと",
            "vi": "Tôi phải làm hết sức mình ở vị trí này"
        },
        {
            "x1": 290,
            "y1": 185,
            "x2": 309,
            "y2": 252,
            "text": "おそれも",
            "vi": "Sợ"
        },
        {
            "x1": 536,
            "y1": 334,
            "x2": 554,
            "y2": 422,
            "text": "立体がなん",
            "vi": "Ba chiều là gì"
        },
        {
            "x1": 483,
            "y1": 335,
            "x2": 517,
            "y2": 446,
            "text": "幅と高さが大幅 ラするのです",
            "vi": "Chiều rộng và chiều cao được làm tròn rất nhiều."
        }
    ],
    "008.jpg": [
        {
            "x1": 504,
            "y1": 126,
            "x2": 526,
            "y2": 190,
            "text": "3人だと",
            "vi": "Nếu có ba"
        },
        {
            "x1": 465,
            "y1": 128,
            "x2": 482,
            "y2": 227,
            "text": "知れませけど",
            "vi": "Tôi biết"
        },
        {
            "x1": 69,
            "y1": 121,
            "x2": 105,
            "y2": 247,
            "text": "寝心地はな 悪くなと思ます",
            "vi": "Tôi nghĩ nó tệ"
        },
        {
            "x1": 578,
            "y1": 338,
            "x2": 599,
            "y2": 386,
            "text": "広い！",
            "vi": "rộng!"
        },
        {
            "x1": 542,
            "y1": 338,
            "x2": 560,
            "y2": 412,
            "text": "ないです",
            "vi": "không phải"
        },
        {
            "x1": 266,
            "y1": 696,
            "x2": 304,
            "y2": 849,
            "text": "ここで私たち 寝暮らせちゃままよー",
            "vi": "Tôi có thể ngủ ở đây ở đây"
        },
        {
            "x1": 145,
            "y1": 712,
            "x2": 165,
            "y2": 813,
            "text": "家に掃ってから",
            "vi": "Sau khi quét nhà"
        }
    ],
    "009.jpg": [
        {
            "x1": 504,
            "y1": 103,
            "x2": 537,
            "y2": 256,
            "text": "なにからなにまで ありがとこざます",
            "vi": "Cảm ơn bạn vì những gì"
        },
        {
            "x1": 358,
            "y1": 521,
            "x2": 406,
            "y2": 613,
            "text": "いじいじ",
            "vi": "Niềm vui"
        },
        {
            "x1": 256,
            "y1": 536,
            "x2": 277,
            "y2": 586,
            "text": "ありゃ",
            "vi": "Ngoại trừ"
        },
        {
            "x1": 329,
            "y1": 537,
            "x2": 402,
            "y2": 643,
            "text": "いじい",
            "vi": "Tập hợp"
        },
        {
            "x1": 527,
            "y1": 688,
            "x2": 543,
            "y2": 813,
            "text": "長にた私達",
            "vi": "Chúng tôi đã lâu"
        },
        {
            "x1": 252,
            "y1": 632,
            "x2": 270,
            "y2": 762,
            "text": "かほき",
            "vi": "Kahoki"
        },
        {
            "x1": 46,
            "y1": 736,
            "x2": 69,
            "y2": 833,
            "text": "かわいいな",
            "vi": "Dễ thương"
        }
    ],
    "010.jpg": [
        {
            "x1": 541,
            "y1": 126,
            "x2": 566,
            "y2": 217,
            "text": "よしよし",
            "vi": "Yoshiyoshi"
        },
        {
            "x1": 129,
            "y1": 131,
            "x2": 148,
            "y2": 271,
            "text": "中にまう？",
            "vi": "Bạn có đi vào bên trong không?"
        },
        {
            "x1": 128,
            "y1": 738,
            "x2": 146,
            "y2": 804,
            "text": "わだも",
            "vi": "Paddy"
        }
    ],
    "011.jpg": [
        {
            "x1": 499,
            "y1": 49,
            "x2": 604,
            "y2": 229,
            "text": "年下マ了 属性爆誕",
            "vi": "Thuộc tính được sinh ra trong năm"
        },
        {
            "x1": 54,
            "y1": 488,
            "x2": 117,
            "y2": 857,
            "text": "匡倒的完勝·",
            "vi": "Chiến thắng của Kuang"
        }
    ],
    "013.jpg": [
        {
            "x1": 538,
            "y1": 91,
            "x2": 556,
            "y2": 139,
            "text": "ここは",
            "vi": "nơi đây"
        },
        {
            "x1": 516,
            "y1": 311,
            "x2": 555,
            "y2": 424,
            "text": "わたし達 宿か空いにないか",
            "vi": "Chúng ta là nhà trọ hay trống?"
        },
        {
            "x1": 78,
            "y1": 420,
            "x2": 100,
            "y2": 473,
            "text": "はーい",
            "vi": "Vâng"
        }
    ],
    "014.jpg": [
        {
            "x1": 550,
            "y1": 68,
            "x2": 572,
            "y2": 269,
            "text": "中々帰ってこないな",
            "vi": "Đừng trở lại"
        },
        {
            "x1": 86,
            "y1": 121,
            "x2": 151,
            "y2": 295,
            "text": "広場のほうに が集まっでるみたい そっちに行てるのかな",
            "vi": "Tôi tự hỏi nếu nó đi đến quảng trường trong quảng trường"
        },
        {
            "x1": 561,
            "y1": 667,
            "x2": 581,
            "y2": 764,
            "text": "すいませーん",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 146,
            "y1": 703,
            "x2": 162,
            "y2": 821,
            "text": "あの広場のほが",
            "vi": "Hình vuông của hình vuông đó"
        }
    ],
    "015.jpg": [
        {
            "x1": 510,
            "y1": 91,
            "x2": 548,
            "y2": 240,
            "text": "あの騒きはね 商が料理コテ",
            "vi": "Tiếng ồn đó là một bàn ủi nấu ăn"
        },
        {
            "x1": 492,
            "y1": 422,
            "x2": 532,
            "y2": 510,
            "text": "色々あってね 卵の販売量が",
            "vi": "Có rất nhiều trứng."
        },
        {
            "x1": 527,
            "y1": 632,
            "x2": 545,
            "y2": 786,
            "text": "元締めをわって村長が",
            "vi": "Thị trưởng làng buông bỏ sự siết chặt ban đầu"
        }
    ],
    "016.jpg": [
        {
            "x1": 556,
            "y1": 98,
            "x2": 593,
            "y2": 251,
            "text": "馬鹿らは思 俺達としも村長の",
            "vi": "Những kẻ ngốc là thị trưởng của chúng ta"
        },
        {
            "x1": 100,
            "y1": 131,
            "x2": 142,
            "y2": 204,
            "text": "料理… ふむう",
            "vi": "Nấu ăn... fumu"
        },
        {
            "x1": 462,
            "y1": 168,
            "x2": 517,
            "y2": 267,
            "text": "先るなだ確かに その ほうが",
            "vi": "Đúng là nó tốt hơn"
        },
        {
            "x1": 543,
            "y1": 408,
            "x2": 561,
            "y2": 523,
            "text": "参加できますか",
            "vi": "Bạn có thể tham gia?"
        },
        {
            "x1": 100,
            "y1": 450,
            "x2": 117,
            "y2": 524,
            "text": "なかなお",
            "vi": "Hoàn toàn"
        },
        {
            "x1": 563,
            "y1": 645,
            "x2": 581,
            "y2": 711,
            "text": "よがった",
            "vi": "Hỏng hóc"
        },
        {
            "x1": 164,
            "y1": 718,
            "x2": 180,
            "y2": 777,
            "text": "作るのは",
            "vi": "Làm gì"
        }
    ],
    "017.jpg": [
        {
            "x1": 513,
            "y1": 88,
            "x2": 531,
            "y2": 162,
            "text": "大丈夫だよ",
            "vi": "nó khá ổn"
        },
        {
            "x1": 474,
            "y1": 312,
            "x2": 564,
            "y2": 425,
            "text": "あるいは 新しい 料理とか？",
            "vi": "Hoặc một món ăn mới?"
        },
        {
            "x1": 483,
            "y1": 510,
            "x2": 542,
            "y2": 645,
            "text": "なるほど それなら余裕",
            "vi": "Tôi hiểu rồi, tôi có thể đủ khả năng"
        },
        {
            "x1": 43,
            "y1": 560,
            "x2": 143,
            "y2": 872,
            "text": "行ってやろうじゃ ないか！",
            "vi": "Hãy đi!"
        },
        {
            "x1": 113,
            "y1": 898,
            "x2": 517,
            "y2": 924,
            "text": "よくわからないけれどすごい自信なのです",
            "vi": "Tôi không chắc chắn, nhưng tôi rất tự tin"
        }
    ]
}