var ocr_data = {
    "001.jpg": [
        {
            "x1": 539,
            "y1": 105,
            "x2": 575,
            "y2": 249,
            "text": "昼食終了",
            "vi": "Kết thúc bữa trưa"
        },
        {
            "x1": 91,
            "y1": 144,
            "x2": 176,
            "y2": 257,
            "text": "Uも 満腹放心し 使い物に なりそうにない",
            "vi": "Bạn không có khả năng là vô dụng"
        },
        {
            "x1": 557,
            "y1": 311,
            "x2": 577,
            "y2": 390,
            "text": "いろいろ",
            "vi": "đa dạng"
        },
        {
            "x1": 520,
            "y1": 311,
            "x2": 538,
            "y2": 398,
            "text": "ともある",
            "vi": "Cũng có"
        },
        {
            "x1": 89,
            "y1": 714,
            "x2": 137,
            "y2": 840,
            "text": "図書室",
            "vi": "Bộ sưu tập"
        }
    ],
    "002.jpg": [
        {
            "x1": 153,
            "y1": 16,
            "x2": 423,
            "y2": 93,
            "text": "アラフベブックスより好部発中",
            "vi": "Tốt ở Arafbukks"
        },
        {
            "x1": 85,
            "y1": 80,
            "x2": 583,
            "y2": 348,
            "text": "よくわからない 甲世思。 転生 していたようです",
            "vi": "Tôi không biết. Có vẻ như nó đã được tái sinh"
        },
        {
            "x1": 467,
            "y1": 369,
            "x2": 612,
            "y2": 588,
            "text": "食欲を満たした後は 閉害もこむす 異世界の私です",
            "vi": "Tôi đang ở một thế giới khác, nơi tôi có thể làm hại sau khi thỏa mãn sự thèm ăn của mình"
        },
        {
            "x1": 108,
            "y1": 752,
            "x2": 272,
            "y2": 792,
            "text": "よくわからないけれど 卵と生乳が欲しいのです",
            "vi": "Tôi không chắc, nhưng tôi muốn trứng và sữa nguyên liệu"
        },
        {
            "x1": 31,
            "y1": 808,
            "x2": 100,
            "y2": 826,
            "text": "原作あし",
            "vi": "Tro ban đầu"
        },
        {
            "x1": 26,
            "y1": 843,
            "x2": 271,
            "y2": 887,
            "text": "漫画:内々けやき",
            "vi": "Phim hoạt hình: Bên trong"
        }
    ],
    "003.jpg": [
        {
            "x1": 527,
            "y1": 86,
            "x2": 600,
            "y2": 241,
            "text": "関運 必要な前提スキルの 確認",
            "vi": "Cần xác nhận các kỹ năng điều kiện tiên quyết cần thiết"
        },
        {
            "x1": 140,
            "y1": 83,
            "x2": 168,
            "y2": 218,
            "text": "習得条件とか",
            "vi": "Điều kiện học tập"
        },
        {
            "x1": 91,
            "y1": 135,
            "x2": 123,
            "y2": 255,
            "text": "そういうの",
            "vi": "Đó là loại"
        },
        {
            "x1": 567,
            "y1": 300,
            "x2": 595,
            "y2": 380,
            "text": "まずは",
            "vi": "Ngày thứ nhất"
        },
        {
            "x1": 276,
            "y1": 369,
            "x2": 431,
            "y2": 385,
            "text": "見きせん",
            "vi": "Nhìn thấy"
        },
        {
            "x1": 94,
            "y1": 296,
            "x2": 183,
            "y2": 388,
            "text": "この前の 日課お籠り 研究で 覚えた",
            "vi": "Tôi đã học được trong nghiên cứu giỏ hàng ngày trước đây"
        },
        {
            "x1": 521,
            "y1": 440,
            "x2": 597,
            "y2": 580,
            "text": "ム生成 ム制御 オートマタ作成",
            "vi": "Hợp nhất -Sản xuất Automata Sản xuất tự động tạo"
        },
        {
            "x1": 182,
            "y1": 433,
            "x2": 203,
            "y2": 516,
            "text": "元を辿ると",
            "vi": "Nếu bạn làm theo bản gốc"
        },
        {
            "x1": 138,
            "y1": 434,
            "x2": 156,
            "y2": 560,
            "text": "と言うことらしい",
            "vi": "Nó dường như nói"
        },
        {
            "x1": 339,
            "y1": 731,
            "x2": 360,
            "y2": 846,
            "text": "そも",
            "vi": "Ở vị trí đầu tiên"
        },
        {
            "x1": 270,
            "y1": 732,
            "x2": 292,
            "y2": 830,
            "text": "上位スキで",
            "vi": "Với trượt tuyết hàng đầu"
        },
        {
            "x1": 205,
            "y1": 693,
            "x2": 225,
            "y2": 821,
            "text": "錬金術スキルの",
            "vi": "Kỹ năng giả kim"
        },
        {
            "x1": 85,
            "y1": 725,
            "x2": 123,
            "y2": 868,
            "text": "つみ困った",
            "vi": "Trong rắc rối"
        }
    ],
    "004.jpg": [
        {
            "x1": 515,
            "y1": 87,
            "x2": 553,
            "y2": 215,
            "text": "創造魔法を使つて 生産をしてる",
            "vi": "Sản xuất sử dụng ma thuật sáng tạo"
        },
        {
            "x1": 455,
            "y1": 89,
            "x2": 492,
            "y2": 255,
            "text": "スキを常える と言うのはれがたは",
            "vi": "Bạn nên nói rằng bạn có thể trượt tuyết"
        },
        {
            "x1": 57,
            "y1": 81,
            "x2": 74,
            "y2": 182,
            "text": "と言うこどかな",
            "vi": "Nó giống như"
        },
        {
            "x1": 490,
            "y1": 319,
            "x2": 557,
            "y2": 434,
            "text": "便利だけど 不便だなあ 創造魔法って",
            "vi": "Nó tiện lợi nhưng bất tiện."
        },
        {
            "x1": 485,
            "y1": 478,
            "x2": 555,
            "y2": 618,
            "text": "取り敢えず 錬金術関連は 保留",
            "vi": "Hiện tại, liên quan đến thuật giả kim"
        },
        {
            "x1": 478,
            "y1": 686,
            "x2": 524,
            "y2": 827,
            "text": "次は 身体制御”又キル",
            "vi": "Tiếp theo là kiểm soát thể chất \"một lần nữa"
        }
    ],
    "005.jpg": [
        {
            "x1": 554,
            "y1": 88,
            "x2": 572,
            "y2": 221,
            "text": "上位スとの",
            "vi": "Với hàng đầu"
        },
        {
            "x1": 131,
            "y1": 88,
            "x2": 148,
            "y2": 281,
            "text": "上になる体制御の場合は",
            "vi": "Trong trường hợp của hệ thống trên"
        },
        {
            "x1": 536,
            "y1": 363,
            "x2": 595,
            "y2": 543,
            "text": "また身体を連う柔統の スキを覚えやすなた するとか何とか",
            "vi": "Ngoài ra, thật dễ dàng để nhớ trượt tuyết của cơ thể theo sau cơ thể"
        },
        {
            "x1": 86,
            "y1": 363,
            "x2": 122,
            "y2": 516,
            "text": "まあ私は日誤の最中に 覚てす",
            "vi": "Vâng, tôi nhớ trong thời gian sai lầm trong ngày"
        },
        {
            "x1": 562,
            "y1": 632,
            "x2": 601,
            "y2": 768,
            "text": "最後 体強力",
            "vi": "Cuối cùng mạnh mẽ"
        },
        {
            "x1": 522,
            "y1": 634,
            "x2": 538,
            "y2": 801,
            "text": "身体能力を強化するスキ",
            "vi": "Một trượt tuyết tăng cường khả năng thể chất"
        },
        {
            "x1": 198,
            "y1": 661,
            "x2": 216,
            "y2": 736,
            "text": "視力の強化",
            "vi": "Tăng cường thị lực"
        },
        {
            "x1": 174,
            "y1": 739,
            "x2": 221,
            "y2": 770,
            "text": "etc",
            "vi": "vv"
        },
        {
            "x1": 140,
            "y1": 741,
            "x2": 178,
            "y2": 829,
            "text": "でもこれらは 使用中を",
            "vi": "Nhưng chúng được sử dụng"
        },
        {
            "x1": 82,
            "y1": 742,
            "x2": 116,
            "y2": 881,
            "text": "燃は悪極まりない スキルてもある",
            "vi": "Có một kỹ năng không tệ"
        }
    ],
    "006.jpg": [
        {
            "x1": 496,
            "y1": 82,
            "x2": 556,
            "y2": 267,
            "text": "る強 闘気によって強化する もある",
            "vi": "Có một số tinh thần chiến đấu mạnh mẽ"
        },
        {
            "x1": 47,
            "y1": 82,
            "x2": 135,
            "y2": 223,
            "text": "魔法は 日を消費するけ 闘気の場合は 口を消愛する",
            "vi": "Phép thuật tiêu thụ một ngày, và nếu bạn chiến đấu, bạn sẽ yêu miệng của bạn"
        },
        {
            "x1": 490,
            "y1": 348,
            "x2": 556,
            "y2": 472,
            "text": "つまり戦生版の 能力強化スキ だね",
            "vi": "Nói cách khác, nó là một phiên bản chiến tranh của khả năng tăng cường khả năng."
        },
        {
            "x1": 406,
            "y1": 379,
            "x2": 445,
            "y2": 454,
            "text": "らの私には 関係ないね",
            "vi": "Nó không liên quan gì đến tôi"
        },
        {
            "x1": 171,
            "y1": 337,
            "x2": 246,
            "y2": 464,
            "text": "ひょわ……",
            "vi": "Hyowa..."
        },
        {
            "x1": 61,
            "y1": 352,
            "x2": 98,
            "y2": 495,
            "text": "ちもすき になる死にます",
            "vi": "Chết chết"
        },
        {
            "x1": 513,
            "y1": 599,
            "x2": 529,
            "y2": 752,
            "text": "範囲を吹き飛はすとが",
            "vi": "Tôi muốn thổi ra phạm vi"
        },
        {
            "x1": 124,
            "y1": 608,
            "x2": 181,
            "y2": 793,
            "text": "魔間気のそれそれに 燃貴の悪さを 結うスキもあるららしはと",
            "vi": "Có một trượt tuyết kết nối sự xấu của con quỷ và cái xấu của những chiếc bánh."
        },
        {
            "x1": 89,
            "y1": 673,
            "x2": 105,
            "y2": 809,
            "text": "そこにある経料には",
            "vi": "Được trả lương ở đó là"
        }
    ],
    "007.jpg": [
        {
            "x1": 550,
            "y1": 88,
            "x2": 585,
            "y2": 188,
            "text": "今日のお勉強は まて",
            "vi": "Tôi đang học hôm nay"
        },
        {
            "x1": 519,
            "y1": 393,
            "x2": 591,
            "y2": 494,
            "text": "害と読み込んだ はずだけど まだタ方に ななはいは",
            "vi": "Tôi nên đọc nó như là hại, nhưng tôi vẫn theo một cách nào đó."
        },
        {
            "x1": 540,
            "y1": 574,
            "x2": 591,
            "y2": 708,
            "text": "スキル速読を 覚えている",
            "vi": "Tôi nhớ đọc tốc độ kỹ năng"
        },
        {
            "x1": 249,
            "y1": 652,
            "x2": 272,
            "y2": 723,
            "text": "ラッキ",
            "vi": "May mắn"
        },
        {
            "x1": 97,
            "y1": 563,
            "x2": 144,
            "y2": 712,
            "text": "ついでなので 買出しに行こう",
            "vi": "Nhân tiện, chúng ta hãy đi mua"
        },
        {
            "x1": 206,
            "y1": 728,
            "x2": 248,
            "y2": 841,
            "text": "また世界を 縮めてしまっだ",
            "vi": "Nó đã bị thu hẹp một lần nữa"
        }
    ],
    "008.jpg": [
        {
            "x1": 154,
            "y1": 287,
            "x2": 188,
            "y2": 374,
            "text": "れはは レンさん",
            "vi": "RENHA REN"
        },
        {
            "x1": 61,
            "y1": 411,
            "x2": 105,
            "y2": 516,
            "text": "んにちは お米ですが",
            "vi": "Hmm, đó là gạo"
        },
        {
            "x1": 346,
            "y1": 606,
            "x2": 363,
            "y2": 691,
            "text": "お願します",
            "vi": "Xin vui lòng"
        },
        {
            "x1": 225,
            "y1": 604,
            "x2": 266,
            "y2": 692,
            "text": "小麦粉も お願います",
            "vi": "Xin vui lòng cho tôi bột mì"
        },
        {
            "x1": 61,
            "y1": 738,
            "x2": 106,
            "y2": 843,
            "text": "ロイド米と 小麦粉も頼む",
            "vi": "Tôi cũng hỏi Lloyd Rice và Bột"
        }
    ],
    "009.jpg": [
        {
            "x1": 553,
            "y1": 91,
            "x2": 571,
            "y2": 204,
            "text": "最近見がません",
            "vi": "Tôi đã không thấy nó gần đây"
        },
        {
            "x1": 117,
            "y1": 113,
            "x2": 156,
            "y2": 231,
            "text": "はと 南の村のほまて",
            "vi": "Honato của ngôi làng ở làng phía nam"
        },
        {
            "x1": 567,
            "y1": 309,
            "x2": 586,
            "y2": 405,
            "text": "用の構ですか",
            "vi": "Nó có phải là vấn đề sử dụng?"
        },
        {
            "x1": 511,
            "y1": 368,
            "x2": 550,
            "y2": 453,
            "text": "を掛けて だされば",
            "vi": "Nếu bạn đặt nó ra"
        },
        {
            "x1": 89,
            "y1": 312,
            "x2": 187,
            "y2": 487,
            "text": "一緒だと 白日課\"出来ない ですからね‼",
            "vi": "Nếu bạn ở cùng nhau, bạn không thể làm một ngày trắng."
        },
        {
            "x1": 543,
            "y1": 567,
            "x2": 561,
            "y2": 653,
            "text": "私は水魔法が",
            "vi": "Tôi có phép thuật nước"
        },
        {
            "x1": 498,
            "y1": 564,
            "x2": 522,
            "y2": 628,
            "text": "残念です",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 106,
            "y1": 580,
            "x2": 145,
            "y2": 694,
            "text": "扱えますか 正場は無理す",
            "vi": "Bạn có thể xử lý nó không?"
        },
        {
            "x1": 418,
            "y1": 735,
            "x2": 436,
            "y2": 809,
            "text": "距離的には",
            "vi": "Về khoảng cách"
        },
        {
            "x1": 363,
            "y1": 736,
            "x2": 381,
            "y2": 796,
            "text": "のでは？",
            "vi": "Khi đó?"
        }
    ],
    "010.jpg": [
        {
            "x1": 478,
            "y1": 102,
            "x2": 551,
            "y2": 210,
            "text": "これって 蕎麦粉？",
            "vi": "Đây có phải là bột nai không?"
        },
        {
            "x1": 538,
            "y1": 324,
            "x2": 555,
            "y2": 452,
            "text": "こ存知なんてすが",
            "vi": "Tôi biết điều này"
        },
        {
            "x1": 287,
            "y1": 337,
            "x2": 307,
            "y2": 425,
            "text": "頂けますか？",
            "vi": "Bạn có thể vui lòng không?"
        },
        {
            "x1": 68,
            "y1": 436,
            "x2": 89,
            "y2": 518,
            "text": "多目ですね",
            "vi": "Nó rất nhiều"
        },
        {
            "x1": 476,
            "y1": 604,
            "x2": 570,
            "y2": 747,
            "text": "やった思これで お蕎麦が 食べられる！",
            "vi": "Bạn có thể ăn mì soba!"
        },
        {
            "x1": 169,
            "y1": 744,
            "x2": 232,
            "y2": 877,
            "text": "ガレットも いいなあ…",
            "vi": "Galette cũng tốt..."
        },
        {
            "x1": 71,
            "y1": 756,
            "x2": 99,
            "y2": 852,
            "text": "ガレット…",
            "vi": "Galette..."
        }
    ],
    "011.jpg": [
        {
            "x1": 94,
            "y1": 29,
            "x2": 154,
            "y2": 163,
            "text": "お菓子も 作りたいぞ！",
            "vi": "Tôi muốn làm đồ ngọt!"
        },
        {
            "x1": 496,
            "y1": 107,
            "x2": 580,
            "y2": 240,
            "text": "卵と牛乳って どうすれば 買えますか？",
            "vi": "Làm cách nào để mua trứng và sữa?"
        },
        {
            "x1": 575,
            "y1": 331,
            "x2": 592,
            "y2": 431,
            "text": "そね",
            "vi": "không ai"
        },
        {
            "x1": 537,
            "y1": 331,
            "x2": 555,
            "y2": 418,
            "text": "なのですか",
            "vi": "Có phải là không?"
        },
        {
            "x1": 477,
            "y1": 355,
            "x2": 493,
            "y2": 468,
            "text": "そお売",
            "vi": "Doanh thu"
        },
        {
            "x1": 120,
            "y1": 329,
            "x2": 177,
            "y2": 496,
            "text": "販売の際の値段の 最低額なあのますのて まお女",
            "vi": "Giá thấp nhất của giá khi bán"
        },
        {
            "x1": 537,
            "y1": 550,
            "x2": 555,
            "y2": 678,
            "text": "よのではなか",
            "vi": "tôi đoán"
        },
        {
            "x1": 233,
            "y1": 552,
            "x2": 251,
            "y2": 653,
            "text": "登録してない",
            "vi": "Không đăng ký"
        },
        {
            "x1": 89,
            "y1": 553,
            "x2": 129,
            "y2": 694,
            "text": "全部 相変わらす正直商",
            "vi": "Kinh doanh trung thực thay đổi mọi thứ"
        },
        {
            "x1": 475,
            "y1": 657,
            "x2": 533,
            "y2": 810,
            "text": "誰碧自体は 王都周の幾つ 行なってまますが",
            "vi": "Có bao nhiêu Aoi sẽ làm điều đó xung quanh thủ đô của hoàng gia"
        }
    ],
    "012.jpg": [
        {
            "x1": 499,
            "y1": 84,
            "x2": 537,
            "y2": 211,
            "text": "残念ながらちは 無理",
            "vi": "Thật không may, tôi không thể"
        },
        {
            "x1": 325,
            "y1": 86,
            "x2": 343,
            "y2": 165,
            "text": "ます商用",
            "vi": "Ngày càng nhiều thương mại"
        },
        {
            "x1": 284,
            "y1": 86,
            "x2": 301,
            "y2": 253,
            "text": "王都周辺にかおません",
            "vi": "Bạn không thể ở xung quanh thủ đô hoàng gia"
        },
        {
            "x1": 417,
            "y1": 338,
            "x2": 446,
            "y2": 451,
            "text": "無理ですか",
            "vi": "Có phải là không thể?"
        },
        {
            "x1": 113,
            "y1": 325,
            "x2": 131,
            "y2": 425,
            "text": "主都の近から",
            "vi": "Từ gần thủ đô chính"
        },
        {
            "x1": 52,
            "y1": 324,
            "x2": 90,
            "y2": 451,
            "text": "その間に 腐らせまます",
            "vi": "Trong khi chờ đợi, nó sẽ thối rữa"
        },
        {
            "x1": 524,
            "y1": 527,
            "x2": 541,
            "y2": 602,
            "text": "ですよね",
            "vi": "Đúng thế"
        },
        {
            "x1": 506,
            "y1": 689,
            "x2": 564,
            "y2": 790,
            "text": "山羊は とは ないてすが",
            "vi": "Không có con dê"
        },
        {
            "x1": 421,
            "y1": 672,
            "x2": 462,
            "y2": 772,
            "text": "生ぐさて…",
            "vi": "Nhân tiện..."
        },
        {
            "x1": 60,
            "y1": 705,
            "x2": 97,
            "y2": 872,
            "text": "とる王都の近まで 行がと",
            "vi": "Đi đến thủ đô hoàng gia gần nhất"
        }
    ],
    "013.jpg": [
        {
            "x1": 556,
            "y1": 92,
            "x2": 579,
            "y2": 131,
            "text": "でも",
            "vi": "Chỉ"
        },
        {
            "x1": 486,
            "y1": 95,
            "x2": 502,
            "y2": 236,
            "text": "まうな記憶",
            "vi": "Ký ức tưởng niệm"
        },
        {
            "x1": 95,
            "y1": 164,
            "x2": 119,
            "y2": 225,
            "text": "おお！",
            "vi": "Oh!"
        },
        {
            "x1": 572,
            "y1": 332,
            "x2": 591,
            "y2": 366,
            "text": "ては",
            "vi": "Mãi mãi"
        },
        {
            "x1": 518,
            "y1": 374,
            "x2": 557,
            "y2": 513,
            "text": "具体的な 場所をお聞",
            "vi": "Câu hỏi về những địa điểm cụ thể"
        },
        {
            "x1": 96,
            "y1": 347,
            "x2": 133,
            "y2": 461,
            "text": "教えるのは 問題ます",
            "vi": "Đó là một vấn đề để dạy"
        },
        {
            "x1": 555,
            "y1": 608,
            "x2": 573,
            "y2": 695,
            "text": "構ませんよ",
            "vi": "Nó không quan trọng"
        },
        {
            "x1": 153,
            "y1": 668,
            "x2": 179,
            "y2": 725,
            "text": "うーん",
            "vi": "Hmmm"
        },
        {
            "x1": 106,
            "y1": 729,
            "x2": 148,
            "y2": 857,
            "text": "これで次の目標は 決ったかな",
            "vi": "Tôi tự hỏi liệu mục tiêu tiếp theo là"
        }
    ],
    "014.jpg": [
        {
            "x1": 501,
            "y1": 70,
            "x2": 566,
            "y2": 411,
            "text": "食材ゲットしに",
            "vi": "Để có được thành phần"
        },
        {
            "x1": 43,
            "y1": 184,
            "x2": 137,
            "y2": 638,
            "text": "遠征一人旅‼空",
            "vi": "Chuyến thám hiểm một mình du lịch Bầu trời"
        },
        {
            "x1": 515,
            "y1": 693,
            "x2": 532,
            "y2": 806,
            "text": "の長の",
            "vi": "Lâu"
        },
        {
            "x1": 259,
            "y1": 801,
            "x2": 283,
            "y2": 863,
            "text": "あれ？",
            "vi": "điều đó?"
        },
        {
            "x1": 47,
            "y1": 699,
            "x2": 74,
            "y2": 850,
            "text": "善は急げだ！",
            "vi": "Tốt là đang vội!"
        }
    ],
    "015.jpg": [
        {
            "x1": 491,
            "y1": 91,
            "x2": 581,
            "y2": 263,
            "text": "南の村でも そらたったけと 遠征なら が欲",
            "vi": "Ngay cả ở Làng miền Nam, tôi muốn ở trong một cuộc thám hiểm"
        },
        {
            "x1": 80,
            "y1": 96,
            "x2": 117,
            "y2": 224,
            "text": "…って わけにもいかなし",
            "vi": "… Tôi không biết"
        },
        {
            "x1": 207,
            "y1": 306,
            "x2": 280,
            "y2": 399,
            "text": "かぽ",
            "vi": "Kapo"
        },
        {
            "x1": 47,
            "y1": 395,
            "x2": 129,
            "y2": 499,
            "text": "かぽ",
            "vi": "Kapo"
        },
        {
            "x1": 552,
            "y1": 493,
            "x2": 662,
            "y2": 668,
            "text": "かは",
            "vi": "Kaha"
        },
        {
            "x1": 544,
            "y1": 533,
            "x2": 573,
            "y2": 649,
            "text": "馬車か…",
            "vi": "Một cỗ xe..."
        },
        {
            "x1": 176,
            "y1": 620,
            "x2": 211,
            "y2": 733,
            "text": "そうだ！",
            "vi": "Chính là nó!"
        },
        {
            "x1": 441,
            "y1": 756,
            "x2": 476,
            "y2": 871,
            "text": "確かに種利たけど コスドがね",
            "vi": "Chắc chắn đó là một loại, nhưng kosdo"
        }
    ]
}