var ocr_data = {
    "1-61eac13de6afd.jpg": [
        {
            "x1": 507,
            "y1": 99,
            "x2": 577,
            "y2": 312,
            "text": "前回から 始まることになった レンちゃんの はちみつ授業",
            "vi": "Len -Chan's Honey Class bắt đầu từ lần cuối"
        },
        {
            "x1": 364,
            "y1": 399,
            "x2": 410,
            "y2": 521,
            "text": "順調に終わった １回目",
            "vi": "Lần đầu tiên nó ổn"
        },
        {
            "x1": 521,
            "y1": 546,
            "x2": 589,
            "y2": 694,
            "text": "そして ほぼ一緒だった ２回目の授業が終了",
            "vi": "Và lớp thứ hai, gần như giống nhau, đã kết thúc"
        },
        {
            "x1": 359,
            "y1": 714,
            "x2": 423,
            "y2": 902,
            "text": "そして 早くも 授業３回目に 突入しようとしていた…！",
            "vi": "Và ngay từ khi tôi đang cố gắng vào lớp thứ ba...!"
        }
    ],
    "2-61eac13e81ecb.jpg": [
        {
            "x1": 126,
            "y1": 20,
            "x2": 280,
            "y2": 63,
            "text": "よくわからないけれど の時間も大事です",
            "vi": "Tôi không chắc chắn, nhưng mỗi lần đều quan trọng"
        },
        {
            "x1": 504,
            "y1": 103,
            "x2": 589,
            "y2": 336,
            "text": "誰でも伸ばす！ 圧倒的信頼感の",
            "vi": "Mọi người trải dài! Sự tin tưởng quá nhiều"
        },
        {
            "x1": 424,
            "y1": 169,
            "x2": 512,
            "y2": 425,
            "text": "レンちゃん教室！",
            "vi": "Lớp Len -chan!"
        },
        {
            "x1": 562,
            "y1": 770,
            "x2": 622,
            "y2": 800,
            "text": "突破!",
            "vi": "Bước đột phá!"
        },
        {
            "x1": 486,
            "y1": 806,
            "x2": 589,
            "y2": 827,
            "text": "最新単行本",
            "vi": "Cuốn sách mới nhất"
        },
        {
            "x1": 53,
            "y1": 733,
            "x2": 353,
            "y2": 883,
            "text": "よくわからな ていたようです",
            "vi": "Có vẻ như tôi đã hiểu rõ"
        }
    ],
    "3-61eac13f17315.jpg": [
        {
            "x1": 109,
            "y1": 488,
            "x2": 126,
            "y2": 575,
            "text": "計葉の勉強中",
            "vi": "Trong khi nghiên cứu lá kim loại"
        },
        {
            "x1": 249,
            "y1": 547,
            "x2": 424,
            "y2": 609,
            "text": "9Z＋6＝",
            "vi": "9Z + 6 ="
        },
        {
            "x1": 540,
            "y1": 651,
            "x2": 595,
            "y2": 787,
            "text": "２回目から 後半戦は計算教える ようにしたんだよね",
            "vi": "Tôi đã cố gắng dạy thứ hai cho nửa sau của trò chơi."
        },
        {
            "x1": 80,
            "y1": 724,
            "x2": 142,
            "y2": 853,
            "text": "前半読み書きれ 後半計算って形で いこうと思います",
            "vi": "Tôi sẽ đọc nửa đầu và viết trong nửa sau."
        }
    ],
    "4-61eac13fad170.jpg": [
        {
            "x1": 511,
            "y1": 93,
            "x2": 549,
            "y2": 219,
            "text": "う ん計算は みんな微妙だなー",
            "vi": "Vâng, tất cả mọi người đều tinh tế."
        },
        {
            "x1": 471,
            "y1": 311,
            "x2": 550,
            "y2": 415,
            "text": "１桁２桁は まだいいけど ３術あたりから 大分あやじい",
            "vi": "Một chữ số và 2 chữ số vẫn tốt, nhưng oita aya là khoảng 3 nghệ thuật"
        },
        {
            "x1": 171,
            "y1": 350,
            "x2": 320,
            "y2": 425,
            "text": "96t37=",
            "vi": "Cuttt ="
        },
        {
            "x1": 90,
            "y1": 372,
            "x2": 108,
            "y2": 459,
            "text": "乗算除算は．",
            "vi": "Phép nhân là gì?"
        },
        {
            "x1": 483,
            "y1": 566,
            "x2": 559,
            "y2": 708,
            "text": "あでもリコは 凄い勢いで解いてる ドリエラもわりと ちゃんと出来てるじ",
            "vi": "À, Rico đang giải quyết với động lực tuyệt vời, và Doriera cũng khá tốt."
        },
        {
            "x1": 91,
            "y1": 721,
            "x2": 127,
            "y2": 821,
            "text": "んーなんとか なるかなあ？",
            "vi": "Tôi tự hỏi liệu nó có thể được quản lý?"
        }
    ],
    "5-61eac1404ae7a.jpg": [
        {
            "x1": 318,
            "y1": 82,
            "x2": 375,
            "y2": 196,
            "text": "というかリコ ちょっど然 頭良すぎない？",
            "vi": "Hay đúng hơn, Rico quá thông minh?"
        },
        {
            "x1": 476,
            "y1": 225,
            "x2": 631,
            "y2": 431,
            "text": "2x7a8= (2응4=",
            "vi": "2x7a8 = (2 4 ="
        },
        {
            "x1": 539,
            "y1": 637,
            "x2": 594,
            "y2": 773,
            "text": "ちなみに。リエラと リコは先に乗算除算 やってるかららね",
            "vi": "Nhân tiện. Riera và Rico đang thực hiện phép nhân trước"
        },
        {
            "x1": 387,
            "y1": 731,
            "x2": 427,
            "y2": 860,
            "text": "他の面々とは進度が 全然違うから：",
            "vi": "Bởi vì sự tiến bộ hoàn toàn khác với người khác:"
        },
        {
            "x1": 75,
            "y1": 730,
            "x2": 222,
            "y2": 878,
            "text": "まあ みんな全体的に 覚えるの早いと いえるけど これも 生活かかってて 味命 納得か",
            "vi": "Chà, có thể nói rằng tất cả mọi người đều nhanh chóng học hỏi nói chung, nhưng đây cũng là một cuộc sống và nó có bị thuyết phục không?"
        }
    ],
    "6-61eac140e2ead.jpg": [
        {
            "x1": 501,
            "y1": 109,
            "x2": 536,
            "y2": 231,
            "text": "授業終了",
            "vi": "Kết thúc lớp học"
        },
        {
            "x1": 484,
            "y1": 459,
            "x2": 545,
            "y2": 564,
            "text": "アルル クロ ちょっと いいですか？",
            "vi": "Arrukro là một chút tốt đẹp?"
        },
        {
            "x1": 340,
            "y1": 679,
            "x2": 391,
            "y2": 765,
            "text": "んー？ なにー？",
            "vi": "Hmm? cái gì?"
        },
        {
            "x1": 228,
            "y1": 677,
            "x2": 297,
            "y2": 782,
            "text": "よ了",
            "vi": "Dành riêng"
        },
        {
            "x1": 136,
            "y1": 702,
            "x2": 192,
            "y2": 785,
            "text": "よ了",
            "vi": "Dành riêng"
        },
        {
            "x1": 78,
            "y1": 721,
            "x2": 103,
            "y2": 827,
            "text": "レンちゃ？",
            "vi": "Len -chan?"
        }
    ],
    "7-61eac1417d276.jpg": [
        {
            "x1": 543,
            "y1": 88,
            "x2": 591,
            "y2": 211,
            "text": "これを二人に あげます",
            "vi": "Tôi sẽ đưa điều này cho họ"
        },
        {
            "x1": 230,
            "y1": 85,
            "x2": 250,
            "y2": 168,
            "text": "なにこれ？",
            "vi": "Đây là cái gì?"
        },
        {
            "x1": 97,
            "y1": 97,
            "x2": 125,
            "y2": 162,
            "text": "んぅ？",
            "vi": "Hmm?"
        },
        {
            "x1": 205,
            "y1": 184,
            "x2": 270,
            "y2": 281,
            "text": "なんか あっちこっち 縛ってて‥",
            "vi": "Tôi bị trói ở đây và đó..."
        },
        {
            "x1": 567,
            "y1": 485,
            "x2": 584,
            "y2": 618,
            "text": "見ててください",
            "vi": "Hãy xem một cái"
        }
    ],
    "9-61eac142e1046.jpg": [
        {
            "x1": 510,
            "y1": 117,
            "x2": 603,
            "y2": 272,
            "text": "…と これは こうやって 使います",
            "vi": "… Và cái này được sử dụng như thế này"
        }
    ],
    "10-61eac143828ee.jpg": [
        {
            "x1": 512,
            "y1": 286,
            "x2": 537,
            "y2": 391,
            "text": "なにそれ‥",
            "vi": "Đó là gì ‥"
        },
        {
            "x1": 246,
            "y1": 278,
            "x2": 306,
            "y2": 409,
            "text": "全部 同じ所に 当たった……？ 狙ってやったの…",
            "vi": "Tất cả các bạn đã đạt được cùng một nơi...? Tôi đã nhắm..."
        },
        {
            "x1": 44,
            "y1": 276,
            "x2": 119,
            "y2": 389,
            "text": "‥木がえぐれてる これ 頭とかに 当たったら やばくないか？",
            "vi": "‥ Không phải là khó xử nếu bạn đánh đầu bằng cây?"
        },
        {
            "x1": 464,
            "y1": 609,
            "x2": 561,
            "y2": 784,
            "text": "狙撃スキルの おかげで必中なんです スキル補正って 凄いわ",
            "vi": "Nhờ các kỹ năng bắn tỉa, điều đó là không thể tránh khỏi. Skill Sửa"
        },
        {
            "x1": 232,
            "y1": 625,
            "x2": 284,
            "y2": 736,
            "text": "あ、兎だ",
            "vi": "Oh, đó là một con thỏ"
        },
        {
            "x1": 82,
            "y1": 727,
            "x2": 129,
            "y2": 849,
            "text": "狩りにも こうやって‥",
            "vi": "Làm điều này cho việc săn bắn..."
        }
    ],
    "12-61eac144aba65.jpg": [
        {
            "x1": 516,
            "y1": 442,
            "x2": 534,
            "y2": 584,
            "text": "こんな感じです",
            "vi": "Nó giống như thế này"
        },
        {
            "x1": 128,
            "y1": 486,
            "x2": 145,
            "y2": 567,
            "text": "前にアルルが",
            "vi": "Arles trước"
        },
        {
            "x1": 72,
            "y1": 486,
            "x2": 106,
            "y2": 594,
            "text": "ってトェうが 言ってましたから",
            "vi": "Bởi vì ngón chân nói"
        },
        {
            "x1": 19,
            "y1": 646,
            "x2": 97,
            "y2": 736,
            "text": "ほほく",
            "vi": "Nhai"
        },
        {
            "x1": 476,
            "y1": 681,
            "x2": 559,
            "y2": 822,
            "text": "これなら 弾の補充は その辺で適当に 石を拾えばいいので 練習もしやすいし",
            "vi": "Trong trường hợp này, thật dễ dàng để thực hành bổ sung các viên đạn, vì vậy nó rất dễ thực hành nó."
        },
        {
            "x1": 419,
            "y1": 756,
            "x2": 459,
            "y2": 861,
            "text": "弓と違って 片手で扱えます",
            "vi": "Không giống như một cái nơ, bạn có thể xử lý nó bằng một tay"
        }
    ],
    "13-61eac1457c9f3.jpg": [
        {
            "x1": 520,
            "y1": 86,
            "x2": 591,
            "y2": 237,
            "text": "将来 弓矢使いに コンバートしても 大丈夫だし",
            "vi": "Bạn có thể chuyển đổi thành một cung và mũi tên trong tương lai"
        },
        {
            "x1": 111,
            "y1": 178,
            "x2": 151,
            "y2": 289,
            "text": "角兎くらいなら 上手く当てれば",
            "vi": "Nếu bạn đánh nó tốt nếu nó là về một con thỏ"
        },
        {
            "x1": 550,
            "y1": 403,
            "x2": 598,
            "y2": 525,
            "text": "ええええ？ え これ私に⁉",
            "vi": "yeah yeah? Điều này là với tôi"
        },
        {
            "x1": 93,
            "y1": 512,
            "x2": 140,
            "y2": 609,
            "text": "レンちゃ すごーい！",
            "vi": "Len là tuyệt vời!"
        },
        {
            "x1": 538,
            "y1": 675,
            "x2": 595,
            "y2": 838,
            "text": "すげー！ なあ ちんちくりん オにも作ってれよ",
            "vi": "Đáng kinh ngạc! Làm cho nó cho na chinchikurin"
        },
        {
            "x1": 311,
            "y1": 674,
            "x2": 393,
            "y2": 792,
            "text": "オレオレ オレ",
            "vi": "Oreole"
        },
        {
            "x1": 82,
            "y1": 700,
            "x2": 147,
            "y2": 849,
            "text": "嫌だよ馬鹿野郎 お前はいい加減に 口の利き方を覚えろ",
            "vi": "Tôi không thích nó"
        }
    ],
    "14-61eac14615c8f.jpg": [
        {
            "x1": 500,
            "y1": 77,
            "x2": 558,
            "y2": 198,
            "text": "これは アルルとクロの ために作りました",
            "vi": "Điều này đã được làm cho Arles và Kuro"
        },
        {
            "x1": 481,
            "y1": 287,
            "x2": 548,
            "y2": 403,
            "text": "トリエラには 革鎧をあげて 魔法も教えたし",
            "vi": "Tôi đã cho Triella với áo giáp bằng da và dạy phép thuật"
        },
        {
            "x1": 95,
            "y1": 286,
            "x2": 138,
            "y2": 438,
            "text": "リコもマントあげて 魔法教えたし？",
            "vi": "Rico có cho một chiếc áo choàng và dạy ma thuật?"
        },
        {
            "x1": 471,
            "y1": 492,
            "x2": 557,
            "y2": 645,
            "text": "そうなると二人にも もうちょっと 何かして あげたかったのです",
            "vi": "Sau đó, tôi muốn làm một cái gì đó nhiều hơn một chút với họ."
        },
        {
            "x1": 60,
            "y1": 728,
            "x2": 116,
            "y2": 862,
            "text": "シェリルさんが めっちゃく ガン見してるけど",
            "vi": "Sheryl đang nhìn vào súng rất nhiều"
        }
    ],
    "15-61eac1469e56b.jpg": [
        {
            "x1": 514,
            "y1": 98,
            "x2": 567,
            "y2": 235,
            "text": "仮に量産するに してもそそのうちね そのうちた",
            "vi": "Ngay cả khi bạn -sản xuất hàng loạt, nó là một kết thúc"
        },
        {
            "x1": 156,
            "y1": 98,
            "x2": 173,
            "y2": 176,
            "text": "ふっちゃけ",
            "vi": "Rung động"
        },
        {
            "x1": 94,
            "y1": 99,
            "x2": 111,
            "y2": 201,
            "text": "方が優先だじ？",
            "vi": "Nó có tốt hơn không?"
        },
        {
            "x1": 543,
            "y1": 469,
            "x2": 583,
            "y2": 609,
            "text": "目立ちませんし 邪魔にもなりません",
            "vi": "Nó không đáng chú ý và không cản trở"
        }
    ],
    "16-61eac14743d11.jpg": [
        {
            "x1": 176,
            "y1": 79,
            "x2": 210,
            "y2": 179,
            "text": "おお アルルのルグ",
            "vi": "Oh Arles's Lug"
        },
        {
            "x1": 525,
            "y1": 88,
            "x2": 559,
            "y2": 312,
            "text": "レン ありがとー！",
            "vi": "Cảm ơn bạn Len!"
        },
        {
            "x1": 5,
            "y1": 109,
            "x2": 238,
            "y2": 267,
            "text": "t-ん",
            "vi": "T-hmm"
        },
        {
            "x1": 58,
            "y1": 738,
            "x2": 95,
            "y2": 843,
            "text": "よいそよいぞ もっと─",
            "vi": "Tốt, tốt hơn ─"
        }
    ]
}