var ocr_data = {
    "1-61a9eb762c359.jpg": [
        {
            "x1": 521,
            "y1": 104,
            "x2": 579,
            "y2": 230,
            "text": "レンじゃないか！ 俺に黒って… 何をしているんだ",
            "vi": "Len! Đen đối với tôi... bạn đang làm gì"
        },
        {
            "x1": 117,
            "y1": 376,
            "x2": 145,
            "y2": 466,
            "text": "あちゃー",
            "vi": "Acha"
        },
        {
            "x1": 556,
            "y1": 567,
            "x2": 595,
            "y2": 722,
            "text": "マリクルやデルル達が 話してるのを聞いたぞ",
            "vi": "Tôi đã nghe nói rằng Maricl và Deluru đang nói chuyện"
        },
        {
            "x1": 189,
            "y1": 563,
            "x2": 248,
            "y2": 680,
            "text": "孤児院時代に 私をいじめてた 力キ大将のケイ",
            "vi": "Tướng Tướng, người đã bắt nạt tôi trong những ngày mồ côi"
        },
        {
            "x1": 295,
            "y1": 763,
            "x2": 369,
            "y2": 862,
            "text": "俺に黙って お前達だけで 会っ たんだってな？",
            "vi": "Bạn vừa gặp tôi một cách âm thầm?"
        },
        {
            "x1": 81,
            "y1": 790,
            "x2": 133,
            "y2": 878,
            "text": "顔も見たく なかっだのに どうて",
            "vi": "Tôi không muốn nhìn thấy khuôn mặt của tôi, nhưng tại sao"
        }
    ],
    "2-61a9eb77ea0fa.jpg": [
        {
            "x1": 475,
            "y1": 18,
            "x2": 599,
            "y2": 70,
            "text": "00方",
            "vi": "00."
        },
        {
            "x1": 66,
            "y1": 55,
            "x2": 305,
            "y2": 115,
            "text": "漫画:内々けやき 原作:あし キャラクター原案:カオミン",
            "vi": "Phim hoạt hình: bên trong Keyaki Bản gốc: ASHI Nhân vật Dự thảo: Kaomin"
        },
        {
            "x1": 473,
            "y1": 81,
            "x2": 589,
            "y2": 159,
            "text": "最新単行本 第9巻 大好評発売中",
            "vi": "Sách mới nhất Tập 9 hiện đang được bán"
        },
        {
            "x1": 316,
            "y1": 745,
            "x2": 627,
            "y2": 900,
            "text": "よくわからない ていたようです",
            "vi": "Có vẻ như anh ấy không hiểu"
        },
        {
            "x1": 144,
            "y1": 862,
            "x2": 309,
            "y2": 902,
            "text": "よくわからないけれど せすみた",
            "vi": "Tôi không chắc chắn, nhưng nó tốt"
        },
        {
            "x1": 64,
            "y1": 872,
            "x2": 142,
            "y2": 894,
            "text": "第く46話",
            "vi": "Tập 46"
        }
    ],
    "3-61a9eb79c1786.jpg": [
        {
            "x1": 535,
            "y1": 108,
            "x2": 581,
            "y2": 212,
            "text": "何で勝手に 怒ってるの？",
            "vi": "Tại sao bạn lại tức giận mà không được phép?"
        },
        {
            "x1": 487,
            "y1": 122,
            "x2": 504,
            "y2": 275,
            "text": "バッカじゃないの？",
            "vi": "Đó không phải là một baka?"
        },
        {
            "x1": 505,
            "y1": 339,
            "x2": 600,
            "y2": 461,
            "text": "これからは 俺がレンを 守ってやるって 言ってんだよ！",
            "vi": "Tôi bảo bạn bảo vệ Len từ bây giờ!"
        },
        {
            "x1": 493,
            "y1": 536,
            "x2": 610,
            "y2": 626,
            "text": "やだなあ 自分の 言うとおりに 動かないから 切れてんのか コイツ",
            "vi": "Không, nó không di chuyển như tôi nói, vì vậy nó đã cắt?"
        },
        {
            "x1": 103,
            "y1": 534,
            "x2": 164,
            "y2": 630,
            "text": "だいたい 俺とレンとは だなぁ…‥",
            "vi": "Tôi thường và len......"
        },
        {
            "x1": 518,
            "y1": 693,
            "x2": 599,
            "y2": 819,
            "text": "ケインと レンちゃんが何？ 別になんでも ないでしょ？",
            "vi": "Kane và Len -chan là gì? Không phải là gì?"
        },
        {
            "x1": 114,
            "y1": 713,
            "x2": 189,
            "y2": 866,
            "text": "大体 ケインは レンちゃんに 嫌われてるんだから いい加減に理解したら？",
            "vi": "Kane thường bị Len ghét, vậy nếu bạn hiểu thì sao?"
        }
    ],
    "4-61a9eb7a43b3f.jpg": [
        {
            "x1": 55,
            "y1": 295,
            "x2": 92,
            "y2": 430,
            "text": "俺がレンに？ お前 何言ってんだ？",
            "vi": "Tôi có phải không? Bạn đang nói gì?"
        },
        {
            "x1": 487,
            "y1": 484,
            "x2": 547,
            "y2": 598,
            "text": "おお本気で 理解できないって 顔してる",
            "vi": "Tôi đang nhìn tôi không thể thực sự hiểu"
        },
        {
            "x1": 76,
            "y1": 507,
            "x2": 113,
            "y2": 572,
            "text": "や人な こいつ",
            "vi": "Và anh chàng này"
        },
        {
            "x1": 523,
            "y1": 662,
            "x2": 557,
            "y2": 782,
            "text": "まあ そんなことは どうでもいい",
            "vi": "Tốt, tôi không quan tâm đến điều đó"
        },
        {
            "x1": 463,
            "y1": 719,
            "x2": 510,
            "y2": 849,
            "text": "レン！ 俺だ ケインだ！",
            "vi": "Len! Tôi là Kane!"
        },
        {
            "x1": 111,
            "y1": 706,
            "x2": 168,
            "y2": 820,
            "text": "………生きてたなら なんで会いに 来ないんだ？",
            "vi": "Nếu bạn còn sống, tại sao bạn lại không đến gặp bạn?"
        },
        {
            "x1": 53,
            "y1": 768,
            "x2": 91,
            "y2": 866,
            "text": "あまり心配 させるなよ…",
            "vi": "Đừng lo lắng quá..."
        }
    ],
    "5-61a9eb7ac6b27.jpg": [
        {
            "x1": 507,
            "y1": 86,
            "x2": 564,
            "y2": 212,
            "text": "相変わらず 話を聞かない上に 思い込みが激しくて",
            "vi": "Tôi vẫn không nghe câu chuyện và niềm tin của tôi rất mãnh liệt"
        },
        {
            "x1": 490,
            "y1": 275,
            "x2": 547,
            "y2": 428,
            "text": "なんで返事しないんだ？ ……でも 良かった 会いたかった…ら",
            "vi": "Tại sao bạn không trả lời?... Nhưng tôi muốn gặp bạn..."
        },
        {
            "x1": 100,
            "y1": 475,
            "x2": 158,
            "y2": 643,
            "text": "で勝手に 自分の世界にって 盛り上がってるね きもっ",
            "vi": "Tôi rất hào hứng với thế giới của mình mà không được phép"
        },
        {
            "x1": 549,
            "y1": 722,
            "x2": 586,
            "y2": 863,
            "text": "……何で避けるんだ？ 顔を見せてくれよ",
            "vi": "......Tại sao bạn tránh nó? Cho tôi xem khuôn mặt của bạn"
        }
    ],
    "6-61a9eb7b4f51b.jpg": [
        {
            "x1": 490,
            "y1": 89,
            "x2": 549,
            "y2": 216,
            "text": "嫌です 触らないでください 気持ち悪い",
            "vi": "Tôi không thích nó, đừng chạm vào nó"
        },
        {
            "x1": 68,
            "y1": 281,
            "x2": 107,
            "y2": 382,
            "text": "は？何 言ってるんだ？",
            "vi": "hàm răng? Bạn đang nói gì?"
        },
        {
            "x1": 462,
            "y1": 469,
            "x2": 518,
            "y2": 569,
            "text": "近寄らないで ください 虫唾が走ります",
            "vi": "Đừng đến gần nước bọt côn trùng"
        },
        {
            "x1": 80,
            "y1": 684,
            "x2": 168,
            "y2": 811,
            "text": "おい‼ 何言ってるんだ？ いいからこっちに 来い！",
            "vi": "Này! Bạn đang nói gì? Hãy đến đây vì nó ổn!"
        }
    ],
    "7-61a9eb7d2774b.jpg": [
        {
            "x1": 525,
            "y1": 686,
            "x2": 567,
            "y2": 825,
            "text": "ありがとー！ さすが私の女神！",
            "vi": "Thanks! Đúng như dự đoán, Nữ thần của tôi!"
        }
    ],
    "8-61a9eb7eef34c.jpg": [
        {
            "x1": 107,
            "y1": 77,
            "x2": 165,
            "y2": 249,
            "text": "な 狼の魔獣？ こんな大きな魔獣が 何でこんなところに……⁉",
            "vi": "Con quái vật sói? Tại sao một con quái vật lớn như vậy ở một nơi như vậy...⁉"
        },
        {
            "x1": 41,
            "y1": 160,
            "x2": 100,
            "y2": 261,
            "text": "ってレン 危ないから こっちに来い！",
            "vi": "Ren rất nguy hiểm, vì vậy hãy đến đây!"
        },
        {
            "x1": 493,
            "y1": 325,
            "x2": 530,
            "y2": 465,
            "text": "はぁ‥あのね ケイ その狼はレンの従魔よ",
            "vi": "Huh... Ah, con sói là cấp dưới của Len"
        },
        {
            "x1": 393,
            "y1": 325,
            "x2": 449,
            "y2": 479,
            "text": "何も危な事ない 今のだって主人を 守ろうとしただけでしょ",
            "vi": "Ngay cả bây giờ, không có gì nguy hiểm, bạn chỉ cố gắng bảo vệ chồng mình."
        },
        {
            "x1": 470,
            "y1": 550,
            "x2": 547,
            "y2": 677,
            "text": "レンが明らかに 嫌がってる相手が 掴みかかろうとして 来たんだから",
            "vi": "Bởi vì người rõ ràng bị Len ghét đang cố gắng lấy nó"
        },
        {
            "x1": 61,
            "y1": 737,
            "x2": 120,
            "y2": 864,
            "text": "はあ？ 葉がってるって… 照れてるだけだろ？",
            "vi": "Nó............... là gì? Tôi chỉ ngại..."
        }
    ],
    "9-61a9eb80b75ae.jpg": [
        {
            "x1": 578,
            "y1": 101,
            "x2": 597,
            "y2": 179,
            "text": "いやアンタ",
            "vi": "Không, bạn"
        },
        {
            "x1": 540,
            "y1": 100,
            "x2": 554,
            "y2": 251,
            "text": "顔も見ないい",
            "vi": "Đừng nhìn vào mặt bạn"
        },
        {
            "x1": 83,
            "y1": 127,
            "x2": 179,
            "y2": 247,
            "text": "というか あれだけ いじめておいて 何でレンに 好かれてるって 思えるの？",
            "vi": "Hay đúng hơn, tại sao bạn nghĩ rằng bạn được Len yêu thích?"
        },
        {
            "x1": 506,
            "y1": 335,
            "x2": 544,
            "y2": 448,
            "text": "え？いやだって 小さい頃は……",
            "vi": "bức ảnh? Khi tôi còn nhỏ..."
        },
        {
            "x1": 553,
            "y1": 527,
            "x2": 591,
            "y2": 668,
            "text": "私達よりも２つ上の ボブの事は覚えてる？",
            "vi": "Bạn có nhớ Bob hai trên chúng tôi không?"
        },
        {
            "x1": 388,
            "y1": 545,
            "x2": 407,
            "y2": 646,
            "text": "厳しかったボプ",
            "vi": "BOP nghiêm ngặt"
        },
        {
            "x1": 115,
            "y1": 546,
            "x2": 152,
            "y2": 658,
            "text": "テンタボプの事 嫌ってたでしょ？",
            "vi": "Bạn có ghét Tentabop không?"
        },
        {
            "x1": 522,
            "y1": 725,
            "x2": 587,
            "y2": 862,
            "text": "ああ 覚えてる あの野郎は絶対に ゆるさねえよ！",
            "vi": "Ồ, tôi nhớ rằng khốn đó, chắc chắn lỏng lẻo!"
        }
    ],
    "10-61a9eb8274913.jpg": [
        {
            "x1": 496,
            "y1": 75,
            "x2": 553,
            "y2": 267,
            "text": "端から見れば デ女の事をいじめてるように しか見えなかったけど",
            "vi": "Từ cuối cùng, có vẻ như tôi đang bắt nạt người phụ nữ"
        },
        {
            "x1": 366,
            "y1": 131,
            "x2": 479,
            "y2": 257,
            "text": "ボブは自分が いなくなったあとの 孤児院をア女に 任せるつもりで 厳しくしてたって わかってる？",
            "vi": "Bạn có biết rằng Bob đã nghiêm ngặt với ý định rời khỏi trại trẻ mồ côi sau khi bạn đi không?"
        },
        {
            "x1": 495,
            "y1": 309,
            "x2": 549,
            "y2": 473,
            "text": "ああ そんな事も 言ってたな でもそんなの開探ねーよ",
            "vi": "Ồ, tôi đã nói vậy, nhưng tôi không thấy điều đó."
        },
        {
            "x1": 105,
            "y1": 329,
            "x2": 159,
            "y2": 457,
            "text": "理由があったって あいつは やり過ぎだったろ！",
            "vi": "Anh ấy đã quá mức cần thiết cho một lý do!"
        },
        {
            "x1": 481,
            "y1": 519,
            "x2": 540,
            "y2": 675,
            "text": "そうね 私から見ても ちょっとやりすぎてる ところはあったと思う",
            "vi": "Vâng, tôi nghĩ có một số thứ hơi quá mức cần thiết"
        },
        {
            "x1": 60,
            "y1": 519,
            "x2": 134,
            "y2": 673,
            "text": "それでさ あんたがレンに してきた事と あんたがボプにされた事",
            "vi": "Vì vậy, những gì bạn đã làm cho Len và bạn đã được"
        },
        {
            "x1": 292,
            "y1": 747,
            "x2": 332,
            "y2": 857,
            "text": "一体どんな 違いがあるの？",
            "vi": "Sự khác biệt là gì?"
        }
    ],
    "11-61a9eb83160b5.jpg": [
        {
            "x1": 527,
            "y1": 89,
            "x2": 603,
            "y2": 217,
            "text": "ボブは少なくとも あんたを鍛えるって 理由があった デンタはどうなの？",
            "vi": "Điều gì về Denta, người có ít nhất Bob để huấn luyện bạn?"
        },
        {
            "x1": 474,
            "y1": 128,
            "x2": 490,
            "y2": 241,
            "text": "知らないけどねり",
            "vi": "Tôi không biết, nhưng"
        },
        {
            "x1": 570,
            "y1": 332,
            "x2": 586,
            "y2": 470,
            "text": "：孤児院に居む時から",
            "vi": ": Từ khi tôi ở trong trại trẻ mồ côi"
        },
        {
            "x1": 508,
            "y1": 331,
            "x2": 545,
            "y2": 497,
            "text": "そんな事してたら 嫌われるって言ったよね？",
            "vi": "Bạn đã nói bạn sẽ ghét nó nếu bạn làm điều đó, phải không?"
        },
        {
            "x1": 96,
            "y1": 377,
            "x2": 152,
            "y2": 544,
            "text": "何度も何度もアンタさ 自分がレンにそれだけの事 き理解",
            "vi": "Bạn là người duy nhất hiểu được Len nhiều lần"
        },
        {
            "x1": 564,
            "y1": 625,
            "x2": 600,
            "y2": 736,
            "text": "デレたけしつこ いじめて泣かして",
            "vi": "Dere Takeshi shitsuhitsu và khóc"
        },
        {
            "x1": 503,
            "y1": 625,
            "x2": 539,
            "y2": 744,
            "text": "発想出てくるのか 理解できない中私",
            "vi": "Tôi không thể hiểu liệu quyết định sẽ được đưa ra"
        },
        {
            "x1": 88,
            "y1": 747,
            "x2": 150,
            "y2": 861,
            "text": "え‥俺が‥？ ‥あ いや‥ でも あれは‥",
            "vi": "Eh... tôi...? ‥Hhhhhhhhhhhhhhhhhhhhhhhh"
        }
    ],
    "12-61a9eb853962f.jpg": [
        {
            "x1": 475,
            "y1": 120,
            "x2": 531,
            "y2": 273,
            "text": "レンの事なんで 言わなかったんだ ってさっき言ってたけと",
            "vi": "Tôi chỉ nói rằng tôi không nói gì về Len"
        },
        {
            "x1": 68,
            "y1": 134,
            "x2": 145,
            "y2": 301,
            "text": "レンがあんたの顔も 見たくないって言ったから 私は言わなかった なんか丈句ある？",
            "vi": "Len không muốn nhìn thấy khuôn mặt của bạn, vì vậy tôi đã không nói gì?"
        },
        {
            "x1": 447,
            "y1": 376,
            "x2": 524,
            "y2": 518,
            "text": "それは……・でも お前に色々教えて 俺たちの事を 助けてくれたんだろ？",
            "vi": "Đó là... nhưng bạn đã dạy tôi rất nhiều và đã giúp chúng tôi?"
        },
        {
            "x1": 382,
            "y1": 388,
            "x2": 418,
            "y2": 515,
            "text": "顔も見把なて 言うなら なんで",
            "vi": "Nếu bạn nói khuôn mặt của bạn, tại sao"
        },
        {
            "x1": 506,
            "y1": 594,
            "x2": 564,
            "y2": 753,
            "text": "・：友達のトリエラや マリクル 妹分のリュ達を 助けたかったからです",
            "vi": "・: Tôi muốn giúp bạn tôi Triella và em gái của Maricul Ryu."
        },
        {
            "x1": 438,
            "y1": 695,
            "x2": 495,
            "y2": 861,
            "text": "貴方はたまたま トリエラ達とパーティーを 組んでただけです",
            "vi": "Bạn tình cờ có một bữa tiệc với Triella"
        },
        {
            "x1": 53,
            "y1": 707,
            "x2": 89,
            "y2": 861,
            "text": "いなかのたら開るうと すら思いません",
            "vi": "Tôi thậm chí không nghĩ rằng tôi sẽ mở nó"
        }
    ],
    "13-61a9eb85bbbf1.jpg": [
        {
            "x1": 546,
            "y1": 95,
            "x2": 581,
            "y2": 176,
            "text": "なん…レン おまえ…！",
            "vi": "Cái gì... bạn...!"
        },
        {
            "x1": 108,
            "y1": 82,
            "x2": 126,
            "y2": 176,
            "text": "この……ッ！",
            "vi": "Đây..."
        },
        {
            "x1": 468,
            "y1": 177,
            "x2": 705,
            "y2": 472,
            "text": "タタ",
            "vi": "Tata"
        },
        {
            "x1": 544,
            "y1": 517,
            "x2": 581,
            "y2": 795,
            "text": "みつけたぁぁぁあ！",
            "vi": "Tôi tìm thấy nó!"
        },
        {
            "x1": 94,
            "y1": 380,
            "x2": 174,
            "y2": 705,
            "text": "ケイン 死ねェェェェエッ！！",
            "vi": "Kane chết!!"
        }
    ],
    "15-61a9eb8839008.jpg": [
        {
            "x1": 553,
            "y1": 77,
            "x2": 601,
            "y2": 234,
            "text": "はー すっきりした レン 間に合った？",
            "vi": "Haha, có phải là lúc cho một sợi quang sạch?"
        },
        {
            "x1": 97,
            "y1": 165,
            "x2": 137,
            "y2": 350,
            "text": "ぎりぎりデウトですね 少し話をしてしまったので",
            "vi": "Nó chỉ là một chút, vì vậy tôi đã nói chuyện một chút"
        },
        {
            "x1": 338,
            "y1": 402,
            "x2": 370,
            "y2": 507,
            "text": "ごめんね。",
            "vi": "lấy làm tiếc."
        },
        {
            "x1": 378,
            "y1": 583,
            "x2": 417,
            "y2": 685,
            "text": "……はぁ ふう 間に合ったか？",
            "vi": "Bạn đã làm nó đúng lúc?"
        },
        {
            "x1": 91,
            "y1": 606,
            "x2": 147,
            "y2": 706,
            "text": "残志ながら 間に合いません でしたね",
            "vi": "Tôi đã không làm cho nó kịp thời"
        },
        {
            "x1": 371,
            "y1": 766,
            "x2": 403,
            "y2": 837,
            "text": "すまん",
            "vi": "lấy làm tiếc"
        }
    ]
}