var ocr_data = {
    "001.jpg": [
        {
            "x1": 504,
            "y1": 112,
            "x2": 559,
            "y2": 327,
            "text": "そんなこんなで 馬車セリト完成でーす",
            "vi": "Một serito xe ngựa như vậy được hoàn thành."
        },
        {
            "x1": 501,
            "y1": 470,
            "x2": 519,
            "y2": 596,
            "text": "北の村父行ける！",
            "vi": "Bạn có thể đến cha làng phía bắc!"
        },
        {
            "x1": 498,
            "y1": 645,
            "x2": 514,
            "y2": 784,
            "text": "空き話也作",
            "vi": "Câu chuyện về chỗ trống"
        },
        {
            "x1": 105,
            "y1": 627,
            "x2": 379,
            "y2": 719,
            "text": "中身はまた後日レ",
            "vi": "Nội dung sẽ sau này"
        },
        {
            "x1": 80,
            "y1": 756,
            "x2": 98,
            "y2": 830,
            "text": "旅楽",
            "vi": "Chuyến đi"
        }
    ],
    "002.jpg": [
        {
            "x1": 556,
            "y1": 311,
            "x2": 594,
            "y2": 469,
            "text": "またホデルを引き払う ことになるけど",
            "vi": "Tôi sẽ rút lại Hodel"
        },
        {
            "x1": 238,
            "y1": 474,
            "x2": 300,
            "y2": 617,
            "text": "お世話になった さんには こ挨拶もとこうっと",
            "vi": "Đối với những người quan tâm đến bạn, có một lời chào"
        }
    ],
    "003.jpg": [
        {
            "x1": 533,
            "y1": 89,
            "x2": 550,
            "y2": 170,
            "text": "あさん",
            "vi": "Asan"
        },
        {
            "x1": 196,
            "y1": 256,
            "x2": 274,
            "y2": 363,
            "text": "あのさん 実は明日の朝に 出う 思りまして",
            "vi": "Tôi nghĩ nó sẽ ra mắt vào sáng mai"
        },
        {
            "x1": 57,
            "y1": 494,
            "x2": 98,
            "y2": 563,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 505,
            "y1": 649,
            "x2": 546,
            "y2": 774,
            "text": "とち行のか お聞きしても？",
            "vi": "Ngay cả khi bạn hỏi bạn có phải là Tochi không?"
        },
        {
            "x1": 136,
            "y1": 657,
            "x2": 174,
            "y2": 757,
            "text": "北の村と 西の越",
            "vi": "Làng phía Bắc và Tây"
        },
        {
            "x1": 58,
            "y1": 686,
            "x2": 74,
            "y2": 827,
            "text": "ごまうかと思まて",
            "vi": "Tôi tự hỏi liệu tôi có xin lỗi"
        }
    ],
    "004.jpg": [
        {
            "x1": 572,
            "y1": 95,
            "x2": 591,
            "y2": 162,
            "text": "えと",
            "vi": "Uh"
        },
        {
            "x1": 171,
            "y1": 134,
            "x2": 215,
            "y2": 215,
            "text": "はい 料理の為に",
            "vi": "Có để nấu ăn"
        },
        {
            "x1": 573,
            "y1": 674,
            "x2": 592,
            "y2": 806,
            "text": "実は私長め",
            "vi": "Thật"
        },
        {
            "x1": 529,
            "y1": 674,
            "x2": 544,
            "y2": 828,
            "text": "帰定",
            "vi": "Trở về"
        },
        {
            "x1": 150,
            "y1": 694,
            "x2": 191,
            "y2": 852,
            "text": "実家は 王都なれですけと",
            "vi": "Nhà của bố mẹ tôi là thủ đô hoàng gia"
        }
    ],
    "005.jpg": [
        {
            "x1": 495,
            "y1": 84,
            "x2": 557,
            "y2": 280,
            "text": "私と一緒に王都へ 行きませんか？",
            "vi": "Bạn có muốn đi đến thủ đô của hoàng gia với tôi không?"
        },
        {
            "x1": 506,
            "y1": 715,
            "x2": 547,
            "y2": 855,
            "text": "王都な卵 普通に買ええますし",
            "vi": "Bạn có thể mua một quả trứng thủ đô hoàng gia bình thường"
        },
        {
            "x1": 424,
            "y1": 741,
            "x2": 487,
            "y2": 864,
            "text": "近場 置うよ 多く買えます",
            "vi": "Tôi sẽ đặt nó ở gần đó, bạn có thể mua rất nhiều"
        }
    ],
    "006.jpg": [
        {
            "x1": 548,
            "y1": 71,
            "x2": 591,
            "y2": 219,
            "text": "王都",
            "vi": "Thủ đô hoàng gia"
        },
        {
            "x1": 173,
            "y1": 78,
            "x2": 215,
            "y2": 235,
            "text": "いずれは行ってみる つもりではいたけど",
            "vi": "Cuối cùng tôi cũng sẽ đến đó"
        },
        {
            "x1": 120,
            "y1": 78,
            "x2": 137,
            "y2": 221,
            "text": "それを抜きにても",
            "vi": "Ngay cả khi không có nó"
        },
        {
            "x1": 549,
            "y1": 315,
            "x2": 567,
            "y2": 389,
            "text": "提案なのて",
            "vi": "Đó là một gợi ý"
        },
        {
            "x1": 109,
            "y1": 371,
            "x2": 129,
            "y2": 423,
            "text": "何か",
            "vi": "một cái gì đó"
        },
        {
            "x1": 574,
            "y1": 565,
            "x2": 592,
            "y2": 652,
            "text": "同行するのは",
            "vi": "Tôi sẽ đi kèm với"
        },
        {
            "x1": 281,
            "y1": 558,
            "x2": 298,
            "y2": 630,
            "text": "急な仕事が",
            "vi": "Một công việc đột ngột"
        },
        {
            "x1": 418,
            "y1": 716,
            "x2": 434,
            "y2": 853,
            "text": "開者と言らのてあれは",
            "vi": "Đó là người cởi mở"
        },
        {
            "x1": 379,
            "y1": 714,
            "x2": 397,
            "y2": 835,
            "text": "こ一緒なのかなと",
            "vi": "Tôi tự hỏi liệu nó có giống nhau không"
        }
    ],
    "007.jpg": [
        {
            "x1": 521,
            "y1": 94,
            "x2": 540,
            "y2": 198,
            "text": "アリサさん？",
            "vi": "Alisa?"
        },
        {
            "x1": 137,
            "y1": 152,
            "x2": 154,
            "y2": 239,
            "text": "実は幼馴染と",
            "vi": "Thực sự với một người bạn thời thơ ấu"
        },
        {
            "x1": 97,
            "y1": 153,
            "x2": 113,
            "y2": 251,
            "text": "一緒に",
            "vi": "cùng với nhau"
        },
        {
            "x1": 526,
            "y1": 372,
            "x2": 544,
            "y2": 456,
            "text": "はるほど",
            "vi": "Chẵn"
        },
        {
            "x1": 478,
            "y1": 418,
            "x2": 494,
            "y2": 504,
            "text": "ととは",
            "vi": "Và"
        },
        {
            "x1": 436,
            "y1": 418,
            "x2": 453,
            "y2": 559,
            "text": "私動なるれすか",
            "vi": "Nó có phải là cá nhân không"
        },
        {
            "x1": 55,
            "y1": 427,
            "x2": 133,
            "y2": 528,
            "text": "流石に ないかと 思うてす",
            "vi": "Tôi tự hỏi nếu đó là"
        },
        {
            "x1": 524,
            "y1": 630,
            "x2": 542,
            "y2": 755,
            "text": "それは大丈夫エす",
            "vi": "Nó khá ổn"
        },
        {
            "x1": 453,
            "y1": 683,
            "x2": 511,
            "y2": 803,
            "text": "見私 アリサもロランク 置険者なんてす",
            "vi": "Nhìn vào Alisa cũng là một LOL Lanker."
        },
        {
            "x1": 100,
            "y1": 748,
            "x2": 118,
            "y2": 802,
            "text": "私結構",
            "vi": "Tôi có thể làm được"
        }
    ],
    "008.jpg": [
        {
            "x1": 527,
            "y1": 94,
            "x2": 592,
            "y2": 215,
            "text": "わかりまた 私もご一緒 させてください",
            "vi": "Hãy hiểu và tôi cũng sẽ ở bên bạn"
        },
        {
            "x1": 99,
            "y1": 297,
            "x2": 150,
            "y2": 413,
            "text": "本当ですかい 嬉しいです",
            "vi": "Tôi thực sự rất vui"
        },
        {
            "x1": 563,
            "y1": 722,
            "x2": 581,
            "y2": 835,
            "text": "借りろつもりなら",
            "vi": "Nếu bạn sẽ vay"
        },
        {
            "x1": 95,
            "y1": 739,
            "x2": 149,
            "y2": 853,
            "text": "そらなんですから じわあそらちは お願ます",
            "vi": "Tôi xin lỗi, vì vậy tôi hy vọng bạn muốn nó."
        }
    ],
    "009.jpg": [
        {
            "x1": 512,
            "y1": 97,
            "x2": 552,
            "y2": 184,
            "text": "それて 私動は",
            "vi": "Nó là riêng tư"
        },
        {
            "x1": 397,
            "y1": 13,
            "x2": 524,
            "y2": 208,
            "text": "にぎ",
            "vi": "Nig"
        },
        {
            "x1": 89,
            "y1": 111,
            "x2": 105,
            "y2": 224,
            "text": "では明後日の朝で",
            "vi": "Sau đó vào buổi sáng của ngày sau ngày mai"
        },
        {
            "x1": 513,
            "y1": 328,
            "x2": 547,
            "y2": 414,
            "text": "りまじた てはそれで",
            "vi": "Đó là lý do tại sao nó mới"
        },
        {
            "x1": 433,
            "y1": 385,
            "x2": 492,
            "y2": 532,
            "text": "明後日以降のの 蓮泊キ土の 処理の方お願じます",
            "vi": "Tôi muốn xử lý đất Lotus Đèn sau ngày hôm sau."
        },
        {
            "x1": 72,
            "y1": 403,
            "x2": 89,
            "y2": 530,
            "text": "お任せださい！",
            "vi": "Để lại nó!"
        },
        {
            "x1": 510,
            "y1": 598,
            "x2": 547,
            "y2": 715,
            "text": "一人旅の つもりだったけど",
            "vi": "Tôi định đi du lịch một mình"
        },
        {
            "x1": 463,
            "y1": 723,
            "x2": 481,
            "y2": 850,
            "text": "渡りに船というか",
            "vi": "Nó có phải là một con tàu qua đêm không?"
        },
        {
            "x1": 194,
            "y1": 756,
            "x2": 241,
            "y2": 869,
            "text": "何か滾るもの ありますよね",
            "vi": "Có một cái gì đó đầy đủ"
        }
    ],
    "010.jpg": [
        {
            "x1": 542,
            "y1": 292,
            "x2": 581,
            "y2": 394,
            "text": "門を通り 6いよ出発",
            "vi": "Đi qua cổng 6 iyo khởi hành"
        }
    ],
    "011.jpg": [
        {
            "x1": 506,
            "y1": 92,
            "x2": 564,
            "y2": 192,
            "text": "さん 今回はる お願します",
            "vi": "Cảm ơn bạn cho thời gian này"
        },
        {
            "x1": 122,
            "y1": 99,
            "x2": 138,
            "y2": 238,
            "text": "お田きまか",
            "vi": "Oda Kimaka"
        },
        {
            "x1": 524,
            "y1": 376,
            "x2": 542,
            "y2": 424,
            "text": "あれ",
            "vi": "điều đó"
        },
        {
            "x1": 523,
            "y1": 489,
            "x2": 561,
            "y2": 617,
            "text": "街の外に 出ちま",
            "vi": "Ra khỏi thành phố"
        },
        {
            "x1": 446,
            "y1": 549,
            "x2": 464,
            "y2": 623,
            "text": "馬車は",
            "vi": "Xe ngựa"
        },
        {
            "x1": 53,
            "y1": 521,
            "x2": 92,
            "y2": 596,
            "text": "目立つので 少移動を",
            "vi": "Vì nó nổi bật, di chuyển một chút"
        },
        {
            "x1": 505,
            "y1": 695,
            "x2": 521,
            "y2": 807,
            "text": "徒歩は無理",
            "vi": "Tôi không thể đi bộ"
        },
        {
            "x1": 418,
            "y1": 746,
            "x2": 472,
            "y2": 860,
            "text": "だ 大丈夫だよ レンさんも そう言ってるし！",
            "vi": "Không sao đâu, Len cũng nói vậy!"
        }
    ],
    "012.jpg": [
        {
            "x1": 541,
            "y1": 80,
            "x2": 586,
            "y2": 235,
            "text": "それしゃ 馬車を出しますね",
            "vi": "Tôi sẽ đưa ra một xe ngựa"
        },
        {
            "x1": 91,
            "y1": 160,
            "x2": 118,
            "y2": 228,
            "text": "出す？",
            "vi": "đưa ra ngoài?"
        }
    ],
    "014.jpg": [
        {
            "x1": 566,
            "y1": 102,
            "x2": 588,
            "y2": 176,
            "text": "馬車です",
            "vi": "Nó là một cỗ xe"
        },
        {
            "x1": 276,
            "y1": 102,
            "x2": 301,
            "y2": 139,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 120,
            "y1": 126,
            "x2": 139,
            "y2": 223,
            "text": "馬車ですねー",
            "vi": "Đó là một cỗ xe"
        },
        {
            "x1": 557,
            "y1": 331,
            "x2": 597,
            "y2": 432,
            "text": "じゃ 乗りましはか",
            "vi": "Vậy thì tại sao không đi xe"
        },
        {
            "x1": 445,
            "y1": 343,
            "x2": 486,
            "y2": 483,
            "text": "いやいやいや 待りて待て待りて",
            "vi": "Không, không, chờ đợi, chờ đợi và chờ đợi"
        },
        {
            "x1": 567,
            "y1": 558,
            "x2": 603,
            "y2": 717,
            "text": "ちよっと待って こめん意味わからな",
            "vi": "Tôi không hiểu ý nghĩa"
        },
        {
            "x1": 529,
            "y1": 558,
            "x2": 545,
            "y2": 717,
            "text": "馬車だよ収納キれ？",
            "vi": "Nó có phải là một cỗ xe không?"
        },
        {
            "x1": 86,
            "y1": 542,
            "x2": 151,
            "y2": 638,
            "text": "それに御者 御者なんで 怖い！",
            "vi": "Và tôi sợ người đó!"
        },
        {
            "x1": 493,
            "y1": 719,
            "x2": 529,
            "y2": 866,
            "text": "きか これ大きいから",
            "vi": "Bởi vì điều này là lớn"
        },
        {
            "x1": 92,
            "y1": 759,
            "x2": 132,
            "y2": 848,
            "text": "リさん 言葉乱れてる",
            "vi": "Li -san bị làm phiền"
        }
    ],
    "015.jpg": [
        {
            "x1": 522,
            "y1": 210,
            "x2": 540,
            "y2": 320,
            "text": "制てみました",
            "vi": "Tôi đã cố gắng kiểm soát nó"
        },
        {
            "x1": 508,
            "y1": 413,
            "x2": 526,
            "y2": 487,
            "text": "触ったって",
            "vi": "Chạm vào"
        },
        {
            "x1": 72,
            "y1": 441,
            "x2": 125,
            "y2": 536,
            "text": "え？ 創った？ これを？ さんが？",
            "vi": "bức ảnh? Bạn đã tạo nó? đây? Gì?"
        },
        {
            "x1": 539,
            "y1": 639,
            "x2": 558,
            "y2": 674,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 252,
            "y1": 637,
            "x2": 272,
            "y2": 704,
            "text": "御者は？",
            "vi": "Bạn là ai?"
        },
        {
            "x1": 514,
            "y1": 791,
            "x2": 536,
            "y2": 845,
            "text": "馬は？",
            "vi": "Ngựa là gì?"
        }
    ],
    "016.jpg": [
        {
            "x1": 573,
            "y1": 109,
            "x2": 594,
            "y2": 163,
            "text": "なんで",
            "vi": "Tại sao"
        },
        {
            "x1": 131,
            "y1": 177,
            "x2": 147,
            "y2": 276,
            "text": "はもなときは",
            "vi": "Trong trường hợp của Homonaka"
        },
        {
            "x1": 188,
            "y1": 292,
            "x2": 569,
            "y2": 310,
            "text": "必正論を語る風のドけデてトの眠",
            "vi": "Giấc ngủ của gió nói về sự vắng mặt của lý thuyết thiết yếu"
        },
        {
            "x1": 560,
            "y1": 369,
            "x2": 603,
            "y2": 436,
            "text": "それじゃ 御者は？",
            "vi": "Vậy thì bạn thì sao?"
        },
        {
            "x1": 472,
            "y1": 483,
            "x2": 507,
            "y2": 610,
            "text": "ゅっ ないてすか？",
            "vi": "Bạn có muốn làm điều đó không?"
        },
        {
            "x1": 122,
            "y1": 478,
            "x2": 140,
            "y2": 564,
            "text": "ーとして",
            "vi": "ー"
        },
        {
            "x1": 543,
            "y1": 712,
            "x2": 577,
            "y2": 855,
            "text": "もうどこから つこめばのか",
            "vi": "Tôi nên đến từ đâu"
        },
        {
            "x1": 146,
            "y1": 746,
            "x2": 163,
            "y2": 806,
            "text": "ゆっ",
            "vi": "Yu"
        },
        {
            "x1": 280,
            "y1": 854,
            "x2": 368,
            "y2": 879,
            "text": "※折れた",
            "vi": "※Hỏng hóc"
        }
    ],
    "017.jpg": [
        {
            "x1": 524,
            "y1": 92,
            "x2": 542,
            "y2": 179,
            "text": "ただきます",
            "vi": "Chỉ cần"
        },
        {
            "x1": 40,
            "y1": 81,
            "x2": 106,
            "y2": 221,
            "text": "こうしてリリーも 深 考えるのを やめた",
            "vi": "Lily đã ngừng suy nghĩ sâu sắc theo cách này"
        },
        {
            "x1": 554,
            "y1": 369,
            "x2": 575,
            "y2": 451,
            "text": "それじゃま",
            "vi": "Khi đó"
        },
        {
            "x1": 483,
            "y1": 407,
            "x2": 510,
            "y2": 561,
            "text": "行きましょうか",
            "vi": "Chúng ta sẽ đi"
        },
        {
            "x1": 80,
            "y1": 447,
            "x2": 143,
            "y2": 597,
            "text": "王都！",
            "vi": "Thủ đô Hoàng gia!"
        },
        {
            "x1": 132,
            "y1": 895,
            "x2": 550,
            "y2": 915,
            "text": "よくわカらないけれとレッでゴーなのです",
            "vi": "Đó là một điều tốt mà bạn không cần phải làm."
        }
    ]
}