var ocr_data = {
    "001.jpg": [
        {
            "x1": 553,
            "y1": 72,
            "x2": 603,
            "y2": 205,
            "text": "私たちと レンさんの旅路",
            "vi": "Hành trình của chúng tôi và Ren"
        },
        {
            "x1": 83,
            "y1": 143,
            "x2": 153,
            "y2": 293,
            "text": "それは 出発当初から 刺激的なものでした",
            "vi": "Thật thú vị ngay từ khi bắt đầu"
        },
        {
            "x1": 514,
            "y1": 467,
            "x2": 580,
            "y2": 598,
            "text": "これはパルーラを 離れてすぐの 出来事です",
            "vi": "Đây là một sự kiện ngay sau khi rời Palura"
        },
        {
            "x1": 100,
            "y1": 673,
            "x2": 169,
            "y2": 847,
            "text": "いやー楽ちん楽ちん そうだよねく リリー！",
            "vi": "Không, thật dễ dàng để tìm thấy nó dễ dàng!"
        }
    ],
    "002.jpg": [
        {
            "x1": 515,
            "y1": 92,
            "x2": 553,
            "y2": 204,
            "text": "うっ… そうだよね……！",
            "vi": "Uh... đúng vậy...!"
        },
        {
            "x1": 533,
            "y1": 288,
            "x2": 549,
            "y2": 449,
            "text": "誰備が足らないと思ったのに",
            "vi": "Tôi nghĩ ai không đủ"
        },
        {
            "x1": 479,
            "y1": 289,
            "x2": 493,
            "y2": 461,
            "text": "お姉さんそうと思ったのに",
            "vi": "Tôi nghĩ đó là trường hợp"
        },
        {
            "x1": 489,
            "y1": 553,
            "x2": 563,
            "y2": 666,
            "text": "だけどししンさんが いくら規格外でも 初心者なららてはの ミスがあるはず…",
            "vi": "Tuy nhiên, cho dù Shishin -san có bao nhiêu ngoài tiêu chuẩn, nên có một sai lầm cho người mới bắt đầu..."
        },
        {
            "x1": 239,
            "y1": 541,
            "x2": 276,
            "y2": 683,
            "text": "なんで 見つめてるんですか？",
            "vi": "Tại sao bạn đang nhìn chằm chằm?"
        }
    ],
    "003.jpg": [
        {
            "x1": 273,
            "y1": 33,
            "x2": 615,
            "y2": 49,
            "text": "話 よ わからないけれど美少女はののしないのてす",
            "vi": "Tôi không biết câu chuyện, nhưng cô gái xinh đẹp không nhận nó"
        },
        {
            "x1": 442,
            "y1": 286,
            "x2": 639,
            "y2": 569,
            "text": "ちょっと前に ソさかのほりますよ羽",
            "vi": "Cách đây không lâu rồi, đó là một chút lông vũ một chút"
        },
        {
            "x1": 387,
            "y1": 603,
            "x2": 459,
            "y2": 642,
            "text": "原作:あし キャ",
            "vi": "Nguyên bản: Ashika"
        },
        {
            "x1": 382,
            "y1": 642,
            "x2": 624,
            "y2": 685,
            "text": "漫画内々けやき",
            "vi": "Manga -kaiyaki"
        },
        {
            "x1": 331,
            "y1": 775,
            "x2": 639,
            "y2": 906,
            "text": "出世速 していたようです",
            "vi": "Có vẻ như anh ấy sẽ đi đến thế giới"
        }
    ],
    "004.jpg": [
        {
            "x1": 480,
            "y1": 100,
            "x2": 549,
            "y2": 231,
            "text": "お花摘み 休憩でーす",
            "vi": "Đó là một cuộc nghỉ chọn hoa"
        },
        {
            "x1": 58,
            "y1": 304,
            "x2": 133,
            "y2": 445,
            "text": "あー いくら快適といっても たまにはこうやって 体伸ばさないとねそ",
            "vi": "Ồ, cho dù nó có thoải mái đến đâu, đôi khi tôi phải kéo dài cơ thể như thế này."
        },
        {
            "x1": 531,
            "y1": 492,
            "x2": 547,
            "y2": 633,
            "text": "エコノミ症候群か…",
            "vi": "Hội chứng kinh tế?"
        },
        {
            "x1": 473,
            "y1": 492,
            "x2": 509,
            "y2": 659,
            "text": "リクライニングシトや 脚置きとか葉しようかな",
            "vi": "Tôi tự hỏi liệu tôi nên ngả, chân hay lá"
        },
        {
            "x1": 54,
            "y1": 715,
            "x2": 121,
            "y2": 863,
            "text": "やはり実際に 使ってみての反応が 一番参考になるな",
            "vi": "Rốt cuộc, phản ứng của việc sử dụng nó là hữu ích nhất"
        }
    ],
    "005.jpg": [
        {
            "x1": 556,
            "y1": 366,
            "x2": 598,
            "y2": 454,
            "text": "ふひー これでよし",
            "vi": "Fuhi cái này là tốt"
        },
        {
            "x1": 514,
            "y1": 595,
            "x2": 610,
            "y2": 750,
            "text": "あれ？ そういえはレさん 今までもお花摘みに 行った様子がないですれ ナ丈夫ですか？",
            "vi": "điều đó? Vâng, nó có bền mà không đi nhặt hoa không?"
        },
        {
            "x1": 323,
            "y1": 580,
            "x2": 416,
            "y2": 746,
            "text": "あっでも ほな 覗が現れて おかくありません！ 私がはますよ",
            "vi": "Tôi không chắc chắn rằng cái nhìn trộm xuất hiện! Tôi sẽ được"
        },
        {
            "x1": 82,
            "y1": 721,
            "x2": 119,
            "y2": 861,
            "text": "リリーが 覗きなんじゃないのて",
            "vi": "Lily không nhìn trộm"
        }
    ],
    "006.jpg": [
        {
            "x1": 55,
            "y1": 493,
            "x2": 114,
            "y2": 603,
            "text": "え？なに？ なんですか？ 怖いんですけど",
            "vi": "bức ảnh? cái gì? nó............... là gì? Tôi sợ hãi"
        },
        {
            "x1": 481,
            "y1": 685,
            "x2": 537,
            "y2": 790,
            "text": "私わかった アレは本当 たよ",
            "vi": "Tôi hiểu điều đó là sự thật"
        },
        {
            "x1": 56,
            "y1": 741,
            "x2": 93,
            "y2": 851,
            "text": "何がわかったの アレって？",
            "vi": "Bạn đã hiểu gì?"
        }
    ],
    "007.jpg": [
        {
            "x1": 519,
            "y1": 81,
            "x2": 598,
            "y2": 208,
            "text": "王都にいた時に 近所の男速中が バカな事言ってたの 覚えてる？",
            "vi": "Bạn có nhớ rằng khi bạn ở thủ đô hoàng gia, bạn có nói rằng con đực nhanh trong khu phố là ngu ngốc không?"
        },
        {
            "x1": 96,
            "y1": 88,
            "x2": 178,
            "y2": 206,
            "text": "え？ 何だっけ？ いつもそんな事 言ってたから わからないよ",
            "vi": "bức ảnh? Nó............... là gì? Tôi không biết vì tôi luôn nói điều đó"
        },
        {
            "x1": 510,
            "y1": 289,
            "x2": 605,
            "y2": 422,
            "text": "ほら！ 『真の美少女は トイレになんて 行かない』って！",
            "vi": "Cái nhìn! \"Cô gái xinh đẹp thực sự không đi vào phòng tắm!\""
        },
        {
            "x1": 543,
            "y1": 607,
            "x2": 598,
            "y2": 734,
            "text": "ええっ⁉ いや でも そんなバカな事の",
            "vi": "Vâng, không, điều ngu ngốc đó"
        },
        {
            "x1": 501,
            "y1": 751,
            "x2": 541,
            "y2": 872,
            "text": "でも今 実際に 目の前にいるし！",
            "vi": "Nhưng tôi thực sự ở phía trước của tôi!"
        },
        {
            "x1": 100,
            "y1": 679,
            "x2": 128,
            "y2": 867,
            "text": "そんな訳あるか‼",
            "vi": "Có lý do như vậy không?"
        }
    ],
    "008.jpg": [
        {
            "x1": 495,
            "y1": 96,
            "x2": 535,
            "y2": 237,
            "text": "でも宿にいる時は トイレ使ってたよ⁉",
            "vi": "Nhưng khi tôi ở trong nhà trọ, tôi đã sử dụng nhà vệ sinh⁉"
        },
        {
            "x1": 72,
            "y1": 106,
            "x2": 118,
            "y2": 223,
            "text": "きっと 偽装工作だよく",
            "vi": "Tôi chắc chắn đó là một công việc ngụy trang"
        },
        {
            "x1": 468,
            "y1": 310,
            "x2": 561,
            "y2": 462,
            "text": "いやいや レさんのことだか 何が非常識な古法が あるんじれないかなと 思うんだけど",
            "vi": "Không, tôi tự hỏi nếu có một đạo luật cổ đại điên rồ."
        },
        {
            "x1": 232,
            "y1": 451,
            "x2": 413,
            "y2": 471,
            "text": "※画像はイメーです",
            "vi": "* Hình ảnh là hình ảnh"
        },
        {
            "x1": 103,
            "y1": 301,
            "x2": 139,
            "y2": 471,
            "text": "私もそう思うでも その方法がわからない以上は",
            "vi": "Tôi nghĩ vậy, nhưng tôi không biết làm thế nào để làm điều đó"
        },
        {
            "x1": 470,
            "y1": 507,
            "x2": 548,
            "y2": 669,
            "text": "本当はいろいろと スキル使ってトイレに 行かなくても済むように してるんですけどね",
            "vi": "Trên thực tế, tôi cố gắng sử dụng nhiều kỹ năng khác nhau để đi vào phòng tắm."
        },
        {
            "x1": 100,
            "y1": 720,
            "x2": 158,
            "y2": 863,
            "text": "だってほら 回ングラン日課の時 中断したくないし…",
            "vi": "Bởi vì tôi không muốn làm gián đoạn Kang Run Daily Thói quen..."
        }
    ],
    "009.jpg": [
        {
            "x1": 547,
            "y1": 96,
            "x2": 605,
            "y2": 210,
            "text": "さて 今日のご飯は 何にしようかなぁ",
            "vi": "Vâng, tôi nên làm gì cho gạo hôm nay?"
        },
        {
            "x1": 106,
            "y1": 111,
            "x2": 184,
            "y2": 250,
            "text": "私に任せてください 今日こそは飯ごうで 業味しいこ飯を 牧いてみせます！",
            "vi": "Để lại cho tôi hôm nay, tôi sẽ cho bạn xem một loại gạo ngon với gạo!"
        },
        {
            "x1": 294,
            "y1": 306,
            "x2": 315,
            "y2": 406,
            "text": "生煮えだねく",
            "vi": "Quay thô"
        },
        {
            "x1": 574,
            "y1": 639,
            "x2": 590,
            "y2": 781,
            "text": "こんなはずでは…",
            "vi": "Điều này có được cho là…"
        },
        {
            "x1": 100,
            "y1": 705,
            "x2": 135,
            "y2": 858,
            "text": "この米まだ生きてますよ 使ちま",
            "vi": "Chúng tôi vẫn còn sống"
        }
    ],
    "010.jpg": [
        {
            "x1": 45,
            "y1": 75,
            "x2": 95,
            "y2": 221,
            "text": "鳥ももシイダゲ そして玉ねぎ",
            "vi": "Bird Peach Shydage và Onion"
        },
        {
            "x1": 467,
            "y1": 292,
            "x2": 490,
            "y2": 479,
            "text": "鶏がらスープを使って",
            "vi": "Sử dụng súp gà"
        },
        {
            "x1": 281,
            "y1": 733,
            "x2": 334,
            "y2": 854,
            "text": "パター少々に ワインも少々",
            "vi": "Một ít rượu vang với một chút putter"
        },
        {
            "x1": 45,
            "y1": 686,
            "x2": 101,
            "y2": 868,
            "text": "塩回ショウで整えて 出来上がり",
            "vi": "Chuẩn bị nó với một chương trình muối và nó đã hoàn thành"
        }
    ],
    "011.jpg": [
        {
            "x1": 265,
            "y1": 328,
            "x2": 430,
            "y2": 381,
            "text": "鶏がらスープの キノコリゾット",
            "vi": "Súp gà risotto nấm súp"
        },
        {
            "x1": 551,
            "y1": 439,
            "x2": 592,
            "y2": 573,
            "text": "ふわぁ… なんて芳館な香り…",
            "vi": "Fluff... thật là một mùi hương có hương vị..."
        },
        {
            "x1": 85,
            "y1": 514,
            "x2": 160,
            "y2": 653,
            "text": "あの芯が残って カチコチだったお米が こんなに華麗に変身 してくれるとは…",
            "vi": "Rằng cốt lõi vẫn còn và gạo là một cú nhấp chuột sẽ biến đổi một cách xuất sắc..."
        }
    ],
    "012.jpg": [
        {
            "x1": 38,
            "y1": 82,
            "x2": 104,
            "y2": 247,
            "text": "ママ__~",
            "vi": "Mẹ __ ~"
        },
        {
            "x1": 401,
            "y1": 180,
            "x2": 454,
            "y2": 420,
            "text": "はふぁあ～～",
            "vi": "Hafa ~~"
        },
        {
            "x1": 59,
            "y1": 467,
            "x2": 75,
            "y2": 591,
            "text": "ままじゃないです",
            "vi": "Nó không phải như nó là"
        },
        {
            "x1": 136,
            "y1": 721,
            "x2": 152,
            "y2": 820,
            "text": "…でもと",
            "vi": "… Chỉ"
        },
        {
            "x1": 98,
            "y1": 721,
            "x2": 114,
            "y2": 863,
            "text": "失敗しないんですか？",
            "vi": "Bạn không thất bại?"
        },
        {
            "x1": 57,
            "y1": 721,
            "x2": 73,
            "y2": 847,
            "text": "ひょっとして神様",
            "vi": "Có lẽ là Thiên Chúa"
        }
    ],
    "013.jpg": [
        {
            "x1": 524,
            "y1": 119,
            "x2": 600,
            "y2": 193,
            "text": "いえいえ 私もも普通に 失敗くらい しますよ",
            "vi": "Không, tôi và tôi thường sẽ thất bại"
        },
        {
            "x1": 91,
            "y1": 99,
            "x2": 143,
            "y2": 207,
            "text": "この打しム馬を 作るときだって ひどかったし………",
            "vi": "Thật là khủng khiếp khi tôi làm con ngựa này..."
        },
        {
            "x1": 577,
            "y1": 345,
            "x2": 608,
            "y2": 538,
            "text": "それがわからなからたとすれば さんたちと",
            "vi": "Nếu bạn không hiểu nó, với bạn"
        },
        {
            "x1": 92,
            "y1": 490,
            "x2": 133,
            "y2": 625,
            "text": "レンさん… なんて謙虚な……‼",
            "vi": "Ren... thật khiêm tốn...‼"
        },
        {
            "x1": 564,
            "y1": 686,
            "x2": 581,
            "y2": 773,
            "text": "わかりました",
            "vi": "lấy được rồi"
        },
        {
            "x1": 502,
            "y1": 685,
            "x2": 541,
            "y2": 841,
            "text": "ずるいと思ってしまった 私を許してください",
            "vi": "Xin hãy tha thứ cho tôi, người nghĩ rằng nó là ranh mãnh"
        },
        {
            "x1": 105,
            "y1": 756,
            "x2": 124,
            "y2": 854,
            "text": "なんだそれ…",
            "vi": "Cái gì đó…"
        }
    ],
    "014.jpg": [
        {
            "x1": 82,
            "y1": 97,
            "x2": 120,
            "y2": 190,
            "text": "まぁ 仕方が ありませんね",
            "vi": "Chà, nó không thể được giúp đỡ"
        },
        {
            "x1": 461,
            "y1": 350,
            "x2": 544,
            "y2": 520,
            "text": "めっ！",
            "vi": "Đạt đến!"
        }
    ],
    "015.jpg": [
        {
            "x1": 529,
            "y1": 249,
            "x2": 567,
            "y2": 365,
            "text": "ママじゃ ありませんてば",
            "vi": "Nếu bạn không phải là một người mẹ"
        },
        {
            "x1": 93,
            "y1": 235,
            "x2": 111,
            "y2": 323,
            "text": "ねーですよ！",
            "vi": "Này!"
        },
        {
            "x1": 64,
            "y1": 417,
            "x2": 612,
            "y2": 473,
            "text": "ガラガラガラガラガラガラ",
            "vi": "Ratagaragaragaragara"
        },
        {
            "x1": 530,
            "y1": 677,
            "x2": 587,
            "y2": 846,
            "text": "そんなんなで ゆるしてもらい 私たちの旅は続くのです",
            "vi": "Đó là lý do tại sao chuyến đi của chúng tôi sẽ tiếp tục."
        },
        {
            "x1": 199,
            "y1": 688,
            "x2": 251,
            "y2": 764,
            "text": "枷噌",
            "vi": "Xếp"
        },
        {
            "x1": 83,
            "y1": 735,
            "x2": 104,
            "y2": 885,
            "text": "王都を目指して…",
            "vi": "Nhằm mục đích cho thủ đô của hoàng gia..."
        },
        {
            "x1": 161,
            "y1": 892,
            "x2": 618,
            "y2": 912,
            "text": "よくわからないけれどハンパじゃないバブみです",
            "vi": "Tôi không chắc chắn, nhưng nó không phải là một cản trở."
        }
    ]
}