var ocr_data = {
    "1-61455909009e3.jpg": [
        {
            "x1": 484,
            "y1": 95,
            "x2": 541,
            "y2": 295,
            "text": "閑話休題",
            "vi": "Câu chuyện yên tĩnh"
        },
        {
            "x1": 255,
            "y1": 80,
            "x2": 272,
            "y2": 238,
            "text": "人の世話じてばっかりで",
            "vi": "Chỉ chăm sóc mọi người"
        },
        {
            "x1": 217,
            "y1": 80,
            "x2": 233,
            "y2": 223,
            "text": "気がしなくもないので",
            "vi": "Tôi không bận tâm"
        },
        {
            "x1": 52,
            "y1": 418,
            "x2": 88,
            "y2": 582,
            "text": "今日明日はがっうりと 敵鍛治の惨行をするのだ",
            "vi": "Ngày mai hôm nay, chúng ta sẽ gặp bất lợi cho kẻ thù."
        },
        {
            "x1": 42,
            "y1": 651,
            "x2": 106,
            "y2": 843,
            "text": "いい加減鍛治の レベルが６になっても 良いと思うんだ ほんとに",
            "vi": "Tôi nghĩ rằng có một mức độ tốt của Osamu."
        }
    ],
    "2-6145590a486d4.jpg": [
        {
            "x1": 257,
            "y1": 181,
            "x2": 337,
            "y2": 232,
            "text": "デリア 革細工職人",
            "vi": "Thanh tra bằng da Delia"
        },
        {
            "x1": 258,
            "y1": 397,
            "x2": 428,
            "y2": 453,
            "text": "休憩中",
            "vi": "Trong giờ nghỉ"
        },
        {
            "x1": 506,
            "y1": 511,
            "x2": 547,
            "y2": 637,
            "text": "いやー まだまだ暑いね",
            "vi": "Không, nó vẫn nóng"
        },
        {
            "x1": 154,
            "y1": 512,
            "x2": 171,
            "y2": 639,
            "text": "まだ８月ですから",
            "vi": "Vẫn còn là tháng 8"
        },
        {
            "x1": 152,
            "y1": 665,
            "x2": 404,
            "y2": 741,
            "text": "うおおぉおお",
            "vi": "Uoooooo"
        },
        {
            "x1": 523,
            "y1": 720,
            "x2": 606,
            "y2": 861,
            "text": "そうだね 親方達は鍛治場に こもってるんだから 地獄だろうねぇ…",
            "vi": "Đúng vậy, các bậc thầy đang ở trong khu vực dây, vì vậy đó là địa ngục..."
        },
        {
            "x1": 444,
            "y1": 738,
            "x2": 483,
            "y2": 863,
            "text": "……って レンちゃんもだね",
            "vi": "......Len -chan quá"
        }
    ],
    "3-6145590c754ec.jpg": [
        {
            "x1": 473,
            "y1": 89,
            "x2": 560,
            "y2": 259,
            "text": "私は自分で 氷出したり出来ますので 多少はマンだと 思いますよ",
            "vi": "Tôi có thể tự mình ra khỏi băng, vì vậy tôi nghĩ đó là một người đàn ông nhỏ bé."
        },
        {
            "x1": 94,
            "y1": 102,
            "x2": 136,
            "y2": 228,
            "text": "ぁあ それは確かに……",
            "vi": "À đó là sự thật..."
        },
        {
            "x1": 303,
            "y1": 716,
            "x2": 363,
            "y2": 849,
            "text": "ちょっとエド！ あんた いい加減に しなさいよ⁉",
            "vi": "Một chút ed! Xin vui lòng làm điều đó."
        }
    ],
    "4-6145590e49ed3.jpg": [
        {
            "x1": 539,
            "y1": 84,
            "x2": 595,
            "y2": 185,
            "text": "はあ？ デリアには 関係ないだろ？",
            "vi": "Nó............... là gì? Nó không có gì để làm với Delia?"
        },
        {
            "x1": 547,
            "y1": 263,
            "x2": 583,
            "y2": 378,
            "text": "関係ないわけ ないでしょうが！",
            "vi": "Nó không quan trọng!"
        },
        {
            "x1": 558,
            "y1": 454,
            "x2": 611,
            "y2": 543,
            "text": "あんた わかってない みたいだけど",
            "vi": "Tôi dường như không biết"
        },
        {
            "x1": 500,
            "y1": 504,
            "x2": 558,
            "y2": 618,
            "text": "あんたの その態度のせいで うちの親方",
            "vi": "Thạc sĩ của chúng tôi vì thái độ của bạn"
        },
        {
            "x1": 269,
            "y1": 506,
            "x2": 346,
            "y2": 659,
            "text": "ここの親方は 実の息子の躾すら 出来てないから部下の 職人の統率もあやしい",
            "vi": "Bậc thầy ở đây thậm chí không thể bị con trai thực sự kỷ luật, vì vậy, sự lãnh đạo của cấp dưới của anh ta là miễn cưỡng."
        },
        {
            "x1": 396,
            "y1": 722,
            "x2": 450,
            "y2": 823,
            "text": "近所の工房から 色々言われて るんだからね",
            "vi": "Nó đã được nói rất nhiều từ một hội thảo gần đó"
        },
        {
            "x1": 92,
            "y1": 700,
            "x2": 157,
            "y2": 857,
            "text": "その程度の指導力 しかない親方だなんて 言われちゃってるよ‼",
            "vi": "Tôi được cho biết rằng tôi là một bậc thầy với sự lãnh đạo nhiều đó."
        }
    ],
    "5-6145591002527.jpg": [
        {
            "x1": 502,
            "y1": 94,
            "x2": 566,
            "y2": 250,
            "text": "それは…‥ 俺が1人で 勝手にやってるだけで",
            "vi": "Đó là...... tôi chỉ làm một mình"
        },
        {
            "x1": 176,
            "y1": 105,
            "x2": 240,
            "y2": 230,
            "text": "まわりはそうと 受け取らないって 話してんのよ！",
            "vi": "Tôi đang nói về việc không tiếp nhận xung quanh!"
        },
        {
            "x1": 64,
            "y1": 175,
            "x2": 125,
            "y2": 303,
            "text": "アンタ やっぱりバカね！ もう死んだら？",
            "vi": "Bạn thật ngu ngốc! Nếu bạn chết?"
        },
        {
            "x1": 501,
            "y1": 406,
            "x2": 561,
            "y2": 516,
            "text": "おおお 「死ね」は流石に 言い過ぎでは…",
            "vi": "Oh oh, \"chết\" là quá nhiều để nói quá nhiều..."
        },
        {
            "x1": 64,
            "y1": 406,
            "x2": 104,
            "y2": 524,
            "text": "いや激しく 同意ですけどね",
            "vi": "Không, tôi đồng ý với nó."
        },
        {
            "x1": 513,
            "y1": 595,
            "x2": 550,
            "y2": 694,
            "text": "ついでに 言っておくけど",
            "vi": "Tôi sẽ cho bạn biết"
        },
        {
            "x1": 478,
            "y1": 695,
            "x2": 534,
            "y2": 861,
            "text": "あん把がこのままだた 親方に言って 追い出してもらうから",
            "vi": "Tôi sẽ nói với chủ nhân của tôi như nó là và khiến nó bị đuổi ra ngoài."
        },
        {
            "x1": 64,
            "y1": 718,
            "x2": 126,
            "y2": 858,
            "text": "ちなみにこれ ここの他のみんな 全員の総意だからね",
            "vi": "Nhân tiện, đây là tất cả sự đồng thuận của tất cả mọi người ở đây."
        }
    ],
    "6-61455911c0dcc.jpg": [
        {
            "x1": 200,
            "y1": 101,
            "x2": 272,
            "y2": 148,
            "text": "張男",
            "vi": "Người đàn ông"
        },
        {
            "x1": 541,
            "y1": 96,
            "x2": 579,
            "y2": 222,
            "text": "んなっ⁉ 兄貴やお袋も………？",
            "vi": "Hmm⁉⁉⁉ 兄 兄 兄 兄 兄 兄 兄 兄 兄 兄 兄 兄 兄 兄 兄"
        },
        {
            "x1": 109,
            "y1": 117,
            "x2": 169,
            "y2": 264,
            "text": "そのくらい あんたの 態度はいき過ぎてる ってことよ",
            "vi": "Rằng thái độ của bạn quá nhiều"
        },
        {
            "x1": 553,
            "y1": 472,
            "x2": 593,
            "y2": 568,
            "text": "俺だつて…… ……俺だつて",
            "vi": "Tôi là...... tôi"
        },
        {
            "x1": 427,
            "y1": 450,
            "x2": 503,
            "y2": 543,
            "text": "ぶち",
            "vi": "Vụ"
        },
        {
            "x1": 147,
            "y1": 461,
            "x2": 244,
            "y2": 595,
            "text": "伝ち",
            "vi": "Cuộc nói chuyện"
        },
        {
            "x1": 91,
            "y1": 499,
            "x2": 147,
            "y2": 611,
            "text": "でも納得 できないものは できないんだ！",
            "vi": "Nhưng tôi không thể hiểu những gì tôi không thể hiểu!"
        },
        {
            "x1": 511,
            "y1": 680,
            "x2": 577,
            "y2": 819,
            "text": "態度に出すなって 言ってんのよ！ このバカ！",
            "vi": "Tôi bảo tôi phải cho nó thái độ của tôi! Điều này ngu ngốc!"
        },
        {
            "x1": 83,
            "y1": 679,
            "x2": 163,
            "y2": 850,
            "text": "もうこれは どうしようもい ないかもしれんね",
            "vi": "Nó có thể không thể làm điều này nữa"
        }
    ],
    "7-6145591317f7d.jpg": [
        {
            "x1": 490,
            "y1": 85,
            "x2": 567,
            "y2": 259,
            "text": "とはいっても 二応 こっちにも 原因はあるって事に なるのかね？",
            "vi": "Điều đó nói rằng, có nguyên nhân theo hai cách?"
        },
        {
            "x1": 413,
            "y1": 137,
            "x2": 451,
            "y2": 225,
            "text": "はな 思うけど",
            "vi": "tôi nghĩ"
        },
        {
            "x1": 82,
            "y1": 114,
            "x2": 159,
            "y2": 257,
            "text": "実力の差は 目の当たりにじたけど 体感はじてない ってところだろうから",
            "vi": "Sự khác biệt về khả năng là một nơi tôi chứng kiến nó, nhưng tôi đoán tôi không cảm thấy nó."
        },
        {
            "x1": 478,
            "y1": 322,
            "x2": 553,
            "y2": 547,
            "text": "とりあえず 心を へし折っとくかな",
            "vi": "Hiện tại, tôi tự hỏi liệu tôi có thể gấp trái tim"
        },
        {
            "x1": 89,
            "y1": 326,
            "x2": 137,
            "y2": 560,
            "text": "えーと エド… …‥エドワードさん？」",
            "vi": "Ừm, ed...... Edward? Và"
        },
        {
            "x1": 490,
            "y1": 631,
            "x2": 536,
            "y2": 815,
            "text": "これから剣を打つので 相槌を入れてください",
            "vi": "Tôi sẽ đánh một thanh kiếm từ bây giờ, vì vậy hãy đặt một cái búa"
        },
        {
            "x1": 35,
            "y1": 754,
            "x2": 116,
            "y2": 860,
            "text": "はぁ⁉ 何で俺が！ そんなこ‥",
            "vi": "Huh! Tại sao tôi! Như thế này..."
        }
    ],
    "8-61455915009e5.jpg": [
        {
            "x1": 519,
            "y1": 97,
            "x2": 596,
            "y2": 220,
            "text": "うるさい 黙れ いいから早く 持ってこい",
            "vi": "Nó ồn ào, vì vậy hãy mang nó càng sớm càng tốt"
        },
        {
            "x1": 535,
            "y1": 371,
            "x2": 571,
            "y2": 472,
            "text": "……レンちゃん 怒ると怖いね",
            "vi": "......Len -chan sợ hãi khi tức giận"
        },
        {
            "x1": 177,
            "y1": 376,
            "x2": 194,
            "y2": 473,
            "text": "そうですか？",
            "vi": "Có phải vậy không?"
        },
        {
            "x1": 527,
            "y1": 690,
            "x2": 604,
            "y2": 803,
            "text": "今からこれと同じ 剣を打ちます 手に取って 見てみてください",
            "vi": "Từ giờ trở đi, đánh cùng một thanh kiếm, nhặt nó lên và xem xét"
        },
        {
            "x1": 95,
            "y1": 687,
            "x2": 158,
            "y2": 799,
            "text": "何度も 言われなくても わかったよ",
            "vi": "Tôi đã hiểu mà không được nói nhiều lần"
        }
    ],
    "9-61455916aef77.jpg": [
        {
            "x1": 495,
            "y1": 117,
            "x2": 538,
            "y2": 200,
            "text": "……じゃあ 始めますよ",
            "vi": "......Tôi sẽ bắt đầu"
        },
        {
            "x1": 517,
            "y1": 334,
            "x2": 549,
            "y2": 480,
            "text": "だめだコイツ",
            "vi": "Không, nó không tốt"
        },
        {
            "x1": 41,
            "y1": 389,
            "x2": 104,
            "y2": 579,
            "text": "やつぱり 全然わかってねえ",
            "vi": "Tôi không biết gì cả"
        },
        {
            "x1": 492,
            "y1": 683,
            "x2": 550,
            "y2": 798,
            "text": "なんでそこに 先に桃を 入れるんですか！",
            "vi": "Tại sao bạn đặt đào lên hàng đầu!"
        },
        {
            "x1": 97,
            "y1": 688,
            "x2": 160,
            "y2": 844,
            "text": "なんでって ここは伸ばして おかないと駄目だろに",
            "vi": "Tôi phải mở rộng nó ở đây"
        }
    ],
    "10-6145591864882.jpg": [
        {
            "x1": 519,
            "y1": 116,
            "x2": 589,
            "y2": 270,
            "text": "今 その部分を そこまで薄くしたら 強度が落ちます",
            "vi": "Nếu bạn làm cho phần đó rất mỏng bây giờ, sức mạnh của bạn sẽ giảm."
        },
        {
            "x1": 117,
            "y1": 106,
            "x2": 154,
            "y2": 261,
            "text": "その程度のことも わからないんですか？",
            "vi": "Bạn không biết nhiều như vậy?"
        },
        {
            "x1": 552,
            "y1": 371,
            "x2": 588,
            "y2": 496,
            "text": "と場たり的に ちながら先中で",
            "vi": "Ở giữa nơi"
        },
        {
            "x1": 515,
            "y1": 372,
            "x2": 529,
            "y2": 522,
            "text": "いるからそなるんです",
            "vi": "Nó là vì vậy, vì vậy"
        },
        {
            "x1": 113,
            "y1": 408,
            "x2": 171,
            "y2": 533,
            "text": "最経形になるまでの 過程を考えて 打ってますか？",
            "vi": "Bạn có nghĩ về quá trình trở thành ý nghĩa nhất không?"
        },
        {
            "x1": 538,
            "y1": 651,
            "x2": 580,
            "y2": 805,
            "text": "手が止まってます！ 何やりてるんですか！",
            "vi": "Tay bị dừng lại! Bạn đang làm gì vậy!"
        }
    ],
    "11-61455919ad449.jpg": [
        {
            "x1": 481,
            "y1": 407,
            "x2": 552,
            "y2": 556,
            "text": "ブロードソードを 作ろうとしたはず なんですけど",
            "vi": "Tôi nên cố gắng tạo một thanh kiếm rộng"
        },
        {
            "x1": 89,
            "y1": 414,
            "x2": 126,
            "y2": 555,
            "text": "なんでこうなったか わかってますか？",
            "vi": "Bạn có biết tại sao điều này xảy ra không?"
        },
        {
            "x1": 505,
            "y1": 642,
            "x2": 563,
            "y2": 756,
            "text": "私が打った物と 同じ物を作る と言いましたよね",
            "vi": "Bạn đã nói bạn sẽ làm điều tương tự như những gì tôi đánh, phải không?"
        },
        {
            "x1": 234,
            "y1": 721,
            "x2": 290,
            "y2": 861,
            "text": "……あれとは違うけと これだって良い 出来じゃないか",
            "vi": "......Nó khác với điều đó, đây không phải là một điều tốt?"
        },
        {
            "x1": 128,
            "y1": 597,
            "x2": 203,
            "y2": 830,
            "text": "ま-だ言うか",
            "vi": "Ý tôi là"
        },
        {
            "x1": 24,
            "y1": 600,
            "x2": 97,
            "y2": 772,
            "text": "Nの男は",
            "vi": "Người đàn ông của n"
        }
    ],
    "12-6145591b72882.jpg": [
        {
            "x1": 523,
            "y1": 85,
            "x2": 586,
            "y2": 256,
            "text": "でも今回作ろうとした 剣はこれではありません あの剣です",
            "vi": "Nhưng đây không phải là thanh kiếm mà tôi đã cố gắng để làm cho lần này."
        },
        {
            "x1": 110,
            "y1": 119,
            "x2": 151,
            "y2": 266,
            "text": "なら これは失敗です 駄作です ゴミです",
            "vi": "Sau đó, đây là một thất bại"
        },
        {
            "x1": 160,
            "y1": 359,
            "x2": 269,
            "y2": 375,
            "text": "一細身の片手剣？",
            "vi": "Thanh kiếm một cái?"
        },
        {
            "x1": 526,
            "y1": 445,
            "x2": 580,
            "y2": 569,
            "text": "貴方の打ったという 剣を見せて貰った ことがあります",
            "vi": "Tôi đã được đưa ra một thanh kiếm mà bạn đâm vào"
        },
        {
            "x1": 105,
            "y1": 476,
            "x2": 163,
            "y2": 576,
            "text": "……器用に剣を 打つ人だな と思いました",
            "vi": "......Tôi nghĩ anh ấy là một thanh kiếm khéo léo"
        },
        {
            "x1": 463,
            "y1": 676,
            "x2": 582,
            "y2": 869,
            "text": "とはいえ それだって 打ってる途中で 適当に槌をうれてしまい 握正するために更に余部な 槌を入れて作ったもの",
            "vi": "Tuy nhiên, trong khi đánh nó, tôi đã có thể làm một cái búa đúng cách và tôi đã làm nó bằng một cái búa để giữ nó."
        },
        {
            "x1": 124,
            "y1": 747,
            "x2": 140,
            "y2": 854,
            "text": "…違いますか？",
            "vi": "…Có sai không?"
        }
    ],
    "13-6145591d40354.jpg": [
        {
            "x1": 479,
            "y1": 91,
            "x2": 560,
            "y2": 232,
            "text": "それなりのものに してしまえる才能と 技術があるから なんでしょうけど",
            "vi": "Tôi đoán bởi vì có tài năng và kỹ năng có thể được sử dụng là hợp lý."
        },
        {
            "x1": 67,
            "y1": 136,
            "x2": 151,
            "y2": 290,
            "text": "どこが悪かったのか ちゃんと反街して 考えながら打たないと 段術は上がりませんよ",
            "vi": "Nếu bạn không đánh nó trong khi nghĩ về AntiStreet, bạn sẽ không tốt hơn."
        },
        {
            "x1": 461,
            "y1": 349,
            "x2": 573,
            "y2": 396,
            "text": "ちげき！",
            "vi": "Chigeki!"
        },
        {
            "x1": 351,
            "y1": 722,
            "x2": 410,
            "y2": 877,
            "text": "エドワードはたそがれて どっか行っちゃったけど 私はレベル上げ！",
            "vi": "Edward đã bị trói và đi đâu đó, nhưng tôi tăng cấp!"
        },
        {
            "x1": 273,
            "y1": 704,
            "x2": 347,
            "y2": 852,
            "text": "あそ人は ラタそ",
            "vi": "ASO là một tiếng rầm rộ"
        },
        {
            "x1": 46,
            "y1": 728,
            "x2": 71,
            "y2": 880,
            "text": "、打ちまくるよ！",
            "vi": ", Tôi sẽ đánh bạn!"
        }
    ],
    "14-6145591f71b7b.jpg": [
        {
            "x1": 557,
            "y1": 100,
            "x2": 599,
            "y2": 170,
            "text": "おお",
            "vi": "Oh"
        },
        {
            "x1": 89,
            "y1": 150,
            "x2": 154,
            "y2": 338,
            "text": "鍛治のレベルが 一気にフにアップ",
            "vi": "Mức độ của Kiji đã tăng cùng một lúc"
        },
        {
            "x1": 63,
            "y1": 478,
            "x2": 321,
            "y2": 577,
            "text": "オラーてめ",
            "vi": "Ola"
        },
        {
            "x1": 373,
            "y1": 702,
            "x2": 433,
            "y2": 871,
            "text": "どうやらしらになるのに 必要な経験が足りて なかったみだい",
            "vi": "Tôi đã không có đủ kinh nghiệm để tham gia vào nó."
        },
        {
            "x1": 75,
            "y1": 751,
            "x2": 149,
            "y2": 869,
            "text": "今回の場合 人に指導する 経験かな？",
            "vi": "Trong trường hợp này, đó có phải là một kinh nghiệm dạy mọi người?"
        }
    ],
    "16-6145592400e9c.jpg": [
        {
            "x1": 488,
            "y1": 72,
            "x2": 607,
            "y2": 306,
            "text": "これぞほんとの 情けは人の ためならず",
            "vi": "Đây thực sự là một lòng trắc ẩn đối với mọi người"
        },
        {
            "x1": 534,
            "y1": 564,
            "x2": 604,
            "y2": 718,
            "text": "レベルも上がったし 気持ちも新たにまた 頑張ろうかな",
            "vi": "Cấp độ đã tăng lên, và tôi tự hỏi liệu tôi sẽ làm hết sức mình một lần nữa."
        },
        {
            "x1": 410,
            "y1": 718,
            "x2": 445,
            "y2": 878,
            "text": "でき しれないからら気をつけよ",
            "vi": "Hãy cẩn thận vì bạn không thể làm điều đó"
        }
    ],
    "17-61455925aed09.jpg": [
        {
            "x1": 411,
            "y1": 91,
            "x2": 561,
            "y2": 338,
            "text": "先生！ おはよう ございます！",
            "vi": "cô giáo! buổi sáng tốt lành!"
        },
        {
            "x1": 51,
            "y1": 355,
            "x2": 113,
            "y2": 604,
            "text": "先生…？",
            "vi": "cô giáo…?"
        },
        {
            "x1": 479,
            "y1": 681,
            "x2": 562,
            "y2": 837,
            "text": "先生 俺 目が覚めました！ 自分がどれだけ バカだったのか……・！",
            "vi": "Giáo viên tôi thức dậy! Tôi thật ngu ngốc...!"
        },
        {
            "x1": 406,
            "y1": 703,
            "x2": 467,
            "y2": 859,
            "text": "これからは腕を磨いて 先生のような凄い 鍛治師を目指します！",
            "vi": "Từ giờ trở đi, tôi sẽ đánh bóng cánh tay của mình và nhắm đến một Osamu tuyệt vời như một giáo viên!"
        },
        {
            "x1": 117,
            "y1": 689,
            "x2": 139,
            "y2": 786,
            "text": "前言撤回",
            "vi": "Tôi lấy lại"
        },
        {
            "x1": 45,
            "y1": 753,
            "x2": 108,
            "y2": 859,
            "text": "やっぱり ウザイわ",
            "vi": "Sau tất cả Uzaiwa"
        },
        {
            "x1": 229,
            "y1": 881,
            "x2": 372,
            "y2": 930,
            "text": "つづく！",
            "vi": "được tiếp tục!"
        }
    ]
}