var ocr_data = {
    "001.jpg": [
        {
            "x1": 532,
            "y1": 411,
            "x2": 600,
            "y2": 547,
            "text": "こんにちは ジです",
            "vi": "Xin chào"
        },
        {
            "x1": 86,
            "y1": 418,
            "x2": 173,
            "y2": 543,
            "text": "前回の笑敗を 降にもう一度 馬の構造を 観察ております",
            "vi": "Tôi sẽ quan sát cấu trúc của con ngựa một lần nữa bằng cách đánh bật tiếng cười cuối cùng."
        },
        {
            "x1": 552,
            "y1": 671,
            "x2": 588,
            "y2": 746,
            "text": "さっきから すっと",
            "vi": "Từ một thời gian trước"
        },
        {
            "x1": 485,
            "y1": 715,
            "x2": 521,
            "y2": 803,
            "text": "物体の種道が わかるような",
            "vi": "Để hiểu con đường hạt giống của vật thể"
        },
        {
            "x1": 332,
            "y1": 636,
            "x2": 394,
            "y2": 774,
            "text": "あまり近付いては",
            "vi": "Để quá gần"
        },
        {
            "x1": 331,
            "y1": 705,
            "x2": 379,
            "y2": 792,
            "text": "あぶないよ",
            "vi": "nó nguy hiểm"
        },
        {
            "x1": 76,
            "y1": 740,
            "x2": 156,
            "y2": 840,
            "text": "目に魔力を 込めながら 実践中",
            "vi": "Thực hành với sức mạnh kỳ diệu trong mắt"
        }
    ],
    "002.jpg": [
        {
            "x1": 507,
            "y1": 82,
            "x2": 545,
            "y2": 208,
            "text": "とは違う感て 精相査てする",
            "vi": "Tôi sẽ điều tra cảm giác tinh thần"
        },
        {
            "x1": 64,
            "y1": 112,
            "x2": 101,
            "y2": 238,
            "text": "視\"る…",
            "vi": "Cái nhìn \"..."
        },
        {
            "x1": 343,
            "y1": 414,
            "x2": 361,
            "y2": 487,
            "text": "目に込める",
            "vi": "Trong mắt"
        }
    ],
    "003.jpg": [
        {
            "x1": 554,
            "y1": 82,
            "x2": 596,
            "y2": 281,
            "text": "視える",
            "vi": "Được nhìn thấy"
        },
        {
            "x1": 91,
            "y1": 243,
            "x2": 187,
            "y2": 428,
            "text": "私にも 視えるぞ！",
            "vi": "Tôi cũng có thể nhìn thấy nó!"
        },
        {
            "x1": 223,
            "y1": 491,
            "x2": 243,
            "y2": 558,
            "text": "視えてる",
            "vi": "Được nhìn thấy"
        },
        {
            "x1": 578,
            "y1": 604,
            "x2": 600,
            "y2": 672,
            "text": "視えてる",
            "vi": "Được nhìn thấy"
        },
        {
            "x1": 89,
            "y1": 610,
            "x2": 109,
            "y2": 671,
            "text": "視えてる",
            "vi": "Được nhìn thấy"
        },
        {
            "x1": 544,
            "y1": 733,
            "x2": 599,
            "y2": 849,
            "text": "馬の骨格からら 節肉まて手に取る ようにわかる",
            "vi": "Bạn có thể nhìn thấy từ bộ xương của con ngựa để nhặt nó lên bằng thịt"
        },
        {
            "x1": 488,
            "y1": 733,
            "x2": 506,
            "y2": 825,
            "text": "前回創つた",
            "vi": "Tôi thành lập lần trước"
        },
        {
            "x1": 429,
            "y1": 733,
            "x2": 465,
            "y2": 851,
            "text": "間遊っていたかも わかるそ",
            "vi": "Bạn cũng có thể xem bạn có đang đi du lịch không"
        },
        {
            "x1": 103,
            "y1": 732,
            "x2": 159,
            "y2": 881,
            "text": "のがよくないのは 視えなくてもが さすがにわかったれれ",
            "vi": "Ngay cả khi bạn không thể nhìn thấy nó không tốt, bạn thực sự có thể hiểu"
        }
    ],
    "004.jpg": [
        {
            "x1": 509,
            "y1": 88,
            "x2": 567,
            "y2": 190,
            "text": "これは キ解を ゲット",
            "vi": "Điều này được rõ ràng"
        },
        {
            "x1": 114,
            "y1": 31,
            "x2": 433,
            "y2": 179,
            "text": "解折 LV.T",
            "vi": "Unlint Lv. T"
        },
        {
            "x1": 69,
            "y1": 75,
            "x2": 106,
            "y2": 176,
            "text": "まだ厄介・や 便利なキを",
            "vi": "Vẫn còn rắc rối, kin"
        },
        {
            "x1": 479,
            "y1": 317,
            "x2": 549,
            "y2": 485,
            "text": "これで観好すれば スケスケ……いや 丸視えじゃないか",
            "vi": "Nếu bạn trông tốt với điều này, nó thật tuyệt..."
        },
        {
            "x1": 120,
            "y1": 705,
            "x2": 142,
            "y2": 773,
            "text": "丸視え？",
            "vi": "Nhìn lên?"
        },
        {
            "x1": 52,
            "y1": 787,
            "x2": 70,
            "y2": 860,
            "text": "透けてる？",
            "vi": "Bạn có minh bạch?"
        }
    ],
    "005.jpg": [
        {
            "x1": 50,
            "y1": 49,
            "x2": 415,
            "y2": 238,
            "text": "よくわからな 甲世思。 していたようです",
            "vi": "Tôi không hiểu tốt. Nó dường như đã được"
        },
        {
            "x1": 482,
            "y1": 178,
            "x2": 569,
            "y2": 345,
            "text": "く以ガネ",
            "vi": "Kuku"
        },
        {
            "x1": 33,
            "y1": 253,
            "x2": 433,
            "y2": 270,
            "text": "第話よわからないけれとてクラ&とドなのです",
            "vi": "Tập phim là Kura & và de."
        },
        {
            "x1": 40,
            "y1": 852,
            "x2": 281,
            "y2": 905,
            "text": "優画的内々けやき",
            "vi": "Bức tranh cao cấp"
        }
    ],
    "006.jpg": [
        {
            "x1": 95,
            "y1": 270,
            "x2": 170,
            "y2": 404,
            "text": "というわけで ゴーレム馬改が さつり完成",
            "vi": "Đó là lý do tại sao việc phá vỡ con ngựa golem đã hoàn thành"
        },
        {
            "x1": 517,
            "y1": 513,
            "x2": 557,
            "y2": 601,
            "text": "走行テスドも 順調",
            "vi": "Tessd lái xe cũng đang diễn ra tốt"
        },
        {
            "x1": 159,
            "y1": 526,
            "x2": 187,
            "y2": 620,
            "text": "次は馬車",
            "vi": "Tiếp theo là một xe ngựa"
        },
        {
            "x1": 106,
            "y1": 725,
            "x2": 122,
            "y2": 796,
            "text": "基本種造は",
            "vi": "Các loài cơ bản"
        },
        {
            "x1": 68,
            "y1": 725,
            "x2": 85,
            "y2": 796,
            "text": "後はいかに",
            "vi": "Bao nhiêu"
        },
        {
            "x1": 430,
            "y1": 761,
            "x2": 467,
            "y2": 849,
            "text": "運搬てきる のもある",
            "vi": "Một số có thể được vận chuyển"
        }
    ],
    "007.jpg": [
        {
            "x1": 486,
            "y1": 92,
            "x2": 553,
            "y2": 239,
            "text": "以前馬車に 1乗せてもらった時の 揺れは正直参った",
            "vi": "Sự rung chuyển khi tôi có một cỗ xe trên xe ngựa là trung thực."
        },
        {
            "x1": 165,
            "y1": 358,
            "x2": 183,
            "y2": 433,
            "text": "たから私が",
            "vi": "Vì tôi"
        },
        {
            "x1": 104,
            "y1": 358,
            "x2": 143,
            "y2": 446,
            "text": "限りなく 揺れないもの",
            "vi": "Những thứ không rung động càng nhiều càng tốt"
        },
        {
            "x1": 548,
            "y1": 512,
            "x2": 586,
            "y2": 628,
            "text": "サス。目は 必須",
            "vi": "SU. Mắt là điều cần thiết"
        },
        {
            "x1": 102,
            "y1": 546,
            "x2": 157,
            "y2": 645,
            "text": "あのりとあける りクを 吸収させたい",
            "vi": "Tôi muốn hấp thụ sự ra mắt"
        },
        {
            "x1": 546,
            "y1": 711,
            "x2": 583,
            "y2": 837,
            "text": "馬事の箱をる前 足回りを完璧に",
            "vi": "Hoàn thiện phía trước của hộp ngựa"
        },
        {
            "x1": 487,
            "y1": 755,
            "x2": 508,
            "y2": 791,
            "text": "いや",
            "vi": "KHÔNG"
        },
        {
            "x1": 450,
            "y1": 757,
            "x2": 468,
            "y2": 831,
            "text": "ブじムも",
            "vi": "Budm"
        },
        {
            "x1": 107,
            "y1": 747,
            "x2": 145,
            "y2": 863,
            "text": "うおおおお 燃えでできたあああ",
            "vi": "Uoooo, nó được tạo ra bằng cách đốt"
        }
    ],
    "008.jpg": [
        {
            "x1": 504,
            "y1": 86,
            "x2": 552,
            "y2": 253,
            "text": "早述スキル解析を 利用して",
            "vi": "Sử dụng phân tích kỹ năng nhanh"
        },
        {
            "x1": 233,
            "y1": 119,
            "x2": 287,
            "y2": 333,
            "text": "これは………今まで 創れなかったものにも",
            "vi": "Đây là... ngay cả khi bạn không thể tạo nó cho đến bây giờ"
        },
        {
            "x1": 505,
            "y1": 651,
            "x2": 582,
            "y2": 849,
            "text": "失敗の原目を 解析 最短距離で スクラップ＆ビルド",
            "vi": "Phế liệu & xây dựng trong phân tích khoảng cách ngắn nhất về sự thất bại của thất bại"
        },
        {
            "x1": 195,
            "y1": 615,
            "x2": 286,
            "y2": 790,
            "text": "モリモリ 手を付けれそうな 予感……！",
            "vi": "Cảm giác của Morimori rằng bạn có thể đặt tay của mình...!"
        }
    ],
    "009.jpg": [
        {
            "x1": 513,
            "y1": 122,
            "x2": 592,
            "y2": 293,
            "text": "スプリングから ショック アブソーバーまで",
            "vi": "Từ mùa xuân đến giảm xóc"
        },
        {
            "x1": 95,
            "y1": 371,
            "x2": 197,
            "y2": 606,
            "text": "フレーム周りは チタン8ジュラルミンで 軽霊化して 洗み込まなように",
            "vi": "Khu vực xung quanh khung nên được làm sáng bằng titanium 8 Duralumin và được rửa sạch"
        },
        {
            "x1": 111,
            "y1": 704,
            "x2": 218,
            "y2": 837,
            "text": "車輪は ゴムタイヤ！ 中にチェープは 当然入れるッ！",
            "vi": "Bánh xe là lốp cao su! Tất nhiên, đặt chiếc taxi vào trong!"
        }
    ],
    "010.jpg": [
        {
            "x1": 463,
            "y1": 60,
            "x2": 593,
            "y2": 452,
            "text": "言燃えろ！",
            "vi": "Hơi nóng!"
        },
        {
            "x1": 46,
            "y1": 74,
            "x2": 141,
            "y2": 439,
            "text": "技術者魂",
            "vi": "Linh hồn của kỹ thuật viên"
        },
        {
            "x1": 101,
            "y1": 881,
            "x2": 564,
            "y2": 897,
            "text": "技術昔が魔法出組みを行とは非常にまれ",
            "vi": "Về mặt kỹ thuật, rất hiếm khi quảng cáo ma thuật được thực hiện vào ngày xưa"
        }
    ],
    "012.jpg": [
        {
            "x1": 482,
            "y1": 111,
            "x2": 569,
            "y2": 352,
            "text": "Z0揺れ",
            "vi": "Z0 lắc"
        },
        {
            "x1": 55,
            "y1": 114,
            "x2": 122,
            "y2": 474,
            "text": "Ｎ０ストレズ",
            "vi": "N0 Ứng suất"
        },
        {
            "x1": 495,
            "y1": 693,
            "x2": 560,
            "y2": 841,
            "text": "着手から さすがにの週間は 掛かったがそれで",
            "vi": "Phải mất một tuần kể từ đầu, nhưng đó là nó"
        },
        {
            "x1": 68,
            "y1": 706,
            "x2": 129,
            "y2": 818,
            "text": "内装とか 内部の仕込みは どうよっかな",
            "vi": "Làm thế nào về việc chuẩn bị nội thất hoặc nội bộ?"
        }
    ],
    "013.jpg": [
        {
            "x1": 507,
            "y1": 159,
            "x2": 587,
            "y2": 300,
            "text": "かしこれで 一頭引きというのは 力モフう的に ちまう無理があるな",
            "vi": "Không thể vẽ một cái đầu đơn với cái này."
        },
        {
            "x1": 570,
            "y1": 465,
            "x2": 589,
            "y2": 524,
            "text": "馬一号の",
            "vi": "Maichi"
        }
    ],
    "014.jpg": [
        {
            "x1": 498,
            "y1": 304,
            "x2": 550,
            "y2": 419,
            "text": "角兎を 仕留めたぞ！",
            "vi": "Tôi đã hoàn thành thỏ!"
        },
        {
            "x1": 121,
            "y1": 301,
            "x2": 179,
            "y2": 440,
            "text": "色兎は討供齢制限に 引かからな 魔物の種",
            "vi": "Thỏ màu là những loài quái vật được điều khiển bởi các hạn chế"
        },
        {
            "x1": 253,
            "y1": 518,
            "x2": 270,
            "y2": 557,
            "text": "おお",
            "vi": "Oh"
        },
        {
            "x1": 52,
            "y1": 532,
            "x2": 129,
            "y2": 632,
            "text": "家庭て 最も手軽に 食べられてる 肉なのた",
            "vi": "Thịt là dễ ăn nhất ở nhà"
        },
        {
            "x1": 482,
            "y1": 710,
            "x2": 521,
            "y2": 838,
            "text": "大人てもお腹に 風穴が開くんだけど",
            "vi": "Ngay cả người lớn cũng có một lỗ gió trong bụng"
        },
        {
            "x1": 48,
            "y1": 731,
            "x2": 149,
            "y2": 861,
            "text": "子供だちも 最取近は金識的に 余裕が出できたのて 武器や防具をを 買し始めたみだ",
            "vi": "Trẻ em có thể đủ khả năng mua vũ khí và áo giáp vì chúng có thể đủ khả năng."
        }
    ],
    "015.jpg": [
        {
            "x1": 91,
            "y1": 82,
            "x2": 154,
            "y2": 242,
            "text": "みんなが 慣れるまでルが サボてるのかな",
            "vi": "Tôi tự hỏi nếu mọi người đang bỏ qua cho đến khi mọi người đã quen với nó"
        },
        {
            "x1": 587,
            "y1": 321,
            "x2": 604,
            "y2": 380,
            "text": "とて",
            "vi": "Cho"
        },
        {
            "x1": 546,
            "y1": 321,
            "x2": 562,
            "y2": 448,
            "text": "武器的防具がなと",
            "vi": "Áo giáp vũ khí"
        },
        {
            "x1": 465,
            "y1": 377,
            "x2": 484,
            "y2": 464,
            "text": "無理は組対に",
            "vi": "Vô lý"
        },
        {
            "x1": 526,
            "y1": 526,
            "x2": 544,
            "y2": 598,
            "text": "まはか",
            "vi": "Mahaka"
        },
        {
            "x1": 95,
            "y1": 525,
            "x2": 162,
            "y2": 645,
            "text": "ッストジに 掛ければ 経三発だけど",
            "vi": "Nếu bạn treo nó trên chuỗi, nó sẽ là ba bức ảnh"
        },
        {
            "x1": 517,
            "y1": 725,
            "x2": 535,
            "y2": 786,
            "text": "さはき方",
            "vi": "Làm thế nào để đến"
        },
        {
            "x1": 88,
            "y1": 713,
            "x2": 153,
            "y2": 855,
            "text": "この子だちは そんなの無のて から覚えてもららう",
            "vi": "Đứa trẻ này sẽ nhớ sau đó"
        }
    ],
    "016.jpg": [
        {
            "x1": 513,
            "y1": 80,
            "x2": 560,
            "y2": 204,
            "text": "さばいた兎肉を さっそく妙めて",
            "vi": "Làm thịt thỏ cùng một lúc"
        },
        {
            "x1": 43,
            "y1": 343,
            "x2": 108,
            "y2": 481,
            "text": "玉ねぎと茸も 入れる",
            "vi": "Thêm hành tây và nấm"
        },
        {
            "x1": 503,
            "y1": 578,
            "x2": 547,
            "y2": 637,
            "text": "今回も トマト",
            "vi": "Lần này cũng cà chua"
        },
        {
            "x1": 81,
            "y1": 578,
            "x2": 129,
            "y2": 652,
            "text": "潰して 入れて…",
            "vi": "Crush nó và đặt nó vào..."
        },
        {
            "x1": 518,
            "y1": 704,
            "x2": 565,
            "y2": 827,
            "text": "マドは万能 全知全能",
            "vi": "Mad là phổ quát đầy đủ"
        },
        {
            "x1": 123,
            "y1": 704,
            "x2": 166,
            "y2": 816,
            "text": "塩コショウ 調味料を適当に",
            "vi": "Hạn lý hạt tiêu muối một cách thích hợp"
        },
        {
            "x1": 39,
            "y1": 777,
            "x2": 92,
            "y2": 871,
            "text": "煮る",
            "vi": "Sôi lên"
        }
    ],
    "017.jpg": [
        {
            "x1": 243,
            "y1": 372,
            "x2": 473,
            "y2": 399,
            "text": "兎のカチャトーラ",
            "vi": "Thỏ Kachataura"
        }
    ],
    "018.jpg": [
        {
            "x1": 532,
            "y1": 77,
            "x2": 555,
            "y2": 196,
            "text": "美味しい",
            "vi": "ngon"
        },
        {
            "x1": 377,
            "y1": 182,
            "x2": 417,
            "y2": 269,
            "text": "毎日食べたい 味です…",
            "vi": "Tôi muốn ăn mỗi ngày..."
        },
        {
            "x1": 53,
            "y1": 213,
            "x2": 73,
            "y2": 266,
            "text": "わああ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 456,
            "y1": 333,
            "x2": 473,
            "y2": 392,
            "text": "なるの",
            "vi": "trở thành"
        },
        {
            "x1": 204,
            "y1": 526,
            "x2": 234,
            "y2": 599,
            "text": "出来る",
            "vi": "Sẵn sàng"
        },
        {
            "x1": 116,
            "y1": 528,
            "x2": 162,
            "y2": 632,
            "text": "ユイが正し 見ていれば",
            "vi": "Nếu yui trông đúng"
        },
        {
            "x1": 57,
            "y1": 543,
            "x2": 87,
            "y2": 617,
            "text": "簡単に",
            "vi": "đơn giản"
        },
        {
            "x1": 488,
            "y1": 717,
            "x2": 565,
            "y2": 883,
            "text": "困ったら トマトと茸",
            "vi": "Nếu bạn đang gặp rắc rối, cà chua và nấm"
        },
        {
            "x1": 69,
            "y1": 726,
            "x2": 116,
            "y2": 875,
            "text": "おじゃが",
            "vi": "Ojaga"
        }
    ],
    "019.jpg": [
        {
            "x1": 572,
            "y1": 94,
            "x2": 588,
            "y2": 247,
            "text": "あと美味から",
            "vi": "Và từ ngon"
        },
        {
            "x1": 531,
            "y1": 92,
            "x2": 547,
            "y2": 233,
            "text": "そと疲れてる時は",
            "vi": "Khi tôi mệt mỏi"
        },
        {
            "x1": 459,
            "y1": 148,
            "x2": 498,
            "y2": 247,
            "text": "『まだ行けは もう危ない』の",
            "vi": "\"Thật nguy hiểm để đi\""
        },
        {
            "x1": 114,
            "y1": 362,
            "x2": 142,
            "y2": 410,
            "text": "ふふ",
            "vi": "n/a"
        },
        {
            "x1": 544,
            "y1": 588,
            "x2": 584,
            "y2": 671,
            "text": "頼もしく なってきた",
            "vi": "Nó ngày càng đáng tin cậy hơn"
        },
        {
            "x1": 510,
            "y1": 681,
            "x2": 552,
            "y2": 822,
            "text": "もう私がじなても 大丈夫かな",
            "vi": "Không sao khi sợ"
        }
    ]
}