var ocr_data = {
    "004.jpg": [
        {
            "x1": 976,
            "y1": 214,
            "x2": 1003,
            "y2": 355,
            "text": "…こんにちは",
            "vi": "… Xin chào"
        },
        {
            "x1": 186,
            "y1": 222,
            "x2": 246,
            "y2": 348,
            "text": "おう こんにちは",
            "vi": "Xin chào"
        },
        {
            "x1": 958,
            "y1": 550,
            "x2": 985,
            "y2": 743,
            "text": "大丈夫でしたか？",
            "vi": "Bạn có ổn không?"
        },
        {
            "x1": 177,
            "y1": 647,
            "x2": 242,
            "y2": 820,
            "text": "おかげさんでな …助かったよ",
            "vi": "Cảm ơn... tôi đã được cứu"
        },
        {
            "x1": 917,
            "y1": 951,
            "x2": 1017,
            "y2": 1191,
            "text": "あんなの相手に一人も 死人が出てないのは 奇跡だ",
            "vi": "Đó là một điều kỳ diệu mà không ai xuất hiện trong một đối tác như vậy"
        },
        {
            "x1": 441,
            "y1": 959,
            "x2": 536,
            "y2": 1154,
            "text": "遠くから隠れて こそこそ攻撃した だけです",
            "vi": "Tôi vừa tấn công từ xa"
        },
        {
            "x1": 157,
            "y1": 1260,
            "x2": 255,
            "y2": 1476,
            "text": "まともに戦ったら あっという間に 殺されちゃいますよ",
            "vi": "Nếu bạn chiến đấu đúng cách, bạn sẽ bị giết trong thời gian không"
        }
    ],
    "005.jpg": [
        {
            "x1": 853,
            "y1": 184,
            "x2": 957,
            "y2": 356,
            "text": "いや 戦い方ってのは 人それぞれだ",
            "vi": "Không, cách chiến đấu là cá nhân"
        },
        {
            "x1": 680,
            "y1": 346,
            "x2": 771,
            "y2": 563,
            "text": "あんたの戦い方は 他人に非難される ようなものじゃない",
            "vi": "Cách chiến đấu của bạn không giống như bị người khác trách nhiệm"
        },
        {
            "x1": 71,
            "y1": 363,
            "x2": 246,
            "y2": 535,
            "text": "何より あの命中精度に あの威力… むしろ賞賛に 値する",
            "vi": "Trên tất cả, sức mạnh đó cho sự chính xác đó... khá đáng khen ngợi"
        },
        {
            "x1": 826,
            "y1": 702,
            "x2": 921,
            "y2": 923,
            "text": "例の条件ですが 守っていただけるん ですよね？",
            "vi": "Đó là tình trạng của ví dụ, nhưng bạn có thể làm theo nó, phải không?"
        },
        {
            "x1": 881,
            "y1": 1162,
            "x2": 948,
            "y2": 1265,
            "text": "ああ 大丈夫だ",
            "vi": "Ồ được rồi"
        },
        {
            "x1": 706,
            "y1": 1206,
            "x2": 791,
            "y2": 1501,
            "text": "有盤なロラングが１テッー てれに俺がまとな 死な",
            "vi": "Tôi sắp chết để trở thành một người Lorang"
        },
        {
            "x1": 84,
            "y1": 1265,
            "x2": 181,
            "y2": 1480,
            "text": "あの程度の 条件など些細な事だ 問題ない",
            "vi": "Không có vấn đề gì với loại tình trạng đó"
        }
    ],
    "006.jpg": [
        {
            "x1": 921,
            "y1": 193,
            "x2": 988,
            "y2": 355,
            "text": "今 ハルーラは 人手不足でな",
            "vi": "Bây giờ Harura thiếu nhân lực"
        },
        {
            "x1": 889,
            "y1": 477,
            "x2": 1025,
            "y2": 740,
            "text": "王都や領都の方と 色々やってはいるんだが 人が増えるには まだ時間が掛かる",
            "vi": "Tôi đang làm những việc khác nhau với thủ đô của hoàng gia và thủ đô, nhưng vẫn cần có thời gian để tăng số lượng người"
        },
        {
            "x1": 209,
            "y1": 572,
            "x2": 238,
            "y2": 628,
            "text": "はあ",
            "vi": "Ha"
        },
        {
            "x1": 950,
            "y1": 860,
            "x2": 981,
            "y2": 985,
            "text": "興味ないか",
            "vi": "Bạn không quan tâm"
        },
        {
            "x1": 715,
            "y1": 892,
            "x2": 775,
            "y2": 1040,
            "text": "目立ちたく ないんだよな",
            "vi": "Tôi không muốn nổi bật"
        },
        {
            "x1": 946,
            "y1": 1202,
            "x2": 1015,
            "y2": 1330,
            "text": "索材の分配 罰則の免除",
            "vi": "Miễn trừ các hình phạt phân phối cáp"
        },
        {
            "x1": 759,
            "y1": 1218,
            "x2": 789,
            "y2": 1414,
            "text": "情報の隠蔽に…",
            "vi": "Để che giấu thông tin..."
        },
        {
            "x1": 143,
            "y1": 1250,
            "x2": 310,
            "y2": 1489,
            "text": "擁護だったか？ こっちは出来ることが 限られるが まあ出来る範囲に 何とかしよう",
            "vi": "Nó đã được bảo vệ? Điều này còn hạn chế, nhưng hãy làm điều gì đó càng nhiều càng tốt"
        }
    ],
    "007.jpg": [
        {
            "x1": 837,
            "y1": 145,
            "x2": 966,
            "y2": 339,
            "text": "それさえ 約束いただければ 名声も何も いりません",
            "vi": "Nếu bạn hứa điều đó, bạn không cần bất kỳ sự nổi tiếng nào"
        },
        {
            "x1": 295,
            "y1": 160,
            "x2": 431,
            "y2": 378,
            "text": "あっ オーガの薬材は 買い取ってもらって 現金でください",
            "vi": "Ah, vui lòng mua thuốc Auga và tiền mặt."
        },
        {
            "x1": 132,
            "y1": 257,
            "x2": 220,
            "y2": 452,
            "text": "あと魔石は そのままいただけ ませんか？",
            "vi": "Và không phải là viên đá ma thuật như nó là?"
        },
        {
            "x1": 881,
            "y1": 577,
            "x2": 939,
            "y2": 701,
            "text": "ちゃっかり してんな",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 118,
            "y1": 577,
            "x2": 184,
            "y2": 748,
            "text": "まあそれも 一つの生き方か",
            "vi": "Vâng, đó có phải là một cách sống?"
        },
        {
            "x1": 911,
            "y1": 882,
            "x2": 944,
            "y2": 1048,
            "text": "ほらよ忘れ物",
            "vi": "Bạn biết đấy, bị lãng quên"
        },
        {
            "x1": 600,
            "y1": 891,
            "x2": 666,
            "y2": 1040,
            "text": "証拠残るの 嫌なんだよな",
            "vi": "Tôi không muốn vẫn là bằng chứng"
        },
        {
            "x1": 90,
            "y1": 871,
            "x2": 155,
            "y2": 1010,
            "text": "千ササ…",
            "vi": "Hàng ngàn Sasa..."
        },
        {
            "x1": 435,
            "y1": 1206,
            "x2": 501,
            "y2": 1356,
            "text": "正式に状況を 確認する前に",
            "vi": "Trước khi chính thức xác nhận tình hình"
        },
        {
            "x1": 307,
            "y1": 1283,
            "x2": 398,
            "y2": 1475,
            "text": "口の固い連中に ナイフできるだけ 回収してもらった",
            "vi": "Tôi đã có những người khó khăn trong việc phục hồi càng nhiều càng tốt"
        },
        {
            "x1": 110,
            "y1": 1301,
            "x2": 140,
            "y2": 1470,
            "text": "…思に着ます",
            "vi": "… Tôi sẽ mặc nó"
        }
    ],
    "008.jpg": [
        {
            "x1": 156,
            "y1": 173,
            "x2": 252,
            "y2": 368,
            "text": "これで 生きやすく なるといいけどね",
            "vi": "Tôi hy vọng điều này giúp nó dễ dàng sống hơn"
        },
        {
            "x1": 925,
            "y1": 597,
            "x2": 988,
            "y2": 681,
            "text": "でも ノルン",
            "vi": "Nhưng norn"
        },
        {
            "x1": 804,
            "y1": 598,
            "x2": 834,
            "y2": 726,
            "text": "よかったね",
            "vi": "Tốt cho bạn"
        },
        {
            "x1": 640,
            "y1": 876,
            "x2": 711,
            "y2": 967,
            "text": "あー だめだ",
            "vi": "Ah, nó không tốt"
        },
        {
            "x1": 661,
            "y1": 1104,
            "x2": 695,
            "y2": 1216,
            "text": "ＭＰ切れ",
            "vi": "Ra khỏi MP"
        },
        {
            "x1": 197,
            "y1": 1320,
            "x2": 229,
            "y2": 1433,
            "text": "ねるねる",
            "vi": "Tát"
        }
    ],
    "009.jpg": [
        {
            "x1": 416,
            "y1": 1417,
            "x2": 617,
            "y2": 1506,
            "text": "つづく",
            "vi": "được tiếp tục"
        },
        {
            "x1": 59,
            "y1": 1537,
            "x2": 992,
            "y2": 1575,
            "text": "よくわからないけれどガス欠でおやすみみたいです",
            "vi": "Tôi không chắc, nhưng nó trông giống như một đêm tốt vì thiếu khí đốt"
        }
    ]
}