var ocr_data = {
    "1-61d7ff867860b.jpg": [
        {
            "x1": 539,
            "y1": 86,
            "x2": 600,
            "y2": 230,
            "text": "ドリエラとリコ以外の 他の６人には夢 初歩から教えつつ",
            "vi": "Trong khi dạy sáu người khác ngoài Doriera và Rico ngay từ đầu giấc mơ"
        },
        {
            "x1": 308,
            "y1": 92,
            "x2": 400,
            "y2": 283,
            "text": "でま！す",
            "vi": "De! giấm gạo"
        },
        {
            "x1": 328,
            "y1": 450,
            "x2": 405,
            "y2": 606,
            "text": "大分 先に進んてる 2人には合間を見ながらら 難易度の高そうな 文章を部かせたりと",
            "vi": "Hai người đang đi trước OITA sẽ đưa ra một bản án dường như khó khăn trong khi nhìn vào khoảng thời gian này."
        },
        {
            "x1": 95,
            "y1": 757,
            "x2": 133,
            "y2": 874,
            "text": "2専用の問題を 出したりじてみる",
            "vi": "2 Cố gắng làm một vấn đề chuyên dụng"
        }
    ],
    "2-61d7ff87a0e08.jpg": [
        {
            "x1": 501,
            "y1": 91,
            "x2": 539,
            "y2": 246,
            "text": "アルル クロ マリクルは 覚えるのが早いね",
            "vi": "Arulchomalikle nhanh chóng nhớ"
        },
        {
            "x1": 466,
            "y1": 292,
            "x2": 518,
            "y2": 439,
            "text": "チッャツ",
            "vi": "Chubutsu"
        },
        {
            "x1": 368,
            "y1": 300,
            "x2": 424,
            "y2": 435,
            "text": "あとは なんだかんだ いってやはり ケインも早い",
            "vi": "Rốt cuộc, Kane vẫn còn nhanh"
        },
        {
            "x1": 80,
            "y1": 516,
            "x2": 119,
            "y2": 592,
            "text": "ボーマンは ………普通？",
            "vi": "Bowman có bình thường không?"
        },
        {
            "x1": 536,
            "y1": 695,
            "x2": 552,
            "y2": 810,
            "text": "予想外だつたのは",
            "vi": "Những gì là bất ngờ"
        },
        {
            "x1": 478,
            "y1": 696,
            "x2": 515,
            "y2": 850,
            "text": "唸りながら意外と 真面目にやってたりする",
            "vi": "Trong khi rên rỉ, tôi làm điều đó nghiêm túc một cách đáng ngạc nhiên"
        },
        {
            "x1": 9,
            "y1": 690,
            "x2": 106,
            "y2": 881,
            "text": "うく",
            "vi": "cái phao"
        }
    ],
    "3-61d7ff88c1a59.jpg": [
        {
            "x1": 515,
            "y1": 98,
            "x2": 572,
            "y2": 267,
            "text": "なんだ立句言ってた 割には 思つたよりも わる気あるんじゃないの？",
            "vi": "Tại sao bạn không cảm thấy tốt hơn tôi nghĩ, nhưng tôi nghĩ gì?"
        },
        {
            "x1": 241,
            "y1": 591,
            "x2": 447,
            "y2": 630,
            "text": "1時間経過",
            "vi": "Một -giờ"
        },
        {
            "x1": 545,
            "y1": 707,
            "x2": 585,
            "y2": 851,
            "text": "リューとボーマンが 限界っぽくなってきた",
            "vi": "Ryu và Bowman đang trở thành giới hạn"
        },
        {
            "x1": 95,
            "y1": 737,
            "x2": 140,
            "y2": 842,
            "text": "ここらで休憩 取りましょう",
            "vi": "Hãy nghỉ ở đây"
        }
    ],
    "4-61d7ff89e2715.jpg": [
        {
            "x1": 488,
            "y1": 92,
            "x2": 549,
            "y2": 267,
            "text": "ふはー‥",
            "vi": "Fuha ‥"
        },
        {
            "x1": 495,
            "y1": 382,
            "x2": 534,
            "y2": 518,
            "text": "んー他のみんなも 大分 キテたつぽい？",
            "vi": "Hmmm, bạn có phải là diều oita?"
        },
        {
            "x1": 56,
            "y1": 416,
            "x2": 114,
            "y2": 508,
            "text": "仕方ない ジュースを 奢ってやろう",
            "vi": "Chúng ta hãy từ bỏ nước trái cây không thể giúp được"
        },
        {
            "x1": 191,
            "y1": 827,
            "x2": 438,
            "y2": 864,
            "text": "オレンジジュース",
            "vi": "nước cam"
        }
    ],
    "5-61d7ff8b0e900.jpg": [
        {
            "x1": 526,
            "y1": 88,
            "x2": 603,
            "y2": 268,
            "text": "これを飲んで 一息ついてください 飲み終わったら H持てさ",
            "vi": "Uống này và nghỉ ngơi"
        },
        {
            "x1": 563,
            "y1": 523,
            "x2": 594,
            "y2": 617,
            "text": "うまー",
            "vi": "Umami"
        },
        {
            "x1": 92,
            "y1": 651,
            "x2": 151,
            "y2": 862,
            "text": "なんだこれ すっげぇうめえ⁉",
            "vi": "Đây thực sự là gì"
        }
    ],
    "6-61d7ff8c2f359.jpg": [
        {
            "x1": 152,
            "y1": 92,
            "x2": 168,
            "y2": 216,
            "text": "…・なんかケが",
            "vi": "...bằng cách nào đó"
        },
        {
            "x1": 110,
            "y1": 89,
            "x2": 129,
            "y2": 198,
            "text": "じしでたけと無視",
            "vi": "Bỏ qua nó"
        },
        {
            "x1": 484,
            "y1": 474,
            "x2": 540,
            "y2": 614,
            "text": "なあ おかれりねのか？ あるならくれよ",
            "vi": "Bạn đang làm gì vậy? Nếu có"
        },
        {
            "x1": 509,
            "y1": 693,
            "x2": 549,
            "y2": 792,
            "text": "ねよ お前の分はな",
            "vi": "Này, bạn có những gì"
        },
        {
            "x1": 108,
            "y1": 729,
            "x2": 129,
            "y2": 832,
            "text": "ありません",
            "vi": "không có"
        }
    ],
    "7-61d7ff8d53beb.jpg": [
        {
            "x1": 537,
            "y1": 102,
            "x2": 572,
            "y2": 202,
            "text": "ねーのかよ けちくせえなあ",
            "vi": "Này không,"
        },
        {
            "x1": 120,
            "y1": 97,
            "x2": 148,
            "y2": 155,
            "text": "○すそ",
            "vi": "○"
        },
        {
            "x1": 582,
            "y1": 275,
            "x2": 600,
            "y2": 377,
            "text": "え ないの…？",
            "vi": "Bạn không thể...?"
        },
        {
            "x1": 108,
            "y1": 346,
            "x2": 148,
            "y2": 428,
            "text": "もうすこし のみたい‥",
            "vi": "Tôi nghĩ rằng nó còn nhiều hơn một chút..."
        },
        {
            "x1": 508,
            "y1": 500,
            "x2": 577,
            "y2": 613,
            "text": "リコとクロの分は おがわり ありますよ はい どうぞ",
            "vi": "Có rất nhiều Rico và Kuro."
        },
        {
            "x1": 562,
            "y1": 719,
            "x2": 587,
            "y2": 803,
            "text": "いいの⁉",
            "vi": "đồng ý⁉"
        },
        {
            "x1": 96,
            "y1": 679,
            "x2": 116,
            "y2": 802,
            "text": "図かわいいのう！",
            "vi": "Con số là dễ thương!"
        }
    ],
    "8-61d7ff8eb0cdd.jpg": [
        {
            "x1": 526,
            "y1": 84,
            "x2": 544,
            "y2": 179,
            "text": "おい待てよ！",
            "vi": "Đợi đã!"
        },
        {
            "x1": 428,
            "y1": 106,
            "x2": 507,
            "y2": 225,
            "text": "さっきないって 言ってたじゃ ねーかよ⁉ なんだよ それ！",
            "vi": "Bạn đã nói nó không chỉ là trước đây, thế là nó!"
        },
        {
            "x1": 62,
            "y1": 97,
            "x2": 78,
            "y2": 222,
            "text": "貴方の分はないです",
            "vi": "Tôi không có bất kỳ"
        },
        {
            "x1": 535,
            "y1": 274,
            "x2": 554,
            "y2": 411,
            "text": "おい ふざけ……",
            "vi": "Chơi..."
        },
        {
            "x1": 63,
            "y1": 557,
            "x2": 89,
            "y2": 643,
            "text": "黙ってろ",
            "vi": "Im lặng"
        }
    ],
    "9-61d7ff8fd6d62.jpg": [
        {
            "x1": 532,
            "y1": 107,
            "x2": 569,
            "y2": 255,
            "text": "みんな 勉強の続きは どうしましょう？",
            "vi": "Điều gì về việc tiếp tục học tập?"
        },
        {
            "x1": 460,
            "y1": 171,
            "x2": 498,
            "y2": 254,
            "text": "読み書きに しますか？",
            "vi": "Bạn có muốn đọc và viết?"
        },
        {
            "x1": 120,
            "y1": 110,
            "x2": 199,
            "y2": 272,
            "text": "飽きてきたとか 疲れたというなら 計算のほうにしますけど どうします？",
            "vi": "Nếu bạn mệt mỏi hoặc mệt mỏi, tôi sẽ tính toán, nhưng bạn làm gì?"
        },
        {
            "x1": 529,
            "y1": 342,
            "x2": 592,
            "y2": 473,
            "text": "うーん 私は別に 読み書きのほうで いいかな？",
            "vi": "Chà, tôi có thể đọc và viết riêng không?"
        },
        {
            "x1": 264,
            "y1": 351,
            "x2": 338,
            "y2": 477,
            "text": "オレはこのまま 読み書きでいい ーかうま頭の中 切か善えられねぇし",
            "vi": "Tôi có thể đọc và viết như nó -Tôi không thể thực sự sắc bén trong đầu Kauma."
        },
        {
            "x1": 400,
            "y1": 492,
            "x2": 437,
            "y2": 619,
            "text": "俺はちょっと 辛くなってきたから",
            "vi": "Tôi nhận được một chút cay"
        },
        {
            "x1": 241,
            "y1": 531,
            "x2": 279,
            "y2": 640,
            "text": "…‥おれは どっちでもいい",
            "vi": "...Tôi cũng không quan tâm"
        },
        {
            "x1": 255,
            "y1": 819,
            "x2": 335,
            "y2": 840,
            "text": "とらちで\"も？",
            "vi": "\"Tochi\"?"
        },
        {
            "x1": 410,
            "y1": 816,
            "x2": 578,
            "y2": 882,
            "text": "読み書き",
            "vi": "Đọc và viết"
        }
    ],
    "10-61d7ff90df821.jpg": [
        {
            "x1": 485,
            "y1": 107,
            "x2": 526,
            "y2": 196,
            "text": "多数決により 読み書き継続",
            "vi": "Tiếp tục đọc và viết bằng số phiếu bầu"
        },
        {
            "x1": 68,
            "y1": 100,
            "x2": 109,
            "y2": 228,
            "text": "では 読み書きの 続きにしましょう",
            "vi": "Chúng ta hãy tiếp tục đọc và viết"
        },
        {
            "x1": 478,
            "y1": 360,
            "x2": 515,
            "y2": 501,
            "text": "馬鹿のユーも 頑張ろうとじてるのて",
            "vi": "Tên ngốc bạn đang cố gắng hết sức"
        },
        {
            "x1": 47,
            "y1": 453,
            "x2": 105,
            "y2": 556,
            "text": "ここは馬鹿に 合わせるのも 悪くないと思う",
            "vi": "Tôi không nghĩ thật tệ khi phù hợp với tên ngốc ở đây"
        },
        {
            "x1": 53,
            "y1": 754,
            "x2": 89,
            "y2": 844,
            "text": "口を開くと ムカつくけど",
            "vi": "Nếu bạn mở miệng, nó sẽ gây khó chịu"
        }
    ],
    "11-61d7ff920bae6.jpg": [
        {
            "x1": 507,
            "y1": 85,
            "x2": 544,
            "y2": 340,
            "text": "特に問題なく終了",
            "vi": "Kết thúc mà không có bất kỳ vấn đề"
        },
        {
            "x1": 278,
            "y1": 78,
            "x2": 316,
            "y2": 240,
            "text": "あの トリエラちゃん？ こんな所で何してるの？",
            "vi": "Đó là Triella? Bạn đang làm gì ở một nơi như vậy?"
        },
        {
            "x1": 273,
            "y1": 504,
            "x2": 309,
            "y2": 635,
            "text": "あシェリルさんに メルティちゃん",
            "vi": "Ah đến Sheryl -San Melty -chan"
        },
        {
            "x1": 95,
            "y1": 746,
            "x2": 113,
            "y2": 858,
            "text": "えっとですね‥",
            "vi": "Ừm..."
        }
    ],
    "12-61d7ff932982a.jpg": [
        {
            "x1": 518,
            "y1": 85,
            "x2": 561,
            "y2": 205,
            "text": "トリエラの 知り合いかな？",
            "vi": "Bạn có biết Triella?"
        },
        {
            "x1": 61,
            "y1": 142,
            "x2": 108,
            "y2": 264,
            "text": "ええと この子たちは…",
            "vi": "Vâng, những đứa trẻ này..."
        },
        {
            "x1": 515,
            "y1": 329,
            "x2": 553,
            "y2": 444,
            "text": "はっと見て 明らかに猫獣火族",
            "vi": "Nhìn vào con mèo và con thú"
        },
        {
            "x1": 329,
            "y1": 687,
            "x2": 386,
            "y2": 874,
            "text": "背の高シェリルさんは ロングヘアでビンク色の髪に 白の猫耳と尻尾",
            "vi": "Anh ta là một mái tóc dài, tai mèo trắng và đuôi với mái tóc dài, mái tóc nhàm chán."
        },
        {
            "x1": 217,
            "y1": 709,
            "x2": 270,
            "y2": 875,
            "text": "小さいメルティちゃんは ショートカットて 水に猫耳",
            "vi": "Melte nhỏ -Chan là lối tắt và tai mèo trong nước"
        }
    ],
    "13-61d7ff944e875.jpg": [
        {
            "x1": 554,
            "y1": 99,
            "x2": 592,
            "y2": 218,
            "text": "ドリエラからら 説明された話だと",
            "vi": "Nó là một câu chuyện được giải thích bởi Doriera"
        },
        {
            "x1": 155,
            "y1": 106,
            "x2": 191,
            "y2": 273,
            "text": "このシェリルさんと いうのは 王都に来てから",
            "vi": "Sheryl này đã đến thủ đô của hoàng gia"
        },
        {
            "x1": 112,
            "y1": 108,
            "x2": 131,
            "y2": 262,
            "text": "良くじてくれた人らししい",
            "vi": "Có vẻ như một người đã cho tôi một"
        },
        {
            "x1": 542,
            "y1": 362,
            "x2": 599,
            "y2": 490,
            "text": "シェリルさんも 別の街の孤児院出身 らじくて",
            "vi": "Sheryl cũng đến từ trại trẻ mồ côi ở một thành phố khác"
        },
        {
            "x1": 467,
            "y1": 422,
            "x2": 501,
            "y2": 549,
            "text": "妹と一緒に上京して きたとかなんとか？",
            "vi": "Bạn đã đến Tokyo với em gái của mình?"
        },
        {
            "x1": 492,
            "y1": 635,
            "x2": 533,
            "y2": 734,
            "text": "これね",
            "vi": "Đây là"
        },
        {
            "x1": 230,
            "y1": 631,
            "x2": 247,
            "y2": 739,
            "text": "で 面倒見がいし",
            "vi": "Chăm sóc"
        },
        {
            "x1": 188,
            "y1": 630,
            "x2": 206,
            "y2": 719,
            "text": "くれたお陰で",
            "vi": "Cảm ơn tôi"
        },
        {
            "x1": 98,
            "y1": 683,
            "x2": 153,
            "y2": 863,
            "text": "トリエラ達は多少なりとも 薬草の区別ができるように なったらじい",
            "vi": "Nếu Triella có thể phân biệt các loại thảo mộc có phần nào"
        }
    ],
    "14-61d7ff9559f5b.jpg": [
        {
            "x1": 471,
            "y1": 102,
            "x2": 567,
            "y2": 228,
            "text": "あなたがレンさん でしたか… どうかお願いします 私達にも説み書きを 教えてください！",
            "vi": "Bạn có phải là len... xin vui lòng cho chúng tôi biết bạn có thể gì!"
        },
        {
            "x1": 68,
            "y1": 134,
            "x2": 131,
            "y2": 251,
            "text": "あの レン 私からもお願い できないかな？",
            "vi": "Tôi có thể hỏi Len không?"
        },
        {
            "x1": 498,
            "y1": 315,
            "x2": 557,
            "y2": 482,
            "text": "レンの負担に なるっていうのは わかってるんだけど‥",
            "vi": "Tôi biết rằng nó sẽ là một gánh nặng của Len..."
        },
        {
            "x1": 391,
            "y1": 298,
            "x2": 452,
            "y2": 450,
            "text": "街に来た時に",
            "vi": "Khi tôi đến thành phố"
        },
        {
            "x1": 335,
            "y1": 303,
            "x2": 410,
            "y2": 516,
            "text": "色々教えて もら「たりしてたの",
            "vi": "Tôi được dạy rất nhiều \"Tôi đã làm điều đó"
        },
        {
            "x1": 463,
            "y1": 522,
            "x2": 522,
            "y2": 711,
            "text": "…・ジェリルさんには本当に 凄いお世話になったから 何とかしてあげたいんだ",
            "vi": "Tôi thực sự muốn làm một cái gì đó vì Jeril thực sự chăm sóc tôi."
        },
        {
            "x1": 68,
            "y1": 720,
            "x2": 128,
            "y2": 868,
            "text": "はぁ…わかりました いいですよ 教えましょう",
            "vi": "Huh... được rồi, không sao, hãy cho tôi biết"
        }
    ],
    "15-61d7ff96594c5.jpg": [
        {
            "x1": 546,
            "y1": 78,
            "x2": 582,
            "y2": 248,
            "text": "いいんですか ありがとうこざいます",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 532,
            "y1": 304,
            "x2": 591,
            "y2": 451,
            "text": "ただしこの勉強会は あくまでトリエラ達を 教えるためのものです",
            "vi": "Tuy nhiên, phiên nghiên cứu này chỉ để dạy Triella."
        },
        {
            "x1": 431,
            "y1": 303,
            "x2": 492,
            "y2": 457,
            "text": "ですから トリエラ達が ある程度 覚えたら そこで終了の予定です",
            "vi": "Vì vậy, nếu Triella học được một mức độ nào đó, nó sẽ kết thúc ở đó."
        },
        {
            "x1": 317,
            "y1": 289,
            "x2": 351,
            "y2": 413,
            "text": "かわいいな…",
            "vi": "Dễ thương…"
        },
        {
            "x1": 118,
            "y1": 327,
            "x2": 156,
            "y2": 455,
            "text": "それと 授業料は一度につき",
            "vi": "Và học phí"
        },
        {
            "x1": 547,
            "y1": 541,
            "x2": 581,
            "y2": 655,
            "text": "大丈夫です それでいいです！",
            "vi": "Không sao đâu, không sao cả!"
        },
        {
            "x1": 117,
            "y1": 558,
            "x2": 168,
            "y2": 660,
            "text": "ありがとう ざいます がんばります！",
            "vi": "Cảm ơn bạn, tôi sẽ cố gắng hết sức!"
        },
        {
            "x1": 532,
            "y1": 716,
            "x2": 586,
            "y2": 841,
            "text": "その他の和がい事は トリエラに 聞いてください",
            "vi": "Hỏi Triella về các khoản tiền khác của các khoản tiền khác"
        },
        {
            "x1": 108,
            "y1": 755,
            "x2": 169,
            "y2": 866,
            "text": "わかりました！ トリエラちゃん 色々教えてね",
            "vi": "lấy được rồi! Nói cho tôi biết Triella -chan"
        }
    ],
    "16-61d7ff975a406.jpg": [
        {
            "x1": 500,
            "y1": 105,
            "x2": 559,
            "y2": 241,
            "text": "うーん 流されてる ‥私 流されてる 駄目だなあ",
            "vi": "Chà, nó đang bị cuốn trôi... Tôi không thể bị cuốn trôi"
        },
        {
            "x1": 56,
            "y1": 124,
            "x2": 76,
            "y2": 187,
            "text": "とはいえ",
            "vi": "Mặc du"
        },
        {
            "x1": 477,
            "y1": 272,
            "x2": 558,
            "y2": 456,
            "text": "分アップしたし まあいいか！",
            "vi": "Có ổn không khi tải nó lên!"
        },
        {
            "x1": 83,
            "y1": 339,
            "x2": 141,
            "y2": 442,
            "text": "女子に関しては ケセラセラで 行こう",
            "vi": "Hãy cùng với Kesera Sera cho các cô gái"
        },
        {
            "x1": 82,
            "y1": 728,
            "x2": 100,
            "y2": 818,
            "text": "男子は知らん",
            "vi": "Tôi không biết chàng trai"
        },
        {
            "x1": 17,
            "y1": 875,
            "x2": 166,
            "y2": 932,
            "text": "っづく",
            "vi": "Thì là ở"
        }
    ]
}