var ocr_data = {
    "001.jpg": [
        {
            "x1": 477,
            "y1": 194,
            "x2": 568,
            "y2": 356,
            "text": "ノルンの 合図…！",
            "vi": "Tín hiệu của Norn...!"
        },
        {
            "x1": 895,
            "y1": 192,
            "x2": 1012,
            "y2": 528,
            "text": "了承した",
            "vi": "Được chấp nhận"
        },
        {
            "x1": 534,
            "y1": 612,
            "x2": 561,
            "y2": 783,
            "text": "随分迷ってたな",
            "vi": "Tôi đã quá lạc lõng"
        },
        {
            "x1": 148,
            "y1": 783,
            "x2": 250,
            "y2": 934,
            "text": "人をまとめて 戦うとなると 悩むか…",
            "vi": "Bạn có lo lắng về việc chiến đấu với mọi người ngay lập tức..."
        },
        {
            "x1": 459,
            "y1": 1126,
            "x2": 550,
            "y2": 1263,
            "text": "私は",
            "vi": "TÔI"
        }
    ],
    "002.jpg": [
        {
            "x1": 859,
            "y1": 169,
            "x2": 1005,
            "y2": 785,
            "text": "私がのんべんだらりと 山日課に生活を送るために",
            "vi": "Sống với Sư đoàn Yamanichi"
        },
        {
            "x1": 65,
            "y1": 123,
            "x2": 247,
            "y2": 775,
            "text": "戦います！",
            "vi": "Đánh nhau!"
        }
    ],
    "003.jpg": [
        {
            "x1": 946,
            "y1": 184,
            "x2": 1000,
            "y2": 310,
            "text": "数は16",
            "vi": "Số là 16"
        },
        {
            "x1": 825,
            "y1": 267,
            "x2": 898,
            "y2": 519,
            "text": "結構な集団 ということか…‥",
            "vi": "Nó có phải là một nhóm xinh đẹp..."
        },
        {
            "x1": 328,
            "y1": 234,
            "x2": 396,
            "y2": 422,
            "text": "オーガロードを 直接は狙えない",
            "vi": "Tôi không thể nhắm trực tiếp với đường Auga"
        },
        {
            "x1": 153,
            "y1": 390,
            "x2": 218,
            "y2": 580,
            "text": "露払いしてから いきますか‥！",
            "vi": "Bạn có muốn đi sau khi trả tiền không!"
        },
        {
            "x1": 902,
            "y1": 687,
            "x2": 1025,
            "y2": 1001,
            "text": "ライフリング バレルセット",
            "vi": "Súng trường đặt thùng"
        },
        {
            "x1": 638,
            "y1": 1015,
            "x2": 769,
            "y2": 1335,
            "text": "スローイング ダガーセット",
            "vi": "Chậm đặt bộ dagger"
        },
        {
            "x1": 469,
            "y1": 1268,
            "x2": 521,
            "y2": 1412,
            "text": "これは",
            "vi": "đây là"
        },
        {
            "x1": 136,
            "y1": 1213,
            "x2": 219,
            "y2": 1502,
            "text": "ジ剣の舞だ",
            "vi": "Đó là một điệu nhảy thanh kiếm"
        }
    ],
    "004.jpg": [
        {
            "x1": 542,
            "y1": 1223,
            "x2": 614,
            "y2": 1414,
            "text": "なんか数が 渡ってきてる⁉",
            "vi": "Một cái gì đó đang đến"
        },
        {
            "x1": 103,
            "y1": 1311,
            "x2": 163,
            "y2": 1493,
            "text": "好機だッ",
            "vi": "Đó là một cơ hội tốt"
        }
    ],
    "005.jpg": [
        {
            "x1": 160,
            "y1": 1245,
            "x2": 205,
            "y2": 1438,
            "text": "どこから⁉",
            "vi": "Từ đâu"
        }
    ],
    "006.jpg": [
        {
            "x1": 826,
            "y1": 141,
            "x2": 968,
            "y2": 568,
            "text": "次弾装境ッ",
            "vi": "Biên giới đạn tiếp theo"
        }
    ],
    "009.jpg": [
        {
            "x1": 398,
            "y1": 795,
            "x2": 458,
            "y2": 962,
            "text": "善戦…",
            "vi": "Trận chiến tốt..."
        },
        {
            "x1": 293,
            "y1": 1292,
            "x2": 422,
            "y2": 1530,
            "text": "いやフルンの 攻撃がまるで あたってない⁉",
            "vi": "Không, cuộc tấn công của Fulun không bị tấn công ở"
        }
    ],
    "010.jpg": [
        {
            "x1": 851,
            "y1": 181,
            "x2": 979,
            "y2": 400,
            "text": "こうなりゃ ライフリングセット 速度8○〇 消費ＭＰは４０",
            "vi": "Đây là tốc độ đặt súng trường 8 ○ 〇 MP người tiêu dùng là 40"
        },
        {
            "x1": 334,
            "y1": 171,
            "x2": 370,
            "y2": 321,
            "text": "いや まだだ",
            "vi": "Không, không"
        },
        {
            "x1": 113,
            "y1": 178,
            "x2": 185,
            "y2": 390,
            "text": "速度1０○○以 消費は ７○",
            "vi": "Tốc độ 10 ○ hoặc nhiều tiêu thụ là 7 ○"
        },
        {
            "x1": 193,
            "y1": 487,
            "x2": 238,
            "y2": 651,
            "text": "目に魔力を",
            "vi": "Sức mạnh kỳ diệu trong mắt"
        },
        {
            "x1": 138,
            "y1": 481,
            "x2": 215,
            "y2": 650,
            "text": "通して",
            "vi": "suốt"
        },
        {
            "x1": 113,
            "y1": 490,
            "x2": 150,
            "y2": 675,
            "text": "“魔の目使用",
            "vi": "“Sử dụng đôi mắt ma thuật"
        },
        {
            "x1": 861,
            "y1": 782,
            "x2": 992,
            "y2": 1070,
            "text": "これを撃ったら 今日はもうまともに 戦えない",
            "vi": "Nếu tôi bắn cái này, tôi không thể chiến đấu với nó ngày hôm nay nữa"
        },
        {
            "x1": 417,
            "y1": 1241,
            "x2": 577,
            "y2": 1505,
            "text": "「けど",
            "vi": "\"Chỉ"
        },
        {
            "x1": 37,
            "y1": 1293,
            "x2": 162,
            "y2": 1479,
            "text": "でも",
            "vi": "Chỉ"
        }
    ]
}