var ocr_data = {
    "002.jpg": [
        {
            "x1": 307,
            "y1": 807,
            "x2": 493,
            "y2": 847,
            "text": "領都ムバロ",
            "vi": "Mubaro Mubaro"
        }
    ],
    "003.jpg": [
        {
            "x1": 100,
            "y1": 530,
            "x2": 142,
            "y2": 612,
            "text": "どうです？ 領都の市は",
            "vi": "nó như thế nảo? Thành phố của lãnh thổ là"
        },
        {
            "x1": 564,
            "y1": 693,
            "x2": 582,
            "y2": 818,
            "text": "流石の賑わいです",
            "vi": "Nó là một người nhộn nhịp."
        },
        {
            "x1": 191,
            "y1": 704,
            "x2": 228,
            "y2": 832,
            "text": "それにどれもこれも ちょっと安いですね",
            "vi": "Và tất cả chúng đều rẻ một chút"
        },
        {
            "x1": 89,
            "y1": 727,
            "x2": 168,
            "y2": 854,
            "text": "卵もちらほら 見かけるけど ハルーラで聞いた 相場より苦千安い",
            "vi": "Bạn có thể nhìn thấy những quả trứng, nhưng nó được ấp ủ hơn tôi nghe ở Harura."
        }
    ],
    "005.jpg": [
        {
            "x1": 557,
            "y1": 101,
            "x2": 572,
            "y2": 227,
            "text": "まちまちとうか…",
            "vi": "Đó có phải là một thị trấn..."
        },
        {
            "x1": 526,
            "y1": 116,
            "x2": 541,
            "y2": 215,
            "text": "たとえばここ",
            "vi": "Ví dụ, ở đây"
        },
        {
            "x1": 442,
            "y1": 116,
            "x2": 501,
            "y2": 268,
            "text": "王都で買うのとを 出人た場合は王都の方が 高いです",
            "vi": "Nếu bạn mua nó ở thủ đô hoàng gia, thủ đô hoàng gia cao hơn."
        },
        {
            "x1": 92,
            "y1": 136,
            "x2": 172,
            "y2": 263,
            "text": "でも 同程度の 低い品質のものを 買い比べるなら 王都の方が安いです",
            "vi": "Nhưng nếu bạn mua và so sánh những người chất lượng thấp giống nhau, thủ đô hoàng gia rẻ hơn."
        },
        {
            "x1": 564,
            "y1": 385,
            "x2": 580,
            "y2": 484,
            "text": "地方の方が手に",
            "vi": "Khu vực nông thôn trong tay"
        },
        {
            "x1": 502,
            "y1": 384,
            "x2": 540,
            "y2": 509,
            "text": "王都の方が 安かったりもます",
            "vi": "Thủ đô Hoàng gia rẻ hơn"
        },
        {
            "x1": 86,
            "y1": 413,
            "x2": 269,
            "y2": 583,
            "text": "消耗品中食料なら 基本的に そこから 遠い街なら高いてす でも 高級品なんかは とこても高いですし 品質によっては 天井知らずですから",
            "vi": "Nếu đó là một loại thực phẩm cho hàng tiêu dùng, về cơ bản nó đắt tiền ở một thành phố xa xôi, nhưng hàng hóa sang trọng rất đắt tiền, và tùy thuộc vào chất lượng, bạn không biết trần nhà."
        },
        {
            "x1": 580,
            "y1": 687,
            "x2": 596,
            "y2": 773,
            "text": "ちなみに卵は",
            "vi": "Nhân tiện, trứng"
        }
    ],
    "006.jpg": [
        {
            "x1": 471,
            "y1": 93,
            "x2": 549,
            "y2": 247,
            "text": "地方は消聖量が 少ないです 持っていくのに 手問もかかりますからね",
            "vi": "Khu vực nông thôn có một số lượng nhỏ thánh, vì vậy bạn có thể yêu cầu mang nó."
        },
        {
            "x1": 81,
            "y1": 117,
            "x2": 126,
            "y2": 232,
            "text": "移動コストも 値段に乗る と",
            "vi": "Chi phí chuyển nhượng cũng có giá"
        },
        {
            "x1": 539,
            "y1": 337,
            "x2": 558,
            "y2": 398,
            "text": "そうです",
            "vi": "Đúng thế"
        },
        {
            "x1": 454,
            "y1": 339,
            "x2": 492,
            "y2": 492,
            "text": "海からの距離が 詳れる程に高くなります",
            "vi": "Khoảng cách từ biển sẽ cao hơn, càng cao"
        },
        {
            "x1": 140,
            "y1": 338,
            "x2": 196,
            "y2": 490,
            "text": "度法を使のて保存しつつ 運ぶという方法も 無いでは無いですけど",
            "vi": "Không có cách nào để thực hiện trong khi lưu bằng phương pháp bằng cấp."
        },
        {
            "x1": 51,
            "y1": 352,
            "x2": 125,
            "y2": 491,
            "text": "そうう方法は 上殺貴族や王族の古々 じゃないと 誰いと思ます",
            "vi": "Tôi nghĩ rằng phương pháp này không phải là ông già hay ông già của gia đình hoàng gia."
        },
        {
            "x1": 465,
            "y1": 571,
            "x2": 563,
            "y2": 719,
            "text": "なるほど つまり今 私の ストジ内にある 大量の海誰品は 接く高く売れると",
            "vi": "Thật vậy, nói cách khác, một lượng lớn biển trong các mũi khâu của tôi đang bán cao."
        },
        {
            "x1": 42,
            "y1": 546,
            "x2": 101,
            "y2": 674,
            "text": "手物め天日千じとか 教えたら流通事情が がららりと変わりそう",
            "vi": "Nếu bạn dạy một tennoji tàn tật, tình hình phân phối dường như thay đổi đáng kể."
        },
        {
            "x1": 44,
            "y1": 721,
            "x2": 82,
            "y2": 877,
            "text": "面倒事に巻き込まれそう だから教えないけどね",
            "vi": "Tôi sẽ không nói với bạn vì tôi sẽ gặp khó khăn"
        }
    ],
    "007.jpg": [
        {
            "x1": 528,
            "y1": 100,
            "x2": 583,
            "y2": 241,
            "text": "王都よりもで 買う方が安いものって ありますか？",
            "vi": "Có một cái gì đó rẻ hơn để mua hơn thủ đô hoàng gia?"
        },
        {
            "x1": 162,
            "y1": 116,
            "x2": 240,
            "y2": 256,
            "text": "そうですね ここだとお米です 国内のお米の生産地は 東の方ですが",
            "vi": "Vâng, đây là gạo. Khu vực sản xuất gạo trong nước ở phía đông."
        },
        {
            "x1": 94,
            "y1": 140,
            "x2": 133,
            "y2": 268,
            "text": "王都人の流通は ここを経由するので",
            "vi": "Bởi vì sự phân phối của thủ đô hoàng gia đi qua đây"
        },
        {
            "x1": 549,
            "y1": 351,
            "x2": 594,
            "y2": 488,
            "text": "買いましょう 沢山買いましょう",
            "vi": "Hãy mua nhiều"
        },
        {
            "x1": 120,
            "y1": 400,
            "x2": 164,
            "y2": 522,
            "text": "そう言うと 思ってました‥",
            "vi": "Tôi nghĩ rằng tôi sẽ nói điều đó..."
        },
        {
            "x1": 486,
            "y1": 603,
            "x2": 545,
            "y2": 691,
            "text": "お嬢ちゃん うちの米は 良い品質だよ",
            "vi": "Gạo của trẻ có chất lượng tốt"
        },
        {
            "x1": 400,
            "y1": 575,
            "x2": 440,
            "y2": 700,
            "text": "とれとれ…",
            "vi": "Mới bị bắt…"
        }
    ],
    "008.jpg": [
        {
            "x1": 509,
            "y1": 63,
            "x2": 584,
            "y2": 112,
            "text": "新米",
            "vi": "Gạo mới"
        },
        {
            "x1": 508,
            "y1": 89,
            "x2": 597,
            "y2": 139,
            "text": "30%o",
            "vi": "30%o."
        },
        {
            "x1": 244,
            "y1": 84,
            "x2": 332,
            "y2": 115,
            "text": "品質 中",
            "vi": "Chất lượng cao"
        },
        {
            "x1": 170,
            "y1": 77,
            "x2": 186,
            "y2": 216,
            "text": "これ古米混じってます",
            "vi": "Đây là một hỗn hợp gạo cũ"
        },
        {
            "x1": 56,
            "y1": 144,
            "x2": 76,
            "y2": 193,
            "text": "これも",
            "vi": "Đây cũng là"
        },
        {
            "x1": 45,
            "y1": 266,
            "x2": 86,
            "y2": 354,
            "text": "これは 下半分が古米",
            "vi": "Đây là nửa dưới của gạo"
        },
        {
            "x1": 49,
            "y1": 420,
            "x2": 103,
            "y2": 547,
            "text": "またしさんの よくわからないのが 始まった…",
            "vi": "Nó bắt đầu lại rằng tôi không hiểu nữa..."
        },
        {
            "x1": 521,
            "y1": 611,
            "x2": 560,
            "y2": 790,
            "text": "鑑定スキル亡 解析スキル持ちですからね",
            "vi": "Tôi có một kỹ năng phân tích kỹ năng đánh giá thiếu kinh nghiệm."
        },
        {
            "x1": 340,
            "y1": 716,
            "x2": 360,
            "y2": 864,
            "text": "ほか行きましょう",
            "vi": "Hãy đến đó"
        }
    ],
    "009.jpg": [
        {
            "x1": 574,
            "y1": 99,
            "x2": 590,
            "y2": 239,
            "text": "良かったんですか？",
            "vi": "Nó có tốt không?"
        },
        {
            "x1": 513,
            "y1": 157,
            "x2": 554,
            "y2": 283,
            "text": "もち米なんて 大量に買い込んで",
            "vi": "Mua nhiều gạo nếp"
        },
        {
            "x1": 143,
            "y1": 154,
            "x2": 168,
            "y2": 222,
            "text": "大発見",
            "vi": "Khám phá tuyệt vời"
        },
        {
            "x1": 96,
            "y1": 202,
            "x2": 120,
            "y2": 308,
            "text": "大収穫です",
            "vi": "Nó là một vụ thu hoạch tuyệt vời"
        },
        {
            "x1": 547,
            "y1": 383,
            "x2": 598,
            "y2": 516,
            "text": "これでお餅や 煎餅も作れる！",
            "vi": "Bây giờ bạn có thể làm bánh gạo và bánh quy cơm!"
        },
        {
            "x1": 431,
            "y1": 427,
            "x2": 510,
            "y2": 555,
            "text": "小豆とか大豆は 普通に売ってるじ 頭に購が満みだかららら 的子も作れるし",
            "vi": "Đậu đỏ và đậu nành được bán bình thường, vì vậy bạn có thể làm cho một đứa trẻ cẩu thả vì nó chứa đầy mua trên đầu."
        },
        {
            "x1": 88,
            "y1": 520,
            "x2": 139,
            "y2": 662,
            "text": "大福とかお団子とかも ああ おこわも いいなあ…………じゅるり",
            "vi": "Daifuku và bánh bao rất tốt......................"
        },
        {
            "x1": 560,
            "y1": 737,
            "x2": 594,
            "y2": 864,
            "text": "レンさんを信じよう リリー",
            "vi": "Hãy tin vào Len Lily"
        },
        {
            "x1": 465,
            "y1": 731,
            "x2": 522,
            "y2": 871,
            "text": "きっと私たちに 美味しい物を 振る舞ってくれるよー",
            "vi": "Chắc chắn chúng tôi sẽ cư xử những thứ ngon miệng với chúng tôi."
        },
        {
            "x1": 106,
            "y1": 753,
            "x2": 125,
            "y2": 866,
            "text": "そ そうだね！",
            "vi": "Đúng thế!"
        }
    ],
    "010.jpg": [
        {
            "x1": 544,
            "y1": 116,
            "x2": 563,
            "y2": 150,
            "text": "さて",
            "vi": "Bây giờ"
        },
        {
            "x1": 475,
            "y1": 149,
            "x2": 529,
            "y2": 236,
            "text": "そろそろ レストランの 開く時間です",
            "vi": "Đã đến lúc nhà hàng mở cửa"
        },
        {
            "x1": 91,
            "y1": 112,
            "x2": 129,
            "y2": 225,
            "text": "市場で色々 見ちゃいまじたね",
            "vi": "Tôi đã thấy rất nhiều trên thị trường"
        },
        {
            "x1": 456,
            "y1": 341,
            "x2": 517,
            "y2": 447,
            "text": "ドレスコード ありますけど どうします？",
            "vi": "Có một quy tắc ăn mặc, bạn làm gì?"
        },
        {
            "x1": 78,
            "y1": 397,
            "x2": 154,
            "y2": 510,
            "text": "領都の服屋でも レンさんの胸が スる服ありません でしたし",
            "vi": "Ngay cả trong cửa hàng quần áo trong lãnh thổ, ngực của Len cũng không phải là quần áo."
        },
        {
            "x1": 462,
            "y1": 615,
            "x2": 546,
            "y2": 756,
            "text": "おっぱい大きいのも 考えものだよねー 私もサイズない時 あるしー",
            "vi": "Đó là một bộ ngực lớn, phải không? Tôi không có kích thước."
        },
        {
            "x1": 68,
            "y1": 719,
            "x2": 128,
            "y2": 858,
            "text": "なんでしたら １段ランクを下げた レストランに………",
            "vi": "Bạn muốn trở thành một nhà hàng với một thứ hạng thấp hơn?"
        }
    ],
    "011.jpg": [
        {
            "x1": 527,
            "y1": 133,
            "x2": 575,
            "y2": 283,
            "text": "安心してください 準備は方端ですよ",
            "vi": "Hãy yên tâm rằng bạn đã sẵn sàng"
        },
        {
            "x1": 535,
            "y1": 695,
            "x2": 584,
            "y2": 863,
            "text": "無い物は",
            "vi": "Những gì không"
        }
    ],
    "012.jpg": [
        {
            "x1": 496,
            "y1": 83,
            "x2": 564,
            "y2": 741,
            "text": "自分で創ればいいんです！",
            "vi": "Bạn có thể tự làm cho mình!"
        },
        {
            "x1": 282,
            "y1": 440,
            "x2": 379,
            "y2": 841,
            "text": "じゃん！",
            "vi": "Jan!"
        }
    ],
    "013.jpg": [
        {
            "x1": 542,
            "y1": 86,
            "x2": 583,
            "y2": 205,
            "text": "アリサ レンさん 行きますよ",
            "vi": "Tôi sẽ đến Alisaren"
        },
        {
            "x1": 116,
            "y1": 103,
            "x2": 145,
            "y2": 177,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 537,
            "y1": 258,
            "x2": 589,
            "y2": 374,
            "text": "ギリ日認用の ちょっときわどい ドレスだけど然",
            "vi": "Đó là một chiếc váy nhỏ sắc nét với sự công nhận của Gili -Japan"
        },
        {
            "x1": 388,
            "y1": 264,
            "x2": 430,
            "y2": 420,
            "text": "リリーさんも アリサさんも可愛いく",
            "vi": "Cả Lily và Alisa đều dễ thương"
        },
        {
            "x1": 63,
            "y1": 374,
            "x2": 140,
            "y2": 528,
            "text": "レンさんだって その服ご自分で 作ったんでしょう とってももお似合いですよ",
            "vi": "Ren -san sẽ tự làm nó."
        },
        {
            "x1": 492,
            "y1": 717,
            "x2": 550,
            "y2": 872,
            "text": "せっかくいい レスドラン行くんだから 着こんで行かないとね",
            "vi": "Tôi phải đi đến Lesdoran vì tôi sẽ mặc nó."
        },
        {
            "x1": 7,
            "y1": 609,
            "x2": 72,
            "y2": 800,
            "text": "女子っぽい",
            "vi": "Nữ"
        }
    ],
    "014.jpg": [
        {
            "x1": 487,
            "y1": 93,
            "x2": 566,
            "y2": 235,
            "text": "でもレンさんが こんな格好して 衆目に晒されるなんて 私 我慢できないかも",
            "vi": "Nhưng có lẽ tôi không thể chịu đựng được chiếc váy của Ren như thế này và tiếp xúc với công chúng."
        },
        {
            "x1": 423,
            "y1": 198,
            "x2": 468,
            "y2": 349,
            "text": "・なんというか 妙な色気が凄いよー",
            "vi": "・ Bằng cách nào đó hấp dẫn giới tính kỳ lạ là tuyệt vời"
        },
        {
            "x1": 34,
            "y1": 125,
            "x2": 88,
            "y2": 368,
            "text": "女子っぽくない",
            "vi": "Không giống như một cô gái"
        }
    ],
    "016.jpg": [
        {
            "x1": 504,
            "y1": 89,
            "x2": 545,
            "y2": 196,
            "text": "流石に高級感 ありますね",
            "vi": "Có một cảm giác xa xỉ"
        },
        {
            "x1": 179,
            "y1": 93,
            "x2": 216,
            "y2": 232,
            "text": "置んだ料理のュースで 通されるフロアが",
            "vi": "Sàn nhà đi qua các món ăn bạn đặt"
        },
        {
            "x1": 83,
            "y1": 94,
            "x2": 120,
            "y2": 213,
            "text": "今回上のス 頼んだので…",
            "vi": "Tôi đã đặt hàng trên lần này..."
        },
        {
            "x1": 54,
            "y1": 219,
            "x2": 76,
            "y2": 276,
            "text": "ほへー",
            "vi": "HOhe"
        },
        {
            "x1": 510,
            "y1": 363,
            "x2": 552,
            "y2": 473,
            "text": "貴族のフロアは 更に奥…",
            "vi": "Sàn quý tộc còn sâu hơn nữa..."
        },
        {
            "x1": 462,
            "y1": 430,
            "x2": 503,
            "y2": 541,
            "text": "基本的に 個室なんですよ",
            "vi": "Về cơ bản là một phòng riêng"
        },
        {
            "x1": 67,
            "y1": 475,
            "x2": 91,
            "y2": 558,
            "text": "ほへへー",
            "vi": "Hohehe"
        },
        {
            "x1": 498,
            "y1": 644,
            "x2": 545,
            "y2": 786,
            "text": "でも すいません レンさん‥",
            "vi": "Nhưng tôi xin lỗi Ren..."
        }
    ],
    "017.jpg": [
        {
            "x1": 550,
            "y1": 38,
            "x2": 604,
            "y2": 207,
            "text": "レさんの美貌がれっはり 人の目を引いち中ってる みたいですね",
            "vi": "Có vẻ như vẻ đẹp của LE đang bị cuốn vào mắt mọi người."
        },
        {
            "x1": 100,
            "y1": 73,
            "x2": 140,
            "y2": 205,
            "text": "おおう！",
            "vi": "Hãy oh!"
        },
        {
            "x1": 574,
            "y1": 553,
            "x2": 594,
            "y2": 642,
            "text": "すいません",
            "vi": "Xin lỗi cho tôi hỏi"
        },
        {
            "x1": 165,
            "y1": 511,
            "x2": 181,
            "y2": 625,
            "text": "おまたせしました",
            "vi": "Cảm ơn bạn đã đợi"
        },
        {
            "x1": 527,
            "y1": 640,
            "x2": 566,
            "y2": 775,
            "text": "個室に行ければ よかったのですが",
            "vi": "Tôi ước tôi có thể vào phòng riêng"
        },
        {
            "x1": 250,
            "y1": 809,
            "x2": 324,
            "y2": 909,
            "text": "いえい ここまで来れば 金事を楽しむ のみですよ！",
            "vi": "Không, nếu bạn đến xa đến thế này, bạn chỉ cần tận hưởng tiền!"
        }
    ],
    "018.jpg": [
        {
            "x1": 196,
            "y1": 477,
            "x2": 376,
            "y2": 536,
            "text": "前菜とスープ ～パンも添えて～",
            "vi": "Thêm các món khai vị và súp ~"
        },
        {
            "x1": 520,
            "y1": 615,
            "x2": 560,
            "y2": 704,
            "text": "これはまた？ 大盛り？",
            "vi": "Đây có phải là một lần nữa không? Phục vụ lớn?"
        },
        {
            "x1": 157,
            "y1": 617,
            "x2": 243,
            "y2": 777,
            "text": "ある程度固まって 来ます このあとはメインの 肉料理です",
            "vi": "Nó sẽ đông cứng ở một mức độ nào đó sau khi đây là món thịt chính"
        },
        {
            "x1": 302,
            "y1": 753,
            "x2": 356,
            "y2": 852,
            "text": "コースでなくて ひとまとめで 来るんですね",
            "vi": "Đó không phải là một khóa học, nhưng nó kết hợp với nhau"
        },
        {
            "x1": 56,
            "y1": 739,
            "x2": 89,
            "y2": 852,
            "text": "半コースみたしな ものですね",
            "vi": "Nó giống như một nửa khóa học"
        }
    ],
    "019.jpg": [
        {
            "x1": 504,
            "y1": 103,
            "x2": 601,
            "y2": 230,
            "text": "このフロアを使える 富裕層でも 平民はマナーを 身にけてな 多いのです",
            "vi": "Ngay cả trong những người giàu có có thể sử dụng tầng này, những người thường dân thường học cách cư xử."
        },
        {
            "x1": 406,
            "y1": 83,
            "x2": 484,
            "y2": 264,
            "text": "順番に料理を持ってくる コース料理だと 色々と勘達して 女句を言う人が居るんですね",
            "vi": "Có những người nói một cụm từ phụ nữ theo nhiều cách khác nhau mà đó là một món ăn mang đến thức ăn theo thứ tự."
        },
        {
            "x1": 133,
            "y1": 139,
            "x2": 153,
            "y2": 233,
            "text": "なるほどー",
            "vi": "Tôi thấy"
        },
        {
            "x1": 575,
            "y1": 318,
            "x2": 591,
            "y2": 436,
            "text": "ともかく気にせず",
            "vi": "Dù sao thì tôi cũng không quan tâm"
        },
        {
            "x1": 383,
            "y1": 459,
            "x2": 406,
            "y2": 518,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 111,
            "y1": 368,
            "x2": 153,
            "y2": 527,
            "text": "さてさて… 料理はどんなものか…",
            "vi": "Nhân tiện... thức ăn..."
        },
        {
            "x1": 556,
            "y1": 609,
            "x2": 596,
            "y2": 735,
            "text": "サラダスープ 唐揚げっぽいもの",
            "vi": "Súp thức ăn chiên giống súp súp"
        },
        {
            "x1": 505,
            "y1": 650,
            "x2": 530,
            "y2": 826,
            "text": "パンは籠に山盛り",
            "vi": "Bánh mì được tâng bốc trong một giỏ"
        },
        {
            "x1": 158,
            "y1": 612,
            "x2": 181,
            "y2": 738,
            "text": "おお 白パンだ",
            "vi": "Đó là một loại bánh mì trắng"
        },
        {
            "x1": 89,
            "y1": 708,
            "x2": 139,
            "y2": 860,
            "text": "記憶が戻ってから 初めて見た",
            "vi": "Tôi đã thấy nó lần đầu tiên kể từ khi bộ nhớ của tôi trở lại"
        }
    ],
    "020.jpg": [
        {
            "x1": 489,
            "y1": 94,
            "x2": 548,
            "y2": 256,
            "text": "全部乗せだけど 応コースに則った 順番で食べるのがマナ",
            "vi": "Đó là tất cả về nó, nhưng đó là mana để ăn theo thứ tự theo khóa học"
        },
        {
            "x1": 54,
            "y1": 370,
            "x2": 75,
            "y2": 505,
            "text": "ではサラダから",
            "vi": "Sau đó từ món salad"
        },
        {
            "x1": 495,
            "y1": 573,
            "x2": 553,
            "y2": 769,
            "text": "食べちゃいましょう 高級レストラン",
            "vi": "Hãy ăn một nhà hàng xa xỉ"
        }
    ]
}