var ocr_data = {
    "001.jpg": [
        {
            "x1": 520,
            "y1": 106,
            "x2": 599,
            "y2": 226,
            "text": "うん 研修施設 みたいな風呂",
            "vi": "Vâng, một phòng tắm như một cơ sở đào tạo"
        },
        {
            "x1": 72,
            "y1": 304,
            "x2": 143,
            "y2": 426,
            "text": "風呂が動 あるだけでも ありがたい",
            "vi": "Tôi biết ơn vì bồn tắm đang di chuyển"
        },
        {
            "x1": 552,
            "y1": 491,
            "x2": 618,
            "y2": 649,
            "text": "さぱり",
            "vi": "Paddy"
        },
        {
            "x1": 338,
            "y1": 525,
            "x2": 385,
            "y2": 663,
            "text": "さっぱりした後は 夕食夕食：♥",
            "vi": "Sau khi sảng khoái, bữa tối ăn tối: ♥"
        }
    ],
    "002.jpg": [
        {
            "x1": 56,
            "y1": 83,
            "x2": 101,
            "y2": 253,
            "text": "そんなに睨まれる 覚えがないんだけど？",
            "vi": "Tôi không nhớ là đã lườm nhiều như vậy?"
        },
        {
            "x1": 487,
            "y1": 347,
            "x2": 560,
            "y2": 496,
            "text": "あの子ね まだ剣を打たせて もらえないの",
            "vi": "Đứa trẻ đó tôi chưa thể đánh thanh kiếm"
        },
        {
            "x1": 109,
            "y1": 331,
            "x2": 197,
            "y2": 471,
            "text": "そこに自分より 若い貴女が来て 鍛治場を１つ 占領してるでしょ？",
            "vi": "Bạn trẻ hơn bạn và bạn đang chiếm một dự báo, phải không?"
        },
        {
            "x1": 461,
            "y1": 555,
            "x2": 539,
            "y2": 688,
            "text": "鍛治場を借りてるん だから変な勘違い するな｣って 叱ったんだけど",
            "vi": "Đừng tạo ra sự hiểu lầm kỳ lạ vì tôi đang thuê một hình vuông. \""
        },
        {
            "x1": 402,
            "y1": 617,
            "x2": 446,
            "y2": 756,
            "text": "まだ子供だから 割り切れないのよ",
            "vi": "Tôi vẫn còn là một đứa trẻ, vì vậy nó không chia hết"
        },
        {
            "x1": 146,
            "y1": 770,
            "x2": 195,
            "y2": 854,
            "text": "はあ なるほど",
            "vi": "IS"
        }
    ],
    "003.jpg": [
        {
            "x1": 505,
            "y1": 111,
            "x2": 586,
            "y2": 266,
            "text": "大丈夫 見つめ返されれば 照れてあの反応でしょ？ 気にしないでいい中よ",
            "vi": "Nếu bạn nhìn lại, bạn ngại ngùng và phản ứng đó, phải không? Đừng lo lắng"
        },
        {
            "x1": 189,
            "y1": 104,
            "x2": 207,
            "y2": 257,
            "text": "そういうものですか",
            "vi": "Đó có phải là một cái gì đó như thế?"
        },
        {
            "x1": 102,
            "y1": 193,
            "x2": 125,
            "y2": 273,
            "text": "そうよ？",
            "vi": "Đúng thế?"
        },
        {
            "x1": 552,
            "y1": 410,
            "x2": 595,
            "y2": 546,
            "text": "それよりも貴女 胸おっきいわね？",
            "vi": "Bạn có nhiều ngực hơn thế không?"
        },
        {
            "x1": 479,
            "y1": 409,
            "x2": 512,
            "y2": 577,
            "text": "何すればその年で そんなにおおきなるの",
            "vi": "Nó sẽ lớn như vậy trong năm đó"
        },
        {
            "x1": 117,
            "y1": 437,
            "x2": 181,
            "y2": 544,
            "text": "そんなの 私が知りたい くらいですよ",
            "vi": "Tôi muốn biết rằng"
        },
        {
            "x1": 498,
            "y1": 651,
            "x2": 591,
            "y2": 802,
            "text": "むしろ 背が欲しいです 切実に",
            "vi": "Thay vào đó, tôi muốn một người cao"
        }
    ],
    "004.jpg": [
        {
            "x1": 528,
            "y1": 118,
            "x2": 546,
            "y2": 228,
            "text": "鍛治修行２日目",
            "vi": "Ngày đào tạo Kiji ngày 2"
        },
        {
            "x1": 450,
            "y1": 180,
            "x2": 495,
            "y2": 301,
            "text": "アルノーエ房の 朝は早い",
            "vi": "Buổi sáng của alnohe sớm"
        },
        {
            "x1": 458,
            "y1": 369,
            "x2": 556,
            "y2": 530,
            "text": "今回の悟覚契約では 賄いつきと 言うことなので お言葉に 甘えさせていただこう",
            "vi": "Trong hợp đồng cụ thể này, người ta nói rằng nó sẽ được bảo hiểm, vì vậy chúng ta hãy đưa ra cho nó."
        },
        {
            "x1": 498,
            "y1": 569,
            "x2": 548,
            "y2": 737,
            "text": "おはようございます 手伝います",
            "vi": "Chào buổi sáng, tôi sẽ giúp bạn"
        },
        {
            "x1": 224,
            "y1": 729,
            "x2": 269,
            "y2": 857,
            "text": "おはよう！ 悪いね 助かるよ",
            "vi": "buổi sáng tốt lành! Thật là xấu, tôi được cứu"
        }
    ],
    "005.jpg": [
        {
            "x1": 333,
            "y1": 357,
            "x2": 388,
            "y2": 385,
            "text": "朝食",
            "vi": "bữa ăn sáng"
        },
        {
            "x1": 240,
            "y1": 393,
            "x2": 433,
            "y2": 409,
            "text": "山盛りバン＆焼いたオーグ肉&",
            "vi": "Yamamori Van & Baked Ogg Thịt &"
        },
        {
            "x1": 551,
            "y1": 530,
            "x2": 595,
            "y2": 683,
            "text": "朝から凄い 沢山食べるんですね",
            "vi": "Tôi ăn rất nhiều từ buổi sáng"
        },
        {
            "x1": 91,
            "y1": 542,
            "x2": 136,
            "y2": 657,
            "text": "うーん ザ・オカミサン",
            "vi": "Hmm, okamisan"
        },
        {
            "x1": 386,
            "y1": 727,
            "x2": 402,
            "y2": 826,
            "text": "そりゃあ身体が",
            "vi": "Chà, cơ thể tôi"
        },
        {
            "x1": 328,
            "y1": 726,
            "x2": 362,
            "y2": 868,
            "text": "すぐ疲れるようじゃ やってられないのよ。",
            "vi": "Tôi không thể làm điều đó nếu tôi sớm mệt mỏi."
        }
    ],
    "006.jpg": [
        {
            "x1": 479,
            "y1": 88,
            "x2": 561,
            "y2": 228,
            "text": "それにしても あんた手際がいいね いつもより 早く終わったよ！",
            "vi": "Dù sao, bạn vẫn tốt, nó đã hoàn thành sớm hơn bình thường!"
        },
        {
            "x1": 64,
            "y1": 89,
            "x2": 109,
            "y2": 235,
            "text": "一応 冒険者ですし 自炊してますので",
            "vi": "Tôi là một nhà thám hiểm và tôi đang tự nấu mình"
        },
        {
            "x1": 482,
            "y1": 311,
            "x2": 562,
            "y2": 465,
            "text": "へえ！ 冒険者やってんのかい！ そんな小さいなりで ナ丈夫なのかい？",
            "vi": "Này! Bạn có phải là một nhà thám hiểm không! Nó có phải là một nhỏ và bền không?"
        },
        {
            "x1": 70,
            "y1": 525,
            "x2": 109,
            "y2": 639,
            "text": "おう お嬢ちゃん早いな",
            "vi": "Ôi cô gái trẻ sớm"
        },
        {
            "x1": 520,
            "y1": 697,
            "x2": 553,
            "y2": 822,
            "text": "レンです おはようこざいます",
            "vi": "Tôi là buổi sáng tốt lành"
        },
        {
            "x1": 65,
            "y1": 744,
            "x2": 125,
            "y2": 847,
            "text": "そうだったな レンだったか おはよう",
            "vi": "Đó là Ren, chào buổi sáng"
        }
    ],
    "007.jpg": [
        {
            "x1": 523,
            "y1": 104,
            "x2": 600,
            "y2": 240,
            "text": "そろそろと 職）さん見習いさん テ稚さん女中さん 総勢66やって来る",
            "vi": "Đã đến lúc làm việc) Ông Taifun, tổng cộng những người giúp việc, đang đến"
        },
        {
            "x1": 115,
            "y1": 135,
            "x2": 133,
            "y2": 249,
            "text": "職人工房って感じ",
            "vi": "Cảm thấy như một thợ thủ công"
        },
        {
            "x1": 554,
            "y1": 566,
            "x2": 591,
            "y2": 693,
            "text": "なんか今日の飯 いつもより美味い？",
            "vi": "Có tốt hơn bình thường ngày nay không?"
        },
        {
            "x1": 176,
            "y1": 604,
            "x2": 213,
            "y2": 758,
            "text": "今日はこの子が 手伝ってくれたんたよ",
            "vi": "Đứa trẻ này đã giúp đỡ hôm nay"
        },
        {
            "x1": 515,
            "y1": 754,
            "x2": 530,
            "y2": 874,
            "text": "あ俺もそれ思った",
            "vi": "Oh, tôi cũng nghĩ"
        },
        {
            "x1": 91,
            "y1": 734,
            "x2": 166,
            "y2": 861,
            "text": "凄い手際が良てね 味付けもやらせて みたんだけど この子凄いのよ！",
            "vi": "Tôi rất giỏi đến nỗi tôi đã cố gắng để nêm nó, nhưng đứa trẻ này thật tuyệt vời!"
        }
    ],
    "008.jpg": [
        {
            "x1": 492,
            "y1": 104,
            "x2": 530,
            "y2": 216,
            "text": "あまり持ち上げ ないでください",
            "vi": "Không nâng quá nhiều"
        },
        {
            "x1": 116,
            "y1": 87,
            "x2": 235,
            "y2": 250,
            "text": "にら",
            "vi": "Ni"
        },
        {
            "x1": 63,
            "y1": 129,
            "x2": 119,
            "y2": 224,
            "text": "軽く会釈して 愛想笑い ザ・ニホンジン",
            "vi": "Lightly cúi đầu và cười"
        },
        {
            "x1": 497,
            "y1": 552,
            "x2": 543,
            "y2": 698,
            "text": "午前中は 昨日の剣の仕上げ",
            "vi": "Vào buổi sáng, kết thúc thanh kiếm của ngày hôm qua"
        }
    ],
    "009.jpg": [
        {
            "x1": 555,
            "y1": 91,
            "x2": 587,
            "y2": 238,
            "text": "刃を低いで",
            "vi": "Thấp lưỡi"
        },
        {
            "x1": 206,
            "y1": 90,
            "x2": 239,
            "y2": 266,
            "text": "刀身を納める",
            "vi": "Đặt lưỡi kiếm"
        },
        {
            "x1": 295,
            "y1": 374,
            "x2": 334,
            "y2": 524,
            "text": "鞘も作って",
            "vi": "Làm một vỏ bọc"
        },
        {
            "x1": 80,
            "y1": 553,
            "x2": 611,
            "y2": 569,
            "text": "※例によて倉造魔法を件用しながらい作スピ。ドビルドじでおり」ます",
            "vi": "* Như thường lệ, Kurazo Magic là một gián điệp. Tôi Devurdo \""
        },
        {
            "x1": 549,
            "y1": 629,
            "x2": 598,
            "y2": 745,
            "text": "うーん まさに剣だね",
            "vi": "Vâng, đó là một thanh kiếm"
        },
        {
            "x1": 173,
            "y1": 676,
            "x2": 194,
            "y2": 790,
            "text": "仕上げの間に",
            "vi": "Trong quá trình kết thúc"
        },
        {
            "x1": 87,
            "y1": 734,
            "x2": 158,
            "y2": 857,
            "text": "炉の温度も 上がった様だし 剣を打ちますか",
            "vi": "Có vẻ như nhiệt độ của lò đã tăng lên và bạn có đâm vào thanh kiếm không?"
        }
    ],
    "010.jpg": [
        {
            "x1": 520,
            "y1": 469,
            "x2": 537,
            "y2": 532,
            "text": "5しゅ",
            "vi": "5."
        },
        {
            "x1": 52,
            "y1": 456,
            "x2": 116,
            "y2": 628,
            "text": "午前中は ずっと剣を打ってたけど 流石に疲れた",
            "vi": "Tôi đã đánh một thanh kiếm suốt buổi sáng, nhưng tôi mệt mỏi"
        },
        {
            "x1": 496,
            "y1": 700,
            "x2": 538,
            "y2": 819,
            "text": "おう お嬢ちゃん 休憩か？",
            "vi": "Đó có phải là một sự phá vỡ của một phụ nữ trẻ?"
        },
        {
            "x1": 64,
            "y1": 760,
            "x2": 111,
            "y2": 849,
            "text": "レンです 休憩中です",
            "vi": "Tôi đang nghỉ ngơi"
        }
    ],
    "011.jpg": [
        {
            "x1": 545,
            "y1": 103,
            "x2": 581,
            "y2": 199,
            "text": "そうだったな レンだったな",
            "vi": "Đó là Ren"
        },
        {
            "x1": 247,
            "y1": 102,
            "x2": 267,
            "y2": 188,
            "text": "ああ そうだ",
            "vi": "Ồ vâng"
        },
        {
            "x1": 105,
            "y1": 95,
            "x2": 162,
            "y2": 235,
            "text": "昨日から打ってるんだ そろそろ一振り位は 仕上がりそうか？",
            "vi": "Tôi đã đánh từ ngày hôm qua, nó sẽ sớm trở thành một vị trí hoàn thiện?"
        },
        {
            "x1": 397,
            "y1": 273,
            "x2": 446,
            "y2": 349,
            "text": "あち",
            "vi": "Ở đó"
        },
        {
            "x1": 498,
            "y1": 315,
            "x2": 577,
            "y2": 442,
            "text": "刀身だけなら 何本がは打ちました 朝まで仕上げたのは １本だけですね",
            "vi": "Nếu chỉ có lưỡi kiếm, tôi đánh nó. Chỉ có một lần hoàn thành cho đến sáng."
        },
        {
            "x1": 138,
            "y1": 343,
            "x2": 157,
            "y2": 446,
            "text": "‥随分早いな",
            "vi": "‥ Nó rất nhanh"
        },
        {
            "x1": 501,
            "y1": 532,
            "x2": 580,
            "y2": 645,
            "text": "おいおい 昨日の今日で もう仕上げたとか 嘘吐くなよ！",
            "vi": "Này, đừng nói dối hoặc nói dối ngày hôm qua!"
        },
        {
            "x1": 106,
            "y1": 567,
            "x2": 154,
            "y2": 648,
            "text": "おい エド 止めろ",
            "vi": "Này Ed dừng lại"
        },
        {
            "x1": 552,
            "y1": 751,
            "x2": 573,
            "y2": 860,
            "text": "だけど兄貴！",
            "vi": "Nhưng anh trai!"
        }
    ],
    "012.jpg": [
        {
            "x1": 511,
            "y1": 106,
            "x2": 558,
            "y2": 196,
            "text": "相手は客だ 弁えろ",
            "vi": "Đối thủ là khách hàng."
        },
        {
            "x1": 155,
            "y1": 77,
            "x2": 203,
            "y2": 216,
            "text": "はあ… この馬鹿息子は‥",
            "vi": "Ồ... con trai ngốc này..."
        },
        {
            "x1": 60,
            "y1": 135,
            "x2": 142,
            "y2": 275,
            "text": "すまんがお嬢ちゃん 仕上げた剣を 見せてもらっても いいか？",
            "vi": "Tôi có thể có một thanh kiếm mà tôi đã hoàn thành với một cô gái trẻ không?"
        },
        {
            "x1": 493,
            "y1": 354,
            "x2": 529,
            "y2": 440,
            "text": "構いませんよ これです",
            "vi": "Đây là nó"
        },
        {
            "x1": 485,
            "y1": 666,
            "x2": 528,
            "y2": 778,
            "text": "これは 良い出来だな‥",
            "vi": "Đây là một điều tốt..."
        },
        {
            "x1": 127,
            "y1": 674,
            "x2": 187,
            "y2": 800,
            "text": "・昨日打って 今朝仕上げてこれか 末恐ろしいな",
            "vi": "・ Tôi đã đánh nó ngày hôm qua và kết thúc nó sáng nay."
        },
        {
            "x1": 59,
            "y1": 746,
            "x2": 77,
            "y2": 872,
            "text": "こんな‥嘘だ‥",
            "vi": "Đây là một lời nói dối..."
        }
    ],
    "013.jpg": [
        {
            "x1": 506,
            "y1": 116,
            "x2": 584,
            "y2": 243,
            "text": "今日もずっと 叩いてる音が 聞こえてたか どの位打ったんだ？",
            "vi": "Bạn đã nghe thấy âm thanh mà bạn đã phát ra bao nhiêu ngày hôm nay?"
        },
        {
            "x1": 99,
            "y1": 140,
            "x2": 177,
            "y2": 292,
            "text": "ええと 刀身だけですけど ２本です",
            "vi": "Vâng, nó chỉ là một lưỡi kiếm, nhưng đó là hai"
        },
        {
            "x1": 551,
            "y1": 342,
            "x2": 572,
            "y2": 439,
            "text": "は？ ２本？",
            "vi": "hàm răng? Hai?"
        },
        {
            "x1": 467,
            "y1": 349,
            "x2": 507,
            "y2": 488,
            "text": "いやいや それは早すきるだろ",
            "vi": "Không, nó sẽ nhanh hơn"
        },
        {
            "x1": 129,
            "y1": 346,
            "x2": 165,
            "y2": 487,
            "text": "嘘だ！ そんなのありえない！",
            "vi": "Đó là một lời nói dối! Điều đó là không thể!"
        },
        {
            "x1": 528,
            "y1": 535,
            "x2": 598,
            "y2": 656,
            "text": "鍛治場で 徐冷中ですけど 見ますか？",
            "vi": "Tôi đang tốt nghiệp theo thủ tục, nhưng bạn có thấy nó không?"
        },
        {
            "x1": 287,
            "y1": 543,
            "x2": 332,
            "y2": 679,
            "text": "…そうだな 見せてもらおうか",
            "vi": "“Đúng vậy, hãy cho tôi xem"
        },
        {
            "x1": 214,
            "y1": 615,
            "x2": 277,
            "y2": 685,
            "text": "おい おまえら 行くぞ！",
            "vi": "Này, bạn sẽ đi!"
        }
    ],
    "014.jpg": [
        {
            "x1": 68,
            "y1": 89,
            "x2": 105,
            "y2": 199,
            "text": "ほう…これも よさそうだな‥",
            "vi": "Huh... cái này trông cũng tốt..."
        },
        {
            "x1": 152,
            "y1": 386,
            "x2": 170,
            "y2": 504,
            "text": "…これは 凄いな",
            "vi": "… Thật là đáng ngạc nhiên"
        },
        {
            "x1": 48,
            "y1": 462,
            "x2": 89,
            "y2": 575,
            "text": "嘘だ… こんなの嘘だ・。",
            "vi": "Đó là một lời nói dối... đây là một lời nói dối."
        },
        {
            "x1": 498,
            "y1": 640,
            "x2": 543,
            "y2": 790,
            "text": "これで わかっただろう？",
            "vi": "Bạn có hiểu điều này không?"
        },
        {
            "x1": 72,
            "y1": 719,
            "x2": 109,
            "y2": 859,
            "text": "少しでも多く槌を振れ 馬鹿たれが",
            "vi": "Vung một chút búa và một kẻ ngốc"
        }
    ],
    "015.jpg": [
        {
            "x1": 552,
            "y1": 346,
            "x2": 596,
            "y2": 498,
            "text": "いやー レンちゃん凄いね",
            "vi": "Không, Ren thật tuyệt vời"
        },
        {
            "x1": 117,
            "y1": 357,
            "x2": 172,
            "y2": 470,
            "text": "その若さで あれだけのものが 打てるとか",
            "vi": "Bạn có thể đánh rất nhiều vào tuổi trẻ đó"
        },
        {
            "x1": 561,
            "y1": 703,
            "x2": 579,
            "y2": 823,
            "text": "えっと 秘密です？",
            "vi": "Ừm, nó là một bí mật?"
        },
        {
            "x1": 97,
            "y1": 743,
            "x2": 133,
            "y2": 869,
            "text": "あはは それはそうだわ",
            "vi": "Đúng thế"
        }
    ],
    "016.jpg": [
        {
            "x1": 490,
            "y1": 117,
            "x2": 569,
            "y2": 270,
            "text": "そう言えば さっき中庭で休んでた時 水飲んでるコップに 何か入ってた",
            "vi": "Nói về điều đó, khi tôi đang nghỉ ngơi trong sân, tôi đang ở trong một chiếc cốc tôi đang uống."
        },
        {
            "x1": 53,
            "y1": 168,
            "x2": 100,
            "y2": 307,
            "text": "氷です 氷魔法使えるので",
            "vi": "Đó là băng, bởi vì có thể sử dụng ma thuật băng"
        },
        {
            "x1": 497,
            "y1": 406,
            "x2": 540,
            "y2": 542,
            "text": "氷魔法⁉",
            "vi": "Ma thuật băng"
        },
        {
            "x1": 519,
            "y1": 707,
            "x2": 561,
            "y2": 829,
            "text": "ちょ 氷魔法使えるの⁉",
            "vi": "Bạn có thể sử dụng một phép thuật gà"
        },
        {
            "x1": 408,
            "y1": 738,
            "x2": 425,
            "y2": 864,
            "text": "どの位彼えるの⁉",
            "vi": "Anh ấy sẽ bao lâu?"
        },
        {
            "x1": 112,
            "y1": 741,
            "x2": 131,
            "y2": 828,
            "text": "まだ使える⁉",
            "vi": "Vẫn có thể được sử dụng⁉"
        }
    ],
    "017.jpg": [
        {
            "x1": 544,
            "y1": 99,
            "x2": 606,
            "y2": 179,
            "text": "あの 落ち着いて ください",
            "vi": "Hãy bình tĩnh lại"
        },
        {
            "x1": 486,
            "y1": 126,
            "x2": 507,
            "y2": 255,
            "text": "女将さんまで‥",
            "vi": "Đến bà chủ..."
        },
        {
            "x1": 91,
            "y1": 97,
            "x2": 162,
            "y2": 251,
            "text": "そういえば 氷属性魔法って それなりに レアスキルだったつけ？",
            "vi": "Nói về điều đó, Ma thuật thuộc tính băng là một kỹ năng hiếm hoi?"
        },
        {
            "x1": 504,
            "y1": 343,
            "x2": 592,
            "y2": 456,
            "text": "あのね 今日から ７月なのよ 今年は いやに暑いし",
            "vi": "À, đó là tháng 7 từ hôm nay, năm nay nó thực sự nóng bỏng"
        },
        {
            "x1": 450,
            "y1": 378,
            "x2": 486,
            "y2": 519,
            "text": "氷屋さんに 来ての十変",
            "vi": "Mười thay đổi khi tôi đến cửa hàng băng"
        },
        {
            "x1": 60,
            "y1": 288,
            "x2": 172,
            "y2": 679,
            "text": "氷魔法名",
            "vi": "Tên ma thuật băng"
        },
        {
            "x1": 459,
            "y1": 742,
            "x2": 498,
            "y2": 855,
            "text": "れかっ わかりました！",
            "vi": "Tôi hiểu!"
        }
    ],
    "018.jpg": [
        {
            "x1": 44,
            "y1": 437,
            "x2": 123,
            "y2": 590,
            "text": "この雰囲気だと 明日以降も氷作らされる 羽目になりそうな 気がするんですが？",
            "vi": "Với bầu không khí này, tôi cảm thấy như tôi sẽ làm băng sau ngày mai."
        },
        {
            "x1": 510,
            "y1": 652,
            "x2": 560,
            "y2": 782,
            "text": "お金出すから 明日もお願い！",
            "vi": "Tôi sẽ cho bạn tiền ngày mai!"
        },
        {
            "x1": 467,
            "y1": 742,
            "x2": 492,
            "y2": 837,
            "text": "ね？ ね⁉",
            "vi": "này? này⁉"
        },
        {
            "x1": 52,
            "y1": 693,
            "x2": 122,
            "y2": 871,
            "text": "まじっすか いや お金もらえるなら 別にいいですけど",
            "vi": "Nghiêm túc, không sao nếu bạn nhận được tiền"
        },
        {
            "x1": 40,
            "y1": 896,
            "x2": 569,
            "y2": 922,
            "text": "よくわからないけれど人間製氷機みたいです",
            "vi": "Tôi không chắc chắn, nhưng nó trông giống như một con người"
        }
    ]
}