var ocr_data = {
    "001.jpg": [
        {
            "x1": 71,
            "y1": 232,
            "x2": 388,
            "y2": 265,
            "text": "キル保者の話思に関係なく周田を魅了するル 象の男をは問わなし",
            "vi": "Bất kể câu chuyện của The Kill Persp"
        },
        {
            "x1": 72,
            "y1": 309,
            "x2": 238,
            "y2": 323,
            "text": "その為精神時性しを得る",
            "vi": "Do đó, có được thời gian tinh thần"
        },
        {
            "x1": 516,
            "y1": 368,
            "x2": 557,
            "y2": 485,
            "text": "…厄介ことの ネ夕が増えたよ",
            "vi": "… Số lượng buổi tối rắc rối đã tăng lên"
        },
        {
            "x1": 125,
            "y1": 368,
            "x2": 145,
            "y2": 446,
            "text": "やったね",
            "vi": "Bạn đã làm điều đó"
        },
        {
            "x1": 46,
            "y1": 355,
            "x2": 106,
            "y2": 524,
            "text": "って 全然よくないよ⁉",
            "vi": "Nó không tốt chút nào"
        }
    ],
    "002.jpg": [
        {
            "x1": 561,
            "y1": 81,
            "x2": 598,
            "y2": 204,
            "text": "うわあ‥",
            "vi": "Thành công lớn..."
        },
        {
            "x1": 476,
            "y1": 99,
            "x2": 531,
            "y2": 293,
            "text": "このまま この２人と 雑魚寝…？",
            "vi": "Như nó là, hai người này và cá nhỏ ngủ...?"
        },
        {
            "x1": 89,
            "y1": 179,
            "x2": 148,
            "y2": 293,
            "text": "身の危険を 感じる…",
            "vi": "Tôi cảm thấy nguy hiểm..."
        },
        {
            "x1": 92,
            "y1": 621,
            "x2": 172,
            "y2": 813,
            "text": "その夜",
            "vi": "Đêm đó"
        }
    ],
    "003.jpg": [
        {
            "x1": 183,
            "y1": 114,
            "x2": 232,
            "y2": 228,
            "text": "レンの体から 溢れる魔性",
            "vi": "Ma thuật tràn ra từ cơ thể của Len"
        },
        {
            "x1": 476,
            "y1": 75,
            "x2": 547,
            "y2": 419,
            "text": "一触即発…！",
            "vi": "Hành động ngay lập tức...!"
        },
        {
            "x1": 60,
            "y1": 364,
            "x2": 122,
            "y2": 577,
            "text": "りリー達から立ち上るのは 本気で発情した時に発する 汗とフェロモンの混じった匂い",
            "vi": "Sự gia tăng từ Ree Lee là hỗn hợp mồ hôi và pheromone phát ra khi động dục"
        },
        {
            "x1": 151,
            "y1": 680,
            "x2": 233,
            "y2": 894,
            "text": "一瞬でも触れたら 何かが始まってしまう 確信に慄き",
            "vi": "Tôi hy vọng rằng một cái gì đó sẽ bắt đầu nếu tôi chạm vào nó một lúc"
        }
    ],
    "004.jpg": [
        {
            "x1": 82,
            "y1": 617,
            "x2": 198,
            "y2": 868,
            "text": "全員 “気を付け\"の体勢で 並んでいた",
            "vi": "Mọi người đều xếp hàng ở vị trí \"đồng hồ\""
        }
    ],
    "005.jpg": [
        {
            "x1": 523,
            "y1": 82,
            "x2": 565,
            "y2": 259,
            "text": "馬車の中は",
            "vi": "Trong xe ngựa"
        },
        {
            "x1": 59,
            "y1": 181,
            "x2": 119,
            "y2": 382,
            "text": "魔性とフェロモン 渦巻く蠱惑の檻‥",
            "vi": "Magic và pheromone xoáy lồng..."
        },
        {
            "x1": 486,
            "y1": 525,
            "x2": 509,
            "y2": 640,
            "text": "押し倒したい",
            "vi": "Tôi muốn đẩy nó xuống"
        },
        {
            "x1": 261,
            "y1": 485,
            "x2": 320,
            "y2": 618,
            "text": "今すぐ “日課\"したい",
            "vi": "Tôi muốn \"thói quen hàng ngày\" bây giờ"
        },
        {
            "x1": 75,
            "y1": 557,
            "x2": 126,
            "y2": 637,
            "text": "子ども 作りたい",
            "vi": "Tôi muốn có một đứa trẻ"
        }
    ],
    "006.jpg": [
        {
            "x1": 552,
            "y1": 105,
            "x2": 591,
            "y2": 344,
            "text": "へタじ女子軍団",
            "vi": "Quân đoàn phụ nữ Hutaji"
        },
        {
            "x1": 42,
            "y1": 139,
            "x2": 76,
            "y2": 334,
            "text": "一睡もできず",
            "vi": "Tôi không thể ngủ"
        },
        {
            "x1": 34,
            "y1": 655,
            "x2": 74,
            "y2": 849,
            "text": "・気まずい‥",
            "vi": "·ngượng nghịu‥"
        }
    ],
    "007.jpg": [
        {
            "x1": 185,
            "y1": 23,
            "x2": 388,
            "y2": 136,
            "text": "不眼。",
            "vi": "Không mắt."
        }
    ],
    "008.jpg": [
        {
            "x1": 94,
            "y1": 69,
            "x2": 148,
            "y2": 201,
            "text": "あ 見えて きましたねー",
            "vi": "Ồ, bạn có thể nhìn thấy nó"
        },
        {
            "x1": 489,
            "y1": 301,
            "x2": 563,
            "y2": 492,
            "text": "領都！",
            "vi": "Lãnh thổ!"
        }
    ],
    "009.jpg": [
        {
            "x1": 453,
            "y1": 119,
            "x2": 497,
            "y2": 312,
            "text": "領都ムバロ",
            "vi": "Mubaro Mubaro"
        },
        {
            "x1": 242,
            "y1": 623,
            "x2": 311,
            "y2": 825,
            "text": "武人の家系で有名な が口伯爵家家の統治する都 産業にも力を入れている",
            "vi": "Nổi tiếng với gia đình của chiến binh, chúng tôi cũng đang tập trung vào ngành công nghiệp thủ đô, nơi được điều hành bởi gia đình Collac."
        },
        {
            "x1": 82,
            "y1": 710,
            "x2": 150,
            "y2": 843,
            "text": "あの城壁 どれだけ でかいんだよ‥",
            "vi": "Bức tường đó lớn làm sao..."
        }
    ],
    "010.jpg": [
        {
            "x1": 557,
            "y1": 91,
            "x2": 594,
            "y2": 216,
            "text": "王都の城壁は もうとナきいですよ",
            "vi": "Bức tường của thủ đô hoàng gia đã là một ngây thơ"
        },
        {
            "x1": 121,
            "y1": 106,
            "x2": 139,
            "y2": 170,
            "text": "ふええ…",
            "vi": "Rae..."
        },
        {
            "x1": 546,
            "y1": 306,
            "x2": 582,
            "y2": 459,
            "text": "ここからても まだ半日位はかがます",
            "vi": "Ngay cả từ đây, nó vẫn còn khoảng nửa ngày"
        },
        {
            "x1": 105,
            "y1": 317,
            "x2": 142,
            "y2": 457,
            "text": "領都にえれるのは 明日の午前中ですかれ",
            "vi": "Nó sẽ là vào buổi sáng ngày mai"
        },
        {
            "x1": 547,
            "y1": 539,
            "x2": 604,
            "y2": 652,
            "text": "中とここまで 来ましたけど… ちょっと変ですね",
            "vi": "Tôi đã vào bên trong và đây, nhưng nó hơi kỳ lạ"
        },
        {
            "x1": 450,
            "y1": 707,
            "x2": 511,
            "y2": 854,
            "text": "：普通 ２〜３回位は 魔物に襲われるもの なんですが",
            "vi": ": Thông thường 2-3 lần bị quái vật tấn công."
        },
        {
            "x1": 97,
            "y1": 758,
            "x2": 153,
            "y2": 858,
            "text": "…レンさん もかして 何かしてます？",
            "vi": "… Ren -san đang làm gì đó?"
        }
    ],
    "011.jpg": [
        {
            "x1": 508,
            "y1": 106,
            "x2": 547,
            "y2": 193,
            "text": "平和なのが 一番ですよ？",
            "vi": "Có phải là tốt nhất để được hòa bình?"
        },
        {
            "x1": 77,
            "y1": 86,
            "x2": 116,
            "y2": 214,
            "text": "魔物避け 振りまいてるかららね",
            "vi": "Tôi không nghĩ rằng tôi đang run rẩy quỷ"
        },
        {
            "x1": 483,
            "y1": 273,
            "x2": 562,
            "y2": 431,
            "text": "ついてに リルンが新じいスキルを 覚えたようで それの効果もあるみたい",
            "vi": "Ngoài ra, Lilun dường như đã học được những kỹ năng mới, và nó dường như có hiệu quả."
        },
        {
            "x1": 133,
            "y1": 263,
            "x2": 478,
            "y2": 389,
            "text": "威圧LV.1",
            "vi": "Đáng sợ LV. 1"
        },
        {
            "x1": 138,
            "y1": 406,
            "x2": 397,
            "y2": 422,
            "text": "自分より弱い相手を近づけないスキル",
            "vi": "Kỹ năng không tiếp cận ai đó yếu hơn bạn"
        },
        {
            "x1": 496,
            "y1": 525,
            "x2": 553,
            "y2": 651,
            "text": "こまで 何も無いのは 逆におかしいよね",
            "vi": "Thật kỳ lạ khi không có gì giống như thế này"
        },
        {
            "x1": 82,
            "y1": 535,
            "x2": 102,
            "y2": 606,
            "text": "ヌフフフ",
            "vi": "Nufufufufu"
        }
    ],
    "013.jpg": [
        {
            "x1": 512,
            "y1": 79,
            "x2": 549,
            "y2": 241,
            "text": "むーん そうなると あの宿か ぁっちの宿かる。",
            "vi": "Mmm, đó là nhà trọ."
        },
        {
            "x1": 217,
            "y1": 83,
            "x2": 253,
            "y2": 190,
            "text": "リリーそこまで 悩まなくても",
            "vi": "Lily ngay cả khi bạn không phải lo lắng nhiều"
        },
        {
            "x1": 123,
            "y1": 95,
            "x2": 182,
            "y2": 250,
            "text": "領都では 一泊するだけだじ 外食と言う手もあるよ",
            "vi": "Trong lãnh thổ, cũng có một cách để ăn ra Dashi."
        },
        {
            "x1": 41,
            "y1": 137,
            "x2": 119,
            "y2": 278,
            "text": "ほら 領都のレストランって 言えはあそこ あるじゃない",
            "vi": "Có một nhà hàng trên lãnh thổ, phải không?"
        },
        {
            "x1": 508,
            "y1": 421,
            "x2": 549,
            "y2": 543,
            "text": "ああの レストランかー",
            "vi": "Oh nhà hàng đó"
        },
        {
            "x1": 464,
            "y1": 438,
            "x2": 478,
            "y2": 562,
            "text": "ルーラに行打時",
            "vi": "Khi đánh thước kẻ"
        },
        {
            "x1": 403,
            "y1": 436,
            "x2": 442,
            "y2": 550,
            "text": "たしかにあそこは 業味しかったね！",
            "vi": "Chắc chắn nó là ngon!"
        },
        {
            "x1": 64,
            "y1": 451,
            "x2": 100,
            "y2": 553,
            "text": "うん それで行こう！",
            "vi": "Được rồi đi thôi!"
        },
        {
            "x1": 533,
            "y1": 645,
            "x2": 553,
            "y2": 694,
            "text": "どんな",
            "vi": "loại nao"
        },
        {
            "x1": 499,
            "y1": 646,
            "x2": 517,
            "y2": 733,
            "text": "なんですか？",
            "vi": "nó............... là gì?"
        },
        {
            "x1": 49,
            "y1": 680,
            "x2": 165,
            "y2": 835,
            "text": "領都一と言れれてる レストランで そこの料理長が 領主である伯露様の お気に入りということで 有名ですね",
            "vi": "Nó nổi tiếng vì thực tế là đầu bếp là Chúa, Rich -sama, trong một nhà hàng có thể được cho là lãnh thổ đầu tiên của lãnh thổ."
        }
    ],
    "015.jpg": [
        {
            "x1": 505,
            "y1": 91,
            "x2": 558,
            "y2": 211,
            "text": "はいわかりました そのレストラン 期待してますね",
            "vi": "Vâng, tôi đang mong đợi nhà hàng đó"
        },
        {
            "x1": 512,
            "y1": 283,
            "x2": 529,
            "y2": 437,
            "text": "高級レスドランが",
            "vi": "Đấu vật xa xỉ"
        },
        {
            "x1": 54,
            "y1": 304,
            "x2": 114,
            "y2": 460,
            "text": "この世界の 高級レストランって どんなの出るんだろも？",
            "vi": "Các nhà hàng cao trong thế giới này là gì?"
        },
        {
            "x1": 57,
            "y1": 668,
            "x2": 146,
            "y2": 814,
            "text": "ちょっと ドキドキ してきたそ",
            "vi": "Tôi hơi hào hứng"
        },
        {
            "x1": 32,
            "y1": 896,
            "x2": 577,
            "y2": 924,
            "text": "よくわからないけれど美食の予感がするのです‼",
            "vi": "Tôi không chắc, nhưng tôi có cảm giác ẩm thực."
        }
    ]
}