var ocr_data = {
    "001.jpg": [
        {
            "x1": 539,
            "y1": 81,
            "x2": 595,
            "y2": 250,
            "text": "あんたは この村の恩人だ",
            "vi": "Bạn là ân nhân của ngôi làng này"
        },
        {
            "x1": 95,
            "y1": 151,
            "x2": 164,
            "y2": 289,
            "text": "今この村では 卵５００個よりも 雪の方が貴重だい",
            "vi": "Bây giờ ở ngôi làng này, tuyết có giá trị hơn 500 trứng"
        },
        {
            "x1": 516,
            "y1": 375,
            "x2": 532,
            "y2": 487,
            "text": "全然足りなが",
            "vi": "Không đủ"
        },
        {
            "x1": 536,
            "y1": 601,
            "x2": 576,
            "y2": 713,
            "text": "わからなけど 卵話けた？",
            "vi": "Tôi không biết, nhưng bạn có nói về trứng không?"
        },
        {
            "x1": 179,
            "y1": 594,
            "x2": 221,
            "y2": 699,
            "text": "気にしなで いいですよ",
            "vi": "Bạn có thể quan tâm đến nó"
        },
        {
            "x1": 119,
            "y1": 661,
            "x2": 162,
            "y2": 776,
            "text": "ああとこれも どうぞ",
            "vi": "À, xin vui lòng cũng có điều này"
        },
        {
            "x1": 493,
            "y1": 743,
            "x2": 560,
            "y2": 877,
            "text": "でも流石に ちょっと悪い気が する",
            "vi": "Nhưng tôi cảm thấy hơi tệ"
        },
        {
            "x1": 116,
            "y1": 778,
            "x2": 137,
            "y2": 850,
            "text": "ついでと",
            "vi": "Thêm vào đó"
        }
    ],
    "002.jpg": [
        {
            "x1": 531,
            "y1": 101,
            "x2": 557,
            "y2": 218,
            "text": "ここれは",
            "vi": "Th-Đây là"
        },
        {
            "x1": 114,
            "y1": 400,
            "x2": 337,
            "y2": 432,
            "text": "玉ねぎペースト瓶",
            "vi": "Chai Onion Dán"
        },
        {
            "x1": 522,
            "y1": 524,
            "x2": 546,
            "y2": 627,
            "text": "そうです！",
            "vi": "Đúng thế!"
        },
        {
            "x1": 281,
            "y1": 543,
            "x2": 357,
            "y2": 583,
            "text": "しためもの",
            "vi": "Rực rỡ"
        },
        {
            "x1": 171,
            "y1": 526,
            "x2": 215,
            "y2": 663,
            "text": "まぁ作るのに 時間がかがる",
            "vi": "Vâng, nó cần có thời gian để thực hiện"
        },
        {
            "x1": 523,
            "y1": 642,
            "x2": 558,
            "y2": 728,
            "text": "れを使えば あのスプは",
            "vi": "Nếu bạn sử dụng nó, đó là SP"
        },
        {
            "x1": 174,
            "y1": 665,
            "x2": 233,
            "y2": 763,
            "text": "むえん",
            "vi": "Muen"
        },
        {
            "x1": 17,
            "y1": 490,
            "x2": 149,
            "y2": 758,
            "text": "アトコトコトコトコト",
            "vi": "Atkoto Kotokotokoto"
        },
        {
            "x1": 289,
            "y1": 713,
            "x2": 328,
            "y2": 854,
            "text": "ほかの料理の 隠味に使充ますよ",
            "vi": "Nó sẽ được sử dụng cho hương vị ẩn của các món ăn khác"
        },
        {
            "x1": 50,
            "y1": 684,
            "x2": 69,
            "y2": 854,
            "text": "無駄にはならなはず",
            "vi": "Nó nên bị lãng phí"
        }
    ],
    "003.jpg": [
        {
            "x1": 563,
            "y1": 112,
            "x2": 581,
            "y2": 199,
            "text": "かとう",
            "vi": "Kato"
        },
        {
            "x1": 545,
            "y1": 626,
            "x2": 561,
            "y2": 725,
            "text": "だた",
            "vi": "chỉ cần"
        },
        {
            "x1": 506,
            "y1": 625,
            "x2": 524,
            "y2": 699,
            "text": "れな",
            "vi": "Lena"
        },
        {
            "x1": 207,
            "y1": 660,
            "x2": 241,
            "y2": 860,
            "text": "先行投資的な？",
            "vi": "Nó có phải là một khoản đầu tư trước đó?"
        }
    ],
    "004.jpg": [
        {
            "x1": 109,
            "y1": 204,
            "x2": 252,
            "y2": 242,
            "text": "よわからないけれと 触即発のよです",
            "vi": "Đó là một liên lạc nhanh nếu bạn không hiểu"
        },
        {
            "x1": 71,
            "y1": 309,
            "x2": 198,
            "y2": 519,
            "text": "ワガママボデイ的",
            "vi": "Ngày Wagamabo giống như"
        },
        {
            "x1": 6,
            "y1": 818,
            "x2": 68,
            "y2": 834,
            "text": "原作あ",
            "vi": "Bản gốc"
        },
        {
            "x1": 5,
            "y1": 850,
            "x2": 211,
            "y2": 884,
            "text": "漫画:内々けやき",
            "vi": "Phim hoạt hình: Bên trong"
        }
    ],
    "005.jpg": [
        {
            "x1": 567,
            "y1": 365,
            "x2": 592,
            "y2": 464,
            "text": "さて今日は",
            "vi": "Vâng hôm nay"
        },
        {
            "x1": 100,
            "y1": 366,
            "x2": 150,
            "y2": 499,
            "text": "折角 卵が 手にかったので",
            "vi": "Bởi vì trứng đã có trong tay"
        },
        {
            "x1": 559,
            "y1": 550,
            "x2": 600,
            "y2": 662,
            "text": "を作 思います",
            "vi": "tôi nghĩ"
        },
        {
            "x1": 216,
            "y1": 544,
            "x2": 268,
            "y2": 675,
            "text": "カツ丼",
            "vi": "Thịt lợn cắt thịt trên gạo"
        }
    ],
    "006.jpg": [
        {
            "x1": 68,
            "y1": 90,
            "x2": 90,
            "y2": 261,
            "text": "まずは力りを揚げる",
            "vi": "Đầu tiên, chiên Sức mạnh của bạn"
        },
        {
            "x1": 499,
            "y1": 358,
            "x2": 548,
            "y2": 490,
            "text": "まさか あの 肉料理ですか⁉",
            "vi": "Đó là món thịt?"
        },
        {
            "x1": 496,
            "y1": 640,
            "x2": 549,
            "y2": 757,
            "text": "今日作るのは ガだかね 更に手を加る",
            "vi": "Tôi tự hỏi liệu tôi có làm được hôm nay không"
        },
        {
            "x1": 325,
            "y1": 577,
            "x2": 392,
            "y2": 721,
            "text": "別のフライ。に スライスした 玉葱を敷き詰め",
            "vi": "Một con ruồi khác. Trải ra hành tây cắt lát"
        },
        {
            "x1": 54,
            "y1": 632,
            "x2": 75,
            "y2": 748,
            "text": "調味料を投入",
            "vi": "Giới thiệu gia vị"
        },
        {
            "x1": 71,
            "y1": 642,
            "x2": 191,
            "y2": 869,
            "text": "ウゥ…",
            "vi": "Woo..."
        },
        {
            "x1": 33,
            "y1": 765,
            "x2": 86,
            "y2": 866,
            "text": "加熱",
            "vi": "sưởi ấm"
        }
    ],
    "007.jpg": [
        {
            "x1": 556,
            "y1": 80,
            "x2": 604,
            "y2": 250,
            "text": "煮立ったら一旦 を上めて休ませる",
            "vi": "Sau khi đun sôi, hãy lên một lần và nghỉ ngơi"
        },
        {
            "x1": 396,
            "y1": 89,
            "x2": 442,
            "y2": 204,
            "text": "卵をたっぷり といて",
            "vi": "Nhiều trứng"
        },
        {
            "x1": 220,
            "y1": 198,
            "x2": 267,
            "y2": 323,
            "text": "とき卵をかけて 三つ葉も乗せ",
            "vi": "Rắc trứng và đặt bộ ba"
        },
        {
            "x1": 472,
            "y1": 374,
            "x2": 496,
            "y2": 586,
            "text": "その間にカリをカリト",
            "vi": "Trong khi đó, Carit"
        },
        {
            "x1": 71,
            "y1": 440,
            "x2": 123,
            "y2": 599,
            "text": "再び火をつけたら 蓋をして少じ置く",
            "vi": "Sau khi ánh sáng trở lại, hãy che nó và đặt nó một lúc"
        },
        {
            "x1": 85,
            "y1": 769,
            "x2": 114,
            "y2": 862,
            "text": "卵は半熟",
            "vi": "Trứng mềm"
        }
    ],
    "008.jpg": [
        {
            "x1": 501,
            "y1": 90,
            "x2": 539,
            "y2": 192,
            "text": "とんふりに ご飯をよそって",
            "vi": "Rắc gạo vào tonft"
        },
        {
            "x1": 72,
            "y1": 100,
            "x2": 91,
            "y2": 241,
            "text": "その上に盛っていく",
            "vi": "Tôi sẽ đặt nó trên nó"
        },
        {
            "x1": 471,
            "y1": 298,
            "x2": 513,
            "y2": 388,
            "text": "うん 匂いかやばい",
            "vi": "Vâng, nó có mùi"
        },
        {
            "x1": 64,
            "y1": 304,
            "x2": 82,
            "y2": 408,
            "text": "これで完成",
            "vi": "Hoàn thành với điều này"
        },
        {
            "x1": 222,
            "y1": 800,
            "x2": 406,
            "y2": 861,
            "text": "かつ井＆ オニオンスープ",
            "vi": "Katsui & Súp hành tây"
        }
    ],
    "009.jpg": [
        {
            "x1": 541,
            "y1": 86,
            "x2": 557,
            "y2": 199,
            "text": "無す",
            "vi": "Không thể"
        },
        {
            "x1": 269,
            "y1": 85,
            "x2": 288,
            "y2": 211,
            "text": "我慢できなーい",
            "vi": "Tôi không thể chịu đựng được"
        },
        {
            "x1": 395,
            "y1": 277,
            "x2": 411,
            "y2": 389,
            "text": "もうなんても",
            "vi": "Nữa"
        },
        {
            "x1": 97,
            "y1": 290,
            "x2": 117,
            "y2": 400,
            "text": "いてすかー？",
            "vi": "Có ổn không?"
        },
        {
            "x1": 570,
            "y1": 470,
            "x2": 588,
            "y2": 557,
            "text": "構ませんよ",
            "vi": "Nó không quan trọng"
        },
        {
            "x1": 298,
            "y1": 473,
            "x2": 335,
            "y2": 571,
            "text": "ただキます",
            "vi": "Chỉ cần"
        },
        {
            "x1": 541,
            "y1": 671,
            "x2": 586,
            "y2": 860,
            "text": "頂きます！",
            "vi": "Hãy ăn!"
        }
    ],
    "010.jpg": [
        {
            "x1": 476,
            "y1": 94,
            "x2": 521,
            "y2": 229,
            "text": "ふわあ‥",
            "vi": "Mở rộng..."
        },
        {
            "x1": 411,
            "y1": 145,
            "x2": 445,
            "y2": 302,
            "text": "美味しい‥",
            "vi": "ngon‥"
        },
        {
            "x1": 40,
            "y1": 452,
            "x2": 100,
            "y2": 595,
            "text": "これ 凄いい！ 肉が 卵が…！",
            "vi": "Thật là đáng ngạc nhiên! Thịt là trứng...!"
        },
        {
            "x1": 507,
            "y1": 663,
            "x2": 550,
            "y2": 849,
            "text": "お来にまくますね 手が止まりません",
            "vi": "Tôi sẽ đến, tôi không thể dừng tay tôi"
        }
    ],
    "011.jpg": [
        {
            "x1": 528,
            "y1": 109,
            "x2": 549,
            "y2": 171,
            "text": "ずるい",
            "vi": "Bất công"
        },
        {
            "x1": 417,
            "y1": 83,
            "x2": 439,
            "y2": 156,
            "text": "おいしい",
            "vi": "ngon"
        },
        {
            "x1": 145,
            "y1": 85,
            "x2": 163,
            "y2": 185,
            "text": "食ましたけど",
            "vi": "tôi đã ăn"
        },
        {
            "x1": 490,
            "y1": 148,
            "x2": 506,
            "y2": 275,
            "text": "謝罪求す",
            "vi": "Xin lỗi"
        },
        {
            "x1": 550,
            "y1": 358,
            "x2": 567,
            "y2": 499,
            "text": "凄美昧",
            "vi": "TUYỆT VỜI"
        },
        {
            "x1": 98,
            "y1": 451,
            "x2": 159,
            "y2": 592,
            "text": "あの村長が めたのも れかりますね！",
            "vi": "Thị trưởng ngôi làng đó!"
        },
        {
            "x1": 553,
            "y1": 674,
            "x2": 589,
            "y2": 829,
            "text": "ほは 味唸作りたかつにけど",
            "vi": "Ho là một hương vị và rên rỉ"
        },
        {
            "x1": 498,
            "y1": 752,
            "x2": 516,
            "y2": 839,
            "text": "またの機会に",
            "vi": "Trong một dịp khác"
        }
    ],
    "012.jpg": [
        {
            "x1": 541,
            "y1": 98,
            "x2": 561,
            "y2": 136,
            "text": "あれ",
            "vi": "điều đó"
        },
        {
            "x1": 64,
            "y1": 181,
            "x2": 88,
            "y2": 285,
            "text": "ちがいます",
            "vi": "Khác nhau"
        },
        {
            "x1": 498,
            "y1": 362,
            "x2": 554,
            "y2": 486,
            "text": "これは ノルン達の分",
            "vi": "Đây là cho Norns"
        },
        {
            "x1": 69,
            "y1": 504,
            "x2": 111,
            "y2": 652,
            "text": "昼間お留守番して もらったからね",
            "vi": "Bởi vì tôi đã trả lời vào ban ngày"
        },
        {
            "x1": 52,
            "y1": 743,
            "x2": 102,
            "y2": 859,
            "text": "うっ‼",
            "vi": "Uh"
        }
    ],
    "013.jpg": [
        {
            "x1": 143,
            "y1": 30,
            "x2": 616,
            "y2": 105,
            "text": "結局おかわりしました。",
            "vi": "Rốt cuộc, tôi thay đổi."
        },
        {
            "x1": 550,
            "y1": 422,
            "x2": 566,
            "y2": 561,
            "text": "美す",
            "vi": "Hãy đẹp"
        },
        {
            "x1": 176,
            "y1": 420,
            "x2": 195,
            "y2": 517,
            "text": "満臨—滿足一",
            "vi": "Đầy đủ -full"
        },
        {
            "x1": 102,
            "y1": 529,
            "x2": 121,
            "y2": 625,
            "text": "御粗末様です",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 572,
            "y1": 690,
            "x2": 590,
            "y2": 793,
            "text": "でももなんだか",
            "vi": "Nhưng những gì"
        },
        {
            "x1": 95,
            "y1": 784,
            "x2": 117,
            "y2": 852,
            "text": "何かー？",
            "vi": "Cái gì đó?"
        }
    ],
    "014.jpg": [
        {
            "x1": 529,
            "y1": 89,
            "x2": 548,
            "y2": 190,
            "text": "美味ししものを",
            "vi": "Món ăn ngon"
        },
        {
            "x1": 472,
            "y1": 189,
            "x2": 511,
            "y2": 318,
            "text": "しさんは ぁ大きし。んだならて",
            "vi": "Shishi lớn. Bằng cách nào đó"
        },
        {
            "x1": 69,
            "y1": 305,
            "x2": 108,
            "y2": 387,
            "text": "……あー なるほどー",
            "vi": "......ah, tôi thấy"
        },
        {
            "x1": 491,
            "y1": 461,
            "x2": 507,
            "y2": 569,
            "text": "が私",
            "vi": "TÔI"
        },
        {
            "x1": 64,
            "y1": 505,
            "x2": 83,
            "y2": 553,
            "text": "あはは",
            "vi": "Ahaha"
        },
        {
            "x1": 298,
            "y1": 653,
            "x2": 316,
            "y2": 776,
            "text": "持たさる者の",
            "vi": "Đối với những người có"
        },
        {
            "x1": 258,
            "y1": 651,
            "x2": 273,
            "y2": 806,
            "text": "ですよ！",
            "vi": "Bạn biết đấy!"
        }
    ],
    "015.jpg": [
        {
            "x1": 546,
            "y1": 79,
            "x2": 600,
            "y2": 292,
            "text": "こんな人きなものを ぶら下げてる人には！",
            "vi": "Đối với những người treo cổ như vậy!"
        },
        {
            "x1": 242,
            "y1": 368,
            "x2": 274,
            "y2": 581,
            "text": "ひゃああああぁ⁉",
            "vi": "Này ah ah"
        },
        {
            "x1": 551,
            "y1": 762,
            "x2": 573,
            "y2": 815,
            "text": "てす…",
            "vi": "Hiểu..."
        }
    ],
    "016.jpg": [
        {
            "x1": 496,
            "y1": 107,
            "x2": 538,
            "y2": 214,
            "text": "すすすすすす すみません！",
            "vi": "Xin lỗi vì đề nghị!"
        },
        {
            "x1": 74,
            "y1": 213,
            "x2": 112,
            "y2": 313,
            "text": "はあ 夫です",
            "vi": "Tôi là chồng"
        },
        {
            "x1": 471,
            "y1": 436,
            "x2": 537,
            "y2": 558,
            "text": "この身体凄く 敏感なんだから やめてよね",
            "vi": "Cơ thể này rất nhạy cảm, vì vậy dừng lại"
        },
        {
            "x1": 39,
            "y1": 523,
            "x2": 106,
            "y2": 669,
            "text": "ちなみに日課の 所為じゃながら 元からだから",
            "vi": "Nhân tiện, nó không dành cho thói quen hàng ngày, nhưng nó ngay từ đầu"
        },
        {
            "x1": 530,
            "y1": 717,
            "x2": 548,
            "y2": 821,
            "text": "こううのは",
            "vi": "Đây là"
        },
        {
            "x1": 66,
            "y1": 709,
            "x2": 117,
            "y2": 875,
            "text": "本当すはません ももうしません てもそのしさ",
            "vi": "Tôi thực sự không thể làm điều đó, nhưng tôi không thể làm được nữa"
        }
    ],
    "017.jpg": [
        {
            "x1": 569,
            "y1": 101,
            "x2": 588,
            "y2": 198,
            "text": "なんですか？",
            "vi": "nó............... là gì?"
        },
        {
            "x1": 155,
            "y1": 128,
            "x2": 212,
            "y2": 241,
            "text": "顔を真の赤 そな表情で 睨まれす",
            "vi": "Khuôn mặt được nhìn chằm chằm vào một cái nhìn màu đỏ thực sự"
        },
        {
            "x1": 91,
            "y1": 219,
            "x2": 146,
            "y2": 378,
            "text": "私が変な気分になって まそるの 止頂きはあと",
            "vi": "Tôi cảm thấy kỳ lạ và dừng lại."
        },
        {
            "x1": 337,
            "y1": 658,
            "x2": 358,
            "y2": 753,
            "text": "ステータス",
            "vi": "địa vị"
        },
        {
            "x1": 80,
            "y1": 731,
            "x2": 106,
            "y2": 872,
            "text": "なんだこれ？",
            "vi": "Đây là cái gì?"
        }
    ]
}