var ocr_data = {
    "001.jpg": [
        {
            "x1": 547,
            "y1": 95,
            "x2": 586,
            "y2": 249,
            "text": "という訳で",
            "vi": "Đó là lý do"
        },
        {
            "x1": 88,
            "y1": 298,
            "x2": 188,
            "y2": 551,
            "text": "卵を買う為に 料理コンテスドに 参加しようと思います",
            "vi": "Tôi sẽ tham gia vào cuộc thi nấu ăn để mua một quả trứng"
        },
        {
            "x1": 463,
            "y1": 548,
            "x2": 617,
            "y2": 585,
            "text": "よくわからないけれと 黒い秘密兵器投入てす",
            "vi": "Tôi không hiểu rõ và đưa vào vũ khí bí mật màu đen"
        },
        {
            "x1": 530,
            "y1": 634,
            "x2": 585,
            "y2": 871,
            "text": "卵料理コンテストも 盛リ上がってきました",
            "vi": "Cuộc thi về món trứng cũng đã xuất hiện"
        },
        {
            "x1": 100,
            "y1": 682,
            "x2": 156,
            "y2": 857,
            "text": "次の選手の料理が 出来た模様です！",
            "vi": "Có vẻ như người chơi tiếp theo đã nấu ăn!"
        },
        {
            "x1": 299,
            "y1": 902,
            "x2": 538,
            "y2": 920,
            "text": "原作あしキャラクタ原案力オミ",
            "vi": "Bản gốc của nhân vật ashi thiết bị gốc OMI"
        },
        {
            "x1": 66,
            "y1": 885,
            "x2": 312,
            "y2": 924,
            "text": "漫画:内々けやき",
            "vi": "Phim hoạt hình: Bên trong"
        }
    ],
    "002.jpg": [
        {
            "x1": 311,
            "y1": 578,
            "x2": 366,
            "y2": 673,
            "text": "なんだ これは！",
            "vi": "Cái gì thế này!"
        },
        {
            "x1": 103,
            "y1": 702,
            "x2": 124,
            "y2": 815,
            "text": "こんなもので",
            "vi": "Với điều này"
        },
        {
            "x1": 46,
            "y1": 700,
            "x2": 71,
            "y2": 834,
            "text": "思ってるのか！",
            "vi": "Bạn có nghĩ vậy!"
        }
    ],
    "003.jpg": [
        {
            "x1": 532,
            "y1": 83,
            "x2": 603,
            "y2": 304,
            "text": "ただ焼ただけではなか 塩おと 思わんのか！",
            "vi": "Bạn có chỉ nghĩ về muối chỉ bằng cách nướng bánh!"
        },
        {
            "x1": 83,
            "y1": 174,
            "x2": 145,
            "y2": 288,
            "text": "不合格だ！ 帰れ！",
            "vi": "Thất bại! Quay trở lại!"
        },
        {
            "x1": 521,
            "y1": 374,
            "x2": 563,
            "y2": 515,
            "text": "あの頑固そうな おちさんが村長かな",
            "vi": "Tôi tự hỏi nếu Ochi -san bướng bỉnh đó là thị trưởng"
        },
        {
            "x1": 121,
            "y1": 435,
            "x2": 145,
            "y2": 516,
            "text": "どれどれ",
            "vi": "Hãy xem"
        },
        {
            "x1": 575,
            "y1": 616,
            "x2": 597,
            "y2": 670,
            "text": "ただの",
            "vi": "Chỉ cần"
        },
        {
            "x1": 336,
            "y1": 615,
            "x2": 358,
            "y2": 767,
            "text": "確かに芸がないな",
            "vi": "Chắc chắn không có mánh khóe"
        },
        {
            "x1": 218,
            "y1": 622,
            "x2": 264,
            "y2": 760,
            "text": "次の料理も出来た 模様ですね！",
            "vi": "Có vẻ như các món ăn tiếp theo cũng được thực hiện!"
        },
        {
            "x1": 89,
            "y1": 704,
            "x2": 135,
            "y2": 875,
            "text": "いやー 盛り上がらてます",
            "vi": "Không, nó đang trở nên phấn khích"
        }
    ],
    "004.jpg": [
        {
            "x1": 527,
            "y1": 93,
            "x2": 552,
            "y2": 242,
            "text": "目玉焼き‥？",
            "vi": "Trứng thành lập?"
        },
        {
            "x1": 59,
            "y1": 129,
            "x2": 125,
            "y2": 267,
            "text": "舐めてるのか？ 今度は塩を振た だけではないか！",
            "vi": "Bạn đang liếm? Tôi đoán lần này chỉ bị lắc muối!"
        },
        {
            "x1": 490,
            "y1": 419,
            "x2": 533,
            "y2": 519,
            "text": "前にも増じて 芸がない",
            "vi": "Không có thủ thuật nào trước đây"
        },
        {
            "x1": 107,
            "y1": 419,
            "x2": 147,
            "y2": 575,
            "text": "せめて かも焼て",
            "vi": "Nướng ít nhất"
        },
        {
            "x1": 514,
            "y1": 642,
            "x2": 571,
            "y2": 773,
            "text": "次の料理は ゆで卵です",
            "vi": "Món ăn tiếp theo là trứng luộc"
        },
        {
            "x1": 51,
            "y1": 645,
            "x2": 96,
            "y2": 816,
            "text": "これも工夫が なさ過ぎだろう…！",
            "vi": "Điều này sẽ quá khéo léo....!"
        }
    ],
    "005.jpg": [
        {
            "x1": 545,
            "y1": 97,
            "x2": 591,
            "y2": 235,
            "text": "さあ盛り上かって 参りました！",
            "vi": "Thôi nào!"
        },
        {
            "x1": 108,
            "y1": 111,
            "x2": 179,
            "y2": 289,
            "text": "全然 盛り上がっで",
            "vi": "Nó thực sự thú vị"
        },
        {
            "x1": 74,
            "y1": 106,
            "x2": 128,
            "y2": 253,
            "text": "ないよ……",
            "vi": "KHÔNG..."
        },
        {
            "x1": 539,
            "y1": 358,
            "x2": 585,
            "y2": 507,
            "text": "他に挑戦する奴は いないのか！",
            "vi": "Có bất kỳ thách thức nào khác!"
        },
        {
            "x1": 539,
            "y1": 566,
            "x2": 595,
            "y2": 666,
            "text": "おの商じゃ なんですけ 大丈夫ですか？",
            "vi": "Có ổn không cho một đại lý?"
        },
        {
            "x1": 143,
            "y1": 646,
            "x2": 181,
            "y2": 758,
            "text": "明が欲なら 夢加すれはい",
            "vi": "Nếu Akira tham lam, vâng"
        },
        {
            "x1": 340,
            "y1": 755,
            "x2": 382,
            "y2": 852,
            "text": "あん？ 何だお前は",
            "vi": "Bấm đậu? Bạn là gì"
        },
        {
            "x1": 117,
            "y1": 736,
            "x2": 135,
            "y2": 823,
            "text": "商人たろうが",
            "vi": "Thương gia khoai môn"
        }
    ],
    "006.jpg": [
        {
            "x1": 513,
            "y1": 131,
            "x2": 557,
            "y2": 213,
            "text": "じゃあ 参加します",
            "vi": "Sau đó tôi sẽ tham gia"
        },
        {
            "x1": 49,
            "y1": 114,
            "x2": 136,
            "y2": 211,
            "text": "おい ちょっとまて その前にその フードを取れ",
            "vi": "Này, hãy nhận một chút trước đó"
        },
        {
            "x1": 524,
            "y1": 330,
            "x2": 542,
            "y2": 425,
            "text": "このままゃ",
            "vi": "Như là"
        },
        {
            "x1": 129,
            "y1": 326,
            "x2": 193,
            "y2": 450,
            "text": "参加するのに 顔を隠たままの 奴があるか",
            "vi": "Có một chàng trai vẫn còn có khuôn mặt để tham gia?"
        },
        {
            "x1": 63,
            "y1": 386,
            "x2": 103,
            "y2": 496,
            "text": "取らなけれは 参加は認めん",
            "vi": "Nếu bạn phải thực hiện nó, bạn sẽ không chấp nhận sự tham gia"
        },
        {
            "x1": 522,
            "y1": 566,
            "x2": 539,
            "y2": 678,
            "text": "わかりまじた",
            "vi": "Dễ hiểu"
        },
        {
            "x1": 47,
            "y1": 565,
            "x2": 98,
            "y2": 743,
            "text": "豪快なおつさんだ いいね 嫌いじゃない",
            "vi": "Tôi không thích nó"
        },
        {
            "x1": 482,
            "y1": 670,
            "x2": 637,
            "y2": 891,
            "text": "ざわ",
            "vi": "Không có thật"
        }
    ],
    "007.jpg": [
        {
            "x1": 498,
            "y1": 85,
            "x2": 600,
            "y2": 285,
            "text": "美少女料理人 心ゾちゃんの姿を とくと見よ",
            "vi": "Nhìn vào sự xuất hiện của một cô gái xinh đẹp Cook Zo -chan"
        },
        {
            "x1": 486,
            "y1": 708,
            "x2": 601,
            "y2": 865,
            "text": "飛び入り 参加者は まさかの 巨乳美少女だ！",
            "vi": "Người tham gia nhảy là một cô gái lớn!"
        },
        {
            "x1": 92,
            "y1": 728,
            "x2": 184,
            "y2": 861,
            "text": "本当に 盛り上がって 参りました！",
            "vi": "Nó thực sự thú vị!"
        }
    ],
    "008.jpg": [
        {
            "x1": 513,
            "y1": 96,
            "x2": 532,
            "y2": 211,
            "text": "ちょっと不機嫌",
            "vi": "Một chút gắt gỏng"
        },
        {
            "x1": 49,
            "y1": 171,
            "x2": 84,
            "y2": 259,
            "text": "目立の真似 するな",
            "vi": "Đừng bắt chước điều đáng chú ý"
        },
        {
            "x1": 510,
            "y1": 353,
            "x2": 557,
            "y2": 459,
            "text": "いや でも卵だよ？",
            "vi": "Không, nó là một quả trứng?"
        },
        {
            "x1": 75,
            "y1": 447,
            "x2": 143,
            "y2": 585,
            "text": "もし買えたら 卵料理食べさせて あげるから",
            "vi": "Nếu bạn có thể mua nó, tôi sẽ để bạn ăn trứng"
        }
    ],
    "009.jpg": [
        {
            "x1": 550,
            "y1": 124,
            "x2": 588,
            "y2": 233,
            "text": "卵はメ なくても",
            "vi": "Ngay cả khi bạn không có trứng"
        },
        {
            "x1": 202,
            "y1": 87,
            "x2": 267,
            "y2": 228,
            "text": "ただじ ただ使ってるだけと 言うのは認め",
            "vi": "Tôi thừa nhận rằng tôi chỉ sử dụng nó"
        },
        {
            "x1": 332,
            "y1": 338,
            "x2": 360,
            "y2": 411,
            "text": "構わん",
            "vi": "Nó ổn"
        },
        {
            "x1": 89,
            "y1": 263,
            "x2": 151,
            "y2": 446,
            "text": "なるものを 引き立てるよな 使方なた",
            "vi": "Nó sẽ bổ sung cho mọi thứ"
        },
        {
            "x1": 563,
            "y1": 705,
            "x2": 591,
            "y2": 856,
            "text": "わかりました",
            "vi": "lấy được rồi"
        },
        {
            "x1": 54,
            "y1": 661,
            "x2": 103,
            "y2": 833,
            "text": "ズトレー",
            "vi": "Ztray"
        }
    ],
    "010.jpg": [
        {
            "x1": 507,
            "y1": 515,
            "x2": 548,
            "y2": 635,
            "text": "おい！ それはなんだ",
            "vi": "Này! Nó............... là gì?"
        },
        {
            "x1": 77,
            "y1": 520,
            "x2": 110,
            "y2": 629,
            "text": "玉葱です",
            "vi": "Đó là một củ hành"
        },
        {
            "x1": 519,
            "y1": 726,
            "x2": 566,
            "y2": 864,
            "text": "……玉葱？ その黒にのがか？",
            "vi": "……hành tây? Đó là màu đen?"
        },
        {
            "x1": 59,
            "y1": 717,
            "x2": 106,
            "y2": 824,
            "text": "黒じめないよ 飴色",
            "vi": "Nó không bị bôi đen, màu kẹo"
        }
    ],
    "011.jpg": [
        {
            "x1": 551,
            "y1": 74,
            "x2": 589,
            "y2": 139,
            "text": "そう",
            "vi": "Vâng"
        },
        {
            "x1": 480,
            "y1": 121,
            "x2": 527,
            "y2": 274,
            "text": "今回作るのは オニオンスープ",
            "vi": "Lần này tôi sẽ làm một món súp hành tây"
        },
        {
            "x1": 136,
            "y1": 156,
            "x2": 157,
            "y2": 248,
            "text": "使う食材は",
            "vi": "Các thành phần được sử dụng"
        },
        {
            "x1": 109,
            "y1": 134,
            "x2": 131,
            "y2": 266,
            "text": "玉葱と卵だけ",
            "vi": "Chỉ hành và trứng"
        },
        {
            "x1": 580,
            "y1": 333,
            "x2": 647,
            "y2": 569,
            "text": "ジゥゥゥ…",
            "vi": "JU..."
        },
        {
            "x1": 560,
            "y1": 373,
            "x2": 575,
            "y2": 527,
            "text": "油を引",
            "vi": "V tiếp dầu"
        },
        {
            "x1": 500,
            "y1": 374,
            "x2": 538,
            "y2": 527,
            "text": "王悪を撫がさなように 飴色になるまで弱",
            "vi": "Yếu cho đến khi nó trở thành kẹo để kẻ xấu của nhà vua bị vuốt"
        },
        {
            "x1": 94,
            "y1": 417,
            "x2": 171,
            "y2": 512,
            "text": "但し 妙め時間は 時間",
            "vi": "Tuy nhiên, thời gian lạ là thời gian"
        },
        {
            "x1": 253,
            "y1": 578,
            "x2": 307,
            "y2": 716,
            "text": "しかも お湯で溶くだけ",
            "vi": "Hơn nữa, nó chỉ tan chảy trong nước nóng"
        },
        {
            "x1": 555,
            "y1": 580,
            "x2": 597,
            "y2": 874,
            "text": "時問は掛かるけとでもたったこれだけで 三程はこれだけ",
            "vi": "Đây là điều duy nhất đó là về thời gian của thời gian."
        },
        {
            "x1": 532,
            "y1": 718,
            "x2": 574,
            "y2": 844,
            "text": "驚くほど美味しい スープが作れる",
            "vi": "Bạn có thể làm một món súp ngon đáng ngạc nhiên"
        }
    ],
    "012.jpg": [
        {
            "x1": 438,
            "y1": 126,
            "x2": 549,
            "y2": 307,
            "text": "つまりこれは インスタント オニオンスープの もとなのだ",
            "vi": "Nói cách khác, đây là nguồn của món súp hành tây tức thì."
        },
        {
            "x1": 0,
            "y1": 0,
            "x2": 426,
            "y2": 221,
            "text": "ぽぱら",
            "vi": "Pupa"
        },
        {
            "x1": 519,
            "y1": 385,
            "x2": 562,
            "y2": 499,
            "text": "今回はちょっと 手を加える",
            "vi": "Lần này, thêm một chút"
        },
        {
            "x1": 332,
            "y1": 386,
            "x2": 349,
            "y2": 475,
            "text": "味をととのえ",
            "vi": "Mùi vị"
        },
        {
            "x1": 206,
            "y1": 461,
            "x2": 286,
            "y2": 589,
            "text": "食感に変化を 加えるために 私たにスライスた 王葱を入れ",
            "vi": "Đặt hành vị thái lát để thay đổi kết cấu"
        },
        {
            "x1": 55,
            "y1": 747,
            "x2": 93,
            "y2": 872,
            "text": "なならない程度に 軽く火を入れる",
            "vi": "Ánh sáng đến mức nó không đến"
        }
    ],
    "013.jpg": [
        {
            "x1": 519,
            "y1": 99,
            "x2": 538,
            "y2": 188,
            "text": "かららおろし",
            "vi": "Grated"
        },
        {
            "x1": 114,
            "y1": 160,
            "x2": 176,
            "y2": 311,
            "text": "そこに溶き卵を 回し入れて蓋をじて 余葉て卵にを通す",
            "vi": "Xoay trứng đơn độc ở đó, xoay nắp và đưa trứng qua trứng."
        },
        {
            "x1": 535,
            "y1": 382,
            "x2": 578,
            "y2": 527,
            "text": "この時 に掛けたままたと",
            "vi": "Tại thời điểm này, tôi đã đặt nó vào"
        },
        {
            "x1": 493,
            "y1": 385,
            "x2": 513,
            "y2": 482,
            "text": "ならないのて",
            "vi": "Mà không có"
        },
        {
            "x1": 112,
            "y1": 384,
            "x2": 177,
            "y2": 540,
            "text": "経ったら 蓋を取ってゆりと 混ぜてみる",
            "vi": "Sau đó tháo nắp và trộn nó bằng hoa huệ"
        },
        {
            "x1": 101,
            "y1": 687,
            "x2": 131,
            "y2": 835,
            "text": "うん ふわふわ",
            "vi": "Vâng, mịn"
        }
    ],
    "014.jpg": [
        {
            "x1": 506,
            "y1": 91,
            "x2": 526,
            "y2": 182,
            "text": "できました",
            "vi": "Tôi là"
        },
        {
            "x1": 146,
            "y1": 435,
            "x2": 435,
            "y2": 462,
            "text": "かき卵オニオンスープ",
            "vi": "Súp trứng kaki"
        },
        {
            "x1": 533,
            "y1": 529,
            "x2": 552,
            "y2": 609,
            "text": "早いな",
            "vi": "Sớm"
        },
        {
            "x1": 374,
            "y1": 533,
            "x2": 392,
            "y2": 620,
            "text": "あの黒のか",
            "vi": "Đen đó?"
        },
        {
            "x1": 332,
            "y1": 533,
            "x2": 351,
            "y2": 634,
            "text": "大丈夫なのか",
            "vi": "Bạn có ổn không"
        },
        {
            "x1": 467,
            "y1": 761,
            "x2": 487,
            "y2": 844,
            "text": "そうですね",
            "vi": "tôi đồng ý"
        },
        {
            "x1": 189,
            "y1": 707,
            "x2": 226,
            "y2": 833,
            "text": "そのまま不合格も 構りません",
            "vi": "Bạn có thể thất bại như nó là"
        },
        {
            "x1": 49,
            "y1": 710,
            "x2": 86,
            "y2": 864,
            "text": "気るなら私が 先に金て見せます",
            "vi": "Nếu bạn cảm thấy như tôi sẽ cho bạn thấy tiền trước"
        }
    ],
    "015.jpg": [
        {
            "x1": 521,
            "y1": 108,
            "x2": 560,
            "y2": 222,
            "text": "味見もしていたし ナ丈夫だろう",
            "vi": "Tôi cũng nếm nó và sẽ được làm tổ"
        },
        {
            "x1": 88,
            "y1": 206,
            "x2": 182,
            "y2": 354,
            "text": "それにこの匂… 味が気になて 仕方ない 食うぞ！",
            "vi": "Và mùi này... Tôi không thể không ăn nó!"
        },
        {
            "x1": 87,
            "y1": 688,
            "x2": 159,
            "y2": 844,
            "text": "…‥なんだ これは‼",
            "vi": "… ‥ Cái gì thế này?"
        }
    ]
}