var ocr_data = {
    "1-61a08640e788e.jpg": [
        {
            "x1": 410,
            "y1": 70,
            "x2": 425,
            "y2": 242,
            "text": "でも色々作ったお陰で",
            "vi": "Nhưng cảm ơn nhiều thứ khác nhau"
        },
        {
            "x1": 89,
            "y1": 84,
            "x2": 126,
            "y2": 252,
            "text": "ミスリルインゴツにの量は 剣日が５本分くらいかな？",
            "vi": "Lượng Ingotsu Mithril có khoảng 5 ngày không?"
        },
        {
            "x1": 511,
            "y1": 411,
            "x2": 586,
            "y2": 564,
            "text": "こうなったらもう 自分用の剣も ミスリルで打っておこう カンカンカンっと",
            "vi": "Nếu điều này xảy ra, chúng ta hãy đánh thanh kiếm của bạn với Mithril."
        },
        {
            "x1": 515,
            "y1": 642,
            "x2": 551,
            "y2": 818,
            "text": "いつも通り刀身短めにじて 特与もしてお",
            "vi": "Như thường lệ, hãy tạo một lưỡi kiếm đặc biệt và chuyên"
        },
        {
            "x1": 100,
            "y1": 721,
            "x2": 158,
            "y2": 858,
            "text": "とはいえ 意のため おまけで居合ての 迎撃用に 太力も作成",
            "vi": "Tuy nhiên, như một phần thưởng, tôi cũng đã tạo ra một sức mạnh dày cho chặn"
        }
    ],
    "2-61a0864264936.jpg": [
        {
            "x1": 521,
            "y1": 521,
            "x2": 559,
            "y2": 700,
            "text": "んこれで一応は 一通り装備は揃ったかな？",
            "vi": "Bạn đã có tất cả các thiết bị trong thời gian này?"
        },
        {
            "x1": 106,
            "y1": 543,
            "x2": 182,
            "y2": 657,
            "text": "今日はトリエラが 来る日だつけ？ よしそろそろ 中庭に行こう",
            "vi": "Có phải là ngày mà Triella đến hôm nay? Hãy đến sân trong sớm"
        },
        {
            "x1": 259,
            "y1": 681,
            "x2": 294,
            "y2": 768,
            "text": "おっと",
            "vi": "Úi"
        }
    ],
    "4-61a086450e460.jpg": [
        {
            "x1": 342,
            "y1": 336,
            "x2": 487,
            "y2": 366,
            "text": "焼きおにぎり",
            "vi": "Bóng cơm nướng"
        },
        {
            "x1": 101,
            "y1": 376,
            "x2": 287,
            "y2": 399,
            "text": "角兎出汁野菜スープ",
            "vi": "Súp rau súp"
        },
        {
            "x1": 67,
            "y1": 711,
            "x2": 117,
            "y2": 838,
            "text": "今日のご飯も おいしいね！",
            "vi": "Gạo ngày nay cũng rất ngon!"
        }
    ],
    "5-61a0864661ece.jpg": [
        {
            "x1": 545,
            "y1": 112,
            "x2": 579,
            "y2": 206,
            "text": "リコ あんたは もうちょっと",
            "vi": "Rico bạn còn hơn một chút"
        },
        {
            "x1": 276,
            "y1": 153,
            "x2": 315,
            "y2": 249,
            "text": "あおいし",
            "vi": "Phản đối"
        },
        {
            "x1": 185,
            "y1": 89,
            "x2": 199,
            "y2": 227,
            "text": "大きくなれませんよ",
            "vi": "Tôi không thể trở nên lớn hơn"
        },
        {
            "x1": 78,
            "y1": 240,
            "x2": 115,
            "y2": 332,
            "text": "ずずずず",
            "vi": "Đáng kinh ngạc"
        },
        {
            "x1": 97,
            "y1": 469,
            "x2": 128,
            "y2": 535,
            "text": "そうだよ リエラ",
            "vi": "Đúng vậy, Liera"
        },
        {
            "x1": 507,
            "y1": 705,
            "x2": 563,
            "y2": 845,
            "text": "そういえば この間はあれから とうなったんですか？",
            "vi": "Nói về điều này, bạn đã nhận được từ đó trong thời gian này?"
        },
        {
            "x1": 107,
            "y1": 711,
            "x2": 145,
            "y2": 784,
            "text": "装備の件ね 凄かった",
            "vi": "Thiết bị thật tuyệt vời"
        }
    ],
    "6-61a08647cd35f.jpg": [
        {
            "x1": 503,
            "y1": 91,
            "x2": 561,
            "y2": 218,
            "text": "ケインとボーマンと リューが武器を見て 大騒ぎで",
            "vi": "Kane, Bowman và Ryu nhìn vào vũ khí của họ và làm phiền"
        },
        {
            "x1": 78,
            "y1": 95,
            "x2": 156,
            "y2": 256,
            "text": "そのあと 肉を見て 大喜びで 更に騒きすきて 宿のとがから 凄い怒られた",
            "vi": "Sau đó, tôi rất tức giận với nhà trọ vì tôi rất vui khi thấy thịt"
        },
        {
            "x1": 491,
            "y1": 329,
            "x2": 547,
            "y2": 496,
            "text": "そのあとトリエラ達だけ 先に金べてたことがばれて 更にうるさかったよね",
            "vi": "Sau đó, thậm chí còn ồn ào hơn khi chỉ Triella mới đưa tiền trước."
        },
        {
            "x1": 58,
            "y1": 437,
            "x2": 116,
            "y2": 564,
            "text": "わたしは そんな事くらいじゃ 怒らないけどー？",
            "vi": "Tôi không tức giận với điều đó?"
        },
        {
            "x1": 476,
            "y1": 722,
            "x2": 531,
            "y2": 820,
            "text": "リコには 謝ったじゃない しつこいなあ",
            "vi": "Tôi đã xin lỗi Rico."
        },
        {
            "x1": 74,
            "y1": 727,
            "x2": 108,
            "y2": 799,
            "text": "別に怒って ないです",
            "vi": "Tôi không giận"
        }
    ],
    "7-61a086491ac30.jpg": [
        {
            "x1": 499,
            "y1": 112,
            "x2": 576,
            "y2": 219,
            "text": "そのあと リーの馬鹿が 部屋で突然 描を 振り回しだして",
            "vi": "Sau đó, ngốc của Lee đột nhiên bắt đầu vẽ trong phòng"
        },
        {
            "x1": 160,
            "y1": 321,
            "x2": 176,
            "y2": 379,
            "text": "アル",
            "vi": "Al"
        },
        {
            "x1": 102,
            "y1": 320,
            "x2": 137,
            "y2": 447,
            "text": "女子全員で ほこほこにしたかな",
            "vi": "Tôi tự hỏi nếu tất cả các cô gái đã làm điều đó"
        },
        {
            "x1": 566,
            "y1": 548,
            "x2": 584,
            "y2": 648,
            "text": "死ねばいいのに",
            "vi": "Tôi ước mình có thể chết"
        },
        {
            "x1": 89,
            "y1": 543,
            "x2": 123,
            "y2": 643,
            "text": "流石に殺すのは ちょっと…",
            "vi": "Nó hơi giống như giết nó..."
        },
        {
            "x1": 552,
            "y1": 706,
            "x2": 569,
            "y2": 806,
            "text": "角兎狩りの穂習",
            "vi": "Săn bắn thỏ"
        },
        {
            "x1": 93,
            "y1": 725,
            "x2": 169,
            "y2": 860,
            "text": "お金は を少余格があるから 先員 ってことになって",
            "vi": "Có một số tiền nhỏ, vì vậy tôi quyết định trở thành một thành viên"
        }
    ],
    "8-61a0864a728a4.jpg": [
        {
            "x1": 496,
            "y1": 97,
            "x2": 549,
            "y2": 182,
            "text": "なるほど いいんじゃ ないですか？",
            "vi": "Điều đó không tốt sao?"
        },
        {
            "x1": 463,
            "y1": 270,
            "x2": 542,
            "y2": 404,
            "text": "でも ある程度 慣れたら 薬草採取る 続けてやって行く 予定ではいるよ",
            "vi": "Nhưng một khi bạn đã quen với nó, bạn dự định sẽ tiếp tục thu thập các loại thảo dược dược liệu."
        },
        {
            "x1": 389,
            "y1": 281,
            "x2": 423,
            "y2": 426,
            "text": "毎回角兎が沢山控れる わけじゃないし",
            "vi": "Không có nhiều thỏ mỗi lần"
        },
        {
            "x1": 495,
            "y1": 492,
            "x2": 552,
            "y2": 632,
            "text": "というか タ方まで 粘っても ４羽しか 獲れなかったんだよね",
            "vi": "Ý tôi là, ngay cả khi tôi dính vào đường, tôi chỉ có thể bắt được 4 con chim."
        },
        {
            "x1": 519,
            "y1": 689,
            "x2": 555,
            "y2": 808,
            "text": "レが居た時には 沢山度れたのって",
            "vi": "Khi LE ở đó, đó là rất nhiều cấp độ"
        },
        {
            "x1": 481,
            "y1": 689,
            "x2": 497,
            "y2": 815,
            "text": "くれてたんでしょ？",
            "vi": "Bạn đã cho tôi nó?"
        }
    ],
    "9-61a0864bbf6af.jpg": [
        {
            "x1": 522,
            "y1": 122,
            "x2": 560,
            "y2": 249,
            "text": "はいこの子達は お利口さんですから",
            "vi": "Vâng, những đứa trẻ này thông minh"
        },
        {
            "x1": 497,
            "y1": 352,
            "x2": 576,
            "y2": 492,
            "text": "その後は 毛皮と肉の加工を お店に瀬む事に関して ３馬鹿がこねてた",
            "vi": "Sau đó, có 3 kẻ ngốc về việc xử lý lông và thịt trong cửa hàng."
        },
        {
            "x1": 150,
            "y1": 386,
            "x2": 167,
            "y2": 487,
            "text": "馬鹿ですからね",
            "vi": "Thật là ngu ngốc"
        },
        {
            "x1": 514,
            "y1": 586,
            "x2": 590,
            "y2": 687,
            "text": "あの馬鹿達は 目先の事しか 考えてないのが よくわかる",
            "vi": "Tôi hiểu rằng những kẻ ngốc đó chỉ đang nghĩ về những điều ngay lập tức"
        },
        {
            "x1": 422,
            "y1": 571,
            "x2": 459,
            "y2": 739,
            "text": "冬に備えて貯め込むことで 冬場の食料に掛かる",
            "vi": "Nó sẽ được sử dụng cho thực phẩm mùa đông bằng cách lưu trữ để chuẩn bị cho mùa đông"
        },
        {
            "x1": 89,
            "y1": 576,
            "x2": 147,
            "y2": 690,
            "text": "あっだらあるだけ 食べようと 考えていたらしい",
            "vi": "Có vẻ như anh ấy đã nghĩ về việc ăn uống càng nhiều càng tốt"
        }
    ],
    "10-61a0864d21145.jpg": [
        {
            "x1": 476,
            "y1": 82,
            "x2": 570,
            "y2": 223,
            "text": "あーあとは リューとポーマンの 馬鹿二人が 角植でゴプリら探して 戦おうとか馬鹿言って",
            "vi": "Ah, hai kẻ ngốc của Ryu và Perman sẽ tìm kiếm GOPI trong việc trồng vuông và nói rằng họ sẽ chiến đấu."
        },
        {
            "x1": 198,
            "y1": 34,
            "x2": 363,
            "y2": 191,
            "text": "車た 焦来",
            "vi": "Không cẩn thận"
        },
        {
            "x1": 241,
            "y1": 191,
            "x2": 318,
            "y2": 360,
            "text": "ケインも前に手に入れた サビサビの折れた剣しか ないくせに 意気投合して 馬鹿やろうとしたれとか？",
            "vi": "Kane cũng có một thanh kiếm bị gãy mà tôi có trước đây, nhưng tôi đã cố gắng thoát khỏi nó và cố gắng thoát khỏi nó?"
        },
        {
            "x1": 114,
            "y1": 228,
            "x2": 171,
            "y2": 355,
            "text": "怒ったマリクルが 全員ぶん殴って 大しくなったけど",
            "vi": "Tất cả các nhịp đập giận dữ của Maricuru và trở nên lớn hơn"
        },
        {
            "x1": 509,
            "y1": 436,
            "x2": 548,
            "y2": 510,
            "text": "……本気で 馬鹿ですね",
            "vi": "......Thật là ngu ngốc"
        },
        {
            "x1": 496,
            "y1": 602,
            "x2": 530,
            "y2": 714,
            "text": "レンが忠告 してくれてたから",
            "vi": "Bởi vì Len đã khuyên tôi"
        },
        {
            "x1": 449,
            "y1": 653,
            "x2": 467,
            "y2": 765,
            "text": "最初にマリクルが",
            "vi": "Đầu tiên, Maricul"
        },
        {
            "x1": 396,
            "y1": 652,
            "x2": 430,
            "y2": 767,
            "text": "説明して忘押し したんだけどね…",
            "vi": "Tôi đã giải thích và quên mất..."
        },
        {
            "x1": 188,
            "y1": 589,
            "x2": 239,
            "y2": 728,
            "text": "いいにおーい",
            "vi": "Khỏe"
        },
        {
            "x1": 57,
            "y1": 700,
            "x2": 75,
            "y2": 761,
            "text": "みたいで",
            "vi": "thích"
        }
    ],
    "11-61a0864e7f7b5.jpg": [
        {
            "x1": 518,
            "y1": 94,
            "x2": 615,
            "y2": 255,
            "text": "……でも それはそれとして 弓が使えれば持りとかも もっと色々捗ろと 思いますけど",
            "vi": "Nhưng nếu bạn có thể sử dụng một cây cung, tôi nghĩ nó sẽ tiến bộ hơn."
        },
        {
            "x1": 478,
            "y1": 148,
            "x2": 495,
            "y2": 206,
            "text": "なかなか",
            "vi": "Hoàn toàn"
        },
        {
            "x1": 463,
            "y1": 318,
            "x2": 518,
            "y2": 474,
            "text": "弓って…… もしかしてレン 作れちゃったりするの？",
            "vi": "Một cây cung... có lẽ bạn có thể làm một sợi len?"
        },
        {
            "x1": 121,
            "y1": 539,
            "x2": 181,
            "y2": 641,
            "text": "ええ まあ…… でも矢が 消耗品ですから",
            "vi": "Vâng... nhưng mũi tên là một vật phẩm tiêu thụ"
        },
        {
            "x1": 481,
            "y1": 728,
            "x2": 551,
            "y2": 874,
            "text": "ねえリコ か弓たがっ たのって アルル だったっは？",
            "vi": "Này, Arles, người muốn có một cây cung hay một cung là gì?"
        },
        {
            "x1": 81,
            "y1": 749,
            "x2": 160,
            "y2": 849,
            "text": "そうだよー でも矢で お霊掛かるから 難しいよね",
            "vi": "Đúng vậy, nhưng nó rất khó khăn vì đó là một tinh thần với một mũi tên."
        }
    ],
    "12-61a0864fcd005.jpg": [
        {
            "x1": 479,
            "y1": 110,
            "x2": 533,
            "y2": 223,
            "text": "私もしつまて 手を貰せる計じキ ありませんから",
            "vi": "Tôi không có ý tưởng tốt để bị mắc kẹt và có được tay"
        },
        {
            "x1": 377,
            "y1": 158,
            "x2": 451,
            "y2": 286,
            "text": "その みんなで話し言って 決めるのが いいでしょうね",
            "vi": "Bạn nên quyết định nói chuyện với mọi người"
        },
        {
            "x1": 88,
            "y1": 394,
            "x2": 104,
            "y2": 492,
            "text": "レンちゃん…",
            "vi": "Len -Chan..."
        },
        {
            "x1": 326,
            "y1": 579,
            "x2": 343,
            "y2": 648,
            "text": "……・そだね",
            "vi": "…… ・ ・ ・ soda"
        },
        {
            "x1": 497,
            "y1": 574,
            "x2": 550,
            "y2": 726,
            "text": "ました これからのため 庭法の練習しましょうか",
            "vi": "Hãy thực hành phương pháp làm vườn cho tương lai"
        },
        {
            "x1": 209,
            "y1": 618,
            "x2": 229,
            "y2": 670,
            "text": "うん…",
            "vi": "Ừ…"
        }
    ],
    "13-61a086512d0be.jpg": [
        {
            "x1": 556,
            "y1": 83,
            "x2": 572,
            "y2": 154,
            "text": "トリエラ！",
            "vi": "Triello!"
        },
        {
            "x1": 499,
            "y1": 167,
            "x2": 516,
            "y2": 240,
            "text": "リコリス！",
            "vi": "Licolis!"
        },
        {
            "x1": 135,
            "y1": 195,
            "x2": 151,
            "y2": 309,
            "text": "ここに居たのか！",
            "vi": "Có ở đây không!"
        },
        {
            "x1": 481,
            "y1": 519,
            "x2": 497,
            "y2": 592,
            "text": "あちゃー…",
            "vi": "Acha..."
        },
        {
            "x1": 107,
            "y1": 470,
            "x2": 125,
            "y2": 558,
            "text": "ついに来たか",
            "vi": "Cuối cùng bạn đã đến"
        },
        {
            "x1": 557,
            "y1": 692,
            "x2": 575,
            "y2": 753,
            "text": "はぁく…",
            "vi": "Hả..."
        },
        {
            "x1": 492,
            "y1": 775,
            "x2": 532,
            "y2": 850,
            "text": "何しに 来たのよ？",
            "vi": "Bạn đã đến với điều gì?"
        },
        {
            "x1": 116,
            "y1": 750,
            "x2": 149,
            "y2": 849,
            "text": "そこにいるのは もしかして…",
            "vi": "Có thể bạn đang ở đó..."
        }
    ],
    "14-61a086527d6ef.jpg": [
        {
            "x1": 498,
            "y1": 108,
            "x2": 550,
            "y2": 249,
            "text": "レン！ 俺だ ケインだ！",
            "vi": "Len! Tôi là Kane!"
        },
        {
            "x1": 69,
            "y1": 393,
            "x2": 120,
            "y2": 593,
            "text": "まったく俺に黙って‥ 勝手に何してるんだ‼",
            "vi": "Tôi im lặng với tôi... bạn đang làm gì mà không được phép?"
        },
        {
            "x1": 496,
            "y1": 716,
            "x2": 535,
            "y2": 804,
            "text": "なんで勝手に 怒ってんの？",
            "vi": "Tại sao bạn lại tức giận mà không được phép?"
        },
        {
            "x1": 132,
            "y1": 690,
            "x2": 150,
            "y2": 778,
            "text": "お山の大将く",
            "vi": "Khối núi"
        },
        {
            "x1": 34,
            "y1": 757,
            "x2": 89,
            "y2": 866,
            "text": "女の子同士で 語ってるんだから 空気読めよそ",
            "vi": "Đọc không khí vì các cô gái đang nói chuyện với nhau"
        },
        {
            "x1": 34,
            "y1": 898,
            "x2": 578,
            "y2": 917,
            "text": "よくわからないけれど波乱の気配がするみたいです",
            "vi": "Tôi không chắc chắn, nhưng có vẻ như có một dấu hiệu của sự hỗn loạn"
        }
    ]
}