var ocr_data = {
    "1-61167b7fa9787.jpg": [
        {
            "x1": 524,
            "y1": 63,
            "x2": 583,
            "y2": 230,
            "text": "私は毎日毎 剣を打つ日々ですが 皆さんかか",
            "vi": "Tôi đang đánh thanh kiếm mỗi ngày, nhưng có lẽ tất cả mọi người"
        },
        {
            "x1": 560,
            "y1": 431,
            "x2": 597,
            "y2": 558,
            "text": "日々スキル経験が 準えてる実感があり",
            "vi": "Tôi cảm thấy rằng kinh nghiệm kỹ năng của tôi tương đương nhau mỗi ngày"
        },
        {
            "x1": 408,
            "y1": 446,
            "x2": 480,
            "y2": 587,
            "text": "そろそろ鍛治スキルの レベルが６に 上がってもいいんじゃ ないかなと",
            "vi": "Tôi tự hỏi nếu mức độ của các kỹ năng rèn sẽ tăng lên 6."
        },
        {
            "x1": 90,
            "y1": 700,
            "x2": 156,
            "y2": 851,
            "text": "レベル６になったら 魔力剣造って みようかなー",
            "vi": "Khi nói đến cấp độ 6, hãy tạo một thanh kiếm ma thuật"
        }
    ],
    "2-61167b806b597.jpg": [
        {
            "x1": 467,
            "y1": 89,
            "x2": 527,
            "y2": 221,
            "text": "…などとこれからの 予定をなんとな 立てつつ",
            "vi": "Trong khi lập lịch trình tương lai, v. v."
        },
        {
            "x1": 450,
            "y1": 484,
            "x2": 520,
            "y2": 698,
            "text": "今日も今日とてドリエラと お昼休憩＆じンちゃん学校 やっでます",
            "vi": "Tôi sẽ làm Doriera và nghỉ trưa & trường jin -chan hôm nay"
        }
    ],
    "3-61167b8136de5.jpg": [
        {
            "x1": 459,
            "y1": 31,
            "x2": 628,
            "y2": 69,
            "text": "よくわからないけれど 先生がんばるみたいです",
            "vi": "Tôi không chắc chắn, nhưng có vẻ như tôi sẽ cố gắng hết sức"
        },
        {
            "x1": 202,
            "y1": 17,
            "x2": 304,
            "y2": 182,
            "text": "出広で い車う",
            "vi": "Xe Idehiro"
        },
        {
            "x1": 41,
            "y1": 179,
            "x2": 300,
            "y2": 211,
            "text": "漫画:内々けやき 原作:ぁし",
            "vi": "Phim hoạt hình: Keyaki bên trong bản gốc: ぁ ぁ ぁ ぁ"
        },
        {
            "x1": 476,
            "y1": 94,
            "x2": 558,
            "y2": 378,
            "text": "、あやしいことは",
            "vi": ", Một điều cáu kỉnh"
        },
        {
            "x1": 44,
            "y1": 219,
            "x2": 242,
            "y2": 236,
            "text": "キャラクター原案:カオミ",
            "vi": "Bản nháp nhân vật: Kaomi"
        },
        {
            "x1": 423,
            "y1": 785,
            "x2": 575,
            "y2": 892,
            "text": "第の巻 絶費発亮中!",
            "vi": "Trong quá trình chi phí của khối lượng!"
        }
    ],
    "4-61167b820bc2d.jpg": [
        {
            "x1": 495,
            "y1": 107,
            "x2": 552,
            "y2": 249,
            "text": "この世界植物紙がる 普通に出回ってるので 紙は普通通に流通てる",
            "vi": "Giấy thực vật thế giới này thường có trên thị trường, vì vậy giấy được phân phối cho bình thường."
        },
        {
            "x1": 410,
            "y1": 147,
            "x2": 428,
            "y2": 248,
            "text": "だって存在する",
            "vi": "Bởi vì nó tồn tại"
        },
        {
            "x1": 334,
            "y1": 261,
            "x2": 393,
            "y2": 363,
            "text": "だから書き物を するための紙も 普通に売ってる",
            "vi": "Đó là lý do tại sao tôi thường bán giấy để viết"
        },
        {
            "x1": 57,
            "y1": 155,
            "x2": 78,
            "y2": 349,
            "text": "でも紙質は割と微妙",
            "vi": "Nhưng chất lượng giấy tương đối tinh tế"
        },
        {
            "x1": 470,
            "y1": 461,
            "x2": 527,
            "y2": 589,
            "text": "それでもじで 使うような紙よりも 全然高いわけで",
            "vi": "Tuy nhiên, nó cao hơn nhiều so với tờ giấy mà tôi sử dụng"
        },
        {
            "x1": 66,
            "y1": 465,
            "x2": 123,
            "y2": 617,
            "text": "孤児上がりの冒険者が 勉強のために 沢山買って使うと",
            "vi": "Khi một nhà thám hiểm mồ côi mua nhiều để học tập"
        },
        {
            "x1": 494,
            "y1": 733,
            "x2": 554,
            "y2": 874,
            "text": "そこで手持ちの 索材から間造魔法で 作ったのが",
            "vi": "Vì vậy, tôi đã thực hiện nó với một phép thuật không liên tục từ tài liệu tìm kiếm của tôi."
        }
    ],
    "5-61167b829c19d.jpg": [
        {
            "x1": 265,
            "y1": 311,
            "x2": 460,
            "y2": 337,
            "text": "個人人用黒板セット",
            "vi": "Bộ blackboard cá nhân"
        },
        {
            "x1": 525,
            "y1": 402,
            "x2": 584,
            "y2": 562,
            "text": "み黒板は表面に適じた 塗料を塗るだけなので 割と簡単に造れる",
            "vi": "Bảng Mokuro chỉ có thể được thực hiện bằng sơn phù hợp với bề mặt, vì vậy nó có thể được làm tương đối dễ dàng."
        },
        {
            "x1": 377,
            "y1": 397,
            "x2": 464,
            "y2": 509,
            "text": "すっきぃ 奴もね",
            "vi": "Anh chàng mới mẻ cũng"
        },
        {
            "x1": 425,
            "y1": 522,
            "x2": 500,
            "y2": 645,
            "text": "な一応見た目も 縁を木枠で囲んて それつぽく」 仕上げておいた",
            "vi": "Hiện tại, vẻ ngoài cũng được bao quanh bởi một khung gỗ. \""
        },
        {
            "x1": 104,
            "y1": 445,
            "x2": 142,
            "y2": 591,
            "text": "チョークは石とかから 適当に作ってみた",
            "vi": "Tôi đã làm phấn một cách thích hợp từ đá"
        },
        {
            "x1": 536,
            "y1": 710,
            "x2": 591,
            "y2": 810,
            "text": "最初見せた時は トリエラも 驚いていた",
            "vi": "Triella cũng rất ngạc nhiên khi lần đầu tiên tôi trình bày"
        },
        {
            "x1": 437,
            "y1": 711,
            "x2": 483,
            "y2": 799,
            "text": "こうやって 使います",
            "vi": "Tôi sử dụng nó như thế này"
        },
        {
            "x1": 95,
            "y1": 736,
            "x2": 139,
            "y2": 872,
            "text": "え なにこれ 凄い 便利じゃない？",
            "vi": "Chà, điều này không thực sự thuận tiện?"
        }
    ],
    "6-61167b83282cd.jpg": [
        {
            "x1": 484,
            "y1": 92,
            "x2": 557,
            "y2": 244,
            "text": "とまず城強まょう お互いこの街の予定も ありますあまり時間が 取れるわけでもないので",
            "vi": "Trước hết, có kế hoạch cho thành phố của lâu đài này."
        },
        {
            "x1": 252,
            "y1": 87,
            "x2": 270,
            "y2": 193,
            "text": "あ そうだね！",
            "vi": "Đúng thế!"
        },
        {
            "x1": 146,
            "y1": 80,
            "x2": 182,
            "y2": 235,
            "text": "それじゃあ先生 よるます",
            "vi": "Sau đó là giáo viên"
        },
        {
            "x1": 71,
            "y1": 400,
            "x2": 139,
            "y2": 572,
            "text": "あれなにか凄く 頼られてる感じがじて なんだか‥",
            "vi": "Tôi tự hỏi cảm giác của việc dựa vào thực sự là gì..."
        },
        {
            "x1": 179,
            "y1": 547,
            "x2": 253,
            "y2": 840,
            "text": "く先生だと⁉",
            "vi": "Tôi là giáo viên⁉"
        },
        {
            "x1": 41,
            "y1": 673,
            "x2": 71,
            "y2": 861,
            "text": "胸がキュンとする",
            "vi": "Ngực tôi thật điên rồ"
        }
    ],
    "7-61167b83cb57f.jpg": [
        {
            "x1": 115,
            "y1": 100,
            "x2": 175,
            "y2": 240,
            "text": "‥なんでもないです それじゃあ 始めましょうか",
            "vi": "‥ Không có gì, sau đó chúng ta hãy bắt đầu"
        },
        {
            "x1": 495,
            "y1": 408,
            "x2": 573,
            "y2": 522,
            "text": "という感じして お昼の談笑時間が お勉強時間に 変わったのてすが",
            "vi": "Tôi cảm thấy như vậy, bữa trưa của bữa trưa đã đổi thành thời gian học tập của tôi."
        },
        {
            "x1": 534,
            "y1": 653,
            "x2": 595,
            "y2": 797,
            "text": "読み書きの勉強なんて そこまで時間掛かる わけでもなく",
            "vi": "Học tập đọc và viết không mất nhiều thời gian"
        },
        {
            "x1": 188,
            "y1": 701,
            "x2": 243,
            "y2": 849,
            "text": "それが向上心があって 物覚えがいい人相手 だっだりすると",
            "vi": "Nếu đó là một người đầy tham vọng và là một người tốt bụng"
        },
        {
            "x1": 343,
            "y1": 862,
            "x2": 590,
            "y2": 876,
            "text": "この国の真はなんと日本話きなのです",
            "vi": "Sự thật có thật của đất nước này đang nói về Nhật Bản"
        },
        {
            "x1": 109,
            "y1": 727,
            "x2": 148,
            "y2": 871,
            "text": "それこそ あっという間なわけで",
            "vi": "Đó là lý do"
        }
    ],
    "8-61167b8459a5b.jpg": [
        {
            "x1": 477,
            "y1": 97,
            "x2": 551,
            "y2": 210,
            "text": "授業３回目位て 基本的な所は 普通に読める ようになりまじた",
            "vi": "Những điều cơ bản thứ ba của lớp giờ có thể được đọc bình thường"
        },
        {
            "x1": 75,
            "y1": 95,
            "x2": 153,
            "y2": 251,
            "text": "力タカナがまだ ちょっと怪しいけど は常用漢字を重点的 勉強すれば問題ないかな",
            "vi": "Rikitaka vẫn còn một chút nghi ngờ, nhưng có ổn không nếu bạn tập trung vào Kanji thông thường?"
        },
        {
            "x1": 516,
            "y1": 309,
            "x2": 555,
            "y2": 448,
            "text": "トリエラは 覚えるの早いですね",
            "vi": "Triella là nhanh chóng để nhớ"
        },
        {
            "x1": 504,
            "y1": 516,
            "x2": 548,
            "y2": 643,
            "text": "いやー 生活かかってるし",
            "vi": "Không, đó sẽ là một cuộc sống"
        },
        {
            "x1": 54,
            "y1": 514,
            "x2": 111,
            "y2": 642,
            "text": "それに思ったよりも 勉強って 面白いなーって",
            "vi": "Và nó thú vị hơn khi học hơn tôi nghĩ"
        },
        {
            "x1": 530,
            "y1": 710,
            "x2": 546,
            "y2": 835,
            "text": "そういわれてみれば",
            "vi": "Nếu bạn nói như vậy"
        },
        {
            "x1": 468,
            "y1": 709,
            "x2": 505,
            "y2": 863,
            "text": "勉強もある意味 娯楽と言えなくもないか",
            "vi": "Học tập cũng là một trò giải trí theo một nghĩa"
        }
    ],
    "9-61167b84e0c30.jpg": [
        {
            "x1": 570,
            "y1": 82,
            "x2": 591,
            "y2": 187,
            "text": "それはそうと",
            "vi": "Dẫu sao thì"
        },
        {
            "x1": 90,
            "y1": 119,
            "x2": 166,
            "y2": 246,
            "text": "トリエラ さっきからずっと こっちを見てる人が 居るんですが‥",
            "vi": "Triella đã xem ở đây từ một thời gian trước..."
        },
        {
            "x1": 560,
            "y1": 331,
            "x2": 575,
            "y2": 420,
            "text": "えどこ",
            "vi": "Uh"
        },
        {
            "x1": 109,
            "y1": 406,
            "x2": 154,
            "y2": 479,
            "text": "あそこの 物陰です",
            "vi": "Đó là bóng ở đó"
        },
        {
            "x1": 553,
            "y1": 586,
            "x2": 598,
            "y2": 664,
            "text": "どこ？ あそこ？",
            "vi": "đâu? ở đằng kia?"
        },
        {
            "x1": 106,
            "y1": 733,
            "x2": 124,
            "y2": 860,
            "text": "‥って あの子！",
            "vi": "‥ Đứa con đó!"
        }
    ],
    "10-61167b8573a22.jpg": [
        {
            "x1": 494,
            "y1": 91,
            "x2": 564,
            "y2": 224,
            "text": "ちょっとリコ！ アンタ 何やってんの⁉",
            "vi": "Một chút rico! Bạn đang làm gì vậy?"
        },
        {
            "x1": 84,
            "y1": 105,
            "x2": 148,
            "y2": 226,
            "text": "付いて来ちゃ ダメって 言ったでしょ！",
            "vi": "Bạn nói rằng bạn không nên theo tôi!"
        },
        {
            "x1": 492,
            "y1": 300,
            "x2": 552,
            "y2": 447,
            "text": "えーでもトリエラが お世話になって るんでしょ？",
            "vi": "Vâng, Triela đang chăm sóc bạn, phải không?"
        },
        {
            "x1": 284,
            "y1": 685,
            "x2": 298,
            "y2": 809,
            "text": "院長先生良",
            "vi": "Giáo sư"
        },
        {
            "x1": 225,
            "y1": 683,
            "x2": 262,
            "y2": 823,
            "text": "ちゃんとしなさいって 言ってたよ？",
            "vi": "Bạn có nói rằng bạn nên làm điều đó đúng không?"
        },
        {
            "x1": 58,
            "y1": 665,
            "x2": 120,
            "y2": 849,
            "text": "それに最近トリエラ 度く良い笑顔で出かけるし 気になるもん！",
            "vi": "Và gần đây tôi lo lắng về việc đi chơi với một nụ cười đẹp và nụ cười đẹp!"
        }
    ],
    "11-61167b86059f2.jpg": [
        {
            "x1": 526,
            "y1": 87,
            "x2": 580,
            "y2": 228,
            "text": "だから それは相手の都合 だってあるんだから。",
            "vi": "Đó là lý do tại sao đó là sự thuận tiện của bên kia."
        },
        {
            "x1": 538,
            "y1": 276,
            "x2": 685,
            "y2": 539,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 72,
            "y1": 275,
            "x2": 131,
            "y2": 434,
            "text": "あの子",
            "vi": "Cô gái đó"
        },
        {
            "x1": 516,
            "y1": 598,
            "x2": 588,
            "y2": 712,
            "text": "あの人がご飯とか くれたんでしょ？ じゃあ ちゃんと お礼言わなきゃ",
            "vi": "Người đó đã cho tôi cơm, phải không? Sau đó tôi phải cảm ơn bạn."
        },
        {
            "x1": 89,
            "y1": 758,
            "x2": 152,
            "y2": 858,
            "text": "あ！こら 待ちなさい！ リコ！",
            "vi": "A! Hãy đợi! Rico!"
        }
    ],
    "12-61167b868e9f3.jpg": [
        {
            "x1": 496,
            "y1": 80,
            "x2": 560,
            "y2": 251,
            "text": "はじめまして！ いつもトリエラが お世話になってます！",
            "vi": "Hân hạnh được biết bạn! Triella luôn bị mắc nợ!"
        },
        {
            "x1": 82,
            "y1": 117,
            "x2": 135,
            "y2": 284,
            "text": "この間のこ飯 美味しかったです！ あま",
            "vi": "Thật là ngon trong thời gian này! Tỉnh táo"
        },
        {
            "x1": 250,
            "y1": 368,
            "x2": 270,
            "y2": 425,
            "text": "あれ？",
            "vi": "điều đó?"
        },
        {
            "x1": 68,
            "y1": 403,
            "x2": 85,
            "y2": 457,
            "text": "うそ…",
            "vi": "nằm…"
        },
        {
            "x1": 513,
            "y1": 550,
            "x2": 544,
            "y2": 789,
            "text": "……‥レンちゃん？",
            "vi": "......Len -chan?"
        },
        {
            "x1": 54,
            "y1": 690,
            "x2": 122,
            "y2": 849,
            "text": "お久しぶりですリコ 相変わらず 元気一杯ですね",
            "vi": "Đã lâu rồi Rico vẫn tràn đầy năng lượng"
        }
    ],
    "13-61167b8c42a6b.jpg": [
        {
            "x1": 541,
            "y1": 97,
            "x2": 609,
            "y2": 205,
            "text": "うっそー！ レンちゃん⁉ 生きてて‥",
            "vi": "Ừm! Ren -Chan⁉ Tôi còn sống..."
        },
        {
            "x1": 485,
            "y1": 116,
            "x2": 527,
            "y2": 236,
            "text": "‥えー⁉",
            "vi": "‥"
        },
        {
            "x1": 112,
            "y1": 115,
            "x2": 154,
            "y2": 211,
            "text": "はい 生きてました",
            "vi": "Vâng, tôi còn sống"
        },
        {
            "x1": 476,
            "y1": 317,
            "x2": 493,
            "y2": 377,
            "text": "通称リ",
            "vi": "Thường được biết đến như Li"
        },
        {
            "x1": 563,
            "y1": 334,
            "x2": 600,
            "y2": 461,
            "text": "ずるい！ トリエラずるい！",
            "vi": "Bất công! Triello!"
        },
        {
            "x1": 156,
            "y1": 318,
            "x2": 233,
            "y2": 465,
            "text": "私達よりもれつ年下で いつも私とエラ 後ろをちょこちよこと 若いで来てた子だ",
            "vi": "Tôi là một đứa trẻ nhỏ hơn chúng tôi và tôi luôn trẻ và trẻ."
        },
        {
            "x1": 85,
            "y1": 372,
            "x2": 123,
            "y2": 476,
            "text": "私達の妹分 みたいな感じ？",
            "vi": "Cảm thấy như em gái của chúng tôi?"
        },
        {
            "x1": 551,
            "y1": 526,
            "x2": 601,
            "y2": 627,
            "text": "あちゃー やっぱり こうなったか…",
            "vi": "Rốt cuộc, điều này xảy ra..."
        },
        {
            "x1": 558,
            "y1": 685,
            "x2": 594,
            "y2": 839,
            "text": "もうレンちゃんに 会ってたなら教えてよ！",
            "vi": "Nếu bạn đã gặp Len -chan, hãy cho tôi biết!"
        },
        {
            "x1": 117,
            "y1": 705,
            "x2": 174,
            "y2": 844,
            "text": "他の２人だって 黙ってたなんて 知ったら絶対怒るよい",
            "vi": "Nếu bạn biết rằng hai người kia im lặng, chắc chắn bạn sẽ tức giận"
        }
    ],
    "14-61167b8cbd6af.jpg": [
        {
            "x1": 498,
            "y1": 78,
            "x2": 560,
            "y2": 203,
            "text": "あー うん それはそう なんだけどさ‥",
            "vi": "Ồ đúng rồi, đúng..."
        },
        {
            "x1": 75,
            "y1": 128,
            "x2": 136,
            "y2": 252,
            "text": "‥皆に教えたら ケインに ばれるでしょ？",
            "vi": "‥ Nếu bạn nói với mọi người, bạn sẽ tiếp xúc với Kane, phải không?"
        },
        {
            "x1": 188,
            "y1": 326,
            "x2": 226,
            "y2": 423,
            "text": "うん あいつ バカでしょ？",
            "vi": "Vâng, bạn thật ngu ngốc, phải không?"
        },
        {
            "x1": 490,
            "y1": 352,
            "x2": 542,
            "y2": 500,
            "text": "ああ…そっか ケインかー… ケイン バカだもんねー",
            "vi": "À... đó là kane... Kane Idiot"
        },
        {
            "x1": 68,
            "y1": 403,
            "x2": 106,
            "y2": 518,
            "text": "ケインも 来てるんですか⁉",
            "vi": "Kane cũng đang đến?"
        },
        {
            "x1": 440,
            "y1": 589,
            "x2": 558,
            "y2": 759,
            "text": "ここで やり玉に挙がっている ケインというのは 男子のリダ格で ガキ大将",
            "vi": "The Kane, được liệt kê trên quả bóng ở đây, là một lida của các chàng trai và một đứa trẻ nói chung"
        },
        {
            "x1": 67,
            "y1": 708,
            "x2": 109,
            "y2": 846,
            "text": "正直苦手なので 説明はまた後ほど",
            "vi": "Tôi không giỏi về nó, vì vậy lời giải thích sẽ là sau"
        }
    ],
    "15-61167b8d55fd5.jpg": [
        {
            "x1": 522,
            "y1": 88,
            "x2": 600,
            "y2": 215,
            "text": "レンもケインには 会いたくないって 言ってるから リコも協力してよ？",
            "vi": "Ren cũng nói rằng anh ta không muốn nhìn thấy Kane, vậy tại sao không hợp tác với Rico?"
        },
        {
            "x1": 147,
            "y1": 108,
            "x2": 208,
            "y2": 226,
            "text": "わかった ケイこ馬鹿だから 仕方ないよねー",
            "vi": "Đó là một kẻ ngốc, vì vậy tôi không thể giúp được."
        },
        {
            "x1": 488,
            "y1": 308,
            "x2": 583,
            "y2": 449,
            "text": "あれだけレのこ 苛めてて 嫌われてろとか 考えても居ないかられ あのバカ",
            "vi": "Tôi thậm chí không nghĩ rằng mình bị bắt nạt và ghét"
        },
        {
            "x1": 424,
            "y1": 374,
            "x2": 442,
            "y2": 499,
            "text": "ありえないよねー",
            "vi": "Nó là không thể"
        },
        {
            "x1": 126,
            "y1": 337,
            "x2": 142,
            "y2": 491,
            "text": "死ねば良いと思います",
            "vi": "Tôi nghĩ tôi nên chết"
        },
        {
            "x1": 173,
            "y1": 506,
            "x2": 462,
            "y2": 520,
            "text": "出子の居ない所行われる無義悲な出子トー",
            "vi": "Hoàn toàn buồn và buồn khi bị giữ mà không có Izuko"
        },
        {
            "x1": 552,
            "y1": 564,
            "x2": 592,
            "y2": 688,
            "text": "さすがレちゃん 厳しいね！",
            "vi": "Đúng như dự đoán, nó khó khăn!"
        },
        {
            "x1": 111,
            "y1": 737,
            "x2": 168,
            "y2": 850,
            "text": "そう言えは こはさっきから 何してたの？",
            "vi": "Bạn đã nói gì từ một thời gian trước?"
        },
        {
            "x1": 295,
            "y1": 858,
            "x2": 570,
            "y2": 874,
            "text": "男子の居ない所で行われる無慈悲な男性批評",
            "vi": "Những lời chỉ trích nam tàn nhẫn được tổ chức tại một nơi không có con trai"
        }
    ],
    "16-61167b8ddbcb9.jpg": [
        {
            "x1": 493,
            "y1": 90,
            "x2": 563,
            "y2": 194,
            "text": "トリエラに 読み昔きを 教えてました",
            "vi": "Tôi đọc Triella về ngày xưa"
        },
        {
            "x1": 235,
            "y1": 87,
            "x2": 290,
            "y2": 213,
            "text": "トリエラが 最急に読 ようになったのって",
            "vi": "Triella đến đọc nhiều nhất"
        },
        {
            "x1": 350,
            "y1": 267,
            "x2": 390,
            "y2": 411,
            "text": "え レンちゃんが？ ドリエラに？",
            "vi": "Eren -chan? Đến Doriera?"
        },
        {
            "x1": 201,
            "y1": 246,
            "x2": 278,
            "y2": 368,
            "text": "レンちゃんに 教えて もらってたから⁉ ずるい！",
            "vi": "Tôi đã được Len -chan nói!"
        },
        {
            "x1": 504,
            "y1": 469,
            "x2": 543,
            "y2": 572,
            "text": "ちょっとリコ ずるいって",
            "vi": "Đó là một Rico nhỏ"
        },
        {
            "x1": 105,
            "y1": 456,
            "x2": 157,
            "y2": 597,
            "text": "ずるい トリエラだけずるい！ ずるいよ！",
            "vi": "Chỉ Sly Triella là Sly! Nó là ranh mãnh!"
        },
        {
            "x1": 521,
            "y1": 698,
            "x2": 558,
            "y2": 827,
            "text": "ああ 、ごれは いつものパターンだ",
            "vi": "Ồ, đây là mẫu thông thường"
        }
    ],
    "17-61167b8e6cfff.jpg": [
        {
            "x1": 547,
            "y1": 119,
            "x2": 600,
            "y2": 312,
            "text": "わたしも！ わたしもやりたい！",
            "vi": "tôi cũng thế! Tôi cũng muốn làm điều đó!"
        },
        {
            "x1": 115,
            "y1": 101,
            "x2": 157,
            "y2": 388,
            "text": "わたしもやーるー！",
            "vi": "Tôi là!"
        },
        {
            "x1": 546,
            "y1": 515,
            "x2": 592,
            "y2": 650,
            "text": "レンちゃん 私にも教えてー！",
            "vi": "Len -Chan, nói với tôi quá!"
        },
        {
            "x1": 89,
            "y1": 522,
            "x2": 167,
            "y2": 651,
            "text": "リコは 孤児院にいた時から こんなふうに 駄々をこねるんだ",
            "vi": "Rico đã nhào như thế này kể từ khi anh ta ở trong trại trẻ mồ côi"
        },
        {
            "x1": 531,
            "y1": 708,
            "x2": 587,
            "y2": 863,
            "text": "ずーるーいー！ わたしもー！",
            "vi": "Zuru! Tôi là!"
        },
        {
            "x1": 147,
            "y1": 699,
            "x2": 246,
            "y2": 848,
            "text": "わー たーしー",
            "vi": "Chờ đợi"
        }
    ]
}