var ocr_data = {
    "1-6103e28db92d7.jpg": [
        {
            "x1": 510,
            "y1": 105,
            "x2": 591,
            "y2": 273,
            "text": "レン！",
            "vi": "Len!"
        },
        {
            "x1": 88,
            "y1": 114,
            "x2": 154,
            "y2": 275,
            "text": "何あの剣 ちょっと おかしいんだけど⁉",
            "vi": "Một thanh kiếm là một chút kỳ lạ, nhưng"
        },
        {
            "x1": 496,
            "y1": 663,
            "x2": 600,
            "y2": 840,
            "text": "あ あと ご飯美味しかった！ 皆も喜んでた！ ありがと！",
            "vi": "Oh, nó rất ngon! Mọi người đều hạnh phúc! cảm ơn bạn!"
        },
        {
            "x1": 118,
            "y1": 659,
            "x2": 134,
            "y2": 805,
            "text": "どういたしまして",
            "vi": "Bạn được chào đón."
        }
    ],
    "2-6103e29069d28.jpg": [
        {
            "x1": 119,
            "y1": 57,
            "x2": 429,
            "y2": 73,
            "text": "話 よくわからないけれと肌脱ぐみたいです",
            "vi": "Có vẻ như tôi không hiểu câu chuyện"
        },
        {
            "x1": 65,
            "y1": 116,
            "x2": 212,
            "y2": 162,
            "text": "最新単行本第了巻 た日(金)発荒",
            "vi": "Từ ngày (thứ Sáu) của cuốn sách mới nhất"
        },
        {
            "x1": 158,
            "y1": 224,
            "x2": 195,
            "y2": 432,
            "text": "ワケアリの業物",
            "vi": "Wakeai"
        },
        {
            "x1": 110,
            "y1": 328,
            "x2": 145,
            "y2": 495,
            "text": "腰に差して！",
            "vi": "Đặt nó lên eo của bạn!"
        },
        {
            "x1": 394,
            "y1": 725,
            "x2": 617,
            "y2": 828,
            "text": "界転",
            "vi": "Lật"
        },
        {
            "x1": 360,
            "y1": 798,
            "x2": 608,
            "y2": 877,
            "text": "ていたようです 漫画内々けやき原作:ぁし",
            "vi": "Có vẻ như đó là một bộ truyện tranh bên trong tác phẩm gốc: ぁ ぁ"
        },
        {
            "x1": 360,
            "y1": 880,
            "x2": 552,
            "y2": 897,
            "text": "キャラクタ一原案カオ",
            "vi": "Nhân vật Ichihara Draft Chao"
        }
    ],
    "3-6103e297482f3.jpg": [
        {
            "x1": 533,
            "y1": 83,
            "x2": 593,
            "y2": 252,
            "text": "それであの剣 ここ ありました？",
            "vi": "Vậy có thanh kiếm ở đây?"
        },
        {
            "x1": 470,
            "y1": 146,
            "x2": 513,
            "y2": 298,
            "text": "もしかして 壊れちゃいました？",
            "vi": "Nó đã bị phá vỡ?"
        },
        {
            "x1": 97,
            "y1": 110,
            "x2": 142,
            "y2": 298,
            "text": "簡単に壊れないように 造ってたはずなんだけど",
            "vi": "Tôi đoán nó đáng lẽ phải được thực hiện để nó không dễ bị phá vỡ"
        },
        {
            "x1": 535,
            "y1": 357,
            "x2": 597,
            "y2": 478,
            "text": "あ 壊れたとか そういうのじゃ ないから",
            "vi": "Ồ, nó không bị hỏng hay loại đó"
        },
        {
            "x1": 102,
            "y1": 348,
            "x2": 123,
            "y2": 439,
            "text": "えっとねー",
            "vi": "Ừm"
        },
        {
            "x1": 289,
            "y1": 386,
            "x2": 337,
            "y2": 534,
            "text": "んー？ じゃあ 一体何が？",
            "vi": "Hmm? Vậy nó là gì?"
        },
        {
            "x1": 536,
            "y1": 609,
            "x2": 576,
            "y2": 700,
            "text": "３日前",
            "vi": "Ba ngày trước đây"
        },
        {
            "x1": 467,
            "y1": 618,
            "x2": 527,
            "y2": 736,
            "text": "私と別れた後に ギルドの資料室に 行ったらしい",
            "vi": "Có vẻ như anh ấy đã đi đến phòng tài liệu của bang hội sau khi chia tay tôi"
        },
        {
            "x1": 76,
            "y1": 722,
            "x2": 153,
            "y2": 886,
            "text": "トリエラは立子が 読めないから司書の人に 色々教えてもらっだり したそうな",
            "vi": "Triella dường như đã được dạy rất nhiều từ thủ thư vì Tachiko không thể đọc nó."
        }
    ],
    "4-6103e2a2384b0.jpg": [
        {
            "x1": 468,
            "y1": 100,
            "x2": 567,
            "y2": 241,
            "text": "次の日 資料堂で覚えたことを 早速試そうと 東の森まで薬草操取に 出かけたらしい",
            "vi": "Có vẻ như anh ta đã đi đến Rừng phương Đông để thử những gì anh ta học được trong bảo tàng vào ngày hôm sau."
        },
        {
            "x1": 40,
            "y1": 91,
            "x2": 99,
            "y2": 246,
            "text": "結論から言うと トリエラ大活躍",
            "vi": "Từ kết luận, Triella là một thành công lớn"
        },
        {
            "x1": 526,
            "y1": 405,
            "x2": 541,
            "y2": 512,
            "text": "今までなら",
            "vi": "Cho đến bây giờ"
        },
        {
            "x1": 119,
            "y1": 369,
            "x2": 487,
            "y2": 468,
            "text": "もさもさもさもき",
            "vi": "Mosamosamosaki"
        },
        {
            "x1": 488,
            "y1": 404,
            "x2": 504,
            "y2": 552,
            "text": "たいじだことはなく",
            "vi": "Không có gì"
        },
        {
            "x1": 77,
            "y1": 448,
            "x2": 133,
            "y2": 603,
            "text": "大抵の場合は 小銀背不枚前後位だった らじいんだけどな",
            "vi": "Trong hầu hết các trường hợp, sẽ rất tuyệt nếu nó là một mặt sau nhỏ."
        },
        {
            "x1": 87,
            "y1": 683,
            "x2": 148,
            "y2": 854,
            "text": "その日の収入は銀貨５枚 今までで最高金額 だったらしい",
            "vi": "Có vẻ như thu nhập vào ngày đó là số tiền cao nhất của 5 đồng bạc"
        }
    ],
    "5-6103e2a4e860d.jpg": [
        {
            "x1": 519,
            "y1": 66,
            "x2": 597,
            "y2": 236,
            "text": "エラ達が 私泊まってる安宿の督料は 8人パーティー合わせて 小銀貨５拉と组貨６放",
            "vi": "Ella và những người khác đang ở khách sạn giá rẻ."
        },
        {
            "x1": 117,
            "y1": 100,
            "x2": 174,
            "y2": 228,
            "text": "それがその日だけで もの7 稼げてしまった訳で",
            "vi": "Đó là lý do tại sao tôi kiếm được 7 ngày trong ngày"
        },
        {
            "x1": 568,
            "y1": 321,
            "x2": 586,
            "y2": 475,
            "text": "で問題はここから",
            "vi": "Vấn đề là từ đây"
        },
        {
            "x1": 287,
            "y1": 357,
            "x2": 312,
            "y2": 408,
            "text": "前日",
            "vi": "Ngày trước"
        },
        {
            "x1": 82,
            "y1": 301,
            "x2": 140,
            "y2": 478,
            "text": "ドリエラ達が 森で薬草探取をしてる時に ゴブリンに襲われた",
            "vi": "Doriera đã bị con yêu tinh tấn công trong khi các loại thảo mộc đang tìm kiếm loại thảo mộc trong rừng"
        }
    ],
    "6-6103e2a7925af.jpg": [
        {
            "x1": 46,
            "y1": 187,
            "x2": 105,
            "y2": 346,
            "text": "トリエラが 振り下ろじた剣は ゴブリンが構えた剣こと",
            "vi": "Thanh kiếm mà Triella vung xuống là thanh kiếm do con yêu tinh nắm giữ"
        },
        {
            "x1": 106,
            "y1": 758,
            "x2": 160,
            "y2": 871,
            "text": "脳天から 真っ二つにして じまったのだとか",
            "vi": "Nó được bắt đầu trong hai từ não."
        }
    ],
    "7-6103e2aaaf165.jpg": [
        {
            "x1": 558,
            "y1": 89,
            "x2": 574,
            "y2": 248,
            "text": "えっと おめでとう？",
            "vi": "Xin chúc mừng?"
        },
        {
            "x1": 127,
            "y1": 86,
            "x2": 166,
            "y2": 265,
            "text": "ありがとう！ って そうじゃなくて！",
            "vi": "cảm ơn bạn! Không như vậy!"
        },
        {
            "x1": 502,
            "y1": 340,
            "x2": 539,
            "y2": 501,
            "text": "なんなのこの剣の 本当にレンが造ったの⁉",
            "vi": "Thanh kiếm này thực sự được tạo ra bởi Len"
        },
        {
            "x1": 147,
            "y1": 365,
            "x2": 192,
            "y2": 498,
            "text": "間違いなく 私が打った剣です",
            "vi": "Chắc chắn là thanh kiếm tôi đánh"
        },
        {
            "x1": 573,
            "y1": 566,
            "x2": 594,
            "y2": 679,
            "text": "ありがとう？",
            "vi": "cảm ơn bạn?"
        },
        {
            "x1": 412,
            "y1": 560,
            "x2": 431,
            "y2": 673,
            "text": "じゃなくて！",
            "vi": "Không phải!"
        },
        {
            "x1": 505,
            "y1": 716,
            "x2": 524,
            "y2": 869,
            "text": "どういたしまして？",
            "vi": "Bạn được chào đón?"
        },
        {
            "x1": 87,
            "y1": 711,
            "x2": 152,
            "y2": 860,
            "text": "正直 今のわたしには 不釣り合いすきるよ この剣…",
            "vi": "Thành thật mà nói, bây giờ tôi muốn bị thất bại trong thanh kiếm này..."
        }
    ],
    "8-6103e2afb7667.jpg": [
        {
            "x1": 516,
            "y1": 119,
            "x2": 555,
            "y2": 255,
            "text": "そういうのは どうでもいいです",
            "vi": "Tôi không quan tâm đến điều đó"
        },
        {
            "x1": 354,
            "y1": 304,
            "x2": 416,
            "y2": 444,
            "text": "トリエラの身を 守る為にも 持っていてください",
            "vi": "Xin vui lòng có nó để bảo vệ triella"
        },
        {
            "x1": 50,
            "y1": 268,
            "x2": 95,
            "y2": 454,
            "text": "そういうと思った‥ わかった 持っておくね",
            "vi": "Tôi nghĩ loại điều đó... tôi hiểu"
        },
        {
            "x1": 474,
            "y1": 504,
            "x2": 524,
            "y2": 645,
            "text": "はいあ それと なんですけど ちょっといいですか？",
            "vi": "Vâng, đó là cái gì?"
        },
        {
            "x1": 464,
            "y1": 710,
            "x2": 555,
            "y2": 827,
            "text": "トリエラ用に 革の防具を 造ってみたので 合わせましょう",
            "vi": "Tôi đã làm áo giáp bằng da cho Triela, vì vậy hãy kết hợp nó"
        },
        {
            "x1": 70,
            "y1": 768,
            "x2": 93,
            "y2": 894,
            "text": "はい 腕上げて",
            "vi": "Có, nâng cánh tay của bạn"
        }
    ],
    "9-6103e2b2707b4.jpg": [
        {
            "x1": 535,
            "y1": 88,
            "x2": 578,
            "y2": 214,
            "text": "‥それも 拒否権無い感じ？",
            "vi": "‥ cảm giác như bạn không có quyền phủ quyết?"
        },
        {
            "x1": 414,
            "y1": 244,
            "x2": 488,
            "y2": 368,
            "text": "ほれほれ",
            "vi": "Horehore"
        },
        {
            "x1": 114,
            "y1": 281,
            "x2": 137,
            "y2": 366,
            "text": "当然です",
            "vi": "Tự nhiên"
        }
    ]
}