var ocr_data = {
    "001.jpg": [
        {
            "x1": 564,
            "y1": 94,
            "x2": 600,
            "y2": 233,
            "text": "思い返すに",
            "vi": "Để nhớ lại"
        },
        {
            "x1": 492,
            "y1": 393,
            "x2": 538,
            "y2": 610,
            "text": "初めで見た大都市 領都ムバロはよかった。",
            "vi": "Lãnh thổ thành phố lớn mà tôi thấy lúc ban đầu là tốt."
        },
        {
            "x1": 376,
            "y1": 362,
            "x2": 434,
            "y2": 586,
            "text": "リーさんたちの少 ドレスかわいかつた",
            "vi": "Chiếc váy nhỏ của Lee rất dễ thương"
        },
        {
            "x1": 526,
            "y1": 657,
            "x2": 602,
            "y2": 778,
            "text": "そしてあの 高級レスドラ でのひととき",
            "vi": "Và một khoảnh khắc trong Lesdra xa xỉ đó"
        }
    ],
    "002.jpg": [
        {
            "x1": 46,
            "y1": 97,
            "x2": 111,
            "y2": 199,
            "text": "あそこの料理 美味しかった なあ",
            "vi": "Nó rất ngon ở đó"
        },
        {
            "x1": 495,
            "y1": 270,
            "x2": 561,
            "y2": 422,
            "text": "リリーさん達との イイチャイチャも 私良かったし",
            "vi": "Tôi cũng tốt với những chiếc ghế tốt của Lily"
        },
        {
            "x1": 435,
            "y1": 351,
            "x2": 461,
            "y2": 544,
            "text": "百合童貞みたいで",
            "vi": "Nó trông giống như một trinh nữ lily"
        },
        {
            "x1": 53,
            "y1": 754,
            "x2": 102,
            "y2": 854,
            "text": "なのに",
            "vi": "Tuy vậy"
        }
    ],
    "003.jpg": [
        {
            "x1": 108,
            "y1": 74,
            "x2": 187,
            "y2": 242,
            "text": "なぜこんな ことに‥",
            "vi": "Tại sao là cái này..."
        },
        {
            "x1": 30,
            "y1": 354,
            "x2": 330,
            "y2": 368,
            "text": "誰話およわからなれと異世界になんたようです",
            "vi": "Có vẻ như trong một thế giới khác vì câu chuyện"
        },
        {
            "x1": 32,
            "y1": 384,
            "x2": 157,
            "y2": 419,
            "text": "原作あし キャラクタ原案",
            "vi": "Bản nháp gốc của nhân vật ASHI ban đầu"
        },
        {
            "x1": 29,
            "y1": 421,
            "x2": 265,
            "y2": 458,
            "text": "漫画内々けやき",
            "vi": "Manga -kaiyaki"
        },
        {
            "x1": 433,
            "y1": 493,
            "x2": 630,
            "y2": 794,
            "text": "ふりかえると 死屍思々",
            "vi": "Nhìn lại, người chết chết"
        }
    ],
    "004.jpg": [
        {
            "x1": 490,
            "y1": 50,
            "x2": 535,
            "y2": 190,
            "text": "１時間前",
            "vi": "Một tiếng trước"
        },
        {
            "x1": 496,
            "y1": 579,
            "x2": 558,
            "y2": 685,
            "text": "ストップ ストップ",
            "vi": "Dừng dừng lại"
        },
        {
            "x1": 58,
            "y1": 761,
            "x2": 99,
            "y2": 868,
            "text": "丸太？",
            "vi": "đăng nhập?"
        }
    ],
    "006.jpg": [
        {
            "x1": 496,
            "y1": 109,
            "x2": 551,
            "y2": 247,
            "text": "あからさまな 山賊",
            "vi": "Tên cướp hoàn toàn"
        },
        {
            "x1": 437,
            "y1": 228,
            "x2": 494,
            "y2": 339,
            "text": "左右正面 ２人ずつで",
            "vi": "Với hai người ở phía trước bên trái và bên phải"
        },
        {
            "x1": 40,
            "y1": 202,
            "x2": 95,
            "y2": 340,
            "text": "これだけじゃ ないよな",
            "vi": "Đây không phải là cái duy nhất"
        },
        {
            "x1": 379,
            "y1": 402,
            "x2": 398,
            "y2": 507,
            "text": "左右の木にも",
            "vi": "Cũng ở bên trái và cây phải"
        },
        {
            "x1": 567,
            "y1": 547,
            "x2": 614,
            "y2": 649,
            "text": "操探知",
            "vi": "Thủ công mỹ nghệ"
        },
        {
            "x1": 290,
            "y1": 487,
            "x2": 331,
            "y2": 612,
            "text": "弓をつがえで 待機",
            "vi": "Chờ với một cung"
        }
    ],
    "007.jpg": [
        {
            "x1": 557,
            "y1": 74,
            "x2": 603,
            "y2": 189,
            "text": "どーしました レンさん？",
            "vi": "Bạn đã làm gì?"
        },
        {
            "x1": 104,
            "y1": 157,
            "x2": 150,
            "y2": 280,
            "text": "なんか 囲まれてるー？",
            "vi": "Nó có được bao quanh không?"
        },
        {
            "x1": 533,
            "y1": 369,
            "x2": 606,
            "y2": 484,
            "text": "あっ リリーさんと アリサさんは 出ちゃダメです！",
            "vi": "Ah Lily và Alisa không tốt!"
        },
        {
            "x1": 549,
            "y1": 535,
            "x2": 587,
            "y2": 660,
            "text": "おかしらぁ 女だけみたいですせ",
            "vi": "Nó giống như một người phụ nữ"
        },
        {
            "x1": 515,
            "y1": 767,
            "x2": 569,
            "y2": 854,
            "text": "しかも 上玉だ！",
            "vi": "Và đó là một quả bóng hàng đầu!"
        }
    ],
    "008.jpg": [
        {
            "x1": 527,
            "y1": 100,
            "x2": 580,
            "y2": 185,
            "text": "こいつは 好都合だ",
            "vi": "Anh chàng này thuận tiện"
        },
        {
            "x1": 203,
            "y1": 100,
            "x2": 252,
            "y2": 224,
            "text": "金目のもの だけじゃなく",
            "vi": "Không chỉ vàng"
        },
        {
            "x1": 315,
            "y1": 473,
            "x2": 389,
            "y2": 587,
            "text": "仕事が やりやすくて 助かる",
            "vi": "Dễ dàng làm việc và giúp đỡ"
        },
        {
            "x1": 51,
            "y1": 478,
            "x2": 106,
            "y2": 603,
            "text": "みんな 売り飛ばす！",
            "vi": "Mọi người bán nó!"
        },
        {
            "x1": 510,
            "y1": 668,
            "x2": 555,
            "y2": 830,
            "text": "リリーさん達 ここは私が何とか。",
            "vi": "Lily và những người khác ở đây bằng cách nào đó."
        }
    ],
    "009.jpg": [
        {
            "x1": 550,
            "y1": 85,
            "x2": 592,
            "y2": 181,
            "text": "今こそ",
            "vi": "Bây giờ là thời gian"
        },
        {
            "x1": 467,
            "y1": 680,
            "x2": 612,
            "y2": 827,
            "text": "今こそ レンさんに いいところ 見せる時！",
            "vi": "Bây giờ là lúc để cho Ren thấy những điểm tốt của Ren!"
        },
        {
            "x1": 87,
            "y1": 631,
            "x2": 157,
            "y2": 833,
            "text": "久々やっちゃい ましょうかねー",
            "vi": "Hãy làm điều đó sau một thời gian dài"
        }
    ],
    "010.jpg": [
        {
            "x1": 513,
            "y1": 81,
            "x2": 561,
            "y2": 208,
            "text": "あの お２人とも‥？",
            "vi": "Có cả hai?"
        },
        {
            "x1": 49,
            "y1": 83,
            "x2": 131,
            "y2": 257,
            "text": "美少女お姉さん 冒険者の 力見せてやるぁー！",
            "vi": "Tôi sẽ cho bạn thấy sức mạnh của một cô gái xinh đẹp và nhà thám hiểm chị gái!"
        },
        {
            "x1": 388,
            "y1": 323,
            "x2": 555,
            "y2": 501,
            "text": "美少女冒険者 だと‥⁉ 返り討ちに してやれ！ 売る前に 散々楽しむぞ！",
            "vi": "Nếu bạn là một nhà thám hiểm cô gái xinh đẹp... Tận hưởng rất nhiều trước khi bán!"
        },
        {
            "x1": 68,
            "y1": 340,
            "x2": 107,
            "y2": 462,
            "text": "おうッ！",
            "vi": "Oh!"
        },
        {
            "x1": 523,
            "y1": 581,
            "x2": 551,
            "y2": 813,
            "text": "おいおいおいおい談",
            "vi": "Này, oho nói chuyện"
        },
        {
            "x1": 455,
            "y1": 674,
            "x2": 524,
            "y2": 832,
            "text": "初めてのく",
            "vi": "Lần đầu tiên"
        },
        {
            "x1": 433,
            "y1": 687,
            "x2": 469,
            "y2": 826,
            "text": "対人戦だよ",
            "vi": "Đó là một trận chiến giữa các cá nhân"
        },
        {
            "x1": 61,
            "y1": 687,
            "x2": 126,
            "y2": 815,
            "text": "2人を 守らないと",
            "vi": "Tôi phải bảo vệ hai người"
        }
    ],
    "011.jpg": [
        {
            "x1": 79,
            "y1": 60,
            "x2": 145,
            "y2": 235,
            "text": "レンさんは 私が守りますっ",
            "vi": "Tôi sẽ bảo vệ Ren"
        },
        {
            "x1": 142,
            "y1": 316,
            "x2": 216,
            "y2": 431,
            "text": "何これ⁉ 魔法⁉",
            "vi": "Điều kỳ diệu này là gì⁉"
        },
        {
            "x1": 510,
            "y1": 578,
            "x2": 597,
            "y2": 863,
            "text": "結界魔法”",
            "vi": "Phép thuật hàng rào \""
        },
        {
            "x1": 168,
            "y1": 712,
            "x2": 230,
            "y2": 863,
            "text": "くそっ！ やっちまえ！",
            "vi": "Chết tiệt! Chỉ làm nó!"
        }
    ]
}