var ocr_data = {
    "001.jpg": [
        {
            "x1": 485,
            "y1": 557,
            "x2": 574,
            "y2": 710,
            "text": "なんだこれ‥⁉ 攻撃が 弾かれる‥⁉",
            "vi": "Đây là gì... cuộc tấn công được chơi...⁉⁉"
        },
        {
            "x1": 220,
            "y1": 561,
            "x2": 279,
            "y2": 674,
            "text": "結界の中に居れば 馬車も私たちも 大丈夫です",
            "vi": "Nếu bạn đang ở trong rào cản, cả xe ngựa và chúng tôi đều ổn"
        },
        {
            "x1": 333,
            "y1": 728,
            "x2": 397,
            "y2": 881,
            "text": "ウィザードが いるぞ！",
            "vi": "Có một thuật sĩ!"
        },
        {
            "x1": 53,
            "y1": 731,
            "x2": 97,
            "y2": 862,
            "text": "アリサ！",
            "vi": "Alisa!"
        }
    ],
    "002.jpg": [
        {
            "x1": 371,
            "y1": 323,
            "x2": 428,
            "y2": 495,
            "text": "はいよー",
            "vi": "Vâng"
        }
    ],
    "003.jpg": [
        {
            "x1": 484,
            "y1": 711,
            "x2": 547,
            "y2": 881,
            "text": "１呼吸で ３突きだァー⁉",
            "vi": "3 lực đẩy bằng một hơi thở⁉"
        },
        {
            "x1": 63,
            "y1": 645,
            "x2": 125,
            "y2": 837,
            "text": "踏み込みの速さが 尋常じゃねえ！",
            "vi": "Tốc độ của bước không phải là phi thường!"
        }
    ],
    "004.jpg": [
        {
            "x1": 512,
            "y1": 69,
            "x2": 592,
            "y2": 247,
            "text": "この2人って もしかして",
            "vi": "Có thể hai người này"
        },
        {
            "x1": 391,
            "y1": 74,
            "x2": 469,
            "y2": 478,
            "text": "物凄く強い？",
            "vi": "Nó rất mạnh?"
        },
        {
            "x1": 557,
            "y1": 569,
            "x2": 596,
            "y2": 697,
            "text": "結界から 出た奴を狙えは…！",
            "vi": "Nhằm mục đích cho anh chàng bước ra khỏi rào cản...!"
        }
    ],
    "005.jpg": [
        {
            "x1": 61,
            "y1": 378,
            "x2": 103,
            "y2": 510,
            "text": "ひいい！",
            "vi": "Khỏe!"
        },
        {
            "x1": 529,
            "y1": 631,
            "x2": 564,
            "y2": 810,
            "text": "おたすけえ！",
            "vi": "Otake!"
        },
        {
            "x1": 41,
            "y1": 670,
            "x2": 95,
            "y2": 815,
            "text": "ノルンとベルも 協力してくれる",
            "vi": "Norn và Bell cũng sẽ hợp tác"
        }
    ],
    "006.jpg": [
        {
            "x1": 569,
            "y1": 92,
            "x2": 587,
            "y2": 134,
            "text": "守って",
            "vi": "Plese bảo vệ"
        },
        {
            "x1": 541,
            "y1": 95,
            "x2": 555,
            "y2": 198,
            "text": "るて",
            "vi": "Ở trong"
        },
        {
            "x1": 519,
            "y1": 389,
            "x2": 605,
            "y2": 498,
            "text": "アリサ 後ろから敵 来てるよ！",
            "vi": "Alisa đến từ phía sau!"
        },
        {
            "x1": 519,
            "y1": 570,
            "x2": 598,
            "y2": 859,
            "text": "アリサさんも サポートしましょう！",
            "vi": "Hãy ủng hộ Alisa!"
        },
        {
            "x1": 93,
            "y1": 728,
            "x2": 162,
            "y2": 870,
            "text": "エアバレル セット！",
            "vi": "Bộ thùng không khí!"
        }
    ],
    "007.jpg": [
        {
            "x1": 501,
            "y1": 283,
            "x2": 567,
            "y2": 420,
            "text": "威力 速度を 弱めて",
            "vi": "Giảm tốc độ năng lượng"
        },
        {
            "x1": 191,
            "y1": 577,
            "x2": 287,
            "y2": 843,
            "text": "発射ッ！",
            "vi": "Sa thải!"
        }
    ],
    "008.jpg": [
        {
            "x1": 83,
            "y1": 573,
            "x2": 215,
            "y2": 674,
            "text": "暴徒 鎮圧用の ゴム弾だから 死には しないと 思うけど…！",
            "vi": "Tôi không nghĩ rằng nó sẽ chết vì nó là một viên đạn cao su để triệt tiêu mob...!"
        }
    ],
    "009.jpg": [
        {
            "x1": 487,
            "y1": 77,
            "x2": 575,
            "y2": 220,
            "text": "くっ 降参だ",
            "vi": "Đó là một khu vực"
        },
        {
            "x1": 452,
            "y1": 155,
            "x2": 487,
            "y2": 256,
            "text": "あんなの くらいたくねー",
            "vi": "Nó rất khó"
        },
        {
            "x1": 66,
            "y1": 187,
            "x2": 123,
            "y2": 307,
            "text": "女だけだから 襲ったのに… どういうことだい",
            "vi": "Tôi đã tấn công vì cô ấy chỉ là phụ nữ..."
        },
        {
            "x1": 465,
            "y1": 389,
            "x2": 564,
            "y2": 488,
            "text": "せっかくの 上玉なので 売り飛はす前に 楽しもうと 思ったのに！",
            "vi": "Tôi nghĩ rằng tôi sẽ thích nó trước khi bán nó vì nó là một quả bóng tốt!"
        },
        {
            "x1": 495,
            "y1": 589,
            "x2": 538,
            "y2": 685,
            "text": "リリーさん アリサさん",
            "vi": "Lily Alisa"
        },
        {
            "x1": 53,
            "y1": 739,
            "x2": 139,
            "y2": 869,
            "text": "この人たち弱いし 通報するぐらいで 許してあげて いいのかも？",
            "vi": "Những người này có yếu đuối không và bạn có thể tha thứ cho họ để báo cáo không?"
        }
    ],
    "010.jpg": [
        {
            "x1": 548,
            "y1": 107,
            "x2": 603,
            "y2": 194,
            "text": "慰み者に するだなんて 嘘です！",
            "vi": "Đó là một lời nói dối là một người an ủi!"
        },
        {
            "x1": 185,
            "y1": 82,
            "x2": 223,
            "y2": 194,
            "text": "もういいノです！ 僕たち‼",
            "vi": "Nó đã tốt! Chúng tôi là‼"
        },
        {
            "x1": 475,
            "y1": 151,
            "x2": 512,
            "y2": 265,
            "text": "もう心を れまた",
            "vi": "Làm cho trái tim của bạn trở lại"
        },
        {
            "x1": 81,
            "y1": 67,
            "x2": 110,
            "y2": 251,
            "text": "うわくプライド低ッ",
            "vi": "Niềm tự hào ấm áp thấp"
        },
        {
            "x1": 115,
            "y1": 315,
            "x2": 145,
            "y2": 371,
            "text": "きゃ",
            "vi": "Kiya"
        },
        {
            "x1": 101,
            "y1": 423,
            "x2": 150,
            "y2": 541,
            "text": "うぉ！",
            "vi": "Thành công lớn!"
        },
        {
            "x1": 80,
            "y1": 744,
            "x2": 128,
            "y2": 863,
            "text": "なんて良い スケなんだ！",
            "vi": "Đúng là một trượt tuyết tốt!"
        }
    ]
}