var ocr_data = {
    "001.jpg": [
        {
            "x1": 512,
            "y1": 159,
            "x2": 552,
            "y2": 383,
            "text": "リリーさん？",
            "vi": "Hoa huệ?"
        },
        {
            "x1": 434,
            "y1": 247,
            "x2": 461,
            "y2": 459,
            "text": "どうしてここに？",
            "vi": "Tại sao bạn lại ở đây?"
        },
        {
            "x1": 619,
            "y1": 883,
            "x2": 668,
            "y2": 1080,
            "text": "レンさん！",
            "vi": "Len!"
        },
        {
            "x1": 148,
            "y1": 866,
            "x2": 282,
            "y2": 1106,
            "text": "えらとと お昼だから 姉さんと一緒に 食べようかなと思って 誘いに来たんです",
            "vi": "Tôi đến để mời tôi đi ăn cùng em gái vì đó là bữa trưa và ăn trưa."
        },
        {
            "x1": 800,
            "y1": 1247,
            "x2": 928,
            "y2": 1490,
            "text": "よかったら私もご一緒 してもいいですか？ 料理は私の持ち出しと 言うことで",
            "vi": "Tôi có thể ở bên tôi nếu tôi thích không? Bằng cách nói rằng thực phẩm được lấy ra"
        },
        {
            "x1": 205,
            "y1": 1284,
            "x2": 277,
            "y2": 1476,
            "text": "いいんですか⁉ 是非！ 是非！",
            "vi": "Có ổn không? Tôi rất thích!"
        }
    ],
    "002.jpg": [
        {
            "x1": 822,
            "y1": 176,
            "x2": 956,
            "y2": 415,
            "text": "あの 私としても 凄く嬉しいお誘い なんですけど よろしいんですか？",
            "vi": "Tôi là một lời mời rất hạnh phúc đối với tôi, nhưng điều đó có ổn không?"
        },
        {
            "x1": 346,
            "y1": 201,
            "x2": 414,
            "y2": 353,
            "text": "ええ 構いませんよ",
            "vi": "Vâng"
        },
        {
            "x1": 214,
            "y1": 166,
            "x2": 284,
            "y2": 356,
            "text": "リリーさんの トロ顔可愛いし",
            "vi": "Khuôn mặt Toro của Lily rất dễ thương"
        },
        {
            "x1": 73,
            "y1": 318,
            "x2": 183,
            "y2": 509,
            "text": "サレナさんの トロ顔も正直 興奮しますので",
            "vi": "Khuôn mặt Toro của Salena thật sự phấn khích"
        },
        {
            "x1": 919,
            "y1": 632,
            "x2": 960,
            "y2": 740,
            "text": "それと",
            "vi": "Và"
        },
        {
            "x1": 763,
            "y1": 605,
            "x2": 857,
            "y2": 822,
            "text": "あの よかったら ギルドマスターも ご一緒しませんか？",
            "vi": "Bạn có muốn ở với Master Guild nếu bạn thích điều đó không?"
        },
        {
            "x1": 829,
            "y1": 1308,
            "x2": 917,
            "y2": 1508,
            "text": "俺も？",
            "vi": "tôi cũng thế?"
        }
    ],
    "003.jpg": [
        {
            "x1": 800,
            "y1": 589,
            "x2": 988,
            "y2": 686,
            "text": "エビ出汁 濃厚スープ",
            "vi": "Súp súp tôm súp"
        },
        {
            "x1": 444,
            "y1": 662,
            "x2": 647,
            "y2": 720,
            "text": "エビチリ",
            "vi": "Tôm ôn"
        },
        {
            "x1": 152,
            "y1": 701,
            "x2": 293,
            "y2": 785,
            "text": "ご飯",
            "vi": "gạo nấu chín"
        },
        {
            "x1": 881,
            "y1": 952,
            "x2": 945,
            "y2": 1091,
            "text": "その これ なんですか",
            "vi": "Cái gì thế này?"
        },
        {
            "x1": 944,
            "y1": 1257,
            "x2": 1016,
            "y2": 1427,
            "text": "海老を使った 料理ですね",
            "vi": "Đó là một món ăn sử dụng tôm"
        },
        {
            "x1": 825,
            "y1": 1320,
            "x2": 917,
            "y2": 1492,
            "text": "南の海辺の村で 大量に仕入れて きました",
            "vi": "Tôi đã mua rất nhiều ở Village bên bờ biển phía nam"
        },
        {
            "x1": 201,
            "y1": 1289,
            "x2": 296,
            "y2": 1485,
            "text": "海老ってあの じゅりじゃりして 生臭いやつ？",
            "vi": "Là tôm có mùi tươi?"
        }
    ],
    "004.jpg": [
        {
            "x1": 847,
            "y1": 137,
            "x2": 969,
            "y2": 378,
            "text": "あー それは 下こしらえをちゃんと やってなかったん でしょうね",
            "vi": "À, điều đó đã không làm điều đó đúng cách"
        },
        {
            "x1": 689,
            "y1": 265,
            "x2": 792,
            "y2": 439,
            "text": "背ワタ 取ってないな 内陸部の料理人",
            "vi": "Đầu bếp nội địa, người không quay lưng lại"
        },
        {
            "x1": 77,
            "y1": 183,
            "x2": 208,
            "y2": 425,
            "text": "これは そういうのの心配ない 新メニューなので どうぞ",
            "vi": "Đây là một thực đơn mới không lo lắng về nó."
        },
        {
            "x1": 883,
            "y1": 670,
            "x2": 941,
            "y2": 866,
            "text": "・わかりました では",
            "vi": "・ Tôi hiểu"
        }
    ],
    "005.jpg": [
        {
            "x1": 901,
            "y1": 147,
            "x2": 1020,
            "y2": 379,
            "text": "口に入れた とたんに広がる 重層的な味の波：",
            "vi": "Làn sóng của một hương vị nhiều thứ lan rộng ra ngay khi nó được đưa vào miệng:"
        },
        {
            "x1": 159,
            "y1": 490,
            "x2": 273,
            "y2": 832,
            "text": "味の奥を探ってまるで 何処までも潜れる海。 スープの奥が見えない",
            "vi": "Một vùng biển có thể lặn như bạn muốn bằng cách khám phá mặt sau của hương vị. Tôi không thể nhìn thấy mặt sau của súp"
        },
        {
            "x1": 956,
            "y1": 936,
            "x2": 1029,
            "y2": 1119,
            "text": "‥なんですか これは！",
            "vi": "‥cái gì thế này!"
        },
        {
            "x1": 809,
            "y1": 972,
            "x2": 908,
            "y2": 1168,
            "text": "こんなに 美味しいもの 初めて食べました",
            "vi": "Tôi đã ăn một thứ rất ngon lần đầu tiên"
        },
        {
            "x1": 227,
            "y1": 989,
            "x2": 277,
            "y2": 1081,
            "text": "主鞭の",
            "vi": "Phóng đãng"
        },
        {
            "x1": 139,
            "y1": 996,
            "x2": 228,
            "y2": 1167,
            "text": "一流レストラン でもここまでの ものは…",
            "vi": "Điều gì cho đến nay ngay cả trong nhà hàng hàng đầu..."
        },
        {
            "x1": 925,
            "y1": 1266,
            "x2": 1025,
            "y2": 1532,
            "text": "このスープ…… 恐ろしく濃厚で… これが海老の味なのか？",
            "vi": "Món súp này... phong phú khủng khiếp... đây có phải là hương vị của tôm?"
        },
        {
            "x1": 146,
            "y1": 1273,
            "x2": 272,
            "y2": 1513,
            "text": "前に食った時は あの食感と生臭さが 気になって よくあからなかったが",
            "vi": "Khi tôi đã ăn trước đây, tôi đã lo lắng về kết cấu và mùi tanh, nhưng"
        }
    ],
    "006.jpg": [
        {
            "x1": 915,
            "y1": 142,
            "x2": 945,
            "y2": 314,
            "text": "良い反応ですね",
            "vi": "Đó là một phản ứng tốt"
        },
        {
            "x1": 717,
            "y1": 139,
            "x2": 853,
            "y2": 360,
            "text": "エビの頭と殻を ことこと煮込んて 灰汁取りして作った 濃厚な奴",
            "vi": "Một anh chàng giàu có được làm bởi đầu và vỏ tôm hầm"
        },
        {
            "x1": 97,
            "y1": 134,
            "x2": 194,
            "y2": 291,
            "text": "これだけで イチコロ だと思うけど",
            "vi": "Tôi nghĩ đây chỉ là Ichikoro"
        },
        {
            "x1": 833,
            "y1": 470,
            "x2": 957,
            "y2": 735,
            "text": "こっちの 海老の料理もヤバイ 手が止まらん",
            "vi": "Tôi không thể dừng thức ăn tôm."
        },
        {
            "x1": 77,
            "y1": 897,
            "x2": 193,
            "y2": 1053,
            "text": "この辛さが 後を引いて もう…",
            "vi": "Độ cay này kéo lại..."
        },
        {
            "x1": 965,
            "y1": 1278,
            "x2": 1005,
            "y2": 1438,
            "text": "エビチリね",
            "vi": "Tôm ôn"
        },
        {
            "x1": 790,
            "y1": 1245,
            "x2": 929,
            "y2": 1488,
            "text": "衣つける為の 片栗粉は既に 作ったのがあったけど 豆板識がなくて……",
            "vi": "Tôi đã làm tinh bột khoai tây để mặc quần áo, nhưng tôi không có tấm ván..."
        },
        {
            "x1": 641,
            "y1": 1215,
            "x2": 743,
            "y2": 1484,
            "text": "作るにも材料足りなくて 結局以感造魔法て 豆板密問りました",
            "vi": "Tôi không có đủ vật liệu để làm, và sau tất cả, tôi đã hỏi một tấm đậu với cảm giác có cảm giác kỳ diệu."
        },
        {
            "x1": 122,
            "y1": 1254,
            "x2": 257,
            "y2": 1518,
            "text": "ラー油は以前 北東の川上の森で 唐辛子見つけたのて 暇なときに作ってたから",
            "vi": "Tôi đã từng tìm ớt trong rừng ở phía đông bắc của Đông Bắc và khi tôi được tự do."
        }
    ],
    "007.jpg": [
        {
            "x1": 925,
            "y1": 181,
            "x2": 1033,
            "y2": 394,
            "text": "ちょっとリリー！ 貴女一人で 食べ過ぎよ！",
            "vi": "Một ít hoa huệ! Ăn quá nhiều một mình!"
        },
        {
            "x1": 411,
            "y1": 153,
            "x2": 519,
            "y2": 418,
            "text": "姉さんだってもう ８尾食べてるじゃない 私数えてるんだから",
            "vi": "Ngay cả chị tôi cũng đang ăn tám đuôi, vì tôi có thể đếm được"
        },
        {
            "x1": 142,
            "y1": 746,
            "x2": 262,
            "y2": 955,
            "text": "スープだけでも いくらでも米が お代わりできる",
            "vi": "Bạn có thể thay thế bao nhiêu súp tùy thích"
        },
        {
            "x1": 317,
            "y1": 969,
            "x2": 1068,
            "y2": 1103,
            "text": "※舞ここはいつも通り異次元の味覚にヤラれ丸裸で 重しポを始めるところであるがその間に他の二人によって 全べられでしまいかねないので食レポを忘れて丸裸で メをかこんいる実り男のイメなじまた",
            "vi": "* Như thường lệ, như thường lệ, đó là nơi bạn có thể bắt đầu một phân nặng với một chiều khác nhau có kích thước khác nhau, nhưng trong lúc này, bạn có thể có thể là tất cả bởi hai người kia, vì vậy bạn quên đi repo thực phẩm và nhận được một loại trái cây đang phát triển. Hình ảnh của một người đàn ông"
        },
        {
            "x1": 390,
            "y1": 1154,
            "x2": 481,
            "y2": 1284,
            "text": "みんな",
            "vi": "tất cả mọi người"
        },
        {
            "x1": 898,
            "y1": 1202,
            "x2": 1012,
            "y2": 1470,
            "text": "ははははは お代わりはまだあるよ たくさんお食べ",
            "vi": "Vẫn còn một sự thay thế cho hahahaha"
        },
        {
            "x1": 380,
            "y1": 1177,
            "x2": 477,
            "y2": 1407,
            "text": "そんなキャラ？",
            "vi": "Một nhân vật như vậy?"
        }
    ],
    "008.jpg": [
        {
            "x1": 912,
            "y1": 153,
            "x2": 942,
            "y2": 348,
            "text": "もう無理ですー‥",
            "vi": "Tôi không thể làm được nữa..."
        },
        {
            "x1": 617,
            "y1": 135,
            "x2": 683,
            "y2": 311,
            "text": "食いすきた…… …動けん",
            "vi": "Tôi thích nó......"
        },
        {
            "x1": 779,
            "y1": 230,
            "x2": 806,
            "y2": 444,
            "text": "もう食べられません",
            "vi": "Tôi không thể ăn nữa"
        },
        {
            "x1": 97,
            "y1": 573,
            "x2": 160,
            "y2": 768,
            "text": "じゃあ これは 食べられませんね",
            "vi": "Vậy thì bạn không thể ăn cái này"
        },
        {
            "x1": 380,
            "y1": 1402,
            "x2": 640,
            "y2": 1488,
            "text": "葡萄の フルーツゼリー",
            "vi": "Nhi quả thạch"
        }
    ],
    "009.jpg": [
        {
            "x1": 928,
            "y1": 170,
            "x2": 955,
            "y2": 342,
            "text": "なんだこれは‥",
            "vi": "Cái gì thế này..."
        },
        {
            "x1": 747,
            "y1": 302,
            "x2": 813,
            "y2": 522,
            "text": "透き通ってて綺麗： 宝石みたい",
            "vi": "Minh bạch và đẹp: như một viên ngọc quý"
        },
        {
            "x1": 207,
            "y1": 271,
            "x2": 272,
            "y2": 468,
            "text": "それに とても いい香りがします",
            "vi": "Nó có một mùi hương rất tốt"
        },
        {
            "x1": 151,
            "y1": 612,
            "x2": 392,
            "y2": 834,
            "text": "南の村で 調味料づくりに 試行錯誤してた時に 打ち上げられた 天草を探って来て もらって加工して… って感じです",
            "vi": "Ở làng phía nam, tôi được yêu cầu khám phá Amakusa ra mắt khi tôi bị thử và sai để làm gia vị."
        },
        {
            "x1": 848,
            "y1": 939,
            "x2": 1031,
            "y2": 1134,
            "text": "でも皆さん お腹一杯 みたいですから 食べるのは 無理ですよね‥",
            "vi": "Nhưng mọi người dường như đã no, vì vậy không thể ăn..."
        },
        {
            "x1": 907,
            "y1": 1273,
            "x2": 1001,
            "y2": 1526,
            "text": "いえいえ 食べますよ！ むしろ食べさせて ください！",
            "vi": "Không, tôi sẽ ăn! Đúng hơn, hãy để tôi ăn!"
        },
        {
            "x1": 431,
            "y1": 1259,
            "x2": 495,
            "y2": 1522,
            "text": "私も食べます！ 甘いものは別ですから！",
            "vi": "Tôi cũng ăn! Những điều ngọt ngào thì khác!"
        },
        {
            "x1": 159,
            "y1": 1258,
            "x2": 251,
            "y2": 1544,
            "text": "俺も食うぞ！ さっきのやつは とんでもなく美味かった！",
            "vi": "Tôi cũng sẽ ăn! Một trong những tôi đã đề cập trước đó là rất ngon một cách lố bịch!"
        }
    ],
    "010.jpg": [
        {
            "x1": 869,
            "y1": 482,
            "x2": 968,
            "y2": 722,
            "text": "口の中で弾ける怖菊 ゼリー本来の 甘みもさることながら",
            "vi": "Jelly chrysanthemum đáng sợ có thể được chơi trong miệng, cũng như vị ngọt ban đầu của thạch"
        },
        {
            "x1": 612,
            "y1": 529,
            "x2": 671,
            "y2": 637,
            "text": "触感",
            "vi": "Cảm giác xúc giác"
        },
        {
            "x1": 567,
            "y1": 917,
            "x2": 667,
            "y2": 1231,
            "text": "嗅覚了味觉",
            "vi": "Ý thức Ogendous của Olfactory"
        },
        {
            "x1": 853,
            "y1": 1226,
            "x2": 945,
            "y2": 1488,
            "text": "これは赤ね・ ちょっと大人の甘みが うれしい",
            "vi": "Đây là màu đỏ, một chút ngọt ngào của người lớn"
        },
        {
            "x1": 69,
            "y1": 1169,
            "x2": 201,
            "y2": 1428,
            "text": "全てが合わさって アンサンプルを 奏でているよう",
            "vi": "Mọi thứ dường như đang chơi một nhóm nhạc"
        }
    ],
    "011.jpg": [
        {
            "x1": 584,
            "y1": 0,
            "x2": 1154,
            "y2": 377,
            "text": "S23",
            "vi": "Ổn định"
        },
        {
            "x1": 934,
            "y1": 613,
            "x2": 968,
            "y2": 750,
            "text": "美味しい‥",
            "vi": "ngon‥"
        },
        {
            "x1": 966,
            "y1": 973,
            "x2": 1028,
            "y2": 1080,
            "text": "うむ やばいな",
            "vi": "Nó xấu"
        },
        {
            "x1": 370,
            "y1": 877,
            "x2": 583,
            "y2": 1046,
            "text": "もく もく",
            "vi": "Sự nhâm"
        },
        {
            "x1": 795,
            "y1": 955,
            "x2": 930,
            "y2": 1171,
            "text": "甘いが くどくない 程よい甘さで 前萄の風味との バランスが凄くいい",
            "vi": "Sự ngọt ngào không quá tệ và sự cân bằng với hương vị thịt rất tốt."
        },
        {
            "x1": 151,
            "y1": 976,
            "x2": 282,
            "y2": 1184,
            "text": "そして 口の中に香りが 広がって‥ これは やばい……",
            "vi": "Và mùi hương lan rộng trong miệng tôi... điều này thật khủng khiếp..."
        },
        {
            "x1": 906,
            "y1": 1269,
            "x2": 1029,
            "y2": 1443,
            "text": "あれ…？ なんかみなさん キャラ崩顔 してません…？",
            "vi": "điều đó…? Mọi người không có một nhân vật bị sập...?"
        },
        {
            "x1": 217,
            "y1": 1327,
            "x2": 251,
            "y2": 1495,
            "text": "これが素…？",
            "vi": "Đây là yếu tố...?"
        }
    ],
    "012.jpg": [
        {
            "x1": 893,
            "y1": 161,
            "x2": 937,
            "y2": 318,
            "text": "昼食終了",
            "vi": "Kết thúc bữa trưa"
        },
        {
            "x1": 69,
            "y1": 213,
            "x2": 204,
            "y2": 390,
            "text": "ご飯も デザートも 完食飞",
            "vi": "Đã hoàn thành cơm và món tráng miệng"
        },
        {
            "x1": 814,
            "y1": 490,
            "x2": 950,
            "y2": 827,
            "text": "全員打ち上げられだ トドのように なってしまった",
            "vi": "Mọi người đã được ra mắt, như TODO"
        },
        {
            "x1": 821,
            "y1": 1176,
            "x2": 964,
            "y2": 1469,
            "text": "つまり-私の 完全勝利！",
            "vi": "Nói cách khác, -Complete chiến thắng!"
        },
        {
            "x1": 257,
            "y1": 1178,
            "x2": 356,
            "y2": 1334,
            "text": "私もいラ",
            "vi": "Tôi cũng là LA"
        },
        {
            "x1": 113,
            "y1": 1271,
            "x2": 192,
            "y2": 1478,
            "text": "何に対してかは わからないけど",
            "vi": "Tôi không biết nó là gì"
        },
        {
            "x1": 57,
            "y1": 1537,
            "x2": 956,
            "y2": 1578,
            "text": "よくわからないけれど美味はすべてに勝つのです",
            "vi": "Tôi không chắc chắn, nhưng hương vị đánh bại mọi thứ"
        }
    ]
}