var ocr_data = {
    "001.jpg": [
        {
            "x1": 682,
            "y1": 521,
            "x2": 942,
            "y2": 621,
            "text": "スキル【鷹の目】 使用中",
            "vi": "Kỹ năng [Hawk Eyes] bằng cách sử dụng"
        },
        {
            "x1": 167,
            "y1": 1106,
            "x2": 233,
            "y2": 1256,
            "text": "オーガの群れ 発見",
            "vi": "Khám phá một đàn sinh vật"
        }
    ],
    "002.jpg": [
        {
            "x1": 836,
            "y1": 167,
            "x2": 905,
            "y2": 335,
            "text": "あの赤いのが オーガロード",
            "vi": "Đỏ đó là Auga Road"
        },
        {
            "x1": 868,
            "y1": 623,
            "x2": 964,
            "y2": 794,
            "text": "ギルドマスター 頑張ってるん だろうけど",
            "vi": "Tôi đoán rằng bậc thầy bang hội đang làm việc chăm chỉ"
        },
        {
            "x1": 738,
            "y1": 713,
            "x2": 835,
            "y2": 886,
            "text": "ハルーラに だいぶ近づいて いるな",
            "vi": "Đừng tiến gần hơn đến Harura"
        },
        {
            "x1": 138,
            "y1": 810,
            "x2": 171,
            "y2": 943,
            "text": "うーん…",
            "vi": "Hmm..."
        },
        {
            "x1": 831,
            "y1": 1181,
            "x2": 943,
            "y2": 1403,
            "text": "やるっきゃ ないね",
            "vi": "tôi phải làm điều đó"
        }
    ],
    "003.jpg": [
        {
            "x1": 95,
            "y1": 80,
            "x2": 531,
            "y2": 237,
            "text": "よくわかな",
            "vi": "Ổn"
        },
        {
            "x1": 734,
            "y1": 89,
            "x2": 1077,
            "y2": 581,
            "text": "街に 知ってる人晶 作りすぎた",
            "vi": "Tôi đã tạo ra quá nhiều tinh thể con người mà tôi biết trong thành phố"
        },
        {
            "x1": 120,
            "y1": 288,
            "x2": 735,
            "y2": 422,
            "text": "しでいたようです",
            "vi": "Nó dường như đã được"
        },
        {
            "x1": 165,
            "y1": 438,
            "x2": 713,
            "y2": 483,
            "text": "話 よぐわからないけれどこっそり無双なのです",
            "vi": "Tôi không biết câu chuyện, nó là một mớ hỗn độn"
        }
    ],
    "004.jpg": [
        {
            "x1": 909,
            "y1": 1080,
            "x2": 942,
            "y2": 1334,
            "text": "ギルドマスター‼",
            "vi": "Guild Master"
        },
        {
            "x1": 496,
            "y1": 1290,
            "x2": 545,
            "y2": 1450,
            "text": "あれは⁉",
            "vi": "Đó là⁉"
        }
    ],
    "005.jpg": [
        {
            "x1": 147,
            "y1": 754,
            "x2": 202,
            "y2": 936,
            "text": "新手か⁉",
            "vi": "Nó có mới không?"
        },
        {
            "x1": 594,
            "y1": 1082,
            "x2": 672,
            "y2": 1290,
            "text": "いや うちの 冒険者の従魔だ",
            "vi": "Không, nhà thám hiểm của chúng tôi là con quỷ"
        },
        {
            "x1": 501,
            "y1": 1031,
            "x2": 548,
            "y2": 1250,
            "text": "うちのギルドの",
            "vi": "Hội của chúng tôi"
        },
        {
            "x1": 346,
            "y1": 1033,
            "x2": 384,
            "y2": 1231,
            "text": "冒険者の従魔",
            "vi": "Nhà thám hiểm theo dõi -Up"
        },
        {
            "x1": 141,
            "y1": 1090,
            "x2": 204,
            "y2": 1236,
            "text": "収めろ",
            "vi": "Được đặt tại chỗ"
        }
    ],
    "006.jpg": [
        {
            "x1": 854,
            "y1": 240,
            "x2": 885,
            "y2": 367,
            "text": "手紙か……",
            "vi": "Một lá thư..."
        },
        {
            "x1": 104,
            "y1": 287,
            "x2": 136,
            "y2": 460,
            "text": "嬢ちゃんから？",
            "vi": "Từ Hoa hậu -Chan?"
        },
        {
            "x1": 826,
            "y1": 803,
            "x2": 961,
            "y2": 1088,
            "text": "拝啓 新緑の挨 貴ギルドにおかれましては 益々に隆昌のことと お腹び申し上げます",
            "vi": "Thưa ngài, Guild Guild Guild Guild mới, tôi đang đói cho Ryomasa ngày càng nhiều."
        },
        {
            "x1": 684,
            "y1": 932,
            "x2": 815,
            "y2": 1240,
            "text": "さてキドマスー 街道周辺にてオーガの群れと 時してらると 何いました",
            "vi": "Nhân tiện, thời gian xung quanh đường cao tốc Kidomasu và sự gia tăng của máy khoan là gì?"
        },
        {
            "x1": 252,
            "y1": 918,
            "x2": 387,
            "y2": 1133,
            "text": "私は話伐族に正式に 参加しておらず 表立っての協力は 出来ませんが",
            "vi": "Tôi chưa chính thức tham gia vào bộ lạc tường thuật và không thể hợp tác một cách bên ngoài"
        },
        {
            "x1": 78,
            "y1": 969,
            "x2": 179,
            "y2": 1232,
            "text": "行き掛かり上 見過ごすのも不義理かと 存じ上げます",
            "vi": "Tôi biết rằng nó cũng không hợp lý để bỏ qua và bỏ qua."
        },
        {
            "x1": 386,
            "y1": 1334,
            "x2": 685,
            "y2": 1505,
            "text": "下記 条件に 同意 くださるの でしたら ご協力 いたします",
            "vi": "Chúng tôi sẽ hợp tác nếu bạn đồng ý với các điều kiện sau đây."
        }
    ],
    "007.jpg": [
        {
            "x1": 930,
            "y1": 133,
            "x2": 1075,
            "y2": 344,
            "text": "１．討伐した オーガの 素材の分配",
            "vi": "1. Phân phối vật liệu tăng cấp"
        },
        {
            "x1": 342,
            "y1": 357,
            "x2": 440,
            "y2": 586,
            "text": "２．討伐後の 私の情報隠蔽",
            "vi": "2. Che giấu thông tin của tôi sau khi bị khuất phục"
        },
        {
            "x1": 110,
            "y1": 647,
            "x2": 240,
            "y2": 948,
            "text": "３．討伐後に発生する 私への不利益 からの擁護",
            "vi": "3. Phòng thủ từ những bất lợi đối với tôi xảy ra sau khi bị khuất phục"
        },
        {
            "x1": 877,
            "y1": 1014,
            "x2": 975,
            "y2": 1298,
            "text": "同意ただるのであれは その旨を従魔に お伝えください",
            "vi": "Nếu bạn đồng ý, xin vui lòng nói với Quỷ dữ với thực tế đó."
        },
        {
            "x1": 463,
            "y1": 1079,
            "x2": 528,
            "y2": 1189,
            "text": "ニールも いるのか",
            "vi": "Có Neil?"
        },
        {
            "x1": 109,
            "y1": 1260,
            "x2": 230,
            "y2": 1496,
            "text": "従魔の遠吠えが 聞こえ次第 狙撃を開始します",
            "vi": "Bắt đầu bắn tỉa ngay khi bạn có thể nghe thấy con quỷ hú"
        }
    ],
    "008.jpg": [
        {
            "x1": 913,
            "y1": 171,
            "x2": 962,
            "y2": 358,
            "text": "狙撃……！",
            "vi": "Sniper...!"
        },
        {
            "x1": 83,
            "y1": 172,
            "x2": 129,
            "y2": 401,
            "text": "どこからだ？",
            "vi": "Từ đâu?"
        },
        {
            "x1": 885,
            "y1": 927,
            "x2": 953,
            "y2": 1101,
            "text": "おっと 気づいたな…",
            "vi": "Rất tiếc tôi nhận thấy..."
        },
        {
            "x1": 107,
            "y1": 953,
            "x2": 172,
            "y2": 1125,
            "text": "なるべく姿は 見られたくない",
            "vi": "Tôi không muốn được nhìn thấy nhiều nhất có thể"
        },
        {
            "x1": 880,
            "y1": 1240,
            "x2": 946,
            "y2": 1415,
            "text": "報告書にブ 上がっていた",
            "vi": "Nó đã được đưa lên trong báo cáo"
        },
        {
            "x1": 718,
            "y1": 1241,
            "x2": 812,
            "y2": 1476,
            "text": "「嬢ちゃんのスキルが はぐれオーガを 倒した」いう話言",
            "vi": "Từ \"Kỹ năng của Miss's đã đánh bại người khoan\""
        },
        {
            "x1": 217,
            "y1": 1215,
            "x2": 317,
            "y2": 1441,
            "text": "興した子供の うわ言かと 由思っていたが",
            "vi": "Tôi nghĩ đó là một đứa trẻ của một đứa trẻ"
        },
        {
            "x1": 77,
            "y1": 1283,
            "x2": 168,
            "y2": 1486,
            "text": "この悪きよ6うは 戦力足り得るもの ということだな",
            "vi": "Điều ác này là 6 um là đủ cho sức mạnh."
        }
    ],
    "010.jpg": [
        {
            "x1": 897,
            "y1": 163,
            "x2": 937,
            "y2": 356,
            "text": "参ったな…",
            "vi": "Tôi đến..."
        },
        {
            "x1": 266,
            "y1": 207,
            "x2": 328,
            "y2": 381,
            "text": "どっちに頼るか となると",
            "vi": "Khi nào nên dựa vào"
        },
        {
            "x1": 142,
            "y1": 232,
            "x2": 204,
            "y2": 427,
            "text": "まだ嬢ちゃんの ほうがマシか・",
            "vi": "Cô gái trẻ vẫn còn tốt hơn?"
        },
        {
            "x1": 879,
            "y1": 610,
            "x2": 925,
            "y2": 767,
            "text": "大丈夫だ",
            "vi": "Nên ổn"
        },
        {
            "x1": 155,
            "y1": 675,
            "x2": 198,
            "y2": 787,
            "text": "ベック",
            "vi": "Vẫy gọi"
        },
        {
            "x1": 654,
            "y1": 965,
            "x2": 695,
            "y2": 1046,
            "text": "よし",
            "vi": "đồng ý"
        },
        {
            "x1": 569,
            "y1": 1150,
            "x2": 656,
            "y2": 1345,
            "text": "バレたら 処分案件だが",
            "vi": "Nếu đó là Barre, nó sẽ là một dự án xử lý"
        },
        {
            "x1": 134,
            "y1": 1238,
            "x2": 218,
            "y2": 1433,
            "text": "お前の主人に 伝えてくれ",
            "vi": "Nói với chồng bạn"
        }
    ],
    "011.jpg": [
        {
            "x1": 834,
            "y1": 37,
            "x2": 1539,
            "y2": 191,
            "text": "万部に到達‼!!",
            "vi": "Gần với Manbe!"
        },
        {
            "x1": 308,
            "y1": 110,
            "x2": 407,
            "y2": 163,
            "text": "総計",
            "vi": "tổng số lớn"
        },
        {
            "x1": 23,
            "y1": 192,
            "x2": 1575,
            "y2": 255,
            "text": "水曜日のシリウス発の[異世界×ラノベ］作品、まさに爆売れ中!!!",
            "vi": "[Thế giới khác nhau x Ranobe] Công việc từ Sirius vào thứ Tư, đó chỉ là một vụ đánh bom!!!"
        },
        {
            "x1": 1863,
            "y1": 829,
            "x2": 2107,
            "y2": 876,
            "text": "扱いされたことがない",
            "vi": "Tôi chưa bao giờ được điều trị"
        },
        {
            "x1": 1379,
            "y1": 657,
            "x2": 1978,
            "y2": 918,
            "text": "マッモトケン",
            "vi": "Mamotoken"
        },
        {
            "x1": 1203,
            "y1": 662,
            "x2": 1344,
            "y2": 921,
            "text": "嫁いでさた嫁が 愛想笑い はかりししてる勇",
            "vi": "Cô dâu đã kết hôn là một tiếng cười duyên dáng"
        },
        {
            "x1": 889,
            "y1": 770,
            "x2": 1114,
            "y2": 816,
            "text": "していたようです",
            "vi": "Nó dường như đã được"
        },
        {
            "x1": 425,
            "y1": 719,
            "x2": 715,
            "y2": 818,
            "text": "魔地在子",
            "vi": "Một nơi kỳ diệu"
        },
        {
            "x1": 857,
            "y1": 867,
            "x2": 1084,
            "y2": 941,
            "text": "よくからないれれと 界に感しでいたようす",
            "vi": "Có vẻ như tôi đã cảm thấy trên thế giới rằng tôi không hiểu rõ về"
        },
        {
            "x1": 1678,
            "y1": 918,
            "x2": 2207,
            "y2": 1177,
            "text": "最新作が し冊同時発売‼!",
            "vi": "Công việc mới nhất được phát hành cùng một lúc‼ !"
        },
        {
            "x1": 1295,
            "y1": 870,
            "x2": 1878,
            "y2": 1096,
            "text": "。大ヒｯト作",
            "vi": "£ Hito tuyệt vời"
        },
        {
            "x1": 15,
            "y1": 984,
            "x2": 1190,
            "y2": 1214,
            "text": "園11月9日月発克‼",
            "vi": "Vườn vào ngày 9 tháng 11"
        },
        {
            "x1": 1170,
            "y1": 1465,
            "x2": 1781,
            "y2": 1552,
            "text": "毎日続々更新中‼ 水曜日のシリウス ｼリウスKC行盗社た",
            "vi": "Cập nhật từng ngày một mỗi ngày. Thứ Tư, Sirius Sirius KC Trộm cắp dòng"
        },
        {
            "x1": 1486,
            "y1": 1537,
            "x2": 1832,
            "y2": 1573,
            "text": "コニコ漫画スマホ用アプリダウンロ",
            "vi": "Ứng dụng điện thoại thông minh Konico Manga"
        }
    ]
}