var ocr_data = {
    "001.jpg": [
        {
            "x1": 555,
            "y1": 113,
            "x2": 592,
            "y2": 223,
            "text": "今後は自作して もらいます",
            "vi": "Tôi sẽ làm cho riêng tôi trong tương lai"
        },
        {
            "x1": 493,
            "y1": 139,
            "x2": 530,
            "y2": 266,
            "text": "材料はこれから 勝手に余るでしょう",
            "vi": "Các thành phần sẽ bị bỏ lại từ bây giờ"
        },
        {
            "x1": 137,
            "y1": 114,
            "x2": 199,
            "y2": 239,
            "text": "マリクル 角兎の解体とかは 出来ましたよね？",
            "vi": "Bạn đã tháo dỡ thỏ Maricuru, phải không?"
        },
        {
            "x1": 506,
            "y1": 343,
            "x2": 572,
            "y2": 440,
            "text": "なるほど そういう事か 任せろ",
            "vi": "Tôi thấy, để nó cho tôi"
        },
        {
            "x1": 549,
            "y1": 531,
            "x2": 587,
            "y2": 604,
            "text": "穴空け用の 工具です",
            "vi": "Nó là một công cụ để khoan các lỗ"
        },
        {
            "x1": 98,
            "y1": 540,
            "x2": 133,
            "y2": 640,
            "text": "そのまま持って いってください",
            "vi": "Hãy mang nó như nó là"
        },
        {
            "x1": 544,
            "y1": 739,
            "x2": 565,
            "y2": 828,
            "text": "ありがとう",
            "vi": "cảm ơn bạn"
        }
    ],
    "002.jpg": [
        {
            "x1": 533,
            "y1": 98,
            "x2": 549,
            "y2": 224,
            "text": "……こんな感じか？",
            "vi": "......nó có như thế này không?"
        },
        {
            "x1": 42,
            "y1": 290,
            "x2": 120,
            "y2": 416,
            "text": "私の作ったものと 使い比べてみて 間題がないようなら 大丈夫です",
            "vi": "Không sao nếu bạn so sánh nó với những gì tôi đã làm và sử dụng nó"
        },
        {
            "x1": 527,
            "y1": 488,
            "x2": 543,
            "y2": 600,
            "text": "・…大丈夫そうだ",
            "vi": "・… Nó trông ổn"
        },
        {
            "x1": 490,
            "y1": 676,
            "x2": 547,
            "y2": 830,
            "text": "角材はしっかりとしてて 固くて丈夫なものを 使うようにしてくたさい",
            "vi": "Sử dụng một trong những vững chắc, cứng và bền."
        },
        {
            "x1": 436,
            "y1": 722,
            "x2": 473,
            "y2": 862,
            "text": "下手にケチると 簡単に折れて死にます",
            "vi": "Nếu bạn bị mắc kẹt kém, nó sẽ dễ dàng bị phá vỡ và chết"
        },
        {
            "x1": 75,
            "y1": 754,
            "x2": 101,
            "y2": 833,
            "text": "わかった",
            "vi": "Đã hiểu"
        }
    ],
    "003.jpg": [
        {
            "x1": 525,
            "y1": 109,
            "x2": 583,
            "y2": 236,
            "text": "次は盾 予備も含めて ら枚は作つておこう",
            "vi": "Tiếp theo, hãy tạo một mảnh bao gồm cả dự phòng khiên"
        },
        {
            "x1": 91,
            "y1": 129,
            "x2": 310,
            "y2": 174,
            "text": "引はき流きヤｯ作ｯ。",
            "vi": "Đó là một sự trôi dạt."
        },
        {
            "x1": 524,
            "y1": 324,
            "x2": 564,
            "y2": 425,
            "text": "適当な木の板を 数枚用意",
            "vi": "Chuẩn bị một số bảng gỗ thích hợp"
        },
        {
            "x1": 90,
            "y1": 324,
            "x2": 128,
            "y2": 426,
            "text": "紐てつないて それを数枚作る",
            "vi": "Kết nối và tạo một số mảnh"
        },
        {
            "x1": 549,
            "y1": 574,
            "x2": 607,
            "y2": 728,
            "text": "その表面に オークのなめし皮を 貼りつけて固定していく",
            "vi": "Dán da rám nắng lên bề mặt và sửa chữa nó."
        },
        {
            "x1": 83,
            "y1": 705,
            "x2": 142,
            "y2": 872,
            "text": "次にそれを３枚ほど重ねて 重に固定して 縁とかも がっちり捕強",
            "vi": "Tiếp theo, 3 mảnh được xếp chồng lên nhau và sửa chúng chồng lên nhau để bắt các cạnh chắc chắn."
        }
    ],
    "004.jpg": [
        {
            "x1": 488,
            "y1": 75,
            "x2": 561,
            "y2": 215,
            "text": "裏側に腕固定用の ベルたと持ち手を つけて完成",
            "vi": "Hoàn thành bằng một tiếng chuông để sửa cánh tay ở mặt sau"
        },
        {
            "x1": 501,
            "y1": 328,
            "x2": 551,
            "y2": 456,
            "text": "こんなところ でしょうか…… つけてみてたさい",
            "vi": "Có phải như thế này không..."
        },
        {
            "x1": 64,
            "y1": 349,
            "x2": 134,
            "y2": 454,
            "text": "俺がか？ ２枚あるのは 何でだ？",
            "vi": "Tôi có phải không? Tại sao lại có hai?"
        },
        {
            "x1": 471,
            "y1": 518,
            "x2": 551,
            "y2": 639,
            "text": "予備です…… ………まぁ「誰か｣が 使っても文句は 言いませんよ 一応",
            "vi": "Đó là một phụ tùng................................. tốt, tôi sẽ không phàn nàn ngay cả khi \"ai đó\" được sử dụng."
        },
        {
            "x1": 482,
            "y1": 725,
            "x2": 523,
            "y2": 823,
            "text": "ケインたちか すまん…",
            "vi": "Kane và Kasuma..."
        },
        {
            "x1": 82,
            "y1": 728,
            "x2": 99,
            "y2": 807,
            "text": "どうです？",
            "vi": "nó như thế nảo?"
        }
    ],
    "005.jpg": [
        {
            "x1": 529,
            "y1": 103,
            "x2": 602,
            "y2": 210,
            "text": "いや凄いなこれ 軽いって事は ないけど 重過ぎない",
            "vi": "Không, nó thật tuyệt vời, nhưng nó không quá nhẹ"
        },
        {
            "x1": 118,
            "y1": 111,
            "x2": 205,
            "y2": 253,
            "text": "それに 作ってるところを 横で見てた感じだと かなり頑丈だろう？",
            "vi": "Và nó sẽ là khá chắc chắn khi nhìn vào nơi bạn đang làm sang một bên."
        },
        {
            "x1": 526,
            "y1": 358,
            "x2": 597,
            "y2": 471,
            "text": "丈夫には作った つもりですけど どちらかというと 消華品ですか",
            "vi": "Tôi dự định làm cho nó bền, nhưng nó có phải là một mặt hàng nâng cao không?"
        },
        {
            "x1": 131,
            "y1": 386,
            "x2": 188,
            "y2": 547,
            "text": "もし壊れたら 無理に 使わないで 次はちゃんと 店で買ってくたさい",
            "vi": "Nếu nó phá vỡ, đừng ép nó sử dụng nó, hãy mua nó tại cửa hàng vào lần tới."
        },
        {
            "x1": 549,
            "y1": 620,
            "x2": 603,
            "y2": 720,
            "text": "わかった それで 次は どうするんだ？",
            "vi": "Tôi hiểu, vậy bạn sẽ làm gì tiếp theo?"
        },
        {
            "x1": 351,
            "y1": 689,
            "x2": 412,
            "y2": 832,
            "text": "これから皆で 兎を狩ります",
            "vi": "Chúng ta sẽ săn thỏ từ bây giờ"
        }
    ],
    "006.jpg": [
        {
            "x1": 492,
            "y1": 79,
            "x2": 574,
            "y2": 287,
            "text": "自力で肉を確保 できるように なってもらいます！",
            "vi": "Bạn sẽ có thể tự đảm bảo thịt của riêng bạn!"
        },
        {
            "x1": 63,
            "y1": 61,
            "x2": 124,
            "y2": 199,
            "text": "お肉！",
            "vi": "Thịt!"
        },
        {
            "x1": 35,
            "y1": 416,
            "x2": 101,
            "y2": 593,
            "text": "にくー！",
            "vi": "Niku!"
        },
        {
            "x1": 506,
            "y1": 696,
            "x2": 563,
            "y2": 823,
            "text": "マリクルが盾役です 角兎の突進を 受け止める役です",
            "vi": "Marikle là vai trò của một tấm khiên"
        },
        {
            "x1": 122,
            "y1": 705,
            "x2": 177,
            "y2": 812,
            "text": "でも 受け止める だけではなくて 受け流したり",
            "vi": "Nhưng không chỉ bắt nó, mà nó không có"
        },
        {
            "x1": 48,
            "y1": 742,
            "x2": 102,
            "y2": 855,
            "text": "逆に盾で押したり 叩いたりも してみてください",
            "vi": "Ngược lại, hãy thử nhấn hoặc nhấn bằng khiên."
        }
    ],
    "007.jpg": [
        {
            "x1": 535,
            "y1": 72,
            "x2": 585,
            "y2": 228,
            "text": "ュシールドバッシュとか チャージ。とか いか",
            "vi": "Tính phí hoặc phí. Origo"
        },
        {
            "x1": 88,
            "y1": 111,
            "x2": 145,
            "y2": 237,
            "text": "俺は兎相手に 盾の取り扱い方も 覚えろと言う事かり",
            "vi": "Tôi nói rằng tôi nên học cách xử lý lá chắn cho đối tác thỏ"
        },
        {
            "x1": 550,
            "y1": 290,
            "x2": 592,
            "y2": 416,
            "text": "…‥物わかりが 早くて助がります",
            "vi": "… Tôi hiểu những điều nhanh chóng và giúp đỡ"
        },
        {
            "x1": 172,
            "y1": 317,
            "x2": 205,
            "y2": 384,
            "text": "ニヤリ",
            "vi": "Cười"
        },
        {
            "x1": 83,
            "y1": 335,
            "x2": 147,
            "y2": 490,
            "text": "今のうちに取り回しを 覚えたほうがいいと 思いますので",
            "vi": "Tôi nghĩ tốt hơn là học cách xử lý nó ngay bây giờ"
        },
        {
            "x1": 552,
            "y1": 539,
            "x2": 589,
            "y2": 668,
            "text": "3人は マリクルが 兎をおさえて無力化",
            "vi": "Ba là thỏ của Maricul và vô hiệu hóa"
        },
        {
            "x1": 139,
            "y1": 552,
            "x2": 197,
            "y2": 652,
            "text": "あるいは安全に 攻撃できる 隙を作ったら",
            "vi": "Hoặc nếu bạn có cơ hội tấn công an toàn"
        },
        {
            "x1": 555,
            "y1": 738,
            "x2": 594,
            "y2": 850,
            "text": "この槍で 刺し殺す役目です",
            "vi": "Nó là vai trò của đâm và giết với ngọn giáo này"
        },
        {
            "x1": 468,
            "y1": 750,
            "x2": 522,
            "y2": 863,
            "text": "ちキん相識して 連携を取るように してくださいね",
            "vi": "Hãy chắc chắn hợp tác với thịt gà."
        }
    ],
    "008.jpg": [
        {
            "x1": 498,
            "y1": 111,
            "x2": 540,
            "y2": 222,
            "text": "この槍の先って 兎の角？",
            "vi": "Góc thỏ ở cuối ngọn giáo này?"
        },
        {
            "x1": 85,
            "y1": 116,
            "x2": 186,
            "y2": 242,
            "text": "今後も 肉を自給する上で 武器の準備が 容に出来るよう 考えてみました",
            "vi": "Trong tương lai, tôi nghĩ rằng tôi có thể chuẩn bị cho vũ khí trong sự tự sướng."
        },
        {
            "x1": 275,
            "y1": 301,
            "x2": 323,
            "y2": 445,
            "text": "泣かんでも…",
            "vi": "Ngay cả khi bạn khóc..."
        },
        {
            "x1": 71,
            "y1": 345,
            "x2": 129,
            "y2": 434,
            "text": "ともか 狩りを 始めましょう",
            "vi": "Hãy bắt đầu đi săn"
        },
        {
            "x1": 500,
            "y1": 536,
            "x2": 561,
            "y2": 876,
            "text": "狩リノ時間ダ：",
            "vi": "Hunting Rino Time de:"
        },
        {
            "x1": 53,
            "y1": 774,
            "x2": 109,
            "y2": 865,
            "text": "…とはいえ そのままでは 難があるので",
            "vi": "Tuy nhiên, có một khó khăn như nó có."
        }
    ],
    "009.jpg": [
        {
            "x1": 525,
            "y1": 137,
            "x2": 583,
            "y2": 223,
            "text": "リルたちは 勢子として 追い立て",
            "vi": "Lills được điều khiển như Sako"
        },
        {
            "x1": 578,
            "y1": 256,
            "x2": 594,
            "y2": 369,
            "text": "出てきた色兎を",
            "vi": "Con thỏ đã ra"
        },
        {
            "x1": 481,
            "y1": 311,
            "x2": 563,
            "y2": 449,
            "text": "クルが 受け流しながら を地面に叩きつけて 隣を作り",
            "vi": "Kuls tấn công trong khi nghiền nát đất để làm cho người hàng xóm"
        },
        {
            "x1": 97,
            "y1": 493,
            "x2": 137,
            "y2": 622,
            "text": "そこに３人が 棺を突きこんで勝利",
            "vi": "Ba người xuyên qua quan tài và chiến thắng"
        },
        {
            "x1": 541,
            "y1": 769,
            "x2": 600,
            "y2": 881,
            "text": "そんなこんなで ８羽もの角兎を 狩ったのでじた",
            "vi": "Tôi săn tám con thỏ như thế này, vì vậy tôi đã xịt nó."
        }
    ],
    "010.jpg": [
        {
            "x1": 194,
            "y1": 391,
            "x2": 437,
            "y2": 421,
            "text": "角兎のハーブ焼き",
            "vi": "Thỏ nướng nướng"
        },
        {
            "x1": 484,
            "y1": 530,
            "x2": 561,
            "y2": 684,
            "text": "みんなが角兎 狩ってる間 料理に使えそうな ハーフを探ってましたて",
            "vi": "Trong khi tất cả mọi người đang săn thỏ, tôi đã tìm kiếm một nửa có thể được sử dụng để nấu ăn"
        },
        {
            "x1": 83,
            "y1": 545,
            "x2": 112,
            "y2": 620,
            "text": "おおく",
            "vi": "Thủ dâm"
        },
        {
            "x1": 303,
            "y1": 727,
            "x2": 393,
            "y2": 878,
            "text": "はむ",
            "vi": "Sự nhâm"
        }
    ],
    "011.jpg": [
        {
            "x1": 535,
            "y1": 83,
            "x2": 598,
            "y2": 193,
            "text": "なにこれ うまっ！",
            "vi": "Cái gì thế này!"
        },
        {
            "x1": 133,
            "y1": 99,
            "x2": 181,
            "y2": 179,
            "text": "レンちゃ うまー",
            "vi": "Len Chakuma"
        },
        {
            "x1": 100,
            "y1": 297,
            "x2": 116,
            "y2": 383,
            "text": "美味いな………",
            "vi": "Nó rất ngon..."
        },
        {
            "x1": 521,
            "y1": 457,
            "x2": 594,
            "y2": 609,
            "text": "うーん やっぱり しの料理は美味 でも とうしよう リコがすねる‥",
            "vi": "Chà, sau tất cả các món ăn rất ngon, vì vậy hãy đến Rico..."
        },
        {
            "x1": 96,
            "y1": 473,
            "x2": 152,
            "y2": 602,
            "text": "心醒性…",
            "vi": "Arikity..."
        },
        {
            "x1": 552,
            "y1": 665,
            "x2": 595,
            "y2": 806,
            "text": "この草 料理に使えるんだね",
            "vi": "Nó có thể được sử dụng cho món cỏ này"
        },
        {
            "x1": 86,
            "y1": 722,
            "x2": 160,
            "y2": 836,
            "text": "乾操させれは 日持ちしますから あとで集めて おくといいですよ",
            "vi": "Hãy để tôi làm khô nó sẽ kéo dài, vì vậy bạn nên thu thập nó sau."
        }
    ],
    "012.jpg": [
        {
            "x1": 494,
            "y1": 89,
            "x2": 557,
            "y2": 224,
            "text": "アルル そはで見て 作り方は 覚えましたよね？",
            "vi": "Bạn đã học làm thế nào để làm cho nó với Arles?"
        },
        {
            "x1": 78,
            "y1": 103,
            "x2": 141,
            "y2": 242,
            "text": "覚えた！ これも店始めたら 売り物になるかな？",
            "vi": "đã nhớ! Điều này có được bán khi tôi bắt đầu cửa hàng không?"
        },
        {
            "x1": 500,
            "y1": 387,
            "x2": 561,
            "y2": 513,
            "text": "そうですね この包丁を１本 アルルにあげます",
            "vi": "Vâng, tôi sẽ đưa một trong những con dao bếp này cho Arles"
        },
        {
            "x1": 106,
            "y1": 376,
            "x2": 142,
            "y2": 491,
            "text": "あと この鍋と このフライパンも",
            "vi": "Và cái nồi này và chảo rán này"
        },
        {
            "x1": 498,
            "y1": 713,
            "x2": 556,
            "y2": 858,
            "text": "アルルには バーティの料理番に なってもらおう",
            "vi": "Hãy để Arles trở thành một nồi nấu ăn Barty"
        },
        {
            "x1": 51,
            "y1": 728,
            "x2": 88,
            "y2": 843,
            "text": "やる気のある子に 任せるのが一番だ",
            "vi": "Tốt nhất là để lại cho một đứa trẻ có động lực"
        }
    ],
    "013.jpg": [
        {
            "x1": 516,
            "y1": 97,
            "x2": 595,
            "y2": 225,
            "text": "それでは きりのいい時間まで 薬草採取してから 帰りましょうか",
            "vi": "Chúng ta hãy về nhà sau khi thu thập các loại thảo dược cho đến khi có thời gian tốt"
        },
        {
            "x1": 240,
            "y1": 101,
            "x2": 435,
            "y2": 206,
            "text": "ははーい",
            "vi": "Hahah"
        },
        {
            "x1": 134,
            "y1": 116,
            "x2": 210,
            "y2": 243,
            "text": "あ さっきの ハープ以外にも 料理に使えるのって あるの？",
            "vi": "Có bất cứ điều gì khác ngoài đàn hạc có thể được sử dụng để nấu ăn không?"
        },
        {
            "x1": 539,
            "y1": 341,
            "x2": 573,
            "y2": 456,
            "text": "ありますよ これとこれと……",
            "vi": "Có cái này và cái này..."
        },
        {
            "x1": 122,
            "y1": 352,
            "x2": 140,
            "y2": 463,
            "text": "おおおおおおお",
            "vi": "Ôi trời ơi"
        },
        {
            "x1": 554,
            "y1": 547,
            "x2": 595,
            "y2": 665,
            "text": "いいの そんなに 教えてもらって",
            "vi": "Tốt, để tôi nói với bạn rất nhiều"
        },
        {
            "x1": 493,
            "y1": 592,
            "x2": 532,
            "y2": 725,
            "text": "全部 商売のタネに なるのでは⁉",
            "vi": "Nó có thể là tất cả các hạt giống kinh doanh."
        },
        {
            "x1": 131,
            "y1": 694,
            "x2": 166,
            "y2": 806,
            "text": "いつかテルルが お店を開いた時に",
            "vi": "Một ngày nào đó Terur đã mở cửa hàng"
        },
        {
            "x1": 97,
            "y1": 694,
            "x2": 112,
            "y2": 807,
            "text": "それていですよ",
            "vi": "Hết rồi"
        }
    ],
    "015.jpg": [
        {
            "x1": 295,
            "y1": 94,
            "x2": 318,
            "y2": 218,
            "text": "カモンカモン",
            "vi": "Kamon Kamon"
        },
        {
            "x1": 124,
            "y1": 430,
            "x2": 144,
            "y2": 496,
            "text": "先行くぞ",
            "vi": "Tôi sẽ đi trước"
        },
        {
            "x1": 545,
            "y1": 404,
            "x2": 605,
            "y2": 854,
            "text": "わルっハーしムだー(棒",
            "vi": "Wal -Harashi MA (Stick)"
        },
        {
            "x1": 73,
            "y1": 898,
            "x2": 615,
            "y2": 925,
            "text": "よくわからないけれど両手に花みたいです",
            "vi": "Tôi không chắc chắn, nhưng nó trông giống như một bông hoa trong cả hai tay"
        }
    ]
}