var ocr_data = {
    "001.jpg": [
        {
            "x1": 521,
            "y1": 109,
            "x2": 600,
            "y2": 247,
            "text": "あ 靴は脱いで そっちの棚に 入れてください",
            "vi": "Ồ, xin vui lòng cởi giày của bạn và đặt chúng lên kệ đó"
        },
        {
            "x1": 109,
            "y1": 324,
            "x2": 171,
            "y2": 456,
            "text": "室内ではこっちの 履物を履いて くださいね",
            "vi": "Vui lòng mang giày dép này trong nhà."
        },
        {
            "x1": 114,
            "y1": 692,
            "x2": 165,
            "y2": 860,
            "text": "それでは 我が家へどうぞ…",
            "vi": "Sau đó, hãy đến nhà tôi..."
        }
    ],
    "002.jpg": [
        {
            "x1": 509,
            "y1": 89,
            "x2": 570,
            "y2": 221,
            "text": "‥凄い",
            "vi": "‥kinh ngạc"
        },
        {
            "x1": 100,
            "y1": 93,
            "x2": 137,
            "y2": 271,
            "text": "頑張りました",
            "vi": "Tôi làm việc chăm chỉ"
        },
        {
            "x1": 210,
            "y1": 696,
            "x2": 309,
            "y2": 849,
            "text": "これを 作った？",
            "vi": "Bạn đã làm cái này?"
        },
        {
            "x1": 47,
            "y1": 669,
            "x2": 117,
            "y2": 868,
            "text": "それは もういいです！",
            "vi": "Đó là tốt!"
        }
    ],
    "003.jpg": [
        {
            "x1": 51,
            "y1": 37,
            "x2": 229,
            "y2": 110,
            "text": "漫:内々けやき 原作:あし",
            "vi": "Man: Inseric Keyaki Bản gốc: Ashi"
        },
        {
            "x1": 55,
            "y1": 122,
            "x2": 219,
            "y2": 137,
            "text": "キャラク原案力",
            "vi": "Khả năng dự thảo nguyên nhân ban đầu"
        },
        {
            "x1": 560,
            "y1": 290,
            "x2": 659,
            "y2": 447,
            "text": "風呂後の",
            "vi": "Sau khi -bath"
        },
        {
            "x1": 499,
            "y1": 290,
            "x2": 629,
            "y2": 584,
            "text": "きしきしなぁ！",
            "vi": "Đó là Kishiki!"
        },
        {
            "x1": 456,
            "y1": 566,
            "x2": 663,
            "y2": 933,
            "text": "含もアが はま",
            "vi": "Bao gồm"
        },
        {
            "x1": 55,
            "y1": 779,
            "x2": 181,
            "y2": 815,
            "text": "最新单行本",
            "vi": "Sách mới nhất"
        },
        {
            "x1": 35,
            "y1": 802,
            "x2": 193,
            "y2": 883,
            "text": "第6巻",
            "vi": "Tập 6"
        },
        {
            "x1": 37,
            "y1": 861,
            "x2": 211,
            "y2": 916,
            "text": "好評発売中。",
            "vi": "Bây giờ đang được bán."
        }
    ],
    "004.jpg": [
        {
            "x1": 470,
            "y1": 71,
            "x2": 539,
            "y2": 215,
            "text": "とりあえず 今夜は ２人はこの客間で 寝てください",
            "vi": "Hiện tại, xin vui lòng ngủ với khách này trong hai đêm nay"
        },
        {
            "x1": 77,
            "y1": 178,
            "x2": 126,
            "y2": 338,
            "text": "ベッドも ２つありますので",
            "vi": "Có hai giường"
        },
        {
            "x1": 508,
            "y1": 574,
            "x2": 563,
            "y2": 741,
            "text": "うちのホテルより 断然良い‥",
            "vi": "Nó chắc chắn tốt hơn khách sạn của chúng tôi..."
        },
        {
            "x1": 235,
            "y1": 563,
            "x2": 256,
            "y2": 675,
            "text": "これ客間‥？",
            "vi": "Đây có phải là một phòng khách không?"
        },
        {
            "x1": 131,
            "y1": 566,
            "x2": 174,
            "y2": 728,
            "text": "レンさんは どこで寝るんですか？",
            "vi": "Ren đang ngủ đâu?"
        },
        {
            "x1": 37,
            "y1": 755,
            "x2": 103,
            "y2": 868,
            "text": "２階に 自室があるので そっちで寝ます",
            "vi": "Tôi có phòng riêng trên tầng hai để tôi đi ngủ ở đó"
        }
    ],
    "005.jpg": [
        {
            "x1": 530,
            "y1": 106,
            "x2": 604,
            "y2": 247,
            "text": "えっ 見たいです",
            "vi": "tôi muốn thấy"
        },
        {
            "x1": 86,
            "y1": 71,
            "x2": 173,
            "y2": 327,
            "text": "えっ 見せられません！",
            "vi": "Tôi không thể cho bạn xem!"
        },
        {
            "x1": 536,
            "y1": 388,
            "x2": 603,
            "y2": 490,
            "text": "私もー 見たいー",
            "vi": "Tôi cũng muốn nhìn thấy nó"
        },
        {
            "x1": 85,
            "y1": 381,
            "x2": 160,
            "y2": 508,
            "text": "見せられ ません！",
            "vi": "Tôi không thể hiển thị nó!"
        },
        {
            "x1": 550,
            "y1": 583,
            "x2": 591,
            "y2": 727,
            "text": "前に使ったままの アレやコレゃとか",
            "vi": "Giống như được sử dụng trước đó và cái này"
        },
        {
            "x1": 462,
            "y1": 704,
            "x2": 535,
            "y2": 817,
            "text": "アタリチメント パーツの付いた ゴーレムとか 置いてあるからね",
            "vi": "Bởi vì có một golem với một bộ phận tấn công"
        },
        {
            "x1": 122,
            "y1": 671,
            "x2": 178,
            "y2": 839,
            "text": "見られたら 一巻の終わりです",
            "vi": "Nếu bạn có thể thấy nó là kết thúc của tập đầu tiên"
        }
    ],
    "006.jpg": [
        {
            "x1": 489,
            "y1": 85,
            "x2": 563,
            "y2": 208,
            "text": "そう言えば リリーさん ごめんなさい",
            "vi": "Nói về điều đó, tôi xin lỗi Lily"
        },
        {
            "x1": 284,
            "y1": 74,
            "x2": 329,
            "y2": 218,
            "text": "せっかく 野営の 準備してたのに：",
            "vi": "Mặc dù tôi đang chuẩn bị cho nơi hoang dã:"
        },
        {
            "x1": 392,
            "y1": 236,
            "x2": 447,
            "y2": 341,
            "text": "はい？ 何がです？",
            "vi": "Vâng? Nó............... là gì?"
        },
        {
            "x1": 490,
            "y1": 393,
            "x2": 566,
            "y2": 512,
            "text": "そんな 気にしないで ください！",
            "vi": "Đừng lo!"
        },
        {
            "x1": 75,
            "y1": 435,
            "x2": 126,
            "y2": 590,
            "text": "このお家のほうが 快適ですし！",
            "vi": "Nhà này thoải mái hơn!"
        },
        {
            "x1": 464,
            "y1": 654,
            "x2": 503,
            "y2": 837,
            "text": "うーん良い子",
            "vi": "Hmmm đứa trẻ tốt"
        },
        {
            "x1": 306,
            "y1": 685,
            "x2": 363,
            "y2": 854,
            "text": "気を使わせで しまって悪いので",
            "vi": "Nó xấu vì nó xấu"
        },
        {
            "x1": 42,
            "y1": 669,
            "x2": 113,
            "y2": 863,
            "text": "謝罪の意味も込めて 今日のご飯はちょっと 豪勢に行ってみようかな",
            "vi": "Tôi tự hỏi liệu gạo hôm nay có phải là một khóa nhỏ với ý nghĩa của lời xin lỗi"
        }
    ],
    "007.jpg": [
        {
            "x1": 484,
            "y1": 103,
            "x2": 593,
            "y2": 273,
            "text": "獲れたての 国力ドスを使った 親子丼を作りたいと 思います",
            "vi": "Tôi muốn tạo ra một Paraddle bằng cách sử dụng Sức mạnh Quốc gia mới bắt"
        },
        {
            "x1": 544,
            "y1": 374,
            "x2": 591,
            "y2": 555,
            "text": "幸い コカトリスの卵も あるので材料は完璧",
            "vi": "May mắn thay, có những quả trứng từ cocatrice, vì vậy các thành phần là hoàn hảo."
        },
        {
            "x1": 97,
            "y1": 357,
            "x2": 134,
            "y2": 525,
            "text": "作り方は特にひねりもなく 一般的な親子丼のそれ",
            "vi": "Cách để làm cho nó là một oyakodon nói chung mà không có một twist"
        },
        {
            "x1": 537,
            "y1": 718,
            "x2": 595,
            "y2": 846,
            "text": "フライルンに出汁と スライスした玉葱を 入れて火を通す必",
            "vi": "Phải đặt nước dùng và cắt hành tây vào frylun và nấu ăn"
        },
        {
            "x1": 89,
            "y1": 719,
            "x2": 126,
            "y2": 859,
            "text": "出汁は軽と昆布の 合わせ出汁にじてみた",
            "vi": "Tôi đã cố gắng kết hợp nước dùng của dashi và tảo bòn."
        }
    ],
    "008.jpg": [
        {
            "x1": 461,
            "y1": 97,
            "x2": 541,
            "y2": 241,
            "text": "次に１図サイズ 切らた鶏肉 コカトリス肉？",
            "vi": "Tiếp theo, một con gà gà với một kích cỡ cắt?"
        },
        {
            "x1": 184,
            "y1": 124,
            "x2": 216,
            "y2": 302,
            "text": "その肉を投下",
            "vi": "Bỏ thịt"
        },
        {
            "x1": 45,
            "y1": 162,
            "x2": 81,
            "y2": 276,
            "text": "火を通す",
            "vi": "Nấu qua"
        },
        {
            "x1": 522,
            "y1": 363,
            "x2": 560,
            "y2": 544,
            "text": "最後に溶き卵を半分加えて 半熟になるくらいに火を通す",
            "vi": "Cuối cùng, thêm một nửa số trứng tan chảy và nấu vào những cái mềm."
        },
        {
            "x1": 43,
            "y1": 377,
            "x2": 112,
            "y2": 547,
            "text": "もう半分を加え 火を消し蓋をして ニ重のトロトロを作る",
            "vi": "Thêm một nửa, tắt lửa, che nó để tạo ra một con toro nặng."
        },
        {
            "x1": 7,
            "y1": 637,
            "x2": 206,
            "y2": 797,
            "text": "のせ",
            "vi": "Cho"
        }
    ],
    "009.jpg": [
        {
            "x1": 550,
            "y1": 102,
            "x2": 601,
            "y2": 280,
            "text": "丼ご飯の上に盛って 三つ葉ものせて",
            "vi": "Ăn trên gạo bát gạo và cho ba lá"
        },
        {
            "x1": 528,
            "y1": 429,
            "x2": 589,
            "y2": 591,
            "text": "完成！",
            "vi": "Hoàn chỉnh!"
        },
        {
            "x1": 220,
            "y1": 795,
            "x2": 431,
            "y2": 886,
            "text": "コカトリスの親子井 白菜の柚子漬けと おすまし",
            "vi": "Cabbage Cabbage của cha mẹ Cocatris, Yuzu ngâm"
        }
    ],
    "010.jpg": [
        {
            "x1": 524,
            "y1": 55,
            "x2": 551,
            "y2": 254,
            "text": "いただきます！",
            "vi": "Tôi sẽ thích việc này!"
        }
    ],
    "011.jpg": [
        {
            "x1": 555,
            "y1": 74,
            "x2": 578,
            "y2": 219,
            "text": "うわ 何だこれ‥",
            "vi": "Wow cái gì là..."
        },
        {
            "x1": 179,
            "y1": 118,
            "x2": 229,
            "y2": 233,
            "text": "脂が乗ってて 台味が凄い",
            "vi": "Hương vị là tuyệt vời với chất béo"
        },
        {
            "x1": 74,
            "y1": 94,
            "x2": 161,
            "y2": 225,
            "text": "すっごい 美味しい",
            "vi": "Nó thực sự rất ngon"
        },
        {
            "x1": 510,
            "y1": 282,
            "x2": 551,
            "y2": 424,
            "text": "鶏肉なのにふんわり 柔らかでジジューシー",
            "vi": "Gà, mềm và mềm, zushi"
        },
        {
            "x1": 80,
            "y1": 290,
            "x2": 145,
            "y2": 430,
            "text": "卵も味が濃厚なのに 何故かクドくなく 食べやすい！",
            "vi": "Trứng cũng rất giàu hương vị, nhưng vì một số lý do, chúng rất dễ ăn!"
        },
        {
            "x1": 543,
            "y1": 635,
            "x2": 580,
            "y2": 872,
            "text": "刻が見える…！",
            "vi": "Bạn có thể thấy những hình ảnh...!"
        },
        {
            "x1": 78,
            "y1": 546,
            "x2": 125,
            "y2": 869,
            "text": "箸が止まらない！",
            "vi": "Đèn đũa không thể dừng lại!"
        }
    ],
    "012.jpg": [
        {
            "x1": 494,
            "y1": 248,
            "x2": 536,
            "y2": 420,
            "text": "と言うわけで あっという間に完食",
            "vi": "Đó là lý do tại sao bữa ăn đã hoàn thành trong thời gian không"
        },
        {
            "x1": 0,
            "y1": 222,
            "x2": 114,
            "y2": 430,
            "text": "十、までい",
            "vi": "Mười"
        },
        {
            "x1": 496,
            "y1": 660,
            "x2": 549,
            "y2": 845,
            "text": "コカトリス ヤバイ マジャバイ",
            "vi": "Cocaatris nguy hiểm Majabai"
        },
        {
            "x1": 46,
            "y1": 662,
            "x2": 141,
            "y2": 869,
            "text": "これは乱獲確定だわ あとでノルンに お願いしておこう",
            "vi": "Đây là một sự xác nhận của Overfish, hãy hỏi Norn sau"
        }
    ],
    "013.jpg": [
        {
            "x1": 269,
            "y1": 94,
            "x2": 361,
            "y2": 275,
            "text": "こんな美味しいものを 獲って来てくれた ノルンさん マジパネェです",
            "vi": "Đây là Majipanee của Norn -San, người có một món ăn ngon như vậy."
        },
        {
            "x1": 85,
            "y1": 93,
            "x2": 125,
            "y2": 363,
            "text": "やはり私の女神か",
            "vi": "Sau tất cả các nữ thần của tôi"
        },
        {
            "x1": 562,
            "y1": 654,
            "x2": 587,
            "y2": 749,
            "text": "２人とも",
            "vi": "Cả hai chúng tôi"
        },
        {
            "x1": 102,
            "y1": 703,
            "x2": 187,
            "y2": 865,
            "text": "オークのように なっているところ 悪いのですが お風呂が沸きましたよ",
            "vi": "Thật tệ khi nó trông giống như một cây sồi, nhưng bồn tắm đang sôi"
        }
    ],
    "014.jpg": [
        {
            "x1": 516,
            "y1": 79,
            "x2": 557,
            "y2": 242,
            "text": "ありがとうございます でも何かオークですか",
            "vi": "Cảm ơn bạn, nhưng có gỗ sồi nào không?"
        },
        {
            "x1": 114,
            "y1": 94,
            "x2": 180,
            "y2": 235,
            "text": "じゃあ レンさんも オーク仲問で一緒に 入りましょう",
            "vi": "Hãy tham gia với chúng tôi với các câu hỏi về gỗ sồi."
        },
        {
            "x1": 478,
            "y1": 381,
            "x2": 544,
            "y2": 528,
            "text": "いいじゃないですか 女同士ですよ 減るもんじゃなし",
            "vi": "Nó không tốt? Đó là một người phụ nữ, phải không?"
        },
        {
            "x1": 82,
            "y1": 399,
            "x2": 124,
            "y2": 546,
            "text": "何でそんなに 鼻息荒いんですか！",
            "vi": "Tại sao bạn lại thô lỗ!"
        },
        {
            "x1": 536,
            "y1": 608,
            "x2": 550,
            "y2": 806,
            "text": "格治室は大きめに改造た",
            "vi": "Phòng được định mức đã được sửa đổi lớn hơn"
        },
        {
            "x1": 473,
            "y1": 617,
            "x2": 491,
            "y2": 747,
            "text": "３人くらい大丈夫",
            "vi": "Khoảng 3 người không sao cả"
        },
        {
            "x1": 123,
            "y1": 610,
            "x2": 187,
            "y2": 726,
            "text": "‥一緒に入るの 止めても いいです？",
            "vi": "で す す Tôi có thể ngừng nhập cùng nhau không?"
        },
        {
            "x1": 238,
            "y1": 694,
            "x2": 314,
            "y2": 846,
            "text": "ただ 念願のIエ きゃつきゃうふふが できるというのに ちよつと怖いんだけど",
            "vi": "Tôi sợ rằng tôi có thể làm những điều tôi đã làm từ lâu tôi e -ekika ufufu."
        },
        {
            "x1": 56,
            "y1": 787,
            "x2": 82,
            "y2": 857,
            "text": "だめ？",
            "vi": "Không tốt?"
        }
    ],
    "015.jpg": [
        {
            "x1": 374,
            "y1": 78,
            "x2": 423,
            "y2": 269,
            "text": "レンさん おっぱい大きいですね",
            "vi": "Ngực của Ren -san rất lớn"
        },
        {
            "x1": 99,
            "y1": 397,
            "x2": 131,
            "y2": 546,
            "text": "そうですか？",
            "vi": "Có phải vậy không?"
        },
        {
            "x1": 537,
            "y1": 622,
            "x2": 589,
            "y2": 762,
            "text": "リリーは 小さいもんねー",
            "vi": "Lily là nhỏ"
        },
        {
            "x1": 94,
            "y1": 728,
            "x2": 146,
            "y2": 883,
            "text": "アリサ ちょっと黙ろうか",
            "vi": "Alisa nên im lặng một chút"
        }
    ],
    "016.jpg": [
        {
            "x1": 196,
            "y1": 80,
            "x2": 246,
            "y2": 178,
            "text": "その肌着 凄いですね",
            "vi": "Đồ lót là tuyệt vời"
        },
        {
            "x1": 61,
            "y1": 336,
            "x2": 104,
            "y2": 457,
            "text": "そんなデザイン 初めて見ました",
            "vi": "Tôi đã nhìn thấy một thiết kế như vậy lần đầu tiên"
        },
        {
            "x1": 72,
            "y1": 541,
            "x2": 119,
            "y2": 651,
            "text": "どこで 買ったのー？",
            "vi": "Bạn đã mua nó ở đâu?"
        },
        {
            "x1": 510,
            "y1": 707,
            "x2": 538,
            "y2": 806,
            "text": "自作です",
            "vi": "Tôi đang tự làm"
        },
        {
            "x1": 386,
            "y1": 717,
            "x2": 461,
            "y2": 868,
            "text": "こういう形状だと 形が崩れにくいし 体型も維持出来る",
            "vi": "Với hình dạng như vậy, hình dạng rất khó thu gọn và hình dạng cơ thể có thể được duy trì."
        },
        {
            "x1": 56,
            "y1": 745,
            "x2": 77,
            "y2": 872,
            "text": "‥らしいです",
            "vi": "Nó giống như ‥"
        }
    ],
    "017.jpg": [
        {
            "x1": 537,
            "y1": 105,
            "x2": 589,
            "y2": 203,
            "text": "…ちょっと 欲しいかも",
            "vi": "… Tôi có thể muốn một chút"
        },
        {
            "x1": 86,
            "y1": 175,
            "x2": 154,
            "y2": 329,
            "text": "ダメだよリリー 私達じゃあの 色気は出せないよ",
            "vi": "Không, Lily tôi không thể đưa ra lời kêu gọi tình dục đó"
        },
        {
            "x1": 528,
            "y1": 377,
            "x2": 591,
            "y2": 547,
            "text": "何かこそこそ 話じ合っでるけど その間にお風呂お先です",
            "vi": "Tôi đang nói về một cái gì đó, nhưng trong lúc này, đó là một bồn tắm."
        }
    ]
}