var ocr_data = {
    "002.jpg": [
        {
            "x1": 529,
            "y1": 248,
            "x2": 545,
            "y2": 388,
            "text": "薬草採取に",
            "vi": "Cho bộ sưu tập thảo dược dược liệu"
        },
        {
            "x1": 87,
            "y1": 468,
            "x2": 147,
            "y2": 583,
            "text": "には 監戒範囲を 広げるように指示",
            "vi": "Hướng dẫn mở rộng phạm vi của điều răn"
        },
        {
            "x1": 555,
            "y1": 694,
            "x2": 573,
            "y2": 781,
            "text": "元気だ？",
            "vi": "Tôi khỏe?"
        },
        {
            "x1": 115,
            "y1": 737,
            "x2": 153,
            "y2": 848,
            "text": "はい おかげさまで！",
            "vi": "Vâng, cảm ơn!"
        }
    ],
    "003.jpg": [
        {
            "x1": 484,
            "y1": 112,
            "x2": 538,
            "y2": 213,
            "text": "さは ばらく 居るんてすが",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 79,
            "y1": 111,
            "x2": 95,
            "y2": 251,
            "text": "とは思ます",
            "vi": "Và tôi nghĩ"
        },
        {
            "x1": 334,
            "y1": 443,
            "x2": 355,
            "y2": 482,
            "text": "でも",
            "vi": "Chỉ"
        },
        {
            "x1": 251,
            "y1": 457,
            "x2": 270,
            "y2": 539,
            "text": "ありません",
            "vi": "không có"
        },
        {
            "x1": 507,
            "y1": 708,
            "x2": 532,
            "y2": 835,
            "text": "これは？",
            "vi": "đây là?"
        }
    ],
    "004.jpg": [
        {
            "x1": 521,
            "y1": 108,
            "x2": 597,
            "y2": 273,
            "text": "馬車と",
            "vi": "Với một xe ngựa"
        },
        {
            "x1": 129,
            "y1": 398,
            "x2": 186,
            "y2": 595,
            "text": "下但ム馬",
            "vi": "Ngựa ngựa nhiều"
        },
        {
            "x1": 81,
            "y1": 536,
            "x2": 126,
            "y2": 647,
            "text": "の材料",
            "vi": "Vật tư"
        },
        {
            "x1": 186,
            "y1": 722,
            "x2": 206,
            "y2": 772,
            "text": "ほほほ",
            "vi": "HOHOHOHO"
        },
        {
            "x1": 116,
            "y1": 733,
            "x2": 154,
            "y2": 821,
            "text": "あなただちは いい子で",
            "vi": "Bạn là một đứa trẻ tốt"
        }
    ],
    "005.jpg": [
        {
            "x1": 380,
            "y1": 80,
            "x2": 402,
            "y2": 116,
            "text": "先日",
            "vi": "ngày khác"
        },
        {
            "x1": 477,
            "y1": 100,
            "x2": 505,
            "y2": 194,
            "text": "よミららしょ",
            "vi": "Yo Mirara"
        },
        {
            "x1": 59,
            "y1": 205,
            "x2": 98,
            "y2": 307,
            "text": "私にには 体力が足りな",
            "vi": "Tôi không có đủ sức mạnh về thể chất đối với tôi"
        },
        {
            "x1": 488,
            "y1": 425,
            "x2": 539,
            "y2": 488,
            "text": "そこで 馬車だ",
            "vi": "Vì vậy, đó là một xe ngựa"
        },
        {
            "x1": 79,
            "y1": 509,
            "x2": 122,
            "y2": 605,
            "text": "事かなても 勝手に進む",
            "vi": "Tiến hành mà không được phép"
        },
        {
            "x1": 513,
            "y1": 714,
            "x2": 529,
            "y2": 812,
            "text": "操的御者が要",
            "vi": "Tôi cần trở thành một người bị thao túng"
        },
        {
            "x1": 65,
            "y1": 738,
            "x2": 81,
            "y2": 863,
            "text": "馬の出番",
            "vi": "Bước một con ngựa"
        }
    ],
    "006.jpg": [
        {
            "x1": 79,
            "y1": 80,
            "x2": 188,
            "y2": 103,
            "text": "カふてみる",
            "vi": "Makie"
        },
        {
            "x1": 547,
            "y1": 76,
            "x2": 563,
            "y2": 246,
            "text": "知的好奇的探求の結果",
            "vi": "Kết quả khám phá tò mò trí tuệ"
        },
        {
            "x1": 242,
            "y1": 75,
            "x2": 318,
            "y2": 229,
            "text": "道に沿って進む 対向車には気を その位の命令は裏 こなせるたろう",
            "vi": "Chúng ta hãy có thể xử lý loại thứ tự đó cho chiếc xe sắp tới dọc theo con đường"
        },
        {
            "x1": 92,
            "y1": 168,
            "x2": 130,
            "y2": 297,
            "text": "何よ自分 馬を操る必要がな",
            "vi": "Bạn không cần phải thao túng con ngựa của bạn"
        },
        {
            "x1": 567,
            "y1": 349,
            "x2": 604,
            "y2": 489,
            "text": "殺その世話をする がな",
            "vi": "Tôi sẽ chăm sóc việc giết người"
        },
        {
            "x1": 140,
            "y1": 410,
            "x2": 157,
            "y2": 565,
            "text": "走行に使用する魔力は",
            "vi": "Sức mạnh kỳ diệu được sử dụng để lái xe"
        },
        {
            "x1": 99,
            "y1": 411,
            "x2": 117,
            "y2": 499,
            "text": "魔石を使って",
            "vi": "Sử dụng đá ma thuật"
        },
        {
            "x1": 92,
            "y1": 731,
            "x2": 108,
            "y2": 844,
            "text": "自動返転動車",
            "vi": "Xe trả lại tự động"
        }
    ],
    "007.jpg": [
        {
            "x1": 502,
            "y1": 89,
            "x2": 546,
            "y2": 236,
            "text": "さて そのためにはまず馬",
            "vi": "Vâng, cho điều đó, trước hết"
        },
        {
            "x1": 197,
            "y1": 80,
            "x2": 240,
            "y2": 207,
            "text": "先日 観察た馬",
            "vi": "Một con ngựa mà tôi đã quan sát vào ngày khác"
        },
        {
            "x1": 94,
            "y1": 147,
            "x2": 120,
            "y2": 310,
            "text": "スケッチなどから",
            "vi": "Từ các bản phác thảo"
        },
        {
            "x1": 52,
            "y1": 150,
            "x2": 72,
            "y2": 282,
            "text": "創り出す",
            "vi": "Tạo ra"
        },
        {
            "x1": 533,
            "y1": 396,
            "x2": 549,
            "y2": 510,
            "text": "内骨",
            "vi": "Xương nội bộ"
        },
        {
            "x1": 78,
            "y1": 391,
            "x2": 96,
            "y2": 504,
            "text": "経験値貯まりそそう",
            "vi": "Hãy tích lũy giá trị kinh nghiệm"
        },
        {
            "x1": 535,
            "y1": 601,
            "x2": 552,
            "y2": 676,
            "text": "力回路",
            "vi": "Mạch điện"
        },
        {
            "x1": 459,
            "y1": 685,
            "x2": 496,
            "y2": 829,
            "text": "力制御かあるか 何かなると思らは",
            "vi": "Tôi nghĩ nó sẽ là một điều khiển điện"
        },
        {
            "x1": 77,
            "y1": 718,
            "x2": 100,
            "y2": 837,
            "text": "ずるくないよ",
            "vi": "Nó không ranh mãnh"
        }
    ],
    "008.jpg": [
        {
            "x1": 539,
            "y1": 106,
            "x2": 577,
            "y2": 232,
            "text": "チて外装は 木と素焼きの陶磁器",
            "vi": "Bên ngoài là gỗ và gốm không tráng men"
        },
        {
            "x1": 463,
            "y1": 175,
            "x2": 523,
            "y2": 288,
            "text": "悪路も 走破る 馬力も欲",
            "vi": "Tôi muốn những con đường xấu và mã lực chạy"
        },
        {
            "x1": 108,
            "y1": 188,
            "x2": 167,
            "y2": 290,
            "text": "制御系のほの 庭石にも大力 のを使おう",
            "vi": "Hãy sử dụng sức mạnh làm hệ thống điều khiển"
        },
        {
            "x1": 539,
            "y1": 385,
            "x2": 558,
            "y2": 542,
            "text": "MＰ回復ドク",
            "vi": "Phục hồi MP"
        },
        {
            "x1": 448,
            "y1": 429,
            "x2": 476,
            "y2": 587,
            "text": "○の“創造魔法！",
            "vi": "Ma thuật sáng tạo!"
        },
        {
            "x1": 109,
            "y1": 437,
            "x2": 132,
            "y2": 539,
            "text": "“創造魔法",
            "vi": "“Ma thuật sáng tạo"
        },
        {
            "x1": 527,
            "y1": 716,
            "x2": 631,
            "y2": 931,
            "text": "ゅるるる…",
            "vi": "Surururu..."
        },
        {
            "x1": 91,
            "y1": 742,
            "x2": 134,
            "y2": 855,
            "text": "なんか 腹に入れるか…",
            "vi": "Bạn có đặt thứ gì đó vào bụng của bạn..."
        }
    ],
    "009.jpg": [
        {
            "x1": 429,
            "y1": 74,
            "x2": 562,
            "y2": 289,
            "text": "こないだ作った パス ラジッリ を使って ミリトソースで行こう",
            "vi": "Hãy đi với nước sốt dân quân bằng cách sử dụng radil pass mà tôi đã làm"
        },
        {
            "x1": 473,
            "y1": 352,
            "x2": 560,
            "y2": 509,
            "text": "鍋でお湯を沸かしつつ を魔法て 水煮状態にし ボウに移て潰す",
            "vi": "Trong khi đun sôi nước trong chảo, biến nó thành trạng thái sôi bằng phép thuật, chuyển sang cung và nghiền nát nó."
        },
        {
            "x1": 349,
            "y1": 454,
            "x2": 390,
            "y2": 611,
            "text": "セ回はすもを取って 王葱参と緒に",
            "vi": "Lấy những con sóc và lấy tội lỗi hoàng gia"
        },
        {
            "x1": 188,
            "y1": 505,
            "x2": 208,
            "y2": 663,
            "text": "が通つたら挽肉投",
            "vi": "Nếu nó đi qua, ném thịt băm nhỏ"
        },
        {
            "x1": 44,
            "y1": 701,
            "x2": 85,
            "y2": 843,
            "text": "色が変わっできたら 塩胡椒とン少々",
            "vi": "Nếu màu được thay đổi, một chút muối và hạt tiêu và một chút"
        }
    ],
    "010.jpg": [
        {
            "x1": 548,
            "y1": 82,
            "x2": 590,
            "y2": 193,
            "text": "沸かしでた鍋に 塩一つまみ",
            "vi": "Một nhúm muối trong nồi luộc"
        },
        {
            "x1": 97,
            "y1": 101,
            "x2": 115,
            "y2": 228,
            "text": "りりを茹てる",
            "vi": "Đun sôi riri"
        },
        {
            "x1": 554,
            "y1": 283,
            "x2": 575,
            "y2": 442,
            "text": "ブライパンのツースに",
            "vi": "Dành cho hai người dùng bripan"
        },
        {
            "x1": 443,
            "y1": 307,
            "x2": 484,
            "y2": 434,
            "text": "ロエを入れ 一煮立ちさせ",
            "vi": "Đặt lỏng lẻo và đun sôi nó"
        },
        {
            "x1": 233,
            "y1": 324,
            "x2": 267,
            "y2": 385,
            "text": "味見",
            "vi": "Mùi vị"
        },
        {
            "x1": 92,
            "y1": 324,
            "x2": 133,
            "y2": 439,
            "text": "まあ こんなものかな",
            "vi": "Vâng, nó như thế này?"
        },
        {
            "x1": 515,
            "y1": 609,
            "x2": 533,
            "y2": 683,
            "text": "出来上がり",
            "vi": "Kết thúc"
        },
        {
            "x1": 273,
            "y1": 822,
            "x2": 399,
            "y2": 875,
            "text": "フジッリの ミートソース",
            "vi": "Sốt thịt Fujiriri"
        }
    ],
    "011.jpg": [
        {
            "x1": 47,
            "y1": 92,
            "x2": 140,
            "y2": 228,
            "text": "おらー お昼ごはん 食いなさーい",
            "vi": "Ồ, không ăn trưa"
        },
        {
            "x1": 66,
            "y1": 287,
            "x2": 108,
            "y2": 390,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 155,
            "y1": 516,
            "x2": 173,
            "y2": 651,
            "text": "ショパスタの",
            "vi": "Shopasta"
        },
        {
            "x1": 102,
            "y1": 716,
            "x2": 125,
            "y2": 754,
            "text": "感覚",
            "vi": "cảm giác"
        },
        {
            "x1": 219,
            "y1": 758,
            "x2": 239,
            "y2": 868,
            "text": "作ってよかった",
            "vi": "Tôi rất vui vì tôi đã làm được"
        },
        {
            "x1": 150,
            "y1": 717,
            "x2": 168,
            "y2": 827,
            "text": "パスダースに",
            "vi": "Để vượt qua DERS"
        },
        {
            "x1": 51,
            "y1": 772,
            "x2": 69,
            "y2": 871,
            "text": "コレが好きだ",
            "vi": "Tôi thích cái này"
        }
    ],
    "012.jpg": [
        {
            "x1": 569,
            "y1": 74,
            "x2": 591,
            "y2": 129,
            "text": "もはや",
            "vi": "không còn nữa"
        },
        {
            "x1": 513,
            "y1": 144,
            "x2": 577,
            "y2": 243,
            "text": "子どもだちも 無言で 食べている…",
            "vi": "Trẻ em cũng đang ăn một cách âm thầm..."
        },
        {
            "x1": 547,
            "y1": 382,
            "x2": 590,
            "y2": 480,
            "text": "食べて寝だす やつも居るぞ",
            "vi": "Có một số kẻ ăn và ngủ"
        },
        {
            "x1": 166,
            "y1": 408,
            "x2": 205,
            "y2": 484,
            "text": "お腹に 血流が行き",
            "vi": "Lưu lượng máu đi vào dạ dày"
        },
        {
            "x1": 125,
            "y1": 410,
            "x2": 146,
            "y2": 472,
            "text": "小麦粉が",
            "vi": "Bột"
        },
        {
            "x1": 89,
            "y1": 411,
            "x2": 107,
            "y2": 525,
            "text": "変わる感味わえ",
            "vi": "Cảm giác thay đổi"
        }
    ],
    "013.jpg": [
        {
            "x1": 513,
            "y1": 88,
            "x2": 558,
            "y2": 185,
            "text": "よし‥ できた…！",
            "vi": "Đồng ý...!"
        },
        {
            "x1": 514,
            "y1": 300,
            "x2": 571,
            "y2": 564,
            "text": "ゴーレム馬！",
            "vi": "Golem Horse!"
        },
        {
            "x1": 521,
            "y1": 704,
            "x2": 556,
            "y2": 792,
            "text": "レンお姉さん なんですか",
            "vi": "Bạn có phải là chị em không?"
        }
    ],
    "014.jpg": [
        {
            "x1": 547,
            "y1": 83,
            "x2": 566,
            "y2": 208,
            "text": "完全自動運転装置",
            "vi": "Thiết bị lái xe hoàn toàn tự động"
        },
        {
            "x1": 171,
            "y1": 117,
            "x2": 190,
            "y2": 205,
            "text": "なるとは…",
            "vi": "Khi nó đến..."
        },
        {
            "x1": 493,
            "y1": 430,
            "x2": 511,
            "y2": 504,
            "text": "私の",
            "vi": ".của tôi"
        },
        {
            "x1": 106,
            "y1": 363,
            "x2": 151,
            "y2": 533,
            "text": "この世界に 飛び立てゴーレム馬",
            "vi": "Bay đến thế giới ngựa Golem này"
        },
        {
            "x1": 558,
            "y1": 600,
            "x2": 600,
            "y2": 821,
            "text": "テイク・オフ！",
            "vi": "Cất cánh!"
        }
    ],
    "015.jpg": [
        {
            "x1": 480,
            "y1": 41,
            "x2": 591,
            "y2": 257,
            "text": "うーん",
            "vi": "Hmmm"
        },
        {
            "x1": 52,
            "y1": 88,
            "x2": 122,
            "y2": 439,
            "text": "気持ち悪い！",
            "vi": "cảm thấy ốm yếu!"
        },
        {
            "x1": 396,
            "y1": 522,
            "x2": 443,
            "y2": 564,
            "text": "De",
            "vi": "Về"
        },
        {
            "x1": 501,
            "y1": 650,
            "x2": 545,
            "y2": 820,
            "text": "まだまだ 改善の余地ありだな",
            "vi": "Vẫn còn chỗ để cải thiện"
        },
        {
            "x1": 50,
            "y1": 897,
            "x2": 561,
            "y2": 919,
            "text": "よくわからないけれど必要は発明の母のようです",
            "vi": "Tôi không chắc chắn, nhưng nhu cầu giống như mẹ của sáng chế"
        }
    ]
}