var ocr_data = {
    "001.jpg": [
        {
            "x1": 515,
            "y1": 298,
            "x2": 555,
            "y2": 394,
            "text": "ふい ただいま7時",
            "vi": "Bây giờ 7 giờ"
        },
        {
            "x1": 500,
            "y1": 473,
            "x2": 538,
            "y2": 614,
            "text": "最初の１本目も含めて 合計４振り完成",
            "vi": "Hoàn thành 4 chiếc bao gồm cả cái đầu tiên"
        },
        {
            "x1": 59,
            "y1": 510,
            "x2": 117,
            "y2": 601,
            "text": "ちゃんと全部 最後まで 仕上げてある",
            "vi": "Mọi thứ đã kết thúc đến cuối cùng"
        },
        {
            "x1": 112,
            "y1": 667,
            "x2": 250,
            "y2": 701,
            "text": "※水魔法です",
            "vi": "* Ma thuật nước"
        },
        {
            "x1": 524,
            "y1": 682,
            "x2": 562,
            "y2": 795,
            "text": "４振り目が 仕上がった時点で",
            "vi": "Khi chiếc xích đu thứ tư kết thúc"
        },
        {
            "x1": 484,
            "y1": 686,
            "x2": 500,
            "y2": 809,
            "text": "鋼来作型",
            "vi": "Đúc thép"
        },
        {
            "x1": 55,
            "y1": 735,
            "x2": 133,
            "y2": 863,
            "text": "組来の方はガンガン 上がってるけど 刀のほうは先が 長そうだなあ…",
            "vi": "Đứa trẻ đang trỗi dậy, nhưng thanh kiếm có vẻ dài..."
        }
    ],
    "002.jpg": [
        {
            "x1": 519,
            "y1": 102,
            "x2": 579,
            "y2": 191,
            "text": "とはえ 慣れない物を 作ったせいか",
            "vi": "Có lẽ bởi vì tôi đã làm một cái gì đó không quen thuộc"
        },
        {
            "x1": 436,
            "y1": 134,
            "x2": 495,
            "y2": 254,
            "text": "凄く疲れたので ちよと早いけと 今日はここまで",
            "vi": "Tôi quá mệt mỏi, vì vậy hôm nay mọi chuyện đều ổn"
        },
        {
            "x1": 557,
            "y1": 310,
            "x2": 596,
            "y2": 411,
            "text": "まあ 仕事じゃなくて",
            "vi": "Chà, không hoạt động"
        },
        {
            "x1": 519,
            "y1": 486,
            "x2": 573,
            "y2": 590,
            "text": "趣味てわってる ことだから 無理はしない",
            "vi": "Tôi không làm quá nó vì đó là một sở thích"
        },
        {
            "x1": 541,
            "y1": 738,
            "x2": 580,
            "y2": 839,
            "text": "晩ご飯まで まだ時間あるし",
            "vi": "Tôi vẫn còn thời gian cho đến khi ăn tối"
        },
        {
            "x1": 111,
            "y1": 700,
            "x2": 170,
            "y2": 860,
            "text": "それに折角打つた分が ちゃんと抜刀出来るか 試じてみたい",
            "vi": "Và tôi muốn thử xem tôi có thể đánh thanh kiếm đúng cách không"
        }
    ],
    "003.jpg": [
        {
            "x1": 477,
            "y1": 92,
            "x2": 536,
            "y2": 263,
            "text": "普通に成人してたり 身体が大きかったりすれば 抜けると思うよ？",
            "vi": "Bạn có nghĩ rằng bạn sẽ ra ngoài nếu bạn là người lớn hoặc cơ thể của bạn lớn hơn?"
        },
        {
            "x1": 88,
            "y1": 120,
            "x2": 104,
            "y2": 260,
            "text": "大事なのは「私が」",
            "vi": "Điều quan trọng là \"Tôi\""
        },
        {
            "x1": 65,
            "y1": 78,
            "x2": 87,
            "y2": 272,
            "text": "抜けるかどうか ね？",
            "vi": "Nó có đi ra ngoài không?"
        },
        {
            "x1": 505,
            "y1": 308,
            "x2": 563,
            "y2": 562,
            "text": "これでも 前世でちょっと 居合を習ってまして",
            "vi": "Mặc dù vậy, tôi đã học được một chút trong kiếp trước"
        },
        {
            "x1": 280,
            "y1": 335,
            "x2": 338,
            "y2": 471,
            "text": "世間一般的な 同年代よりも 大分小柄っほいから",
            "vi": "Từ oita nhỏ hơn cùng độ tuổi"
        },
        {
            "x1": 228,
            "y1": 760,
            "x2": 303,
            "y2": 873,
            "text": "腕の長さとか 足りないがも しれないという 危機感がですね",
            "vi": "Có một cảm giác khủng hoảng rằng chiều dài của cánh tay là không đủ, nhưng không thể thực hiện được."
        },
        {
            "x1": 45,
            "y1": 730,
            "x2": 106,
            "y2": 860,
            "text": "…さて 気を取り直し 腰を落として構えて",
            "vi": "“Chà, hãy chăm sóc nó và thả eo của bạn"
        }
    ],
    "004.jpg": [
        {
            "x1": 545,
            "y1": 123,
            "x2": 603,
            "y2": 299,
            "text": "踏み込み",
            "vi": "Giẫm lên"
        },
        {
            "x1": 548,
            "y1": 433,
            "x2": 587,
            "y2": 565,
            "text": "腰を捻り",
            "vi": "Xoay eo của bạn"
        },
        {
            "x1": 303,
            "y1": 532,
            "x2": 340,
            "y2": 719,
            "text": "全身を使って",
            "vi": "Sử dụng toàn bộ cơ thể"
        },
        {
            "x1": 99,
            "y1": 615,
            "x2": 142,
            "y2": 842,
            "text": "ゆっくりと抜刀",
            "vi": "Thanh kiếm từ từ"
        }
    ],
    "005.jpg": [
        {
            "x1": 78,
            "y1": 77,
            "x2": 150,
            "y2": 300,
            "text": "88おお やうぱり ちゃんと抜けた",
            "vi": "88 OYAUPURI -CHAN"
        },
        {
            "x1": 38,
            "y1": 637,
            "x2": 81,
            "y2": 875,
            "text": "やるじゃん 私",
            "vi": "tôi sẽ làm"
        }
    ],
    "006.jpg": [
        {
            "x1": 521,
            "y1": 130,
            "x2": 558,
            "y2": 245,
            "text": "さて このまま 納分しておしまい",
            "vi": "Nhân tiện, chúng tôi sẽ trả tiền như vậy"
        },
        {
            "x1": 523,
            "y1": 337,
            "x2": 561,
            "y2": 425,
            "text": "というのも 芸がないので",
            "vi": "Bởi vì không có thủ thuật"
        },
        {
            "x1": 100,
            "y1": 745,
            "x2": 155,
            "y2": 873,
            "text": "前世の記憶の通りに 《居合抜き》 なんてしてみたり",
            "vi": "Như tôi đã nhớ trong kiếp trước"
        }
    ],
    "008.jpg": [
        {
            "x1": 513,
            "y1": 77,
            "x2": 570,
            "y2": 189,
            "text": "おお 今の私 きっと格好良い フフフ",
            "vi": "Ồ, tôi chắc rằng tôi có một fufufu mát mẻ"
        },
        {
            "x1": 299,
            "y1": 507,
            "x2": 317,
            "y2": 583,
            "text": "見られてた",
            "vi": "Nó đã được nhìn thấy"
        },
        {
            "x1": 559,
            "y1": 527,
            "x2": 597,
            "y2": 687,
            "text": "親方とエド！",
            "vi": "Master và Ed!"
        },
        {
            "x1": 106,
            "y1": 549,
            "x2": 123,
            "y2": 649,
            "text": "恥ずかしい！",
            "vi": "Lúng túng!"
        },
        {
            "x1": 559,
            "y1": 714,
            "x2": 577,
            "y2": 849,
            "text": "ほ 蓬葉刀……？",
            "vi": "HO -YONOYO SWORD...?"
        }
    ],
    "009.jpg": [
        {
            "x1": 504,
            "y1": 89,
            "x2": 557,
            "y2": 188,
            "text": "それは 蓬萊刀か？",
            "vi": "Nó có phải là một thanh kiếm chim cánh cụt không?"
        },
        {
            "x1": 66,
            "y1": 109,
            "x2": 116,
            "y2": 224,
            "text": "え？ いえ 刀ですけど？",
            "vi": "bức ảnh? Không, nó là một thanh kiếm?"
        },
        {
            "x1": 511,
            "y1": 319,
            "x2": 552,
            "y2": 445,
            "text": "カタナってことは 蓬葉刀だろう？",
            "vi": "Katana có phải là một thanh kiếm touho?"
        },
        {
            "x1": 74,
            "y1": 370,
            "x2": 160,
            "y2": 532,
            "text": "…そうか お嬢ちゃんは 随分 腕がいいと 思っていたが 道理で。",
            "vi": "Có, cô gái trẻ nghĩ rằng anh ta rất tốt, nhưng nó hợp lý."
        },
        {
            "x1": 470,
            "y1": 655,
            "x2": 557,
            "y2": 842,
            "text": "蓮葉の鍛治師は 腕が良いって聞いていたが その流れを汲む 鍛治師だったってことか…",
            "vi": "Tôi nghe nói rằng một lá sen là tốt, nhưng anh ấy là một người Osamu dựa trên dòng chảy..."
        },
        {
            "x1": 80,
            "y1": 728,
            "x2": 97,
            "y2": 831,
            "text": "もしもーし？",
            "vi": "Chuyện gi xảy ra nêu?"
        }
    ],
    "010.jpg": [
        {
            "x1": 518,
            "y1": 116,
            "x2": 558,
            "y2": 228,
            "text": "あの 蓬萊って なんですか？",
            "vi": "Penguan đó là gì?"
        },
        {
            "x1": 88,
            "y1": 103,
            "x2": 169,
            "y2": 244,
            "text": "え？ 蓮葉刀を 打てるということは 先生は薬葉出身では ないんですか？",
            "vi": "bức ảnh? Không phải là giáo viên từ thuốc, có thể đâm vào một thanh kiếm sen?"
        },
        {
            "x1": 221,
            "y1": 297,
            "x2": 555,
            "y2": 345,
            "text": "かくしかじかぽれぽれ",
            "vi": "Kakusanjika lỗ chân lông tinh khiết"
        },
        {
            "x1": 506,
            "y1": 399,
            "x2": 585,
            "y2": 527,
            "text": "疑萊というのは 東のほうにある 独特の文化を持った 島国らしい",
            "vi": "Sự nghi ngờ dường như là một quốc đảo với một nền văn hóa độc đáo ở phương Đông."
        },
        {
            "x1": 567,
            "y1": 632,
            "x2": 604,
            "y2": 816,
            "text": "わかりやすくいうと ファリタジーもので良くある",
            "vi": "Nói một cách đơn giản, đó là một điều"
        },
        {
            "x1": 113,
            "y1": 713,
            "x2": 150,
            "y2": 804,
            "text": "この世界にも お約束的に間",
            "vi": "Hứa trong thế giới này"
        }
    ],
    "011.jpg": [
        {
            "x1": 476,
            "y1": 100,
            "x2": 552,
            "y2": 267,
            "text": "蓮葉伝来の品々は 美術品とても 高値て取り引きされてめる らく",
            "vi": "Các mục của Renba Den rất cao tại các tác phẩm nghệ thuật và được giao dịch và soạn thảo."
        },
        {
            "x1": 219,
            "y1": 86,
            "x2": 297,
            "y2": 233,
            "text": "その中でも刀は 「蓮茶刀と呼ばれ 非常に高値で取り引き されてるとか何とか",
            "vi": "Trong số đó, thanh kiếm được gọi là \"Lotus Tea Sword và được giao dịch với mức giá rất cao."
        },
        {
            "x1": 84,
            "y1": 275,
            "x2": 164,
            "y2": 416,
            "text": "ちなみに 力を打でる無治師は こっちの大陸には 居ないらじい",
            "vi": "Nhân tiện"
        },
        {
            "x1": 487,
            "y1": 523,
            "x2": 549,
            "y2": 778,
            "text": "ということは つまり 私の存在は色々アウト！",
            "vi": "Đó là, tôi ra khỏi nhiều điều khác nhau!"
        },
        {
            "x1": 417,
            "y1": 614,
            "x2": 465,
            "y2": 801,
            "text": "ここに居ちゃいけない 人間ということです！",
            "vi": "Đó là một người không thể ở đây!"
        },
        {
            "x1": 49,
            "y1": 569,
            "x2": 82,
            "y2": 841,
            "text": "やっべええええええ⁉",
            "vi": "Yeah yeah yeah"
        }
    ],
    "012.jpg": [
        {
            "x1": 519,
            "y1": 89,
            "x2": 602,
            "y2": 201,
            "text": "あの 親方： 私が刀を打てる ということは どうか内密に…",
            "vi": "Sư phụ đó: Làm thế nào để tôi đánh một thanh kiếm?"
        },
        {
            "x1": 190,
            "y1": 83,
            "x2": 228,
            "y2": 203,
            "text": "うん？ ああ わかってる",
            "vi": "Ừ? Tôi biết"
        },
        {
            "x1": 86,
            "y1": 107,
            "x2": 171,
            "y2": 219,
            "text": "大丈夫だ どう考えても トラブルの元に なるからな…",
            "vi": "Không sao đâu, bởi vì nó sẽ là một nguồn rắc rối cho dù bạn có nghĩ thế nào..."
        },
        {
            "x1": 533,
            "y1": 327,
            "x2": 597,
            "y2": 484,
            "text": "これを 差し上げますので 本当にお願いします！",
            "vi": "Tôi sẽ cung cấp cho bạn cái này, vì vậy xin vui lòng!"
        },
        {
            "x1": 117,
            "y1": 362,
            "x2": 159,
            "y2": 488,
            "text": "本当に！ お願いしますね⁉",
            "vi": "Thực ra! Xin vui lòng"
        },
        {
            "x1": 112,
            "y1": 591,
            "x2": 170,
            "y2": 673,
            "text": "お おう‥ いや だが いいのか？",
            "vi": "Ồ, không, nó ổn chứ?"
        },
        {
            "x1": 535,
            "y1": 755,
            "x2": 592,
            "y2": 843,
            "text": "しまった さすがに怪し すきるか…？",
            "vi": "Bạn có thực sự thích nó không?"
        },
        {
            "x1": 108,
            "y1": 753,
            "x2": 172,
            "y2": 871,
            "text": "いいです！ ですから 本当に お願いしま‥！",
            "vi": "Là tốt! Vì vậy thực sự, xin vui lòng!"
        }
    ],
    "013.jpg": [
        {
            "x1": 505,
            "y1": 103,
            "x2": 567,
            "y2": 246,
            "text": "わかってる 任せておけ！",
            "vi": "Hãy cho tôi biết!"
        },
        {
            "x1": 515,
            "y1": 516,
            "x2": 552,
            "y2": 615,
            "text": "隠しきれない 臓人の喜悦顔…",
            "vi": "Khuôn mặt niềm vui của các cơ quan không thể bị ẩn..."
        },
        {
            "x1": 450,
            "y1": 533,
            "x2": 490,
            "y2": 612,
            "text": "今度こそ これで安心",
            "vi": "Lần này là an toàn cho lần này"
        },
        {
            "x1": 465,
            "y1": 700,
            "x2": 521,
            "y2": 836,
            "text": "情報が漏れるよう だったらか まもう逃げよう",
            "vi": "Nếu thông tin dường như bị rò rỉ, hãy chạy trốn"
        },
        {
            "x1": 32,
            "y1": 895,
            "x2": 581,
            "y2": 920,
            "text": "よくわからないけれど全然安心じゃないみたいです",
            "vi": "Tôi không chắc chắn, nhưng nó có vẻ không an toàn chút nào"
        }
    ]
}