var ocr_data = {
    "001.jpg": [
        {
            "x1": 570,
            "y1": 93,
            "x2": 595,
            "y2": 174,
            "text": "私はレン",
            "vi": "Tôi là Len"
        },
        {
            "x1": 183,
            "y1": 70,
            "x2": 228,
            "y2": 240,
            "text": "日課大好きの 異世界転生ＴＳ女子！",
            "vi": "Tái sinh thế giới khác nhau ts cô gái yêu thích hàng ngày!"
        },
        {
            "x1": 98,
            "y1": 146,
            "x2": 157,
            "y2": 273,
            "text": "快適スローライフを 満喫しようと 印と生乳を求めて",
            "vi": "Trong việc tìm kiếm nhãn hiệu và sữa tươi để tận hưởng một cuộc sống chậm chạp thoải mái"
        },
        {
            "x1": 74,
            "y1": 479,
            "x2": 128,
            "y2": 646,
            "text": "さん8アリサさんと すよんなことから 一緒を",
            "vi": "8 Alisa -san, vì vậy chúng tôi cùng nhau"
        },
        {
            "x1": 552,
            "y1": 721,
            "x2": 611,
            "y2": 862,
            "text": "今後の旅は 根城にじている うという町がら",
            "vi": "Cuộc hành trình trong tương lai là một thị trấn sẽ đến Nejo"
        },
        {
            "x1": 94,
            "y1": 713,
            "x2": 131,
            "y2": 864,
            "text": "緒の旅は 葉る",
            "vi": "Hành trình của dây là lá"
        }
    ],
    "002.jpg": [
        {
            "x1": 534,
            "y1": 99,
            "x2": 553,
            "y2": 182,
            "text": "いうんなら",
            "vi": "Nếu"
        },
        {
            "x1": 375,
            "y1": 205,
            "x2": 464,
            "y2": 331,
            "text": "遠出のため 創造魔法て間つた レム馬車の 乗り心地",
            "vi": "Chuyến đi của cỗ xe REM bị gián đoạn bởi Magic Creation để ra ngoài"
        },
        {
            "x1": 43,
            "y1": 93,
            "x2": 110,
            "y2": 357,
            "text": "思う存分味わって もらっちゃいます！",
            "vi": "Tôi sẽ nếm nó bao nhiêu tùy thích!"
        },
        {
            "x1": 513,
            "y1": 432,
            "x2": 530,
            "y2": 559,
            "text": "乗り込んでんもさ",
            "vi": "Lấy vào"
        },
        {
            "x1": 493,
            "y1": 612,
            "x2": 533,
            "y2": 711,
            "text": "それでは 失礼して",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 40,
            "y1": 708,
            "x2": 78,
            "y2": 841,
            "text": "台険者の先輩とて 形なだよね",
            "vi": "Các cấp cao của gian hàng được định hình như một tiền bối."
        }
    ],
    "003.jpg": [
        {
            "x1": 427,
            "y1": 0,
            "x2": 511,
            "y2": 90,
            "text": "ぎっ",
            "vi": "Thô"
        },
        {
            "x1": 567,
            "y1": 83,
            "x2": 587,
            "y2": 188,
            "text": "そうだった！",
            "vi": "nó đã được!"
        },
        {
            "x1": 78,
            "y1": 35,
            "x2": 148,
            "y2": 154,
            "text": "大丈夫？",
            "vi": "Bạn co ổn không?"
        },
        {
            "x1": 451,
            "y1": 198,
            "x2": 510,
            "y2": 312,
            "text": "わたし おさんたた 冒険者としては",
            "vi": "Là một nhà thám hiểm"
        },
        {
            "x1": 363,
            "y1": 120,
            "x2": 381,
            "y2": 262,
            "text": "陥りがちなとラブルを",
            "vi": "Nếu bạn có xu hướng ngã, bạn có thể có được một con thỏ"
        },
        {
            "x1": 58,
            "y1": 107,
            "x2": 111,
            "y2": 201,
            "text": "よりがとう",
            "vi": "Thêm"
        },
        {
            "x1": 322,
            "y1": 121,
            "x2": 338,
            "y2": 287,
            "text": "が誰てあけな",
            "vi": "Ai có thể mở"
        },
        {
            "x1": 41,
            "y1": 222,
            "x2": 83,
            "y2": 311,
            "text": "あらあら",
            "vi": "Ôi trời"
        },
        {
            "x1": 86,
            "y1": 382,
            "x2": 197,
            "y2": 552,
            "text": "つもおご飯を 食がきせてもらららだけの ただの腹。コ女という 認識をこの旅て びり返す",
            "vi": "Nó chỉ là một cái bụng chỉ ăn cơm. Du lịch sự công nhận nhận thức của người phụ nữ"
        }
    ],
    "004.jpg": [
        {
            "x1": 499,
            "y1": 71,
            "x2": 546,
            "y2": 382,
            "text": "なんですかこれ！",
            "vi": "Cái gì thế này!"
        },
        {
            "x1": 507,
            "y1": 462,
            "x2": 534,
            "y2": 543,
            "text": "馬車です",
            "vi": "Nó là một cỗ xe"
        },
        {
            "x1": 139,
            "y1": 650,
            "x2": 199,
            "y2": 719,
            "text": "椅子です がんばり ました",
            "vi": "Tôi đã làm hết sức mình trên ghế"
        },
        {
            "x1": 95,
            "y1": 738,
            "x2": 111,
            "y2": 877,
            "text": "意味がま",
            "vi": "Nó có một ý nghĩa"
        }
    ],
    "005.jpg": [
        {
            "x1": 584,
            "y1": 88,
            "x2": 603,
            "y2": 255,
            "text": "低反発ウレタンスボンと",
            "vi": "Với một urethane bon thấp thấp hơn"
        },
        {
            "x1": 544,
            "y1": 88,
            "x2": 561,
            "y2": 174,
            "text": "合わせ技",
            "vi": "Kỹ xảo"
        },
        {
            "x1": 499,
            "y1": 231,
            "x2": 517,
            "y2": 357,
            "text": "グション部には",
            "vi": "Trong phần súng"
        },
        {
            "x1": 438,
            "y1": 230,
            "x2": 476,
            "y2": 382,
            "text": "敷き詰め体の 感生抜群。",
            "vi": "Cơ thể trả phí nổi bật."
        },
        {
            "x1": 92,
            "y1": 239,
            "x2": 132,
            "y2": 366,
            "text": "お尻をしっかり サボトします！",
            "vi": "Tôi sẽ bỏ qua mông của mình một cách chắc chắn!"
        },
        {
            "x1": 529,
            "y1": 436,
            "x2": 545,
            "y2": 603,
            "text": "ッド並みの柔がさ",
            "vi": "Sự mềm mại như thể"
        },
        {
            "x1": 469,
            "y1": 485,
            "x2": 487,
            "y2": 585,
            "text": "それ以上……",
            "vi": "Hơn thế..."
        },
        {
            "x1": 119,
            "y1": 441,
            "x2": 137,
            "y2": 542,
            "text": "わだし座って即",
            "vi": "Ngay lập tức ngồi xuống"
        },
        {
            "x1": 546,
            "y1": 650,
            "x2": 587,
            "y2": 747,
            "text": "そろそろ 行きますよく",
            "vi": "Tôi sẽ đi sớm thôi"
        },
        {
            "x1": 152,
            "y1": 666,
            "x2": 176,
            "y2": 702,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 83,
            "y1": 666,
            "x2": 120,
            "y2": 744,
            "text": "しまった！ つい……！",
            "vi": "Úi! Vô tình ……!"
        },
        {
            "x1": 91,
            "y1": 803,
            "x2": 114,
            "y2": 855,
            "text": "はいー",
            "vi": "Vâng"
        }
    ],
    "006.jpg": [
        {
            "x1": 75,
            "y1": 312,
            "x2": 95,
            "y2": 350,
            "text": "まだ",
            "vi": "đứng yên"
        },
        {
            "x1": 488,
            "y1": 539,
            "x2": 528,
            "y2": 622,
            "text": "もう走って ますよ？",
            "vi": "Bạn đã chạy chưa?"
        },
        {
            "x1": 60,
            "y1": 733,
            "x2": 119,
            "y2": 854,
            "text": "リー本当 もう走ってるよー 窓の外見てみエー",
            "vi": "Lee đang thực sự chạy -nhìn vào cửa sổ."
        }
    ],
    "007.jpg": [
        {
            "x1": 541,
            "y1": 109,
            "x2": 587,
            "y2": 165,
            "text": "あれ？ 本当？",
            "vi": "điều đó? THÀNH THẬT?"
        },
        {
            "x1": 149,
            "y1": 89,
            "x2": 188,
            "y2": 219,
            "text": "えでも 全然揺れてない",
            "vi": "Tôi không run"
        },
        {
            "x1": 91,
            "y1": 198,
            "x2": 126,
            "y2": 313,
            "text": "。まるて動いて ないみたいな",
            "vi": "£ Nó dường như không di chuyển"
        },
        {
            "x1": 555,
            "y1": 462,
            "x2": 594,
            "y2": 562,
            "text": "リリー 多分この馬車が",
            "vi": "Lily có thể chiếc xe ngựa này"
        },
        {
            "x1": 98,
            "y1": 485,
            "x2": 134,
            "y2": 592,
            "text": "もう何を言えは いいのか…",
            "vi": "Tôi có thể nói gì nữa..."
        },
        {
            "x1": 555,
            "y1": 660,
            "x2": 587,
            "y2": 838,
            "text": "がんばりました",
            "vi": "Tôi đã làm hết sức"
        },
        {
            "x1": 98,
            "y1": 712,
            "x2": 153,
            "y2": 847,
            "text": "それは もういいです",
            "vi": "Điều đó tốt"
        }
    ],
    "008.jpg": [
        {
            "x1": 74,
            "y1": 63,
            "x2": 332,
            "y2": 128,
            "text": "よくわからな",
            "vi": "Tôi không hiểu"
        },
        {
            "x1": 151,
            "y1": 93,
            "x2": 480,
            "y2": 226,
            "text": "界転生",
            "vi": "Quá sức"
        },
        {
            "x1": 125,
            "y1": 181,
            "x2": 478,
            "y2": 267,
            "text": "ていたようです",
            "vi": "Có vẻ như nó đã được"
        },
        {
            "x1": 343,
            "y1": 280,
            "x2": 643,
            "y2": 296,
            "text": "話よわからなけれと年てみたいです",
            "vi": "Tôi muốn được một năm nếu tôi không hiểu câu chuyện"
        },
        {
            "x1": 431,
            "y1": 326,
            "x2": 537,
            "y2": 340,
            "text": "キす",
            "vi": "Kick"
        },
        {
            "x1": 429,
            "y1": 339,
            "x2": 593,
            "y2": 365,
            "text": "漫画:内々けやき",
            "vi": "Phim hoạt hình: Bên trong"
        }
    ],
    "009.jpg": [
        {
            "x1": 560,
            "y1": 92,
            "x2": 605,
            "y2": 165,
            "text": "どぞ",
            "vi": "Taibo"
        },
        {
            "x1": 350,
            "y1": 274,
            "x2": 407,
            "y2": 412,
            "text": "オレンジ ジュースです",
            "vi": "nước cam"
        },
        {
            "x1": 553,
            "y1": 500,
            "x2": 577,
            "y2": 596,
            "text": "コップにフタ",
            "vi": "Nắp trong một cốc"
        },
        {
            "x1": 183,
            "y1": 494,
            "x2": 202,
            "y2": 632,
            "text": "ドリクホルダ",
            "vi": "Drik Holder"
        },
        {
            "x1": 95,
            "y1": 624,
            "x2": 117,
            "y2": 679,
            "text": "ほへえ",
            "vi": "HOhe"
        },
        {
            "x1": 557,
            "y1": 762,
            "x2": 594,
            "y2": 891,
            "text": "馬車に乗りなが て針み物",
            "vi": "Đi xe ngựa"
        },
        {
            "x1": 129,
            "y1": 777,
            "x2": 147,
            "y2": 840,
            "text": "とそとそ",
            "vi": "Quá"
        }
    ],
    "010.jpg": [
        {
            "x1": 389,
            "y1": 93,
            "x2": 447,
            "y2": 266,
            "text": "というか これ 凄く美味しい…‥",
            "vi": "Hoặc đúng hơn, điều này thực sự rất ngon..."
        },
        {
            "x1": 58,
            "y1": 341,
            "x2": 107,
            "y2": 492,
            "text": "こんなの 初めて飲んだよー",
            "vi": "Tôi đã uống nó lần đầu tiên"
        },
        {
            "x1": 505,
            "y1": 558,
            "x2": 566,
            "y2": 688,
            "text": "うん オレジンスは 成功かな",
            "vi": "Vâng, Olesins có phải là một thành công?"
        },
        {
            "x1": 291,
            "y1": 567,
            "x2": 328,
            "y2": 677,
            "text": "当然のように 氷もってて",
            "vi": "Như một vấn đề tất nhiên"
        },
        {
            "x1": 524,
            "y1": 731,
            "x2": 541,
            "y2": 834,
            "text": "飲みにていから",
            "vi": "Bởi vì tôi uống"
        },
        {
            "x1": 301,
            "y1": 767,
            "x2": 329,
            "y2": 868,
            "text": "弥号号…",
            "vi": "Ya -F Family..."
        },
        {
            "x1": 61,
            "y1": 690,
            "x2": 78,
            "y2": 872,
            "text": "間造魔法で氷を創てた",
            "vi": "Đã tạo ra băng với phép thuật có thể hoán đổi cho nhau"
        }
    ],
    "011.jpg": [
        {
            "x1": 570,
            "y1": 95,
            "x2": 586,
            "y2": 220,
            "text": "馬車で何就",
            "vi": "Thật là một chiếc xe ngựa"
        },
        {
            "x1": 509,
            "y1": 95,
            "x2": 546,
            "y2": 222,
            "text": "水袋の革臭水が 普通なけ",
            "vi": "Mùi da của túi nước phải bình thường"
        },
        {
            "x1": 159,
            "y1": 115,
            "x2": 177,
            "y2": 162,
            "text": "ははは",
            "vi": "Hahaha"
        },
        {
            "x1": 446,
            "y1": 165,
            "x2": 464,
            "y2": 252,
            "text": "なるほとね",
            "vi": "Naruto"
        },
        {
            "x1": 122,
            "y1": 116,
            "x2": 138,
            "y2": 255,
            "text": "やの",
            "vi": "Ya không"
        },
        {
            "x1": 554,
            "y1": 345,
            "x2": 600,
            "y2": 425,
            "text": "また",
            "vi": "Mà còn"
        },
        {
            "x1": 483,
            "y1": 354,
            "x2": 538,
            "y2": 466,
            "text": "しまた",
            "vi": "Như trước"
        },
        {
            "x1": 524,
            "y1": 531,
            "x2": 553,
            "y2": 689,
            "text": "ガうガラガう",
            "vi": "Gaugagaga"
        },
        {
            "x1": 122,
            "y1": 745,
            "x2": 139,
            "y2": 818,
            "text": "とう進は",
            "vi": "Susumu"
        }
    ],
    "012.jpg": [
        {
            "x1": 470,
            "y1": 122,
            "x2": 549,
            "y2": 270,
            "text": "まま街道 東に進んでけは 大丈夫在什 中領都",
            "vi": "Không sao khi tiến tới phía đông của đường cao tốc như nó là"
        },
        {
            "x1": 408,
            "y1": 150,
            "x2": 447,
            "y2": 251,
            "text": "街道を北上して 王都にに向が",
            "vi": "Đi về phía bắc trên đường cao tốc và đi đến thủ đô hoàng gia"
        },
        {
            "x1": 83,
            "y1": 134,
            "x2": 117,
            "y2": 234,
            "text": "かりまた おにのまま",
            "vi": "Ở lại Kari"
        },
        {
            "x1": 510,
            "y1": 323,
            "x2": 548,
            "y2": 397,
            "text": "言う 御者は",
            "vi": "Người nói"
        },
        {
            "x1": 109,
            "y1": 347,
            "x2": 146,
            "y2": 428,
            "text": "ゴムが います",
            "vi": "Tôi có cao su"
        },
        {
            "x1": 499,
            "y1": 492,
            "x2": 513,
            "y2": 631,
            "text": "言ませ",
            "vi": "Cuộc gọi"
        },
        {
            "x1": 125,
            "y1": 495,
            "x2": 142,
            "y2": 569,
            "text": "とは",
            "vi": "Những gì là"
        },
        {
            "x1": 64,
            "y1": 496,
            "x2": 80,
            "y2": 609,
            "text": "音ませ",
            "vi": "Không âm thanh"
        },
        {
            "x1": 509,
            "y1": 745,
            "x2": 550,
            "y2": 863,
            "text": "あははりりが また虚ろな瞳に",
            "vi": "Ahahari lại ở trong đôi mắt trống rỗng"
        }
    ],
    "013.jpg": [
        {
            "x1": 529,
            "y1": 317,
            "x2": 572,
            "y2": 414,
            "text": "今日はことこで 野営ですね",
            "vi": "Hôm nay là một công việc hoang dã"
        },
        {
            "x1": 572,
            "y1": 686,
            "x2": 590,
            "y2": 761,
            "text": "そうてすね",
            "vi": "Đúng thế"
        },
        {
            "x1": 532,
            "y1": 686,
            "x2": 549,
            "y2": 800,
            "text": "準備しまし生が",
            "vi": "Sẵn sàng thô"
        },
        {
            "x1": 129,
            "y1": 733,
            "x2": 163,
            "y2": 860,
            "text": "私ますよ やらてくださ",
            "vi": "Xin vui lòng làm điều đó"
        }
    ],
    "014.jpg": [
        {
            "x1": 345,
            "y1": 92,
            "x2": 384,
            "y2": 194,
            "text": "その 食材とかは",
            "vi": "Nguyên liệu gồm"
        },
        {
            "x1": 298,
            "y1": 87,
            "x2": 345,
            "y2": 234,
            "text": "できぱきぱぎ",
            "vi": "Được tạo thành từ"
        },
        {
            "x1": 244,
            "y1": 100,
            "x2": 282,
            "y2": 215,
            "text": "とりあええず 用意してきました",
            "vi": "Tôi đã chuẩn bị nó trong thời gian"
        },
        {
            "x1": 162,
            "y1": 93,
            "x2": 181,
            "y2": 169,
            "text": "お金とか",
            "vi": "Tiền"
        },
        {
            "x1": 112,
            "y1": 61,
            "x2": 160,
            "y2": 275,
            "text": "できぱきぱきはき",
            "vi": "Piki Piki Haki"
        },
        {
            "x1": 499,
            "y1": 660,
            "x2": 562,
            "y2": 826,
            "text": "私の目的は 餌付けだからね 気のよ",
            "vi": "Mục đích của tôi là cho ăn, vì vậy tôi quan tâm"
        },
        {
            "x1": 51,
            "y1": 710,
            "x2": 137,
            "y2": 867,
            "text": "可愛い顔を見せ れればそれだけで おさん満足よ じゅるり",
            "vi": "Nếu bạn có thể thể hiện khuôn mặt dễ thương của bạn, bạn có thể hài lòng với nó một mình."
        }
    ],
    "015.jpg": [
        {
            "x1": 525,
            "y1": 102,
            "x2": 584,
            "y2": 201,
            "text": "さて冗談は これくらいに ておいて",
            "vi": "Bây giờ, hãy giữ trò đùa này"
        },
        {
            "x1": 531,
            "y1": 264,
            "x2": 591,
            "y2": 394,
            "text": "今日は 餃子にしよう",
            "vi": "Hãy làm Gyoza hôm nay"
        },
        {
            "x1": 451,
            "y1": 389,
            "x2": 512,
            "y2": 546,
            "text": "前に大番に仕込んて おいたから 後は焼くくだけで済む",
            "vi": "Tôi chỉ đặt nó ở một số lượng lớn trước đây, vì vậy tôi chỉ cần nướng nó."
        },
        {
            "x1": 90,
            "y1": 427,
            "x2": 144,
            "y2": 542,
            "text": "あと 白米食べたい",
            "vi": "Tôi muốn ăn gạo trắng"
        }
    ]
}