var ocr_data = {
    "001.jpg": [
        {
            "x1": 737,
            "y1": 93,
            "x2": 854,
            "y2": 122,
            "text": "鍛台師"
        },
        {
            "x1": 660,
            "y1": 109,
            "x2": 848,
            "y2": 188,
            "text": "最強"
        },
        {
            "x1": 608,
            "y1": 396,
            "x2": 874,
            "y2": 423,
            "text": "第137話スの極み"
        },
        {
            "x1": 729,
            "y1": 508,
            "x2": 835,
            "y2": 689,
            "text": "お早い お帰りでしたね 魔物の方は？"
        },
        {
            "x1": 279,
            "y1": 537,
            "x2": 353,
            "y2": 683,
            "text": "オークの ボスを１体"
        },
        {
            "x1": 115,
            "y1": 584,
            "x2": 219,
            "y2": 771,
            "text": "手下とみられる オークも 何体か 討伐しましたわ"
        },
        {
            "x1": 759,
            "y1": 873,
            "x2": 849,
            "y2": 1086,
            "text": "さすがです敵も これでおとなし なるはず…"
        },
        {
            "x1": 397,
            "y1": 875,
            "x2": 468,
            "y2": 1066,
            "text": "勇者様方 感謝いたします"
        },
        {
            "x1": 165,
            "y1": 1297,
            "x2": 788,
            "y2": 1333,
            "text": "累計100万部突破！ 最新8巻発売中!"
        }
    ],
    "013.jpg": [
        {
            "x1": 323,
            "y1": 130,
            "x2": 401,
            "y2": 293,
            "text": "そ その眼は 何ですか⁉"
        },
        {
            "x1": 156,
            "y1": 143,
            "x2": 208,
            "y2": 310,
            "text": "本当に？"
        },
        {
            "x1": 779,
            "y1": 412,
            "x2": 813,
            "y2": 542,
            "text": "本当です！"
        },
        {
            "x1": 393,
            "y1": 408,
            "x2": 440,
            "y2": 589,
            "text": "えー嘘だー"
        },
        {
            "x1": 149,
            "y1": 443,
            "x2": 255,
            "y2": 585,
            "text": "この人全て お見通し なのでは？"
        },
        {
            "x1": 546,
            "y1": 620,
            "x2": 689,
            "y2": 784,
            "text": "安女"
        },
        {
            "x1": 800,
            "y1": 677,
            "x2": 845,
            "y2": 897,
            "text": "ま いっか‼"
        },
        {
            "x1": 231,
            "y1": 758,
            "x2": 335,
            "y2": 888,
            "text": "…それじゃ 俺もう 休みます"
        },
        {
            "x1": 409,
            "y1": 777,
            "x2": 524,
            "y2": 1027,
            "text": "ここは フィーラの頑張りに 期待するかな"
        },
        {
            "x1": 113,
            "y1": 1049,
            "x2": 162,
            "y2": 1212,
            "text": "待て待て"
        }
    ],
    "015.jpg": [
        {
            "x1": 214,
            "y1": 139,
            "x2": 301,
            "y2": 339,
            "text": "悪いが一つ 頼まれてくれ"
        },
        {
            "x1": 741,
            "y1": 834,
            "x2": 820,
            "y2": 965,
            "text": "はい どうぞ‼"
        },
        {
            "x1": 282,
            "y1": 1086,
            "x2": 398,
            "y2": 1282,
            "text": "ご要望の Ｓランク ベッドです‼"
        }
    ],
    "017.jpg": [
        {
            "x1": 772,
            "y1": 125,
            "x2": 854,
            "y2": 299,
            "text": "うほーッ‼ これこれ‼"
        },
        {
            "x1": 104,
            "y1": 192,
            "x2": 230,
            "y2": 362,
            "text": "また腕を 上げたな レリウス‼"
        },
        {
            "x1": 760,
            "y1": 534,
            "x2": 858,
            "y2": 712,
            "text": "こう見えて クライアさんは 神経質な人だ"
        },
        {
            "x1": 135,
            "y1": 534,
            "x2": 239,
            "y2": 701,
            "text": "激務もあって 満足に眠れて いないのかも"
        },
        {
            "x1": 126,
            "y1": 828,
            "x2": 264,
            "y2": 1121,
            "text": "思えば鍛治師として 自信が持てたのは クライアさんにベッドを 作ってからだな…！"
        }
    ],
    "019.jpg": [
        {
            "x1": 721,
            "y1": 160,
            "x2": 830,
            "y2": 305,
            "text": "人のことを 身分で判断 しないし…"
        },
        {
            "x1": 121,
            "y1": 155,
            "x2": 243,
            "y2": 364,
            "text": "いつも俺を 信頼してくれる …いい人だ"
        },
        {
            "x1": 304,
            "y1": 457,
            "x2": 341,
            "y2": 570,
            "text": "むにゃ…"
        },
        {
            "x1": 499,
            "y1": 501,
            "x2": 604,
            "y2": 660,
            "text": "復興作業で 期待に 応えないとな"
        },
        {
            "x1": 156,
            "y1": 490,
            "x2": 262,
            "y2": 634,
            "text": "フィーラ… お兄ちゃん でちゅよー"
        },
        {
            "x1": 91,
            "y1": 650,
            "x2": 123,
            "y2": 766,
            "text": "うへへ…"
        },
        {
            "x1": 595,
            "y1": 819,
            "x2": 666,
            "y2": 983,
            "text": "どうしました フィーラ様"
        },
        {
            "x1": 312,
            "y1": 856,
            "x2": 428,
            "y2": 983,
            "text": "何だか 寒気が するわ‼"
        },
        {
            "x1": 89,
            "y1": 842,
            "x2": 221,
            "y2": 1024,
            "text": "何と‼ レリウス殿に ポーションを もらってきます"
        }
    ]
}