var ocr_data = {
    "001.jpg": [
        {
            "x1": 97,
            "y1": 27,
            "x2": 254,
            "y2": 53,
            "text": "不遇職鍛治治師",
            "vi": "Công việc không đủ tiêu chuẩn bị từ chối"
        },
        {
            "x1": 264,
            "y1": 69,
            "x2": 402,
            "y2": 97,
            "text": "第105話 条件",
            "vi": "Tập 105 điều kiện"
        },
        {
            "x1": 88,
            "y1": 48,
            "x2": 256,
            "y2": 107,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 765,
            "y1": 166,
            "x2": 802,
            "y2": 315,
            "text": "認める…？",
            "vi": "thừa nhận...?"
        },
        {
            "x1": 139,
            "y1": 216,
            "x2": 231,
            "y2": 389,
            "text": "教会が… 鍛治師を？",
            "vi": "Nhà thờ là... Osamu?"
        },
        {
            "x1": 565,
            "y1": 484,
            "x2": 596,
            "y2": 650,
            "text": "正気ですか？",
            "vi": "Bạn có lành không?"
        },
        {
            "x1": 136,
            "y1": 529,
            "x2": 235,
            "y2": 707,
            "text": "鍛治師もまた 神の与えて くださった職業",
            "vi": "Nghề nghiệp mà Chúa cũng đã cho tôi"
        },
        {
            "x1": 715,
            "y1": 837,
            "x2": 814,
            "y2": 1057,
            "text": "もしかしたら今回の ような危機的状況を 打破するために",
            "vi": "Có thể phá vỡ tình huống khủng hoảng như thế này"
        },
        {
            "x1": 130,
            "y1": 942,
            "x2": 222,
            "y2": 1232,
            "text": "神は勇者達と…鍛治師を 我々に残してくださったの かもしれません",
            "vi": "Chúa có thể đã để lại cho chúng ta những người dũng cảm..."
        },
        {
            "x1": 95,
            "y1": 1299,
            "x2": 757,
            "y2": 1335,
            "text": "累計G0万部突破！ 第︎巻絶覺発売中叫",
            "vi": "G00. 000 bản tích lũy! Phát hành quan hệ Kumiku"
        }
    ],
    "002.jpg": [
        {
            "x1": 779,
            "y1": 134,
            "x2": 836,
            "y2": 279,
            "text": "ど どういう ことですか⁉",
            "vi": "Ý bạn là gì?"
        },
        {
            "x1": 675,
            "y1": 200,
            "x2": 738,
            "y2": 391,
            "text": "こいつに 何ができると…",
            "vi": "Tôi có thể làm gì..."
        },
        {
            "x1": 161,
            "y1": 181,
            "x2": 261,
            "y2": 344,
            "text": "「蒼石の魔物が 倒せる」 と言ったら？",
            "vi": "Điều gì sẽ xảy ra nếu bạn nói, \"Bạn có thể đánh bại quái vật của Aishi?\""
        },
        {
            "x1": 585,
            "y1": 738,
            "x2": 699,
            "y2": 955,
            "text": "そうですね？ …聞いていますよ ヴェイル殿",
            "vi": "Tôi đồng ý? … Tôi đang nghe"
        },
        {
            "x1": 105,
            "y1": 753,
            "x2": 218,
            "y2": 1020,
            "text": "俺の神器は 蒼石の魔物との相性が 悪くて倒せない",
            "vi": "Kho báu thiêng liêng của tôi không tương thích với những con quái vật của Aishiishi và không thể bị đánh bại"
        }
    ],
    "003.jpg": [
        {
            "x1": 773,
            "y1": 151,
            "x2": 845,
            "y2": 318,
            "text": "だが この剣は違う",
            "vi": "Nhưng thanh kiếm này thì khác"
        },
        {
            "x1": 108,
            "y1": 169,
            "x2": 184,
            "y2": 346,
            "text": "蒼石の魔物を 倒せる剣だ",
            "vi": "Một thanh kiếm có thể đánh bại con quái vật của Aishi"
        },
        {
            "x1": 774,
            "y1": 462,
            "x2": 816,
            "y2": 644,
            "text": "鍛治師の剣",
            "vi": "Thanh kiếm của Osamu"
        },
        {
            "x1": 175,
            "y1": 500,
            "x2": 233,
            "y2": 690,
            "text": "こいつのおかげで 今 俺は生きてる",
            "vi": "Cảm ơn anh chàng này, tôi còn sống bây giờ"
        },
        {
            "x1": 795,
            "y1": 758,
            "x2": 849,
            "y2": 900,
            "text": "嘘だ‼",
            "vi": "Đó là một lời nói dối"
        },
        {
            "x1": 609,
            "y1": 781,
            "x2": 692,
            "y2": 974,
            "text": "いや しかし 「以ランク」冒険者の ヴェイルだぞ？",
            "vi": "Không, nhưng đó là một nhà thám hiểm \"xếp hạng\" Vail?"
        },
        {
            "x1": 418,
            "y1": 809,
            "x2": 503,
            "y2": 1013,
            "text": "王都で戦える奴等の 半分くらいは 蒼石の魔物を倒せない",
            "vi": "Khoảng một nửa số người có thể chiến đấu ở thủ đô hoàng gia không thể đánh bại quái vật của Aishi"
        },
        {
            "x1": 146,
            "y1": 976,
            "x2": 240,
            "y2": 1185,
            "text": "た 確かに教皇様の 言う通り 鍛治師は もしかしたら",
            "vi": "Chắc chắn, như Giáo hoàng nói, có thể Osamu"
        }
    ],
    "004.jpg": [
        {
            "x1": 751,
            "y1": 152,
            "x2": 819,
            "y2": 243,
            "text": "だ…ッ だが‼",
            "vi": "Đó là..."
        },
        {
            "x1": 652,
            "y1": 198,
            "x2": 716,
            "y2": 363,
            "text": "それだけでは ありません",
            "vi": "Không phải tất cả"
        },
        {
            "x1": 430,
            "y1": 167,
            "x2": 523,
            "y2": 313,
            "text": "レリウスの ポーションは 量産が可能",
            "vi": "Lelius Potions có thể được sản xuất khối lượng"
        },
        {
            "x1": 133,
            "y1": 250,
            "x2": 159,
            "y2": 408,
            "text": "…そうですね？",
            "vi": "… Tôi đồng ý?"
        },
        {
            "x1": 769,
            "y1": 462,
            "x2": 801,
            "y2": 587,
            "text": "は はい‼",
            "vi": "Vâng"
        },
        {
            "x1": 616,
            "y1": 491,
            "x2": 671,
            "y2": 651,
            "text": "一日どのくらい できますか？",
            "vi": "Bạn có thể làm bao nhiêu ngày?"
        },
        {
            "x1": 142,
            "y1": 490,
            "x2": 199,
            "y2": 659,
            "text": "一日でしたら 千ぐらいかと",
            "vi": "Nếu đó là một ngày, thì khoảng 1. 000"
        },
        {
            "x1": 756,
            "y1": 744,
            "x2": 833,
            "y2": 900,
            "text": "デタラメを 言うな‼",
            "vi": "Đừng nói nó"
        },
        {
            "x1": 402,
            "y1": 1009,
            "x2": 502,
            "y2": 1231,
            "text": "一人の薬師が一日に 作れるポーションは 良くて百―",
            "vi": "Tàu mà một dược sĩ có thể làm trong một ngày là tốt và một trăm"
        }
    ],
    "005.jpg": [
        {
            "x1": 272,
            "y1": 502,
            "x2": 329,
            "y2": 625,
            "text": "魔力が必要 なので…",
            "vi": "Tôi cần ma thuật..."
        },
        {
            "x1": 155,
            "y1": 522,
            "x2": 213,
            "y2": 695,
            "text": "大量にとなると 休息は必要ですが",
            "vi": "Bạn cần nghỉ ngơi khi nó trở nên lớn"
        },
        {
            "x1": 781,
            "y1": 796,
            "x2": 872,
            "y2": 895,
            "text": "む…ぐ… しかし… 質は…ッ",
            "vi": "Mu... gu... nhưng... chất lượng là..."
        },
        {
            "x1": 657,
            "y1": 790,
            "x2": 698,
            "y2": 975,
            "text": "心配するな",
            "vi": "Đừng lo lắng"
        },
        {
            "x1": 447,
            "y1": 772,
            "x2": 560,
            "y2": 975,
            "text": "このポーショを 飲んだら もう他のポーションは 飲めないぜ？",
            "vi": "Bạn không thể uống các loại thuốc khác nữa nếu bạn uống pauch này?"
        },
        {
            "x1": 162,
            "y1": 1008,
            "x2": 238,
            "y2": 1180,
            "text": "一口飲めば… 宇宙を感じる",
            "vi": "Nếu bạn uống một vết cắn... tôi cảm thấy vũ trụ"
        }
    ],
    "006.jpg": [
        {
            "x1": 525,
            "y1": 150,
            "x2": 621,
            "y2": 330,
            "text": "これよりリウスには ポーショ・武器の 地産を行なて もらます",
            "vi": "Từ giờ trở đi, Lius sẽ có thể cung cấp podho và vũ khí địa phương."
        },
        {
            "x1": 120,
            "y1": 158,
            "x2": 224,
            "y2": 333,
            "text": "騎士達は それを皆に 届ける手伝いを",
            "vi": "Các hiệp sĩ giúp cung cấp nó cho mọi người"
        },
        {
            "x1": 748,
            "y1": 514,
            "x2": 813,
            "y2": 743,
            "text": "鍛治師が勇者に 匹敵する程の存在か",
            "vi": "Sự hiện diện của Osamu có thể so sánh với anh hùng không?"
        },
        {
            "x1": 143,
            "y1": 550,
            "x2": 207,
            "y2": 766,
            "text": "この戦いで見極め させてもらます",
            "vi": "Tôi sẽ quyết định trong trận chiến này"
        },
        {
            "x1": 739,
            "y1": 859,
            "x2": 799,
            "y2": 1011,
            "text": "教会が認めた とはいえ…",
            "vi": "Mặc dù nhà thờ thừa nhận..."
        },
        {
            "x1": 577,
            "y1": 919,
            "x2": 671,
            "y2": 1094,
            "text": "易々と皆が君を 信用する訳では ないでしょう",
            "vi": "Nó không có nghĩa là mọi người đều tin tưởng bạn."
        }
    ],
    "007.jpg": [
        {
            "x1": 761,
            "y1": 118,
            "x2": 822,
            "y2": 300,
            "text": "あとは…レリウス 君次第です",
            "vi": "Phần còn lại là tùy thuộc vào Lelius"
        },
        {
            "x1": 146,
            "y1": 174,
            "x2": 205,
            "y2": 304,
            "text": "…はい",
            "vi": "…Vâng"
        },
        {
            "x1": 798,
            "y1": 401,
            "x2": 839,
            "y2": 583,
            "text": "勇者と共に",
            "vi": "Với sự dũng cảm"
        },
        {
            "x1": 152,
            "y1": 456,
            "x2": 265,
            "y2": 634,
            "text": "王都を 救ってみせて ください",
            "vi": "Vui lòng tiết kiệm thủ đô của hoàng gia"
        },
        {
            "x1": 724,
            "y1": 762,
            "x2": 810,
            "y2": 1008,
            "text": "はいッ‼",
            "vi": "Vâng"
        }
    ],
    "008.jpg": [
        {
            "x1": 746,
            "y1": 142,
            "x2": 803,
            "y2": 294,
            "text": "教会が鍛治師を 認めた？",
            "vi": "Nhà thờ đã thừa nhận Osamu?"
        },
        {
            "x1": 122,
            "y1": 170,
            "x2": 185,
            "y2": 315,
            "text": "そ それなら 問題ないよな",
            "vi": "Điều đó không có vấn đề gì"
        },
        {
            "x1": 802,
            "y1": 427,
            "x2": 832,
            "y2": 538,
            "text": "ああ…！",
            "vi": "À...!"
        },
        {
            "x1": 645,
            "y1": 438,
            "x2": 722,
            "y2": 629,
            "text": "のまま黙いた 俺達の大切なモうが 破壊されてまう",
            "vi": "Moou quý giá của chúng ta, người im lặng như nó, sẽ bị phá hủy"
        },
        {
            "x1": 297,
            "y1": 422,
            "x2": 359,
            "y2": 583,
            "text": "鍛治師だろうが 何だろうが‼",
            "vi": "Tôi tự hỏi liệu đó có phải là Osamu không"
        },
        {
            "x1": 176,
            "y1": 475,
            "x2": 235,
            "y2": 649,
            "text": "協力してもらった 方がいいだろ‼",
            "vi": "Bạn nên có sự hợp tác của bạn."
        },
        {
            "x1": 757,
            "y1": 722,
            "x2": 822,
            "y2": 927,
            "text": "何としても 王都を守るんだい",
            "vi": "Bảo vệ thủ đô của hoàng gia dù sao"
        },
        {
            "x1": 399,
            "y1": 723,
            "x2": 435,
            "y2": 845,
            "text": "おぉ…",
            "vi": "Oh..."
        }
    ],
    "009.jpg": [
        {
            "x1": 145,
            "y1": 212,
            "x2": 239,
            "y2": 351,
            "text": "今の貴方が 鍛治師を 否定するのは",
            "vi": "Bây giờ bạn phủ nhận Osamu"
        },
        {
            "x1": 401,
            "y1": 444,
            "x2": 432,
            "y2": 609,
            "text": "ただの嫉妬だ",
            "vi": "Nó chỉ ghen tị"
        },
        {
            "x1": 231,
            "y1": 458,
            "x2": 315,
            "y2": 610,
            "text": "イリア様への 信仰や敬意では ない",
            "vi": "Không phải tôn giáo hay tôn trọng Ilia"
        },
        {
            "x1": 813,
            "y1": 685,
            "x2": 872,
            "y2": 844,
            "text": "王都のだめ 今は耐えなさい",
            "vi": "Thủ đô của nhà vua, bây giờ, chịu đựng"
        },
        {
            "x1": 698,
            "y1": 780,
            "x2": 765,
            "y2": 932,
            "text": "そして戦いが 終わったら",
            "vi": "Và khi trận chiến kết thúc"
        },
        {
            "x1": 337,
            "y1": 713,
            "x2": 425,
            "y2": 949,
            "text": "今度は真っ当に 戦えばよい",
            "vi": "Bạn nên chiến đấu ngay lần này"
        },
        {
            "x1": 114,
            "y1": 1019,
            "x2": 196,
            "y2": 1290,
            "text": "大商家グレードルの 名に恥じぬように",
            "vi": "Đừng xấu hổ về cái tên của lớp thương gia lớn"
        }
    ],
    "010.jpg": [
        {
            "x1": 758,
            "y1": 173,
            "x2": 837,
            "y2": 337,
            "text": "レリウスさん これは凄いことに なりそうですよ",
            "vi": "Lelius điều này sẽ rất tuyệt vời"
        },
        {
            "x1": 161,
            "y1": 175,
            "x2": 226,
            "y2": 349,
            "text": "はい‼ 頑張りましょう",
            "vi": "Vâng! Hãy làm hết sức mình"
        },
        {
            "x1": 730,
            "y1": 486,
            "x2": 829,
            "y2": 638,
            "text": "武器と ポーションの 増産…か",
            "vi": "Tăng vũ khí và thuốc giả...?"
        },
        {
            "x1": 176,
            "y1": 496,
            "x2": 240,
            "y2": 647,
            "text": "ポーションは ともかく",
            "vi": "Bất kể lọ thuốc"
        },
        {
            "x1": 567,
            "y1": 1255,
            "x2": 922,
            "y2": 1297,
            "text": "く不遇職が世界を救う泊",
            "vi": "Các chế độ nơi việc làm linh tinh tiết kiệm thế giới"
        },
        {
            "x1": 111,
            "y1": 1016,
            "x2": 226,
            "y2": 1304,
            "text": "武器を作れというのは …何とも鍛治師らしい 仕事じゃないか‼",
            "vi": "Để tạo vũ khí... đó là một công việc như một huấn luyện viên."
        }
    ]
}