var ocr_data = {
    "001.jpg": [
        {
            "x1": 289,
            "y1": 10,
            "x2": 405,
            "y2": 43,
            "text": "鍛台師",
            "vi": "Chất kích thích"
        },
        {
            "x1": 432,
            "y1": 73,
            "x2": 622,
            "y2": 99,
            "text": "第55話 鍛治師の剣",
            "vi": "Tập 55 Kash Kashiji"
        },
        {
            "x1": 198,
            "y1": 34,
            "x2": 426,
            "y2": 112,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 485,
            "y1": 142,
            "x2": 548,
            "y2": 303,
            "text": "東門突破 されましたッ",
            "vi": "Cổng Đông đã phá vỡ"
        },
        {
            "x1": 105,
            "y1": 114,
            "x2": 179,
            "y2": 254,
            "text": "第三 第五 騎士隊壊滅",
            "vi": "Quân đoàn Hiệp sĩ thứ ba bị phá hủy"
        },
        {
            "x1": 392,
            "y1": 225,
            "x2": 442,
            "y2": 379,
            "text": "居住区画への 魔物の侵を確認",
            "vi": "Xác nhận cuộc xâm lược của quái vật trong các phần sống"
        },
        {
            "x1": 765,
            "y1": 395,
            "x2": 838,
            "y2": 587,
            "text": "生き残っている 全騎士は‼",
            "vi": "Tất cả các hiệp sĩ còn sống là‼"
        },
        {
            "x1": 167,
            "y1": 437,
            "x2": 238,
            "y2": 596,
            "text": "第一区画まで 撤退‼",
            "vi": "Rút về phường đầu tiên."
        },
        {
            "x1": 108,
            "y1": 624,
            "x2": 191,
            "y2": 782,
            "text": "門を閉じて 時間を稼げ",
            "vi": "Đóng cổng và kiếm thời gian"
        },
        {
            "x1": 793,
            "y1": 821,
            "x2": 868,
            "y2": 1055,
            "text": "速やかに 籠城戦に移行しろ",
            "vi": "Chuyển đến trận chiến Kagojo ngay lập tức"
        },
        {
            "x1": 350,
            "y1": 1021,
            "x2": 398,
            "y2": 1261,
            "text": "クライア様‼",
            "vi": "Rõ ràng -sama"
        },
        {
            "x1": 95,
            "y1": 1301,
            "x2": 847,
            "y2": 1334,
            "text": "累計20万部突破！ 最新単行本第③巻好評発壳中‼",
            "vi": "Tích lũy hơn 200. 000 bản! Cuốn sách mới nhất số ③ Xếp hạng giống như tập đang được tiến hành."
        }
    ],
    "002.jpg": [
        {
            "x1": 215,
            "y1": 423,
            "x2": 268,
            "y2": 602,
            "text": "驚いた…",
            "vi": "ngạc nhiên"
        },
        {
            "x1": 66,
            "y1": 797,
            "x2": 148,
            "y2": 1017,
            "text": "本当に効くのか この剣は…‼",
            "vi": "Thanh kiếm này có thực sự hoạt động không...‼‼"
        },
        {
            "x1": 694,
            "y1": 1070,
            "x2": 741,
            "y2": 1290,
            "text": "皿カルラスの…",
            "vi": "Curlas of the Dish..."
        },
        {
            "x1": 501,
            "y1": 1040,
            "x2": 572,
            "y2": 1267,
            "text": "待たせたな グリードラッド",
            "vi": "Tôi đã làm cho bạn đợi màu xanh lá cây"
        }
    ],
    "003.jpg": [
        {
            "x1": 169,
            "y1": 21,
            "x2": 283,
            "y2": 454,
            "text": "援軍だ‼",
            "vi": "Nó là một sự gia cố."
        },
        {
            "x1": 286,
            "y1": 964,
            "x2": 329,
            "y2": 1093,
            "text": "さあ‼",
            "vi": "Chúng tôi đi đây!"
        },
        {
            "x1": 153,
            "y1": 1071,
            "x2": 195,
            "y2": 1278,
            "text": "正念場よ‼",
            "vi": "Đó là một khoảnh khắc quan trọng"
        }
    ],
    "004.jpg": [
        {
            "x1": 727,
            "y1": 205,
            "x2": 866,
            "y2": 411,
            "text": "大事な 家族がいる！ 民がいる‼",
            "vi": "Có một gia đình quan trọng! Có những người‼"
        },
        {
            "x1": 218,
            "y1": 402,
            "x2": 286,
            "y2": 661,
            "text": "魔物達に自由に なんてさせないわ‼",
            "vi": "Tôi sẽ không để quỷ tự do làm điều đó."
        },
        {
            "x1": 82,
            "y1": 581,
            "x2": 156,
            "y2": 776,
            "text": "協力して ちょうだい‼",
            "vi": "Hãy hợp tác"
        },
        {
            "x1": 720,
            "y1": 955,
            "x2": 799,
            "y2": 1269,
            "text": "反撃よッ‼",
            "vi": "Phản công"
        },
        {
            "x1": 570,
            "y1": 963,
            "x2": 601,
            "y2": 1120,
            "text": "フィーラ様？",
            "vi": "Filla -sama?"
        },
        {
            "x1": 329,
            "y1": 942,
            "x2": 355,
            "y2": 1090,
            "text": "フイーラ様だ",
            "vi": "Nó là hiller"
        },
        {
            "x1": 87,
            "y1": 1128,
            "x2": 148,
            "y2": 1279,
            "text": "フィ フィーラ……？",
            "vi": "Filla...?"
        }
    ],
    "005.jpg": [
        {
            "x1": 794,
            "y1": 436,
            "x2": 861,
            "y2": 564,
            "text": "カルラスの 援軍だ！",
            "vi": "Củng cố của Callas!"
        },
        {
            "x1": 674,
            "y1": 480,
            "x2": 706,
            "y2": 647,
            "text": "助かった…‼",
            "vi": "Đã được lưu lại!"
        },
        {
            "x1": 180,
            "y1": 432,
            "x2": 268,
            "y2": 657,
            "text": "ど どこから これだけの兵を集めて きたんだ…？",
            "vi": "Bạn đã thu thập được rất nhiều binh lính...?"
        },
        {
            "x1": 802,
            "y1": 672,
            "x2": 866,
            "y2": 880,
            "text": "兄さん！ ボサッとしない‼",
            "vi": "Bạn bè! Nó không sắc nét"
        },
        {
            "x1": 404,
            "y1": 731,
            "x2": 474,
            "y2": 915,
            "text": "け剣？ そんなモノ何",
            "vi": "Gươm? Những gì đó"
        },
        {
            "x1": 310,
            "y1": 900,
            "x2": 384,
            "y2": 1063,
            "text": "口答え しないッ‼",
            "vi": "Tôi sẽ không trả lời"
        },
        {
            "x1": 611,
            "y1": 994,
            "x2": 741,
            "y2": 1217,
            "text": "急いで 戦える人達に 『剣』の支給を‼",
            "vi": "Trả \"kiếm\" cho những người có thể chiến đấu vội vàng."
        },
        {
            "x1": 107,
            "y1": 961,
            "x2": 217,
            "y2": 1211,
            "text": "蒼石の魔物を 倒せる",
            "vi": "Bạn có thể đánh bại quái vật của Aishi"
        }
    ],
    "006.jpg": [
        {
            "x1": 387,
            "y1": 168,
            "x2": 545,
            "y2": 406,
            "text": "鍛治師の 剣よ‼",
            "vi": "Thanh kiếm của Osamu‼"
        }
    ],
    "007.jpg": [
        {
            "x1": 563,
            "y1": 188,
            "x2": 640,
            "y2": 368,
            "text": "ポーションだ 飲んで下がれ",
            "vi": "Uống một lọ thuốc và đi xuống"
        },
        {
            "x1": 452,
            "y1": 256,
            "x2": 526,
            "y2": 453,
            "text": "傷付いた人達に 飲ませろ",
            "vi": "Để những người bị thương uống"
        },
        {
            "x1": 155,
            "y1": 163,
            "x2": 245,
            "y2": 405,
            "text": "わ 私は『勇者』 なんだ…‼",
            "vi": "Tôi là \"anh hùng\" ..."
        },
        {
            "x1": 750,
            "y1": 530,
            "x2": 837,
            "y2": 696,
            "text": "か 神様に 選ばれて…",
            "vi": "Hoặc được Chúa chọn..."
        },
        {
            "x1": 235,
            "y1": 533,
            "x2": 311,
            "y2": 697,
            "text": "皆を護らな くちゃ…",
            "vi": "Đừng bảo vệ tất cả mọi người..."
        },
        {
            "x1": 104,
            "y1": 573,
            "x2": 191,
            "y2": 767,
            "text": "私が 戦わなくちゃ",
            "vi": "Tôi phải chiến đấu"
        },
        {
            "x1": 523,
            "y1": 880,
            "x2": 596,
            "y2": 1003,
            "text": "私が",
            "vi": "TÔI"
        },
        {
            "x1": 433,
            "y1": 959,
            "x2": 522,
            "y2": 1179,
            "text": "お前は よくやったよ",
            "vi": "Bạn đã làm tốt"
        }
    ],
    "008.jpg": [
        {
            "x1": 177,
            "y1": 175,
            "x2": 312,
            "y2": 360,
            "text": "さすが 『渡り鳥の宿』 の一人娘",
            "vi": "Đúng như dự đoán, con gái duy nhất của \"Inn Children di cư\""
        },
        {
            "x1": 713,
            "y1": 470,
            "x2": 837,
            "y2": 629,
            "text": "さあ！ 急げ‼",
            "vi": "Chúng tôi đi đây! nhanh lên!"
        },
        {
            "x1": 215,
            "y1": 1068,
            "x2": 334,
            "y2": 1230,
            "text": "一年間… このために 鍛えてきた",
            "vi": "Một năm... Tôi đã đào tạo cho điều này"
        }
    ],
    "009.jpg": [
        {
            "x1": 740,
            "y1": 122,
            "x2": 854,
            "y2": 392,
            "text": "お前がいると… リンが戦わなくちゃ ならない",
            "vi": "Khi bạn là... Rin phải chiến đấu"
        },
        {
            "x1": 597,
            "y1": 362,
            "x2": 722,
            "y2": 551,
            "text": "だから… 倒す",
            "vi": "Vì vậy,... đánh bại"
        },
        {
            "x1": 182,
            "y1": 999,
            "x2": 285,
            "y2": 1275,
            "text": "鍛治師の意地を 見せてやる",
            "vi": "Tôi sẽ cho bạn thấy ý chí của Osamu"
        },
        {
            "x1": 325,
            "y1": 1292,
            "x2": 880,
            "y2": 1316,
            "text": "君石の首領にも治師の能力は通用するのか？欲号へ叫",
            "vi": "Liệu cấp trên của đá có làm việc cho lãnh đạo của Kimishi không? Hét lên lòng tham"
        }
    ]
}