var ocr_data = {
    "001.jpg": [
        {
            "x1": 108,
            "y1": 61,
            "x2": 248,
            "y2": 100,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 113,
            "y1": 126,
            "x2": 378,
            "y2": 149,
            "text": "話鍛治台師感謝",
            "vi": "Câu chuyện"
        },
        {
            "x1": 741,
            "y1": 735,
            "x2": 842,
            "y2": 959,
            "text": "勇者ベニーよ よくぞ都のために 戦ってくれた",
            "vi": "Anh hùng Benny, người đã chiến đấu tốt cho thành phố"
        },
        {
            "x1": 139,
            "y1": 914,
            "x2": 225,
            "y2": 1105,
            "text": "国を代表して 感謝しよう",
            "vi": "Cảm ơn bạn thay mặt đất nước"
        },
        {
            "x1": 96,
            "y1": 1300,
            "x2": 758,
            "y2": 1336,
            "text": "累計100万部哭破！ 最新第8巻発売中吧",
            "vi": "Tích lũy khóc! Tập 8 mới nhất được bán"
        }
    ],
    "003.jpg": [
        {
            "x1": 761,
            "y1": 156,
            "x2": 837,
            "y2": 350,
            "text": "ありがとう ございます‼",
            "vi": "cảm ơn bạn!"
        },
        {
            "x1": 131,
            "y1": 152,
            "x2": 212,
            "y2": 333,
            "text": "王様にそんな 気軽に…‼",
            "vi": "Hãy thoải mái với nhà vua...‼‼"
        },
        {
            "x1": 791,
            "y1": 436,
            "x2": 830,
            "y2": 610,
            "text": "イエーイ‼",
            "vi": "Yay‼"
        },
        {
            "x1": 498,
            "y1": 470,
            "x2": 554,
            "y2": 632,
            "text": "まぁ！)",
            "vi": "Ổn! )"
        },
        {
            "x1": 138,
            "y1": 503,
            "x2": 201,
            "y2": 752,
            "text": "ベニーさん⁉",
            "vi": "Ven sóng"
        },
        {
            "x1": 784,
            "y1": 852,
            "x2": 842,
            "y2": 987,
            "text": "次は…",
            "vi": "tiếp theo…"
        },
        {
            "x1": 497,
            "y1": 879,
            "x2": 558,
            "y2": 1084,
            "text": "レリウス",
            "vi": "Lelius"
        }
    ],
    "005.jpg": [
        {
            "x1": 755,
            "y1": 135,
            "x2": 826,
            "y2": 327,
            "text": "…お前は本当に 鍛治師なのか？",
            "vi": "Bạn có thực sự là một Osamu?"
        },
        {
            "x1": 232,
            "y1": 475,
            "x2": 276,
            "y2": 645,
            "text": "顔を上げよ",
            "vi": "Nâng nên khuôn mặt của bạn"
        },
        {
            "x1": 113,
            "y1": 553,
            "x2": 156,
            "y2": 737,
            "text": "〈はい…ッ",
            "vi": "<Vâng..."
        },
        {
            "x1": 746,
            "y1": 794,
            "x2": 854,
            "y2": 985,
            "text": "教皇や軍を 率いた者達から 話を聞いている",
            "vi": "Lắng nghe Giáo hoàng và những người lãnh đạo quân đội"
        },
        {
            "x1": 394,
            "y1": 854,
            "x2": 505,
            "y2": 1111,
            "text": "お前の武器 行動によって 戦況が 変わったと",
            "vi": "Tình hình chiến tranh đã thay đổi do hành vi vũ khí của bạn"
        },
        {
            "x1": 132,
            "y1": 1027,
            "x2": 241,
            "y2": 1258,
            "text": "お前がいなければ 王都は蹂躙されて いただろうと",
            "vi": "Nếu bạn không, thủ đô của hoàng gia sẽ bị vi phạm"
        }
    ],
    "007.jpg": [
        {
            "x1": 718,
            "y1": 135,
            "x2": 798,
            "y2": 320,
            "text": "本当によく 戦ってくれた",
            "vi": "Anh ấy đã chiến đấu thực sự tốt"
        },
        {
            "x1": 149,
            "y1": 165,
            "x2": 192,
            "y2": 342,
            "text": "ありがとう",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 728,
            "y1": 422,
            "x2": 803,
            "y2": 655,
            "text": "鍛治師レリウスに 格別の感謝を",
            "vi": "Cảm ơn bạn vì lòng biết ơn phi thường đối với Oshika Lelius"
        },
        {
            "x1": 686,
            "y1": 755,
            "x2": 811,
            "y2": 919,
            "text": "勇者や 他の者達と ともに…",
            "vi": "Với những người dũng cảm và những người khác..."
        },
        {
            "x1": 146,
            "y1": 806,
            "x2": 264,
            "y2": 1036,
            "text": "これからも世界の 為に その能力を 活用して欲しい",
            "vi": "Tôi muốn bạn tiếp tục sử dụng khả năng đó cho thế giới"
        }
    ],
    "011.jpg": [
        {
            "x1": 134,
            "y1": 177,
            "x2": 229,
            "y2": 317,
            "text": "レリウス これから どうする？",
            "vi": "Bạn sẽ làm gì bây giờ?"
        },
        {
            "x1": 789,
            "y1": 454,
            "x2": 855,
            "y2": 607,
            "text": "緊張して少し 疲れまじた…",
            "vi": "Tôi hơi mệt và mệt..."
        },
        {
            "x1": 244,
            "y1": 471,
            "x2": 279,
            "y2": 587,
            "text": "そっかー",
            "vi": "Là vậy"
        },
        {
            "x1": 671,
            "y1": 562,
            "x2": 744,
            "y2": 704,
            "text": "祝宴まで 休もうかと",
            "vi": "Tôi sẽ nghỉ ngơi để ăn"
        },
        {
            "x1": 102,
            "y1": 549,
            "x2": 209,
            "y2": 707,
            "text": "じゃ 私達は お城見学して 回ってるね",
            "vi": "Sau đó, chúng tôi đang đến thăm lâu đài và đi khắp nơi"
        },
        {
            "x1": 747,
            "y1": 801,
            "x2": 820,
            "y2": 998,
            "text": "少し よろしいですか",
            "vi": "Nó có một chút tốt không?"
        }
    ],
    "013.jpg": [
        {
            "x1": 772,
            "y1": 125,
            "x2": 846,
            "y2": 287,
            "text": "さっきの… 王女…様…？",
            "vi": "Cách đây một thời gian... Công chúa...?"
        },
        {
            "x1": 515,
            "y1": 131,
            "x2": 575,
            "y2": 307,
            "text": "な なんで ございましょう",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 269,
            "y1": 97,
            "x2": 303,
            "y2": 278,
            "text": "まずは感謝を",
            "vi": "Trước hết, cảm ơn bạn"
        },
        {
            "x1": 106,
            "y1": 159,
            "x2": 203,
            "y2": 357,
            "text": "授与式に参加して 頂きありがとう ございますわ",
            "vi": "Cảm ơn bạn đã tham gia vào lễ trao giải."
        },
        {
            "x1": 786,
            "y1": 420,
            "x2": 860,
            "y2": 573,
            "text": "こちらこそ えっと…",
            "vi": "Đây là..."
        },
        {
            "x1": 597,
            "y1": 421,
            "x2": 661,
            "y2": 636,
            "text": "あら 自己紹介が まだでしたわ",
            "vi": "Ồ, tôi vẫn chưa tự giới thiệu"
        },
        {
            "x1": 383,
            "y1": 426,
            "x2": 451,
            "y2": 671,
            "text": "わたくしは ユミネ・ヴァルトス",
            "vi": "Tôi là yumine vartos"
        },
        {
            "x1": 198,
            "y1": 499,
            "x2": 298,
            "y2": 657,
            "text": "この国の 第三王女",
            "vi": "Công chúa thứ ba của đất nước này"
        },
        {
            "x1": 764,
            "y1": 795,
            "x2": 823,
            "y2": 982,
            "text": "そして…",
            "vi": "Và…"
        },
        {
            "x1": 172,
            "y1": 796,
            "x2": 274,
            "y2": 1109,
            "text": "勇者の職を 授かっております",
            "vi": "Tôi đang cho một công việc dũng cảm"
        }
    ],
    "015.jpg": [
        {
            "x1": 725,
            "y1": 142,
            "x2": 839,
            "y2": 326,
            "text": "勇者で… 王女⁉",
            "vi": "Một anh hùng... công chúa⁉"
        },
        {
            "x1": 250,
            "y1": 143,
            "x2": 371,
            "y2": 291,
            "text": "た 確かに 職業は ランダム",
            "vi": "Chắc chắn nghề nghiệp là ngẫu nhiên"
        },
        {
            "x1": 99,
            "y1": 187,
            "x2": 215,
            "y2": 380,
            "text": "誰がなっても おかしくは ないが…",
            "vi": "Không quan trọng ai sẽ là..."
        },
        {
            "x1": 745,
            "y1": 471,
            "x2": 807,
            "y2": 622,
            "text": "なんという ハイスペック",
            "vi": "Những gì có thông số kỹ thuật cao"
        },
        {
            "x1": 130,
            "y1": 442,
            "x2": 196,
            "y2": 676,
            "text": "ああーッ‼",
            "vi": "Ah, ồ"
        },
        {
            "x1": 602,
            "y1": 734,
            "x2": 639,
            "y2": 838,
            "text": "まぁ…",
            "vi": "Ổn..."
        },
        {
            "x1": 711,
            "y1": 758,
            "x2": 864,
            "y2": 950,
            "text": "ユミネー‼ 抜け駆け 禁止ーッ",
            "vi": "Yuminay Đừng chạy ra ngoài"
        },
        {
            "x1": 427,
            "y1": 736,
            "x2": 547,
            "y2": 927,
            "text": "それは申し訳 ありませんわ ベニー様",
            "vi": "Tôi xin lỗi rằng Benny"
        },
        {
            "x1": 274,
            "y1": 755,
            "x2": 357,
            "y2": 944,
            "text": "物腰柔らかく 気品がある",
            "vi": "Đủ và thanh lịch"
        },
        {
            "x1": 100,
            "y1": 807,
            "x2": 224,
            "y2": 1028,
            "text": "ベニーさんが 幼いのもあって お姉さん味が…",
            "vi": "Benny còn trẻ, vì vậy em gái của cô ấy có sở thích..."
        }
    ],
    "017.jpg": [
        {
            "x1": 768,
            "y1": 130,
            "x2": 838,
            "y2": 319,
            "text": "そ それで俺に 何のご用で…？",
            "vi": "Vậy bạn sử dụng gì cho tôi...?"
        },
        {
            "x1": 396,
            "y1": 129,
            "x2": 462,
            "y2": 305,
            "text": "気を遣わなくて 大丈夫ですわ",
            "vi": "Bạn không phải lo lắng"
        },
        {
            "x1": 286,
            "y1": 171,
            "x2": 342,
            "y2": 368,
            "text": "少しお話したい ことがありまして",
            "vi": "Tôi có một điều nhỏ mà tôi muốn nói đến"
        },
        {
            "x1": 777,
            "y1": 455,
            "x2": 863,
            "y2": 638,
            "text": "ここでは何ですので たくしが用意した 部屋に",
            "vi": "Nó ở đây, vì vậy trong phòng được chuẩn bị bởi Takashi"
        },
        {
            "x1": 579,
            "y1": 470,
            "x2": 684,
            "y2": 630,
            "text": "あたしも 行くわ‼",
            "vi": "tôi cũng sẽ đi"
        },
        {
            "x1": 416,
            "y1": 457,
            "x2": 521,
            "y2": 645,
            "text": "まぁ！ ベニー様も来て くださるの？",
            "vi": "Ổn! Benny cũng sẽ đến?"
        },
        {
            "x1": 116,
            "y1": 465,
            "x2": 223,
            "y2": 641,
            "text": "当然よ‼ …ダメ？",
            "vi": "Đương nhiên … Không tốt?"
        },
        {
            "x1": 803,
            "y1": 864,
            "x2": 839,
            "y2": 1080,
            "text": "大歓迎ですわ‼",
            "vi": "Nó được chào đón."
        },
        {
            "x1": 113,
            "y1": 911,
            "x2": 160,
            "y2": 1089,
            "text": "俺に何を…",
            "vi": "Gì tôi..."
        }
    ],
    "019.jpg": [
        {
            "x1": 377,
            "y1": 209,
            "x2": 506,
            "y2": 407,
            "text": "先代の 鍛治師と",
            "vi": "Với người dự báo của người tiền nhiệm"
        },
        {
            "x1": 658,
            "y1": 776,
            "x2": 774,
            "y2": 1037,
            "text": "私達 勇者の 未来について",
            "vi": "Về tương lai của sự dũng cảm của chúng tôi"
        }
    ]
}