var ocr_data = {
    "001.jpg": [
        {
            "x1": 101,
            "y1": 34,
            "x2": 460,
            "y2": 105,
            "text": "不遇職鐵治合師。 最強 第72話リスティナ"
        },
        {
            "x1": 227,
            "y1": 139,
            "x2": 270,
            "y2": 341,
            "text": "せーんぱーい"
        },
        {
            "x1": 775,
            "y1": 490,
            "x2": 872,
            "y2": 644,
            "text": "もうちょっと 近くに来て くださいよー"
        },
        {
            "x1": 388,
            "y1": 462,
            "x2": 482,
            "y2": 636,
            "text": "…もう くっついて きませんか…？"
        },
        {
            "x1": 150,
            "y1": 561,
            "x2": 182,
            "y2": 718,
            "text": "しませんてー"
        },
        {
            "x1": 438,
            "y1": 816,
            "x2": 505,
            "y2": 1016,
            "text": "都会の女の子は 皆こうなのだろう"
        },
        {
            "x1": 641,
            "y1": 976,
            "x2": 733,
            "y2": 1253,
            "text": "からかってるとはえ 知り合つたばかりの異性に 簡単に絡んでくるとは…"
        },
        {
            "x1": 147,
            "y1": 1039,
            "x2": 228,
            "y2": 1229,
            "text": "カルラス… 田舎だしな…"
        }
    ],
    "003.jpg": [
        {
            "x1": 576,
            "y1": 115,
            "x2": 612,
            "y2": 198,
            "text": "新聞…"
        },
        {
            "x1": 350,
            "y1": 245,
            "x2": 437,
            "y2": 426,
            "text": "グリードラドの 戦いについて ですね"
        },
        {
            "x1": 740,
            "y1": 519,
            "x2": 826,
            "y2": 723,
            "text": "『勇者リン』の活躍で 街が救われた というものだ"
        },
        {
            "x1": 151,
            "y1": 576,
            "x2": 252,
            "y2": 774,
            "text": "当然俺…『鍛治師』 という言葉は一切 出てこない"
        },
        {
            "x1": 752,
            "y1": 876,
            "x2": 845,
            "y2": 1036,
            "text": "私達の劇団 ちょうどこの時 街にたんです"
        },
        {
            "x1": 168,
            "y1": 918,
            "x2": 235,
            "y2": 1119,
            "text": "グリードラッド… 私の故郷なんです"
        },
        {
            "x1": 593,
            "y1": 1107,
            "x2": 660,
            "y2": 1250,
            "text": "そうだった んですか…"
        }
    ],
    "005.jpg": [
        {
            "x1": 762,
            "y1": 121,
            "x2": 847,
            "y2": 321,
            "text": "…事実 あの時 領主様が俺を信じて くれなければ"
        },
        {
            "x1": 325,
            "y1": 139,
            "x2": 392,
            "y2": 285,
            "text": "感謝しても しきれない"
        },
        {
            "x1": 472,
            "y1": 197,
            "x2": 560,
            "y2": 400,
            "text": "もっと大勢の命が… リだって失れて いただろう"
        },
        {
            "x1": 780,
            "y1": 461,
            "x2": 860,
            "y2": 625,
            "text": "そういばれは 都市伝説なんです けど！"
        },
        {
            "x1": 634,
            "y1": 482,
            "x2": 730,
            "y2": 660,
            "text": "実は魔物の首領を 倒したのは勇者様じゃ なくて一人の年 だっだって"
        },
        {
            "x1": 749,
            "y1": 784,
            "x2": 825,
            "y2": 898,
            "text": "…何でも 黒髪で"
        },
        {
            "x1": 460,
            "y1": 759,
            "x2": 566,
            "y2": 953,
            "text": "はは… ただの都市伝説 ですよ…"
        },
        {
            "x1": 127,
            "y1": 731,
            "x2": 279,
            "y2": 1022,
            "text": "お 俺のことなんだろう が…都市伝説と 言われると 変な感じだ…"
        },
        {
            "x1": 644,
            "y1": 931,
            "x2": 732,
            "y2": 1132,
            "text": "戦場に似つかわしく ないシャソで腰に カバンを…"
        }
    ]
}