var ocr_data = {
    "10001.jpg": [
        {
            "x1": 273,
            "y1": 68,
            "x2": 520,
            "y2": 98,
            "text": "第127話 キュガイア"
        },
        {
            "x1": 113,
            "y1": 64,
            "x2": 286,
            "y2": 95,
            "text": "最强"
        },
        {
            "x1": 811,
            "y1": 121,
            "x2": 854,
            "y2": 257,
            "text": "アルゴ…"
        },
        {
            "x1": 549,
            "y1": 217,
            "x2": 631,
            "y2": 354,
            "text": "過去の 鍛治師…"
        },
        {
            "x1": 740,
            "y1": 467,
            "x2": 810,
            "y2": 666,
            "text": "と 大層なことを 言いましたが…"
        },
        {
            "x1": 116,
            "y1": 581,
            "x2": 212,
            "y2": 752,
            "text": "分かっている ことは あまり ありませんわ"
        },
        {
            "x1": 713,
            "y1": 839,
            "x2": 800,
            "y2": 1043,
            "text": "何らかの理由で ッキュガイアという 街に通り着き"
        },
        {
            "x1": 153,
            "y1": 1024,
            "x2": 266,
            "y2": 1203,
            "text": "そこで 暮らすように なった…"
        },
        {
            "x1": 117,
            "y1": 1298,
            "x2": 779,
            "y2": 1338,
            "text": "累計100万部突破！ 最新第8巻発売中叫"
        }
    ],
    "10003.jpg": [
        {
            "x1": 577,
            "y1": 130,
            "x2": 691,
            "y2": 363,
            "text": "何より俺の力が 復興に役立つなら 断る理由はないな"
        },
        {
            "x1": 438,
            "y1": 129,
            "x2": 470,
            "y2": 305,
            "text": "わかりました"
        },
        {
            "x1": 119,
            "y1": 235,
            "x2": 191,
            "y2": 417,
            "text": "ありがとう ございますわ"
        },
        {
            "x1": 765,
            "y1": 502,
            "x2": 856,
            "y2": 675,
            "text": "キュガイアは フィーラが よく 知っているかと"
        },
        {
            "x1": 486,
            "y1": 487,
            "x2": 545,
            "y2": 671,
            "text": "キュガイアは グリードラッド領"
        },
        {
            "x1": 317,
            "y1": 523,
            "x2": 402,
            "y2": 724,
            "text": "ブィーラの兄上様が 復興指揮を取られて るそうですわ"
        },
        {
            "x1": 774,
            "y1": 789,
            "x2": 834,
            "y2": 969,
            "text": "フィーラさんを ご存じなのですか"
        },
        {
            "x1": 594,
            "y1": 807,
            "x2": 681,
            "y2": 986,
            "text": "親友 ですのよ‼"
        },
        {
            "x1": 445,
            "y1": 778,
            "x2": 504,
            "y2": 916,
            "text": "えぇ…？"
        },
        {
            "x1": 143,
            "y1": 851,
            "x2": 277,
            "y2": 1134,
            "text": "さ さすが公爵家 王家にも繋がりが あるとは…"
        }
    ],
    "10005.jpg": [
        {
            "x1": 763,
            "y1": 123,
            "x2": 828,
            "y2": 322,
            "text": "記憶視 の未来は 不確定なもの…"
        },
        {
            "x1": 499,
            "y1": 210,
            "x2": 636,
            "y2": 387,
            "text": "勇者としての 責務もあるのに 不安にさせる 必要はない"
        },
        {
            "x1": 692,
            "y1": 479,
            "x2": 767,
            "y2": 629,
            "text": "それでは レリウス様"
        },
        {
            "x1": 253,
            "y1": 537,
            "x2": 356,
            "y2": 702,
            "text": "今後とも 頑張って くださいまし"
        },
        {
            "x1": 529,
            "y1": 814,
            "x2": 589,
            "y2": 1018,
            "text": "あれ？もうお話 終わっちゃったの？"
        },
        {
            "x1": 106,
            "y1": 824,
            "x2": 161,
            "y2": 960,
            "text": "はい‼"
        }
    ],
    "10008.jpg": [
        {
            "x1": 741,
            "y1": 923,
            "x2": 867,
            "y2": 1092,
            "text": "あ あたしの レリウスなの‼ 勇者だからって 邪魔しないで！"
        },
        {
            "x1": 552,
            "y1": 901,
            "x2": 581,
            "y2": 1068,
            "text": "フィーラさん⁉"
        },
        {
            "x1": 369,
            "y1": 918,
            "x2": 439,
            "y2": 1051,
            "text": "なッ…！ 何よ何よ！"
        },
        {
            "x1": 251,
            "y1": 963,
            "x2": 325,
            "y2": 1111,
            "text": "あたしの 王子様なの"
        },
        {
            "x1": 101,
            "y1": 966,
            "x2": 142,
            "y2": 1156,
            "text": "ベニーさん…"
        }
    ],
    "10011.jpg": [
        {
            "x1": 736,
            "y1": 120,
            "x2": 849,
            "y2": 313,
            "text": "桁違いの魔力‼ 僅かな隙もない 佇まい…"
        },
        {
            "x1": 616,
            "y1": 232,
            "x2": 686,
            "y2": 432,
            "text": "コイツ… 物凄く 強くなってる！"
        },
        {
            "x1": 399,
            "y1": 138,
            "x2": 491,
            "y2": 351,
            "text": "でも何で 怒ってんの⁉"
        },
        {
            "x1": 760,
            "y1": 686,
            "x2": 828,
            "y2": 907,
            "text": "理由は何でもいい 確かなことは一つ…"
        },
        {
            "x1": 108,
            "y1": 720,
            "x2": 241,
            "y2": 915,
            "text": "少しでも 言動を誤れば 俺は─"
        },
        {
            "x1": 383,
            "y1": 1042,
            "x2": 607,
            "y2": 1175,
            "text": "死ぬ"
        }
    ]
}