var ocr_data = {
    "001.jpg": [
        {
            "x1": 113,
            "y1": 26,
            "x2": 498,
            "y2": 104,
            "text": "不遇職鐵台師」 最強こ第126話正女の夢",
            "vi": "Tác phẩm bất thường Tekuri \"Tập 126 Masao's Dream"
        },
        {
            "x1": 665,
            "y1": 516,
            "x2": 697,
            "y2": 659,
            "text": "いつもの夢",
            "vi": "Giấc mơ thông thường"
        },
        {
            "x1": 150,
            "y1": 962,
            "x2": 246,
            "y2": 1232,
            "text": "やあぁッ",
            "vi": "Ừ"
        },
        {
            "x1": 116,
            "y1": 1299,
            "x2": 779,
            "y2": 1336,
            "text": "累計100万部突破！ 最新第8巻発売中吧",
            "vi": "Hơn 1 triệu bản! Tập 8 mới nhất được bán"
        }
    ],
    "003.jpg": [
        {
            "x1": 456,
            "y1": 1086,
            "x2": 493,
            "y2": 1233,
            "text": "リン…様",
            "vi": "Rin..."
        }
    ],
    "005.jpg": [
        {
            "x1": 488,
            "y1": 676,
            "x2": 557,
            "y2": 782,
            "text": "ここは… 病室？",
            "vi": "Đây là... phòng bệnh viện?"
        },
        {
            "x1": 131,
            "y1": 629,
            "x2": 215,
            "y2": 776,
            "text": "当然… 触れることは できませんわね",
            "vi": "Tất nhiên... tôi không thể chạm vào nó"
        },
        {
            "x1": 749,
            "y1": 879,
            "x2": 844,
            "y2": 1078,
            "text": "いつなのか 特定する こともできない…",
            "vi": "Tôi không thể xác định khi nào nó là..."
        },
        {
            "x1": 496,
            "y1": 872,
            "x2": 532,
            "y2": 1037,
            "text": "これは…？",
            "vi": "đây là…?"
        }
    ],
    "007.jpg": [
        {
            "x1": 792,
            "y1": 139,
            "x2": 818,
            "y2": 295,
            "text": "エクスカリバー",
            "vi": "Excalibur"
        },
        {
            "x1": 401,
            "y1": 144,
            "x2": 499,
            "y2": 334,
            "text": "でも わたくしの 知っているものと 姿が違う",
            "vi": "Nhưng sự xuất hiện khác với những gì tôi biết"
        },
        {
            "x1": 242,
            "y1": 127,
            "x2": 333,
            "y2": 330,
            "text": "神器は持ち主の 成長に合わせて姿を 変えることがある",
            "vi": "Kho báu thiêng có thể thay đổi khi chủ sở hữu phát triển"
        },
        {
            "x1": 110,
            "y1": 284,
            "x2": 183,
            "y2": 498,
            "text": "これはリン様の 努力の証",
            "vi": "Đây là bằng chứng về những nỗ lực của Rin -sama"
        },
        {
            "x1": 680,
            "y1": 579,
            "x2": 763,
            "y2": 712,
            "text": "ただ… この姿は",
            "vi": "Nhưng... con số này là"
        },
        {
            "x1": 124,
            "y1": 898,
            "x2": 202,
            "y2": 1115,
            "text": "リンッ‼",
            "vi": "Rin"
        }
    ],
    "009.jpg": [
        {
            "x1": 744,
            "y1": 129,
            "x2": 795,
            "y2": 282,
            "text": "リン…‼",
            "vi": "Rin…!"
        },
        {
            "x1": 601,
            "y1": 205,
            "x2": 688,
            "y2": 349,
            "text": "返事を してくれ",
            "vi": "Vui lòng trả lời"
        },
        {
            "x1": 353,
            "y1": 463,
            "x2": 393,
            "y2": 562,
            "text": "あぁ：",
            "vi": "Ahh:"
        },
        {
            "x1": 214,
            "y1": 511,
            "x2": 249,
            "y2": 634,
            "text": "イリア様",
            "vi": "Ilia"
        },
        {
            "x1": 582,
            "y1": 773,
            "x2": 671,
            "y2": 948,
            "text": "何でリンを 勇者にした",
            "vi": "Tại sao lại biến Rin trở thành anh hùng"
        },
        {
            "x1": 433,
            "y1": 865,
            "x2": 510,
            "y2": 1059,
            "text": "勇者になんて ならなければ",
            "vi": "Thật là một người đàn ông dũng cảm"
        },
        {
            "x1": 223,
            "y1": 952,
            "x2": 301,
            "y2": 1155,
            "text": "こんなモノが なければ‼",
            "vi": "Nếu không có điều đó‼"
        }
    ],
    "011.jpg": [
        {
            "x1": 665,
            "y1": 152,
            "x2": 766,
            "y2": 328,
            "text": "これが わたくしの見た リン様の未来",
            "vi": "Đây là tương lai của Rin mà tôi đã thấy"
        },
        {
            "x1": 782,
            "y1": 418,
            "x2": 819,
            "y2": 598,
            "text": "残りの二人も",
            "vi": "Hai còn lại"
        },
        {
            "x1": 614,
            "y1": 466,
            "x2": 689,
            "y2": 697,
            "text": "わたくしも近い 未来に死にますの",
            "vi": "Tôi sẽ chết trong tương lai gần"
        },
        {
            "x1": 357,
            "y1": 829,
            "x2": 429,
            "y2": 992,
            "text": "なぜ俺に この話を…？",
            "vi": "Tại sao câu chuyện này đối với tôi...?"
        },
        {
            "x1": 130,
            "y1": 844,
            "x2": 228,
            "y2": 1027,
            "text": "あなたが 鍛治師だから でしょうか",
            "vi": "Có phải vì bạn là một huấn luyện viên"
        }
    ],
    "013.jpg": [
        {
            "x1": 811,
            "y1": 126,
            "x2": 843,
            "y2": 265,
            "text": "どういう…",
            "vi": "Loại..."
        },
        {
            "x1": 729,
            "y1": 156,
            "x2": 763,
            "y2": 296,
            "text": "ベニー様は",
            "vi": "Benny"
        },
        {
            "x1": 157,
            "y1": 202,
            "x2": 306,
            "y2": 419,
            "text": "わたくしの見た 夢の中で… ケルベロズ戦で 命を落としました",
            "vi": "Trong giấc mơ của tôi, tôi đã có... Tôi đã chết trong trận đấu với Cerberos"
        },
        {
            "x1": 117,
            "y1": 586,
            "x2": 242,
            "y2": 777,
            "text": "でも… ベニーさんは 生きて…？",
            "vi": "Nhưng... Benny sống...?"
        },
        {
            "x1": 763,
            "y1": 861,
            "x2": 855,
            "y2": 1079,
            "text": "からかわれているり いや そんな 雰囲気では…",
            "vi": "Trong một bầu không khí như vậy bị trêu chọc..."
        },
        {
            "x1": 467,
            "y1": 885,
            "x2": 579,
            "y2": 1133,
            "text": "それが記憶視 が 万能ではない理由の 一つですの",
            "vi": "Đó là một trong những lý do tại sao bộ nhớ không linh hoạt"
        }
    ],
    "015.jpg": [
        {
            "x1": 437,
            "y1": 152,
            "x2": 530,
            "y2": 360,
            "text": "未来は 変えられます",
            "vi": "Tương lai có thể được thay đổi"
        },
        {
            "x1": 741,
            "y1": 469,
            "x2": 829,
            "y2": 662,
            "text": "例えば 家を出て 右に曲がって転ぶ 未来を見たとします",
            "vi": "Ví dụ, giả sử bạn rời khỏi nhà và rẽ phải và nhìn thấy tương lai."
        },
        {
            "x1": 105,
            "y1": 542,
            "x2": 192,
            "y2": 735,
            "text": "それを知った上で 左に曲がれば 転ぶ 未来は回避できます",
            "vi": "Nếu bạn biết điều đó và rẽ trái, bạn có thể tránh được tương lai giảm"
        },
        {
            "x1": 758,
            "y1": 861,
            "x2": 818,
            "y2": 1021,
            "text": "そのくらいでも 変わるのですか",
            "vi": "Điều đó có nhiều thay đổi không?"
        },
        {
            "x1": 607,
            "y1": 851,
            "x2": 670,
            "y2": 1006,
            "text": "簡単なもので あれば…",
            "vi": "Nếu nó dễ dàng..."
        },
        {
            "x1": 218,
            "y1": 915,
            "x2": 284,
            "y2": 1113,
            "text": "当然 そうでない 未来もありますが",
            "vi": "Tất nhiên là có một số tương lai"
        },
        {
            "x1": 91,
            "y1": 1013,
            "x2": 162,
            "y2": 1229,
            "text": "何もしなければ 変わらないのです",
            "vi": "Nó không thay đổi trừ khi bạn làm bất cứ điều gì"
        }
    ],
    "017.jpg": [
        {
            "x1": 750,
            "y1": 160,
            "x2": 842,
            "y2": 383,
            "text": "ケルベロスの出現時 わたくは遠征で 王都を離れていました",
            "vi": "Vào thời điểm Cerberus, tôi đã rời khỏi thủ đô của hoàng gia trong một cuộc thám hiểm"
        },
        {
            "x1": 143,
            "y1": 234,
            "x2": 240,
            "y2": 439,
            "text": "急いでも 到底 間に合う距離には いなかった",
            "vi": "Nó không vội ngay cả khi tôi vội vàng"
        },
        {
            "x1": 784,
            "y1": 516,
            "x2": 840,
            "y2": 662,
            "text": "それでも未来が 変わったのは…",
            "vi": "Vẫn vậy, tương lai đã thay đổi..."
        },
        {
            "x1": 550,
            "y1": 527,
            "x2": 607,
            "y2": 707,
            "text": "きっと あなたが いたから",
            "vi": "Tôi chắc chắn bạn đã"
        },
        {
            "x1": 177,
            "y1": 542,
            "x2": 278,
            "y2": 726,
            "text": "夢の中では あなたは戦いに いませんでした",
            "vi": "Bạn đã không chiến đấu trong giấc mơ của bạn"
        },
        {
            "x1": 722,
            "y1": 842,
            "x2": 804,
            "y2": 1089,
            "text": "理由は 分かりませんが…",
            "vi": "Tôi không biết tại sao..."
        },
        {
            "x1": 124,
            "y1": 915,
            "x2": 245,
            "y2": 1203,
            "text": "あなたは この世界で 特異な存在なのかも しれませんわ",
            "vi": "Bạn có thể là một sinh vật độc đáo trên thế giới này"
        }
    ],
    "019.jpg": [
        {
            "x1": 97,
            "y1": 220,
            "x2": 161,
            "y2": 370,
            "text": "わたくしの 願いは唯一つ",
            "vi": "Mong muốn của tôi chỉ là"
        },
        {
            "x1": 657,
            "y1": 494,
            "x2": 767,
            "y2": 634,
            "text": "わたくしの 友人達が 死なない…",
            "vi": "Bạn bè của tôi không chết..."
        },
        {
            "x1": 126,
            "y1": 581,
            "x2": 209,
            "y2": 772,
            "text": "そんな未来を 創りたい",
            "vi": "Tôi muốn tạo ra một tương lai như vậy"
        },
        {
            "x1": 566,
            "y1": 898,
            "x2": 662,
            "y2": 1097,
            "text": "ユミネ様のスキル まだ信じられない けど…",
            "vi": "Tôi không thể tin được kỹ năng của Yumine..."
        },
        {
            "x1": 327,
            "y1": 855,
            "x2": 424,
            "y2": 1089,
            "text": "ユミネ様の その言葉は信じたいと 思います",
            "vi": "Tôi muốn tin lời của Yumine"
        }
    ],
    "021.jpg": [
        {
            "x1": 788,
            "y1": 104,
            "x2": 849,
            "y2": 307,
            "text": "さて 実は一つ お願いがありますわ",
            "vi": "Nhân tiện, thực sự có một yêu cầu"
        },
        {
            "x1": 643,
            "y1": 187,
            "x2": 739,
            "y2": 351,
            "text": "調べてほしい ことが ありますの",
            "vi": "Tôi muốn bạn tìm ra"
        },
        {
            "x1": 146,
            "y1": 150,
            "x2": 213,
            "y2": 331,
            "text": "調べる？ 何をでしょうか",
            "vi": "điều tra? Nó............... là gì?"
        },
        {
            "x1": 741,
            "y1": 488,
            "x2": 837,
            "y2": 677,
            "text": "わたくしは 過去も見られると 言ったでしょう？",
            "vi": "Tôi có nói rằng tôi có thể nhìn thấy quá khứ không?"
        },
        {
            "x1": 428,
            "y1": 522,
            "x2": 484,
            "y2": 712,
            "text": "その中に気になる ものがありまして",
            "vi": "Có một cái gì đó mà tôi quan tâm"
        },
        {
            "x1": 148,
            "y1": 470,
            "x2": 177,
            "y2": 690,
            "text": "気になるもの？",
            "vi": "Điều lo lắng?"
        },
        {
            "x1": 685,
            "y1": 812,
            "x2": 833,
            "y2": 1103,
            "text": "鍛治師が 不遇職でなかった 時代の…",
            "vi": "Trong thời gian Osamu không phải là một công việc bất ngờ..."
        },
        {
            "x1": 532,
            "y1": 925,
            "x2": 619,
            "y2": 1159,
            "text": "アルゴという 男の記憶ですわ",
            "vi": "Đó là trí nhớ của một người đàn ông"
        }
    ]
}