var ocr_data = {
    "001.jpg": [
        {
            "x1": 90,
            "y1": 60,
            "x2": 442,
            "y2": 104,
            "text": "最強第87話これからも"
        },
        {
            "x1": 759,
            "y1": 122,
            "x2": 824,
            "y2": 307,
            "text": "離せー‼"
        },
        {
            "x1": 244,
            "y1": 195,
            "x2": 344,
            "y2": 350,
            "text": "俺は彼女を 心から愛しに いるんだ‼"
        },
        {
            "x1": 134,
            "y1": 272,
            "x2": 168,
            "y2": 455,
            "text": "邪魔するな‼"
        },
        {
            "x1": 710,
            "y1": 491,
            "x2": 734,
            "y2": 583,
            "text": "ははい"
        },
        {
            "x1": 474,
            "y1": 510,
            "x2": 567,
            "y2": 647,
            "text": "とりあえず 俺達と一緒に 来てくれな"
        },
        {
            "x1": 333,
            "y1": 514,
            "x2": 421,
            "y2": 649,
            "text": "いやー すまないね お手柄だよ！"
        },
        {
            "x1": 115,
            "y1": 615,
            "x2": 142,
            "y2": 720,
            "text": "いえ…！"
        },
        {
            "x1": 740,
            "y1": 831,
            "x2": 832,
            "y2": 1075,
            "text": "ところで…君達は あのレーダルストアで 働いているんだって？"
        },
        {
            "x1": 200,
            "y1": 848,
            "x2": 299,
            "y2": 1033,
            "text": "最近 良い店ができたと 評判だよ？"
        },
        {
            "x1": 761,
            "y1": 1181,
            "x2": 834,
            "y2": 1288,
            "text": "最強"
        },
        {
            "x1": 592,
            "y1": 1130,
            "x2": 669,
            "y2": 1269,
            "text": "『あの』… ですか？"
        }
    ],
    "003.jpg": [
        {
            "x1": 744,
            "y1": 195,
            "x2": 836,
            "y2": 314,
            "text": "先輩… 強かったん ですね"
        },
        {
            "x1": 498,
            "y1": 158,
            "x2": 563,
            "y2": 291,
            "text": "鍛錬して ますから‼"
        },
        {
            "x1": 604,
            "y1": 487,
            "x2": 703,
            "y2": 632,
            "text": "すみません …私のせいで 迷惑を…"
        },
        {
            "x1": 301,
            "y1": 534,
            "x2": 360,
            "y2": 679,
            "text": "迷惑だなんて そんな…"
        },
        {
            "x1": 571,
            "y1": 767,
            "x2": 647,
            "y2": 1035,
            "text": "先輩が後輩を 守るのは当然です‼"
        },
        {
            "x1": 199,
            "y1": 782,
            "x2": 261,
            "y2": 955,
            "text": "普段のように 接してください"
        }
    ],
    "005.jpg": [
        {
            "x1": 815,
            "y1": 100,
            "x2": 849,
            "y2": 253,
            "text": "それでは‼"
        },
        {
            "x1": 230,
            "y1": 138,
            "x2": 281,
            "y2": 284,
            "text": "それはちょっと やめて…"
        },
        {
            "x1": 645,
            "y1": 214,
            "x2": 772,
            "y2": 367,
            "text": "これからも ダーリンで 楽しませて もらいます‼"
        },
        {
            "x1": 103,
            "y1": 265,
            "x2": 193,
            "y2": 417,
            "text": "やめま せんっ‼"
        },
        {
            "x1": 745,
            "y1": 508,
            "x2": 828,
            "y2": 681,
            "text": "リスティナさん もう演技は必要 ないですよ…"
        },
        {
            "x1": 150,
            "y1": 542,
            "x2": 248,
            "y2": 669,
            "text": "いいじゃ ないですか お礼ですよ"
        },
        {
            "x1": 788,
            "y1": 788,
            "x2": 851,
            "y2": 976,
            "text": "いいですか？ リスティナさん"
        },
        {
            "x1": 401,
            "y1": 824,
            "x2": 521,
            "y2": 1044,
            "text": "こんなボディタッチ ばかりしてるから ストーカーとか 出ちゃうんですよ？"
        }
    ]
}