var ocr_data = {
    "001.jpg": [
        {
            "x1": 105,
            "y1": 28,
            "x2": 246,
            "y2": 54,
            "text": "不逸職鍛治台師走",
            "vi": "Không giống như công việc Kajidai Master chạy"
        },
        {
            "x1": 329,
            "y1": 74,
            "x2": 499,
            "y2": 100,
            "text": "第79話貴族学",
            "vi": "Tập 79 Aristology"
        },
        {
            "x1": 714,
            "y1": 156,
            "x2": 770,
            "y2": 285,
            "text": "リン様",
            "vi": "Rin -sama"
        },
        {
            "x1": 166,
            "y1": 482,
            "x2": 244,
            "y2": 702,
            "text": "今日もお美しい ですね",
            "vi": "Hôm nay đẹp"
        },
        {
            "x1": 466,
            "y1": 865,
            "x2": 497,
            "y2": 1023,
            "text": "ありがとう…",
            "vi": "cảm ơn bạn…"
        },
        {
            "x1": 277,
            "y1": 862,
            "x2": 383,
            "y2": 1000,
            "text": "どうぞ お受け取り ください",
            "vi": "Xin vui lòng nhận nó"
        },
        {
            "x1": 113,
            "y1": 884,
            "x2": 223,
            "y2": 1050,
            "text": "貴方のために 僕が 選んだ花です",
            "vi": "Hoa tôi đã chọn cho bạn"
        },
        {
            "x1": 769,
            "y1": 1166,
            "x2": 842,
            "y2": 1282,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 96,
            "y1": 1311,
            "x2": 743,
            "y2": 1347,
            "text": "累計35万部突破！ 最新第5巻絶覺発売中!",
            "vi": "Tích lũy hơn 350. 000 bản! Tập 5 mới nhất được bán!"
        }
    ],
    "002.jpg": [
        {
            "x1": 306,
            "y1": 100,
            "x2": 366,
            "y2": 308,
            "text": "美しい貴方には かないませんが…",
            "vi": "Tôi không thể xinh đẹp, nhưng..."
        },
        {
            "x1": 136,
            "y1": 150,
            "x2": 209,
            "y2": 341,
            "text": "貴方の美しさを 引き立てる…",
            "vi": "Tăng cường vẻ đẹp của bạn..."
        },
        {
            "x1": 147,
            "y1": 413,
            "x2": 235,
            "y2": 588,
            "text": "この人… 誰だろう…",
            "vi": "Người này... ai..."
        },
        {
            "x1": 782,
            "y1": 671,
            "x2": 853,
            "y2": 809,
            "text": "あ あれは 勇者様と…",
            "vi": "Ồ, với người anh hùng..."
        },
        {
            "x1": 538,
            "y1": 693,
            "x2": 640,
            "y2": 962,
            "text": "この貴族学園の イケメングループ ○４の一人…ロイ様‼",
            "vi": "Một trong những nhóm đẹp trai của trường quý tộc này ○ 4... Roy‼"
        },
        {
            "x1": 359,
            "y1": 677,
            "x2": 454,
            "y2": 853,
            "text": "遂に動き出した のね… 始まるわよ！",
            "vi": "Cuối cùng bạn đã bắt đầu di chuyển... nó sẽ bắt đầu!"
        },
        {
            "x1": 94,
            "y1": 1038,
            "x2": 210,
            "y2": 1242,
            "text": "勇者様の愛憎 入り乱れた 学園生活が…‼",
            "vi": "Một tình yêu dũng cảm và cuộc sống trường học thù hận...‼‼"
        }
    ],
    "003.jpg": [
        {
            "x1": 802,
            "y1": 162,
            "x2": 874,
            "y2": 281,
            "text": "あ 別に いいです",
            "vi": "Ồ, không sao đâu"
        },
        {
            "x1": 394,
            "y1": 118,
            "x2": 484,
            "y2": 322,
            "text": "騎士キリエと 鍛錬がありますので これで",
            "vi": "Có một hiệp sĩ kirie và đào tạo, vì vậy bây giờ"
        },
        {
            "x1": 138,
            "y1": 69,
            "x2": 191,
            "y2": 259,
            "text": "─終わった",
            "vi": "─ Đã kết thúc"
        },
        {
            "x1": 627,
            "y1": 488,
            "x2": 656,
            "y2": 645,
            "text": "おもしれー女",
            "vi": "Người phụ nữ"
        },
        {
            "x1": 437,
            "y1": 444,
            "x2": 522,
            "y2": 627,
            "text": "無理矢理にでも 俺のモノにしたく なっちまったぜ…",
            "vi": "Tôi muốn biến nó thành thứ của tôi thậm chí là bắt buộc..."
        },
        {
            "x1": 711,
            "y1": 691,
            "x2": 907,
            "y2": 971,
            "text": "ヒタ",
            "vi": "Hita"
        },
        {
            "x1": 623,
            "y1": 1052,
            "x2": 783,
            "y2": 1213,
            "text": "リン様に 許可なく 触れるな",
            "vi": "Đừng chạm vào Rin mà không được phép"
        }
    ],
    "004.jpg": [
        {
            "x1": 793,
            "y1": 83,
            "x2": 832,
            "y2": 252,
            "text": "ひぃぃいい",
            "vi": "Hiii"
        },
        {
            "x1": 547,
            "y1": 111,
            "x2": 604,
            "y2": 261,
            "text": "あ ありがとう キリエ…",
            "vi": "Cảm ơn bạn Kirie..."
        },
        {
            "x1": 113,
            "y1": 118,
            "x2": 201,
            "y2": 278,
            "text": "いえ これくらいは 当然のことです",
            "vi": "Không, đây là điều tự nhiên"
        },
        {
            "x1": 689,
            "y1": 444,
            "x2": 800,
            "y2": 582,
            "text": "それじゃ… 訓練しに 行こっか",
            "vi": "Sau đó... tôi sẽ tập luyện"
        },
        {
            "x1": 115,
            "y1": 428,
            "x2": 191,
            "y2": 619,
            "text": "はい‼ もちろんです",
            "vi": "Vâng! Đương nhiên"
        },
        {
            "x1": 793,
            "y1": 704,
            "x2": 858,
            "y2": 856,
            "text": "なんだか 嬉しそうだね",
            "vi": "Bằng cách nào đó, tôi hạnh phúc"
        },
        {
            "x1": 621,
            "y1": 754,
            "x2": 704,
            "y2": 986,
            "text": "リン様が訓練に積極的に 参加してくれるように なりましたので",
            "vi": "Rin đã đến để tham gia đào tạo."
        },
        {
            "x1": 437,
            "y1": 714,
            "x2": 507,
            "y2": 920,
            "text": "…前もやってた じゃん",
            "vi": "… Tôi đã làm nó trước đây"
        },
        {
            "x1": 139,
            "y1": 797,
            "x2": 252,
            "y2": 1011,
            "text": "ですが 心から望んでは いませんでした",
            "vi": "Nhưng tôi không thực sự muốn nó"
        }
    ],
    "005.jpg": [
        {
            "x1": 220,
            "y1": 157,
            "x2": 325,
            "y2": 322,
            "text": "太刀筋にも それが表れて いましたよ",
            "vi": "Điều đó cũng được phản ánh trong cơ bắp"
        },
        {
            "x1": 726,
            "y1": 464,
            "x2": 846,
            "y2": 623,
            "text": "レリウスに 助けられて ばっかりなのは 嫌だから…",
            "vi": "Tôi không muốn được giúp đỡ bởi Lelius..."
        },
        {
            "x1": 188,
            "y1": 498,
            "x2": 214,
            "y2": 671,
            "text": "良い心がけです",
            "vi": "Đó là một trái tim tốt"
        },
        {
            "x1": 779,
            "y1": 834,
            "x2": 860,
            "y2": 1047,
            "text": "は誰かのためならば それだけ 力を発揮できる",
            "vi": "Nếu bạn dành cho ai đó, bạn có thể thể hiện sức mạnh của mình"
        },
        {
            "x1": 273,
            "y1": 803,
            "x2": 373,
            "y2": 995,
            "text": "どうされたの ですか？ 元気が ありませんね",
            "vi": "Chuyện gì đã xảy ra? Tôi không ổn"
        },
        {
            "x1": 140,
            "y1": 820,
            "x2": 175,
            "y2": 924,
            "text": "……うん",
            "vi": "……Ừ"
        },
        {
            "x1": 480,
            "y1": 1066,
            "x2": 541,
            "y2": 1264,
            "text": "それが…愛しい人 ともなれば…",
            "vi": "Đó là... nếu bạn trở thành một người thân yêu..."
        }
    ],
    "006.jpg": [
        {
            "x1": 741,
            "y1": 146,
            "x2": 819,
            "y2": 327,
            "text": "レリウスの話に なるんだけど… 変なこと言わない",
            "vi": "Đó là về Lelius, nhưng... đừng nói điều gì đó kỳ lạ"
        },
        {
            "x1": 574,
            "y1": 206,
            "x2": 639,
            "y2": 375,
            "text": "ええ‼ 言いませんとも",
            "vi": "Ừ! Tôi không nói"
        },
        {
            "x1": 128,
            "y1": 196,
            "x2": 226,
            "y2": 345,
            "text": "…何で 手紙来ないの かなって",
            "vi": "“Tôi tự hỏi tại sao bức thư không đến"
        },
        {
            "x1": 758,
            "y1": 465,
            "x2": 815,
            "y2": 617,
            "text": "カルラスを出て もう…一か月",
            "vi": "Ra khỏi Carlas... một tháng"
        },
        {
            "x1": 523,
            "y1": 547,
            "x2": 626,
            "y2": 724,
            "text": "二回も 手紙送ったけど 返事が来ないの",
            "vi": "Tôi đã gửi một lá thư hai lần, nhưng tôi không nhận được trả lời"
        },
        {
            "x1": 742,
            "y1": 887,
            "x2": 828,
            "y2": 1068,
            "text": "リウスの周りに 女の子が いたでしょ？",
            "vi": "Có một cô gái xung quanh Lius, phải không?"
        },
        {
            "x1": 424,
            "y1": 1055,
            "x2": 488,
            "y2": 1255,
            "text": "みんな可愛くて… 優しい子達だった",
            "vi": "Mọi người đều dễ thương... họ là những đứa trẻ tốt bụng"
        },
        {
            "x1": 100,
            "y1": 1020,
            "x2": 175,
            "y2": 1221,
            "text": "ウス私のにと 忘れちゃうんじゃない かなって",
            "vi": "Tôi tự hỏi nếu tôi sẽ quên nó cho tôi"
        }
    ],
    "007.jpg": [
        {
            "x1": 632,
            "y1": 139,
            "x2": 688,
            "y2": 310,
            "text": "たまたま 忙しいのでしまう",
            "vi": "Tôi tình cờ bận"
        },
        {
            "x1": 281,
            "y1": 145,
            "x2": 365,
            "y2": 365,
            "text": "学園生活が落ち着いたら まだ休みを頂いて 帰りましはう‼",
            "vi": "Nếu cuộc sống ở trường của tôi bình tĩnh, tôi vẫn nghỉ và về nhà."
        },
        {
            "x1": 735,
            "y1": 497,
            "x2": 789,
            "y2": 633,
            "text": "こんなトコに いたんだ‼",
            "vi": "Tôi đã ở trong một toco như vậy."
        },
        {
            "x1": 761,
            "y1": 734,
            "x2": 841,
            "y2": 976,
            "text": "まーた舞踏会の 誘い断ったのね？",
            "vi": "Bạn đã từ chối mời Maita Ball chưa?"
        },
        {
            "x1": 12,
            "y1": 1164,
            "x2": 330,
            "y2": 1236,
            "text": "勇者 べ二",
            "vi": "Người đàn ông dũng cảm"
        }
    ],
    "008.jpg": [
        {
            "x1": 754,
            "y1": 151,
            "x2": 814,
            "y2": 323,
            "text": "私 仕方なく学園 来てるだけだし",
            "vi": "Tôi vừa mới đến trường"
        },
        {
            "x1": 481,
            "y1": 132,
            "x2": 542,
            "y2": 291,
            "text": "もったいない‼ 貴族学園よ⁉",
            "vi": "Quá tốt để lãng phí! Trường học cao quý"
        },
        {
            "x1": 86,
            "y1": 190,
            "x2": 186,
            "y2": 348,
            "text": "玉の興 狙っちゃい ましょうよ‼",
            "vi": "Hãy nhắm đến quả bóng"
        },
        {
            "x1": 750,
            "y1": 436,
            "x2": 836,
            "y2": 548,
            "text": "相変わらず やる気だね ベニー",
            "vi": "Tôi vẫn còn động lực Benny"
        },
        {
            "x1": 607,
            "y1": 532,
            "x2": 670,
            "y2": 666,
            "text": "当ったり前 じゃない！",
            "vi": "Nó không phải là một hit!"
        },
        {
            "x1": 445,
            "y1": 421,
            "x2": 532,
            "y2": 654,
            "text": "アタシのような孤児院 出身者が貴族になれる かもしれないのよい",
            "vi": "Thật tốt khi một người đến từ một trại trẻ mồ côi như tôi có thể là một người cao quý"
        },
        {
            "x1": 88,
            "y1": 441,
            "x2": 157,
            "y2": 601,
            "text": "小柄なのに 凶悪だ…",
            "vi": "Đó là nhỏ nhắn, nhưng đó là điều xấu xa..."
        },
        {
            "x1": 734,
            "y1": 761,
            "x2": 851,
            "y2": 919,
            "text": "このチャンスに 乗っからない 手はないわ‼ そうでしょ⁉",
            "vi": "Không có cách nào để không có được cơ hội này. Đúng⁉"
        },
        {
            "x1": 470,
            "y1": 754,
            "x2": 586,
            "y2": 961,
            "text": "恋愛⁉ 金が手に入れば そんなモノ‼",
            "vi": "Tình yêu lãng mạn⁉ nếu bạn nhận được tiền, một điều như vậy‼"
        },
        {
            "x1": 689,
            "y1": 1023,
            "x2": 748,
            "y2": 1232,
            "text": "私は普通の恋愛が 送れればがな",
            "vi": "Tôi hy vọng tôi có thể gửi một sự lãng mạn bình thường"
        },
        {
            "x1": 100,
            "y1": 1003,
            "x2": 200,
            "y2": 1157,
            "text": "すごい 暴論だ…",
            "vi": "Đó là một bạo lực tuyệt vời..."
        }
    ],
    "009.jpg": [
        {
            "x1": 782,
            "y1": 142,
            "x2": 863,
            "y2": 313,
            "text": "そちらの勇者様は 貴族への気遣が できないらしい",
            "vi": "Có vẻ như người đàn ông dũng cảm không thể quan tâm đến quý tộc"
        },
        {
            "x1": 138,
            "y1": 126,
            "x2": 215,
            "y2": 278,
            "text": "誰が脳筋だ 淫乱騎士",
            "vi": "Cơ não là ai"
        },
        {
            "x1": 616,
            "y1": 266,
            "x2": 718,
            "y2": 440,
            "text": "ま 脳筋騎士が 教育係となれば 当然よねー？",
            "vi": "Sẽ là tự nhiên nếu Hiệp sĩ cơ não trở thành một nhà giáo dục?"
        },
        {
            "x1": 793,
            "y1": 640,
            "x2": 828,
            "y2": 732,
            "text": "おお？",
            "vi": "Oh?"
        },
        {
            "x1": 444,
            "y1": 619,
            "x2": 527,
            "y2": 783,
            "text": "…騎士の配属は 胸のサイズで 決めてるのかな…",
            "vi": "Tôi tự hỏi liệu nhiệm vụ của Hiệp sĩ có được quyết định bởi kích thước của ngực..."
        },
        {
            "x1": 125,
            "y1": 598,
            "x2": 208,
            "y2": 819,
            "text": "…勇者の教育係に 選ばれたのは騎士団の トツプに君臨する人達だ",
            "vi": "Những người được trị vì bởi các Hiệp sĩ Hiệp sĩ đã được chọn làm nhà giáo dục dũng cảm."
        },
        {
            "x1": 793,
            "y1": 971,
            "x2": 889,
            "y2": 1155,
            "text": "実力は確かだが 人柄が「少し」 濃い",
            "vi": "Khả năng là chắc chắn, nhưng tính cách \"một chút\""
        },
        {
            "x1": 362,
            "y1": 950,
            "x2": 417,
            "y2": 1153,
            "text": "そして昔からの ライバルだからか…",
            "vi": "Và đó là một đối thủ cũ..."
        },
        {
            "x1": 127,
            "y1": 1073,
            "x2": 209,
            "y2": 1222,
            "text": "無茶苦茶 仲が悪い！",
            "vi": "Mối quan hệ vô lý là xấu!"
        }
    ],
    "010.jpg": [
        {
            "x1": 776,
            "y1": 114,
            "x2": 837,
            "y2": 278,
            "text": "ばいはい 喧嘩はやめやめ",
            "vi": "Ngừng cãi nhau"
        },
        {
            "x1": 139,
            "y1": 130,
            "x2": 228,
            "y2": 322,
            "text": "ホラ 折角四人 揃ったことだし… 一緒に訓練しよう？",
            "vi": "Hora là tất cả cùng nhau... hãy tập luyện cùng nhau?"
        },
        {
            "x1": 779,
            "y1": 404,
            "x2": 858,
            "y2": 568,
            "text": "そうね‼ ちゃんと力付けて おかなきゃ‼",
            "vi": "Đúng thế Tôi phải tăng cường nó đúng cách."
        },
        {
            "x1": 383,
            "y1": 411,
            "x2": 457,
            "y2": 575,
            "text": "アタシの価値 “勇者´だし‼",
            "vi": "Giá trị của tôi \"dũng cảm '"
        },
        {
            "x1": 128,
            "y1": 415,
            "x2": 191,
            "y2": 605,
            "text": "グリードラッドを 救った勇者様の力",
            "vi": "Sức mạnh của người anh hùng đã cứu được Rad Green"
        },
        {
            "x1": 431,
            "y1": 677,
            "x2": 541,
            "y2": 912,
            "text": "どれ程のモノか 見せてもらい ましょうか",
            "vi": "Hãy cho bạn chỉ cho bạn nó là bao nhiêu"
        },
        {
            "x1": 100,
            "y1": 1282,
            "x2": 401,
            "y2": 1311,
            "text": "君古といえどガデはガテ田督",
            "vi": "Mặc dù bạn là một ông già, Gaddy vẫn là Gatada"
        }
    ]
}