var ocr_data = {
    "001.jpg": [
        {
            "x1": 344,
            "y1": 73,
            "x2": 471,
            "y2": 99,
            "text": "第65話 師弟",
            "vi": "Tập 65 Giáo viên và Anh trai"
        },
        {
            "x1": 186,
            "y1": 34,
            "x2": 331,
            "y2": 97,
            "text": "不遇職“鍛合師是 最強",
            "vi": "Công việc bất thường \"mạnh nhất trong đào tạo\""
        },
        {
            "x1": 113,
            "y1": 92,
            "x2": 142,
            "y2": 247,
            "text": "ボンドさん‼",
            "vi": "Trái phiếu‼"
        },
        {
            "x1": 771,
            "y1": 491,
            "x2": 800,
            "y2": 632,
            "text": "ボンドさん？",
            "vi": "Trái phiếu?"
        },
        {
            "x1": 885,
            "y1": 1133,
            "x2": 926,
            "y2": 1289,
            "text": "不遇職 鍛治師",
            "vi": "Osamu tin cậy"
        },
        {
            "x1": 139,
            "y1": 1303,
            "x2": 698,
            "y2": 1326,
            "text": "累計30万部突破！最新单行本第4巻好許発売中",
            "vi": "Hơn 300. 000 bản sao! 单 单 单 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 好 巻 巻 好 好 好 好 好 好 好 好 好 好 好 好 好 好"
        }
    ],
    "002.jpg": [
        {
            "x1": 226,
            "y1": 179,
            "x2": 338,
            "y2": 374,
            "text": "グリードラッド での活躍 見事じゃった",
            "vi": "Đó là một thành công lớn trong Green Rad"
        },
        {
            "x1": 678,
            "y1": 656,
            "x2": 795,
            "y2": 812,
            "text": "最早 儂が 教える ことはない",
            "vi": "Tôi không bao giờ dạy"
        },
        {
            "x1": 144,
            "y1": 861,
            "x2": 250,
            "y2": 1096,
            "text": "最後の 手合わせじゃ",
            "vi": "Trong tay cuối cùng"
        }
    ],
    "003.jpg": [
        {
            "x1": 689,
            "y1": 289,
            "x2": 800,
            "y2": 506,
            "text": "『全力』を 見せてみろ",
            "vi": "Cho tôi thấy tốt nhất của bạn"
        },
        {
            "x1": 312,
            "y1": 625,
            "x2": 376,
            "y2": 825,
            "text": "レリウス",
            "vi": "Lelius"
        }
    ],
    "004.jpg": [
        {
            "x1": 759,
            "y1": 499,
            "x2": 819,
            "y2": 658,
            "text": "も 問答無用⁉ この殺気は…ッ",
            "vi": "Không có câu hỏi và câu trả lời nào. Giết chết này là..."
        },
        {
            "x1": 162,
            "y1": 493,
            "x2": 226,
            "y2": 667,
            "text": "対応しなければ 『殺される』",
            "vi": "Nếu bạn không trả lời, bạn sẽ bị giết"
        }
    ],
    "005.jpg": [
        {
            "x1": 716,
            "y1": 244,
            "x2": 795,
            "y2": 462,
            "text": "ディメンション ブレイド",
            "vi": "Lưỡi dao"
        },
        {
            "x1": 162,
            "y1": 836,
            "x2": 254,
            "y2": 1080,
            "text": "…のモノマネ じゃな",
            "vi": "… Nó không phải là một sự giả"
        }
    ],
    "006.jpg": [
        {
            "x1": 195,
            "y1": 137,
            "x2": 259,
            "y2": 322,
            "text": "凡百の剣では 太刀打ちできない",
            "vi": "Tôi không thể cạnh tranh với một trăm kiếm"
        },
        {
            "x1": 703,
            "y1": 410,
            "x2": 774,
            "y2": 593,
            "text": "…今できる… 最高の一本を‼",
            "vi": "Tôi có thể làm điều đó ngay bây giờ… người tốt nhất‼"
        },
        {
            "x1": 114,
            "y1": 1006,
            "x2": 226,
            "y2": 1178,
            "text": "最高の 一撃を‼",
            "vi": "Ảnh đẹp nhất‼"
        }
    ],
    "008.jpg": [
        {
            "x1": 103,
            "y1": 207,
            "x2": 173,
            "y2": 420,
            "text": "天晴ッ‼",
            "vi": "Thời tiết nắng"
        },
        {
            "x1": 770,
            "y1": 946,
            "x2": 836,
            "y2": 1139,
            "text": "『本気』の稽古は… 卒業じゃ",
            "vi": "Việc thực hành \"nghiêm trọng\" là... tốt nghiệp"
        },
        {
            "x1": 449,
            "y1": 950,
            "x2": 503,
            "y2": 1049,
            "text": "あありが と…う",
            "vi": "Ahhhh... uh"
        },
        {
            "x1": 406,
            "y1": 1125,
            "x2": 462,
            "y2": 1242,
            "text": "ござい ました…ッ",
            "vi": "Có..."
        },
        {
            "x1": 107,
            "y1": 1056,
            "x2": 191,
            "y2": 1233,
            "text": "し 死ぬかと 思った…",
            "vi": "Tôi nghĩ tôi sẽ chết..."
        }
    ],
    "009.jpg": [
        {
            "x1": 761,
            "y1": 166,
            "x2": 849,
            "y2": 305,
            "text": "いつか神器で 手合わせ したいのう",
            "vi": "Tôi muốn kết hợp với một kho báu thiêng liêng một ngày nào đó"
        },
        {
            "x1": 455,
            "y1": 140,
            "x2": 484,
            "y2": 328,
            "text": "勘弁して下さい",
            "vi": "Xin tha thứ"
        },
        {
            "x1": 283,
            "y1": 136,
            "x2": 354,
            "y2": 278,
            "text": "本当に… 強うなった",
            "vi": "Thực sự... tôi trở nên mạnh mẽ hơn"
        },
        {
            "x1": 803,
            "y1": 446,
            "x2": 894,
            "y2": 669,
            "text": "いや… そうでなければ あの 勇者の娘を守れぬか",
            "vi": "Không... Nếu không, bạn có thể bảo vệ con gái của anh hùng đó không?"
        },
        {
            "x1": 414,
            "y1": 466,
            "x2": 498,
            "y2": 639,
            "text": "え…見たの ですか‼",
            "vi": "Eh... bạn đã thấy nó?"
        },
        {
            "x1": 164,
            "y1": 502,
            "x2": 276,
            "y2": 666,
            "text": "勿論‼ 儂も加勢しに 行ったぞ？",
            "vi": "Đương nhiên! Tôi đã đi tham gia chưa?"
        },
        {
            "x1": 665,
            "y1": 822,
            "x2": 767,
            "y2": 1110,
            "text": "けど…もっと強く ならなければいけない ようです",
            "vi": "Nhưng... tôi nghĩ tôi phải mạnh mẽ hơn"
        },
        {
            "x1": 469,
            "y1": 940,
            "x2": 548,
            "y2": 1189,
            "text": "リンの役目がまだ 続くようですから",
            "vi": "Vai trò của Rin dường như vẫn còn tiếp tục"
        }
    ],
    "010.jpg": [
        {
            "x1": 709,
            "y1": 180,
            "x2": 823,
            "y2": 334,
            "text": "ま あまり 心配するな 『優秀な騎士』も ついておる",
            "vi": "Đừng lo lắng quá nhiều, cũng có một \"hiệp sĩ xuất sắc\""
        },
        {
            "x1": 302,
            "y1": 162,
            "x2": 388,
            "y2": 356,
            "text": "奴も儂の 弟子じゃしな",
            "vi": "Anh ấy là một môn đệ"
        },
        {
            "x1": 470,
            "y1": 332,
            "x2": 560,
            "y2": 473,
            "text": "騎士… キリエさんを ご存知で？",
            "vi": "Hiệp sĩ... bạn có biết Kirie không?"
        },
        {
            "x1": 224,
            "y1": 537,
            "x2": 253,
            "y2": 636,
            "text": "はぁぁ…",
            "vi": "Hả..."
        },
        {
            "x1": 746,
            "y1": 550,
            "x2": 820,
            "y2": 756,
            "text": "キ キリエさんは 王国七騎士の…",
            "vi": "Kirie là vương quốc Seven Knights..."
        },
        {
            "x1": 419,
            "y1": 576,
            "x2": 480,
            "y2": 736,
            "text": "昔 騎士団に 縁があってのー",
            "vi": "Tôi đã có một kết nối với các hiệp sĩ trong quá khứ"
        },
        {
            "x1": 735,
            "y1": 850,
            "x2": 825,
            "y2": 1105,
            "text": "遅れましたがこの街を 離れて王都に行くことに なりまして…",
            "vi": "Tôi đã đến muộn, nhưng tôi quyết định rời khỏi thành phố này và đi đến thủ đô hoàng gia..."
        },
        {
            "x1": 579,
            "y1": 875,
            "x2": 616,
            "y2": 1001,
            "text": "そうか…",
            "vi": "Thực ra…"
        },
        {
            "x1": 258,
            "y1": 854,
            "x2": 325,
            "y2": 1054,
            "text": "向こうでも鍛錬を 忘れるでないぞ？",
            "vi": "Đừng quên huấn luyện bạn ở đó?"
        },
        {
            "x1": 85,
            "y1": 931,
            "x2": 182,
            "y2": 1142,
            "text": "一日サボれば 数日鍛えた分 全てなくなると思え",
            "vi": "Nếu bạn bỏ qua một ngày, tôi nghĩ rằng tất cả những gì bạn đã đào tạo trong một vài ngày sẽ biến mất."
        }
    ]
}