var ocr_data = {
    "001.jpg": [
        {
            "x1": 171,
            "y1": 8,
            "x2": 291,
            "y2": 45,
            "text": "「鍛台師",
            "vi": "“Master truyền thống"
        },
        {
            "x1": 315,
            "y1": 71,
            "x2": 444,
            "y2": 100,
            "text": "第66話 出発",
            "vi": "Tập 66 Khởi hành"
        },
        {
            "x1": 85,
            "y1": 36,
            "x2": 310,
            "y2": 110,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 772,
            "y1": 118,
            "x2": 840,
            "y2": 307,
            "text": "遂に王都に発つ 日がやって来た",
            "vi": "Ngày cuối cùng đã đến thủ đô hoàng gia"
        },
        {
            "x1": 619,
            "y1": 156,
            "x2": 672,
            "y2": 314,
            "text": "リウスさん‼ こっちです‼",
            "vi": "Rius Đây là!"
        },
        {
            "x1": 793,
            "y1": 492,
            "x2": 864,
            "y2": 634,
            "text": "すみません 遅れました",
            "vi": "Tôi xin lỗi vì tôi đã đến muộn"
        },
        {
            "x1": 224,
            "y1": 479,
            "x2": 321,
            "y2": 672,
            "text": "いえいえー 皆さんに挨拶は 済ませましたか？",
            "vi": "Không, bạn đã nói xin chào với bạn?"
        },
        {
            "x1": 774,
            "y1": 849,
            "x2": 849,
            "y2": 988,
            "text": "義父さん 義母さん…",
            "vi": "Cha tôi -in -slaw's mẹ -in -law..."
        },
        {
            "x1": 230,
            "y1": 804,
            "x2": 297,
            "y2": 1002,
            "text": "新天地…王都でも 頑張ろう‼",
            "vi": "Shintenchi... Hãy cố gắng hết sức ở thủ đô hoàng gia."
        },
        {
            "x1": 641,
            "y1": 1028,
            "x2": 749,
            "y2": 1245,
            "text": "ボンドさんに 領主様 なじみのお客さん",
            "vi": "Một khách hàng quen thuộc để trái phiếu"
        },
        {
            "x1": 412,
            "y1": 1005,
            "x2": 486,
            "y2": 1232,
            "text": "皆 笑顔で 送り出してくれた",
            "vi": "Mọi người đã gửi tôi ra ngoài với một nụ cười"
        },
        {
            "x1": 104,
            "y1": 1062,
            "x2": 218,
            "y2": 1285,
            "text": "では出発です‼ 順番に馬車に 乗ってくださいっ",
            "vi": "Sau đó, đó là sự khởi hành. Vui lòng đi xe ngựa theo thứ tự."
        }
    ],
    "002.jpg": [
        {
            "x1": 802,
            "y1": 141,
            "x2": 837,
            "y2": 239,
            "text": "はい！",
            "vi": "Vâng!"
        },
        {
            "x1": 592,
            "y1": 104,
            "x2": 629,
            "y2": 204,
            "text": "あぁ‼",
            "vi": "À!"
        },
        {
            "x1": 823,
            "y1": 488,
            "x2": 889,
            "y2": 661,
            "text": "ちょ… ちょっと待って",
            "vi": "Cho... Chờ một phút"
        },
        {
            "x1": 337,
            "y1": 511,
            "x2": 396,
            "y2": 691,
            "text": "びどい私のこと 忘れたの…？",
            "vi": "Bạn có quên tôi về tôi...?"
        },
        {
            "x1": 347,
            "y1": 802,
            "x2": 420,
            "y2": 920,
            "text": "あの丘… 約束⁉",
            "vi": "Ngọn đồi đó... hứa hẹn⁉"
        },
        {
            "x1": 772,
            "y1": 813,
            "x2": 873,
            "y2": 1029,
            "text": "私は一日たりとも 忘れたことは なかったのに…‼",
            "vi": "Tôi chưa bao giờ quên nó cả ngày...‼‼"
        },
        {
            "x1": 166,
            "y1": 858,
            "x2": 203,
            "y2": 982,
            "text": "誰なの⁉",
            "vi": "Nó là ai?"
        },
        {
            "x1": 486,
            "y1": 1017,
            "x2": 561,
            "y2": 1278,
            "text": "貴方との… あの丘での約束を‼",
            "vi": "Với bạn... hứa trên ngọn đồi đó‼"
        },
        {
            "x1": 78,
            "y1": 1104,
            "x2": 191,
            "y2": 1271,
            "text": "リニアルさん ブイイラさんを からかわないで ください",
            "vi": "Vui lòng không vướng vào buuira lineal"
        }
    ],
    "004.jpg": [
        {
            "x1": 728,
            "y1": 143,
            "x2": 838,
            "y2": 310,
            "text": "いえいえ 可愛い子なら 大歓迎ですよ",
            "vi": "Không, nếu bạn là một đứa trẻ dễ thương, bạn được chào đón"
        },
        {
            "x1": 220,
            "y1": 154,
            "x2": 291,
            "y2": 371,
            "text": "シスターなんて… 捗ります‼",
            "vi": "Chị em đang tiếp tục..."
        },
        {
            "x1": 75,
            "y1": 356,
            "x2": 151,
            "y2": 480,
            "text": "やべぇの いる",
            "vi": "Có một yabe"
        },
        {
            "x1": 670,
            "y1": 542,
            "x2": 702,
            "y2": 625,
            "text": "はは…",
            "vi": "người mẹ…"
        },
        {
            "x1": 563,
            "y1": 565,
            "x2": 621,
            "y2": 694,
            "text": "ところで… レリウス",
            "vi": "Nhân tiện... Lelius"
        },
        {
            "x1": 436,
            "y1": 578,
            "x2": 532,
            "y2": 753,
            "text": "ちょっと 頼みたいことが ある",
            "vi": "Tôi có điều gì đó tôi muốn hỏi"
        },
        {
            "x1": 126,
            "y1": 561,
            "x2": 155,
            "y2": 713,
            "text": "何でしょう？",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 389,
            "y1": 898,
            "x2": 523,
            "y2": 1138,
            "text": "私の武器 作って欲しいん だよね",
            "vi": "Tôi muốn bạn tạo ra vũ khí của tôi"
        }
    ],
    "006.jpg": [
        {
            "x1": 688,
            "y1": 683,
            "x2": 763,
            "y2": 826,
            "text": "魔導書系の 神器…",
            "vi": "Đền thần ma..."
        },
        {
            "x1": 458,
            "y1": 591,
            "x2": 487,
            "y2": 797,
            "text": "メンタルブック",
            "vi": "Sách tinh thần"
        },
        {
            "x1": 251,
            "y1": 603,
            "x2": 319,
            "y2": 810,
            "text": "魔法系のスキルの 効果を強める",
            "vi": "Tăng cường ảnh hưởng của các kỹ năng ma thuật"
        },
        {
            "x1": 107,
            "y1": 642,
            "x2": 180,
            "y2": 861,
            "text": "そして… 私の職業は『僧侶』",
            "vi": "Và... nghề nghiệp của tôi là \"nhà sư\""
        },
        {
            "x1": 735,
            "y1": 918,
            "x2": 836,
            "y2": 1144,
            "text": "僧侶の力で 私は人を癒すことが できる",
            "vi": "Tôi có thể chữa lành mọi người bằng sức mạnh của một nhà sư"
        },
        {
            "x1": 545,
            "y1": 1006,
            "x2": 685,
            "y2": 1205,
            "text": "だから 教会関係者として 仕事をすることが 決められた",
            "vi": "Vì vậy, tôi quyết định làm việc như một người"
        }
    ],
    "007.jpg": [
        {
            "x1": 507,
            "y1": 132,
            "x2": 597,
            "y2": 325,
            "text": "教会関係者なんて 『選ばれた人』 じゃない",
            "vi": "Các quan chức nhà thờ không phải là \"người được chọn\""
        },
        {
            "x1": 375,
            "y1": 300,
            "x2": 448,
            "y2": 414,
            "text": "違う 違うんだ",
            "vi": "Nó khác"
        },
        {
            "x1": 156,
            "y1": 157,
            "x2": 249,
            "y2": 401,
            "text": "私は別に僧侶にも シスターにもなりたい 訳じゃない",
            "vi": "Tôi không muốn trở thành một tu sĩ hay chị gái"
        },
        {
            "x1": 723,
            "y1": 534,
            "x2": 804,
            "y2": 784,
            "text": "私は血湧き肉躍る 戦いを求めている",
            "vi": "Tôi đang tìm kiếm một xác thịt."
        },
        {
            "x1": 122,
            "y1": 562,
            "x2": 219,
            "y2": 842,
            "text": "小さい頃に憧れた冒険譚に 出てくる英雄のように… 生きていきたい",
            "vi": "Giống như một anh hùng xuất hiện trong cuộc phiêu lưu rám nắng mong mỏi khi anh ta còn nhỏ... tôi muốn sống"
        },
        {
            "x1": 715,
            "y1": 957,
            "x2": 811,
            "y2": 1133,
            "text": "けどこの神器と 職業じゃそれが 認められない",
            "vi": "Nhưng nó không được công nhận bởi kho báu thiêng liêng này"
        },
        {
            "x1": 514,
            "y1": 971,
            "x2": 603,
            "y2": 1165,
            "text": "皆 教会で 生きていくのが 正しいことだと言う",
            "vi": "Mọi người đều nói rằng việc sống trong nhà thờ là quyền"
        }
    ],
    "008.jpg": [
        {
            "x1": 719,
            "y1": 169,
            "x2": 843,
            "y2": 337,
            "text": "そこまで リニアルさんは 戦いへの想いが 強いのか",
            "vi": "Là lineal rất mạnh về trận chiến?"
        },
        {
            "x1": 484,
            "y1": 136,
            "x2": 618,
            "y2": 351,
            "text": "私は 『誰かを癒す力』まり 『誰かを倒す力』を 欲している",
            "vi": "Tôi muốn có một \"sức mạnh để chữa lành một ai đó\""
        },
        {
            "x1": 110,
            "y1": 194,
            "x2": 234,
            "y2": 397,
            "text": "だから私は レリウス保護の話を 聞いた時 真先に立候補じた",
            "vi": "Vì vậy, khi tôi nghe câu chuyện về sự bảo vệ của Lelius, tôi đã chạy lần đầu tiên."
        },
        {
            "x1": 156,
            "y1": 487,
            "x2": 268,
            "y2": 695,
            "text": "私の武器を 作ってもらおう …ってね",
            "vi": "Hãy làm vũ khí của tôi..."
        },
        {
            "x1": 662,
            "y1": 769,
            "x2": 700,
            "y2": 933,
            "text": "近い近い‼",
            "vi": "Gần gần nhất‼"
        },
        {
            "x1": 209,
            "y1": 776,
            "x2": 311,
            "y2": 1000,
            "text": "思えばオレも 元々は冒険者に なりたかった訳で…",
            "vi": "Nếu bạn nghĩ về điều đó, ban đầu tôi muốn trở thành một nhà thám hiểm..."
        },
        {
            "x1": 119,
            "y1": 1019,
            "x2": 186,
            "y2": 1250,
            "text": "彼女の気持ちは わからなくもない",
            "vi": "Tôi không hiểu cảm xúc của cô ấy"
        }
    ],
    "009.jpg": [
        {
            "x1": 785,
            "y1": 114,
            "x2": 849,
            "y2": 312,
            "text": "それでは…どんな 武器がいいですか",
            "vi": "Sau đó... tôi nên thích loại vũ khí nào?"
        },
        {
            "x1": 99,
            "y1": 172,
            "x2": 188,
            "y2": 305,
            "text": "めっちゃ 鋭いの‼",
            "vi": "Nó thực sự sắc nét"
        },
        {
            "x1": 781,
            "y1": 782,
            "x2": 858,
            "y2": 917,
            "text": "では… どうぞ‼",
            "vi": "Sau đó... làm ơn!"
        }
    ],
    "010.jpg": [
        {
            "x1": 224,
            "y1": 125,
            "x2": 316,
            "y2": 270,
            "text": "お お気に 召しません でしたか…？",
            "vi": "Bạn không thích nó...?"
        },
        {
            "x1": 76,
            "y1": 232,
            "x2": 161,
            "y2": 423,
            "text": "ぬやこんな あのさり作れるどは 思ってなかったから",
            "vi": "Tôi đã không nghĩ rằng tôi có thể làm cho loại cẩu thả như vậy"
        },
        {
            "x1": 698,
            "y1": 514,
            "x2": 826,
            "y2": 697,
            "text": "良い剣だ… 刀身は美しく 刃こぼれ一つない …業物",
            "vi": "Đó là một thanh kiếm tốt... lưỡi kiếm rất đẹp và không có lưỡi dao làm tràn..."
        },
        {
            "x1": 296,
            "y1": 511,
            "x2": 357,
            "y2": 639,
            "text": "あら わかるの？",
            "vi": "Bạn có hiểu không?"
        },
        {
            "x1": 133,
            "y1": 573,
            "x2": 191,
            "y2": 741,
            "text": "一度言って みたかっただけ",
            "vi": "Tôi chỉ muốn nói điều đó một lần"
        },
        {
            "x1": 793,
            "y1": 829,
            "x2": 820,
            "y2": 933,
            "text": "あとは…",
            "vi": "một lát sau…"
        },
        {
            "x1": 431,
            "y1": 834,
            "x2": 498,
            "y2": 943,
            "text": "な 何事 ですか⁉",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 289,
            "y1": 827,
            "x2": 321,
            "y2": 968,
            "text": "御者さん⁉",
            "vi": "Em là⁉"
        },
        {
            "x1": 93,
            "y1": 934,
            "x2": 132,
            "y2": 1096,
            "text": "魔物です‼",
            "vi": "Đó là một con quái vật."
        }
    ],
    "011.jpg": [
        {
            "x1": 745,
            "y1": 134,
            "x2": 839,
            "y2": 348,
            "text": "それも… 蒼石の魔物‼",
            "vi": "Đó là... con quái vật của Aishi‼"
        },
        {
            "x1": 122,
            "y1": 627,
            "x2": 205,
            "y2": 898,
            "text": "見たこともない モンスターです‼",
            "vi": "Đó là một con quái vật tôi chưa từng thấy."
        },
        {
            "x1": 170,
            "y1": 982,
            "x2": 230,
            "y2": 1195,
            "text": "チャーンス",
            "vi": "Kênh truyền hình"
        },
        {
            "x1": 95,
            "y1": 1293,
            "x2": 767,
            "y2": 1322,
            "text": "物見違山とはいかず…！次号、リニアルの実カが明らかに叩",
            "vi": "Nó không đi đến một kẻ điên...! Vấn đề tiếp theo, thực tế tuyến tính rõ ràng là bị ảnh hưởng"
        }
    ]
}