var ocr_data = {
    "001.jpg": [
        {
            "x1": 176,
            "y1": 7,
            "x2": 300,
            "y2": 42,
            "text": "「鍛台師",
            "vi": "“Master truyền thống"
        },
        {
            "x1": 339,
            "y1": 71,
            "x2": 586,
            "y2": 98,
            "text": "第1の話本当のお寄さん",
            "vi": "Câu chuyện đầu tiên thực sự Orikan"
        },
        {
            "x1": 85,
            "y1": 29,
            "x2": 321,
            "y2": 113,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 723,
            "y1": 98,
            "x2": 795,
            "y2": 276,
            "text": "いらっしゃい ませー‼",
            "vi": "hoan nghênh!"
        },
        {
            "x1": 290,
            "y1": 343,
            "x2": 376,
            "y2": 503,
            "text": "質の良い ポーンョン販売 しております",
            "vi": "Chúng tôi bán đồ tốt chất lượng"
        },
        {
            "x1": 133,
            "y1": 474,
            "x2": 226,
            "y2": 626,
            "text": "他にも色々い 見ていって くださーい！",
            "vi": "Xin hãy xem khác nhau!"
        },
        {
            "x1": 642,
            "y1": 757,
            "x2": 711,
            "y2": 907,
            "text": "あ‼そこの 冒険者さん",
            "vi": "A! Các nhà thám hiểm ở đó"
        },
        {
            "x1": 508,
            "y1": 782,
            "x2": 566,
            "y2": 933,
            "text": "どうです？ ポーション‼",
            "vi": "nó như thế nảo? Phần!"
        },
        {
            "x1": 313,
            "y1": 787,
            "x2": 414,
            "y2": 945,
            "text": "客足が 遠のいちゃい ましたね…",
            "vi": "Các khách hàng ở rất xa..."
        },
        {
            "x1": 167,
            "y1": 1046,
            "x2": 250,
            "y2": 1232,
            "text": "やっぱり… 鍛治師では…",
            "vi": "Rốt cuộc... cho Osamu..."
        },
        {
            "x1": 96,
            "y1": 1297,
            "x2": 761,
            "y2": 1335,
            "text": "累計60万部突破！ 第G巻絶覺発売中!",
            "vi": "Tích lũy hơn 600. 000 bản! Khối lượng g -volume Mô tả bây giờ đang được bán!"
        }
    ],
    "002.jpg": [
        {
            "x1": 564,
            "y1": 117,
            "x2": 601,
            "y2": 232,
            "text": "ぐはっ…",
            "vi": "Gum..."
        },
        {
            "x1": 401,
            "y1": 115,
            "x2": 485,
            "y2": 328,
            "text": "最初はこんなモンです 今までが できすぎ だったんですって‼",
            "vi": "Lúc đầu, nó là một mon."
        },
        {
            "x1": 92,
            "y1": 247,
            "x2": 175,
            "y2": 401,
            "text": "ボヤいてないで 体動かして ください‼",
            "vi": "Vui lòng di chuyển cơ thể của bạn mà không bị mờ."
        },
        {
            "x1": 807,
            "y1": 476,
            "x2": 856,
            "y2": 639,
            "text": "気を遣って くれてるのかな…",
            "vi": "Tôi tự hỏi nếu bạn quan tâm..."
        },
        {
            "x1": 558,
            "y1": 562,
            "x2": 612,
            "y2": 712,
            "text": "あ ありがとう ございます…",
            "vi": "Oh, cảm ơn bạn rất nhiều…"
        },
        {
            "x1": 167,
            "y1": 503,
            "x2": 195,
            "y2": 649,
            "text": "いらっしゃ…",
            "vi": "Hoan nghênh..."
        },
        {
            "x1": 715,
            "y1": 787,
            "x2": 743,
            "y2": 979,
            "text": "ヴェイルさん",
            "vi": "Vail"
        }
    ],
    "003.jpg": [
        {
            "x1": 645,
            "y1": 123,
            "x2": 752,
            "y2": 340,
            "text": "最近 この店で 『鍛治師』が物を 作ってると聞いた",
            "vi": "Gần đây tôi đã nghe ở cửa hàng này rằng \"osamu\" đang làm mọi thứ"
        },
        {
            "x1": 693,
            "y1": 461,
            "x2": 792,
            "y2": 605,
            "text": "ギルドでも 騒いでる 奴等がいたが",
            "vi": "Có những người đang gây ồn trong bang hội"
        },
        {
            "x1": 230,
            "y1": 505,
            "x2": 283,
            "y2": 630,
            "text": "本当か",
            "vi": "Thực ra"
        },
        {
            "x1": 739,
            "y1": 710,
            "x2": 840,
            "y2": 899,
            "text": "怒っている だろうかいや 騙したも同然だ",
            "vi": "Tôi tự hỏi nếu tôi tức giận hay bị lừa dối"
        },
        {
            "x1": 575,
            "y1": 802,
            "x2": 669,
            "y2": 1081,
            "text": "自業自得とはいえ 親しくしてくれだ人が 離れていくのは心が痛む…",
            "vi": "Mặc dù tôi tự làm việc, nhưng rất đau khi mọi người quen thuộc với tôi..."
        },
        {
            "x1": 359,
            "y1": 730,
            "x2": 458,
            "y2": 968,
            "text": "俺が…その 『鍛治師』です",
            "vi": "Tôi... đó là \"huấn luyện viên\""
        },
        {
            "x1": 162,
            "y1": 1005,
            "x2": 201,
            "y2": 1149,
            "text": "…そうか",
            "vi": "…Thực ra"
        }
    ],
    "004.jpg": [
        {
            "x1": 741,
            "y1": 128,
            "x2": 848,
            "y2": 319,
            "text": "何で 言ってくれな かったんだよ‼",
            "vi": "Bạn đã nói gì?"
        },
        {
            "x1": 73,
            "y1": 252,
            "x2": 196,
            "y2": 444,
            "text": "前から礼を 言いたかった んだぜ⁉",
            "vi": "Tôi muốn cảm ơn bạn trong một thời gian dài."
        },
        {
            "x1": 784,
            "y1": 584,
            "x2": 843,
            "y2": 755,
            "text": "ありがと",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 110,
            "y1": 579,
            "x2": 190,
            "y2": 799,
            "text": "おかげで仕事が 楽になった‼",
            "vi": "Nhờ điều đó, công việc của tôi trở nên dễ dàng hơn."
        },
        {
            "x1": 752,
            "y1": 890,
            "x2": 851,
            "y2": 1082,
            "text": "何だよー 褒めてるんだぜ？ もっと喜べよー！",
            "vi": "Bạn đang ca ngợi điều gì? Xin vui lòng hơn!"
        },
        {
            "x1": 468,
            "y1": 933,
            "x2": 503,
            "y2": 1113,
            "text": "で でも…",
            "vi": "Nhưng..."
        },
        {
            "x1": 184,
            "y1": 872,
            "x2": 242,
            "y2": 1025,
            "text": "いつもの ポーション‼",
            "vi": "Lọ thuốc thông thường‼"
        },
        {
            "x1": 66,
            "y1": 941,
            "x2": 128,
            "y2": 1108,
            "text": "今日はちょっと 多めにな",
            "vi": "Hôm nay còn hơn một chút nữa"
        }
    ],
    "005.jpg": [
        {
            "x1": 745,
            "y1": 138,
            "x2": 837,
            "y2": 293,
            "text": "お買い上げ ありがとう ございます‼",
            "vi": "Cảm ơn bạn đã mua hàng."
        },
        {
            "x1": 156,
            "y1": 149,
            "x2": 221,
            "y2": 359,
            "text": "いいんですか⁉ 俺は『鍛治師』で…",
            "vi": "Bạn co ổn không?"
        },
        {
            "x1": 732,
            "y1": 492,
            "x2": 793,
            "y2": 705,
            "text": "俺は冒険者として 仕事をしているんだ",
            "vi": "Tôi đang làm một nhà thám hiểm"
        },
        {
            "x1": 739,
            "y1": 788,
            "x2": 843,
            "y2": 996,
            "text": "どいつもこいつも 「死後」のことを 心配してたけどな",
            "vi": "Tôi luôn lo lắng về việc \"sau khi chết\""
        },
        {
            "x1": 164,
            "y1": 823,
            "x2": 261,
            "y2": 1078,
            "text": "俺にとっちゃ 今が大事なのさ",
            "vi": "Điều quan trọng đối với tôi bây giờ"
        }
    ],
    "006.jpg": [
        {
            "x1": 724,
            "y1": 113,
            "x2": 792,
            "y2": 319,
            "text": "最高の品を使って 今を生きる",
            "vi": "Sống ngay với những món đồ tốt nhất"
        },
        {
            "x1": 331,
            "y1": 121,
            "x2": 420,
            "y2": 313,
            "text": "使えるものは 使って依頼を キッチリこなすい",
            "vi": "Sử dụng những gì bạn có thể sử dụng để thực hiện yêu cầu"
        },
        {
            "x1": 174,
            "y1": 171,
            "x2": 253,
            "y2": 349,
            "text": "冒険者として 当然だ",
            "vi": "Là một nhà thám hiểm"
        },
        {
            "x1": 719,
            "y1": 435,
            "x2": 811,
            "y2": 588,
            "text": "誰にも文句を つけられる つもりは",
            "vi": "Tôi sẽ phàn nàn với bất cứ ai"
        },
        {
            "x1": 100,
            "y1": 448,
            "x2": 156,
            "y2": 618,
            "text": "ないッ‼",
            "vi": "Không phải!"
        },
        {
            "x1": 816,
            "y1": 709,
            "x2": 846,
            "y2": 872,
            "text": "ヴェイルさん…",
            "vi": "Vail..."
        },
        {
            "x1": 539,
            "y1": 740,
            "x2": 637,
            "y2": 906,
            "text": "お前の ポーションが ないど…",
            "vi": "Không có thuốc..."
        },
        {
            "x1": 718,
            "y1": 881,
            "x2": 754,
            "y2": 1008,
            "text": "それにな",
            "vi": "Thêm"
        },
        {
            "x1": 418,
            "y1": 901,
            "x2": 499,
            "y2": 1150,
            "text": "手足が震えて 幻覚が見えるんだ",
            "vi": "Tay chân của tôi run rẩy và tôi có thể thấy ảo giác"
        },
        {
            "x1": 112,
            "y1": 1058,
            "x2": 237,
            "y2": 1273,
            "text": "あぁ… ヴェイルさんが ポー中に…",
            "vi": "Ah... khăn che mặt là poe..."
        }
    ],
    "007.jpg": [
        {
            "x1": 722,
            "y1": 110,
            "x2": 807,
            "y2": 294,
            "text": "冗談はさておき 今回はちょっと厄介 そうな依頼でな",
            "vi": "Bên cạnh trò đùa, lần này là một yêu cầu có vẻ hơi khó chịu"
        },
        {
            "x1": 350,
            "y1": 118,
            "x2": 454,
            "y2": 301,
            "text": "何でもここ最近 魔物が活発に 動いてるらしい",
            "vi": "Có vẻ như những con quái vật đang di chuyển tích cực trong những ngày này"
        },
        {
            "x1": 138,
            "y1": 156,
            "x2": 209,
            "y2": 305,
            "text": "魔物… ですか…‼",
            "vi": "Quỷ...?"
        },
        {
            "x1": 746,
            "y1": 527,
            "x2": 860,
            "y2": 718,
            "text": "レリウスの ポンョンが必要な 事態が起こるかも しれないぜ？",
            "vi": "Ponon của Lelius có thể là cần thiết?"
        },
        {
            "x1": 615,
            "y1": 561,
            "x2": 684,
            "y2": 726,
            "text": "そしたらまた 人気も出るさ",
            "vi": "Sau đó, nó sẽ được phổ biến một lần nữa"
        },
        {
            "x1": 208,
            "y1": 540,
            "x2": 277,
            "y2": 724,
            "text": "それは素直に 喜べないですよ",
            "vi": "Tôi không thể trung thực"
        },
        {
            "x1": 770,
            "y1": 817,
            "x2": 869,
            "y2": 983,
            "text": "ま 何事も 起こらないのが 一番だがな",
            "vi": "Tốt nhất là không xảy ra"
        },
        {
            "x1": 560,
            "y1": 795,
            "x2": 589,
            "y2": 940,
            "text": "じゃあ行くよ",
            "vi": "Vậy thì tôi sẽ đi"
        },
        {
            "x1": 414,
            "y1": 827,
            "x2": 479,
            "y2": 1011,
            "text": "また買いに 来るからなー！",
            "vi": "Tôi sẽ đến mua một lần nữa!"
        },
        {
            "x1": 180,
            "y1": 815,
            "x2": 211,
            "y2": 1027,
            "text": "お気を付けて‼",
            "vi": "Cẩn thận!"
        }
    ],
    "008.jpg": [
        {
            "x1": 719,
            "y1": 165,
            "x2": 785,
            "y2": 342,
            "text": "良かったですね 先輩‼",
            "vi": "Nó là tốt, người cao niên‼"
        },
        {
            "x1": 655,
            "y1": 510,
            "x2": 744,
            "y2": 702,
            "text": "やっぱり 先輩の作のたモりは 良いモなんです",
            "vi": "Rốt cuộc, sự ẩm ướt của công việc cao cấp của tôi là một loại ẩm ướt."
        },
        {
            "x1": 176,
            "y1": 523,
            "x2": 238,
            "y2": 704,
            "text": "わかる人には わかるんですよ",
            "vi": "Những người hiểu sẽ hiểu"
        },
        {
            "x1": 697,
            "y1": 772,
            "x2": 728,
            "y2": 963,
            "text": "そう…ですね‼",
            "vi": "Tôi đồng ý!"
        },
        {
            "x1": 416,
            "y1": 842,
            "x2": 523,
            "y2": 1071,
            "text": "ヴェイルさんの 仕事が上手く いきますように",
            "vi": "Có thể công việc của Vail hoạt động tốt"
        }
    ],
    "009.jpg": [
        {
            "x1": 139,
            "y1": 178,
            "x2": 217,
            "y2": 301,
            "text": "遅い",
            "vi": "chậm"
        },
        {
            "x1": 671,
            "y1": 427,
            "x2": 749,
            "y2": 576,
            "text": "いつまで 待たせるの",
            "vi": "Bạn sẽ chờ đợi bao lâu?"
        },
        {
            "x1": 760,
            "y1": 668,
            "x2": 822,
            "y2": 822,
            "text": "やー すまんすまん",
            "vi": "Yasuma Somen"
        },
        {
            "x1": 623,
            "y1": 691,
            "x2": 683,
            "y2": 865,
            "text": "装備を整えてた モンでね",
            "vi": "Đó là một mon với thiết bị."
        },
        {
            "x1": 451,
            "y1": 682,
            "x2": 534,
            "y2": 883,
            "text": "…Aラクの 腕利きだと聞たけど 慎重すぎなり",
            "vi": "… Tôi nghe nói rằng kỹ năng của một -raku rất tốt, nhưng nó quá thận trọng"
        },
        {
            "x1": 147,
            "y1": 823,
            "x2": 252,
            "y2": 1029,
            "text": "ま 足を 引っ張らないなら 別にいいわ",
            "vi": "Không sao nếu bạn không kéo chân bạn"
        },
        {
            "x1": 373,
            "y1": 1039,
            "x2": 429,
            "y2": 1201,
            "text": "Ａランク だからこそ さ",
            "vi": "Bởi vì nó là một cấp bậc"
        }
    ],
    "010.jpg": [
        {
            "x1": 739,
            "y1": 139,
            "x2": 800,
            "y2": 329,
            "text": "そりゃあ こっちの台詞だぜ",
            "vi": "Đó là dòng này"
        },
        {
            "x1": 141,
            "y1": 155,
            "x2": 201,
            "y2": 336,
            "text": "期待を裏切って くれるなよ？",
            "vi": "Bạn không phản bội kỳ vọng của mình?"
        },
        {
            "x1": 717,
            "y1": 436,
            "x2": 819,
            "y2": 651,
            "text": "王都七騎士の 一人と",
            "vi": "Với một trong những hiệp sĩ của Hoàng gia Seven"
        },
        {
            "x1": 14,
            "y1": 296,
            "x2": 607,
            "y2": 706,
            "text": "オキ",
            "vi": "Oki"
        },
        {
            "x1": 95,
            "y1": 937,
            "x2": 160,
            "y2": 1184,
            "text": "勇者サマ♪",
            "vi": "Anh hùng Sama ♪"
        }
    ]
}