var ocr_data = {
    "001.jpg": [
        {
            "x1": 94,
            "y1": 27,
            "x2": 244,
            "y2": 55,
            "text": "不邊職鐵台師義",
            "vi": "Inc."
        },
        {
            "x1": 276,
            "y1": 73,
            "x2": 434,
            "y2": 99,
            "text": "第112話 手想以上",
            "vi": "Tập 112"
        },
        {
            "x1": 90,
            "y1": 54,
            "x2": 252,
            "y2": 103,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 766,
            "y1": 356,
            "x2": 847,
            "y2": 548,
            "text": "よかった…！ 気が付きまたか えっと…べニーさん",
            "vi": "Khỏe…! Tôi nhận thấy lại... Benny"
        },
        {
            "x1": 157,
            "y1": 374,
            "x2": 252,
            "y2": 543,
            "text": "ちょっと 格好いい男子 こんにちはっ‼",
            "vi": "Một cậu bé một chút mát mẻ xin chào"
        },
        {
            "x1": 103,
            "y1": 586,
            "x2": 131,
            "y2": 762,
            "text": "こんにちは",
            "vi": "Xin chào"
        },
        {
            "x1": 781,
            "y1": 817,
            "x2": 854,
            "y2": 1012,
            "text": "…身体の方は 大丈夫ですか？",
            "vi": "… Cơ thể của bạn ổn chứ?"
        },
        {
            "x1": 489,
            "y1": 837,
            "x2": 586,
            "y2": 1045,
            "text": "大丈夫‼ まだ闘えるよ‼ けど…あたし",
            "vi": "Bạn co ổn không! Bạn vẫn có thể chiến đấu Nhưng... tôi"
        },
        {
            "x1": 316,
            "y1": 823,
            "x2": 402,
            "y2": 1015,
            "text": "スキルうまく 使いこなせないから 遠距離攻撃しか",
            "vi": "Tôi không thể sử dụng kỹ năng tốt, vì vậy tôi chỉ có thể sử dụng một cuộc tấn công dài"
        },
        {
            "x1": 152,
            "y1": 1052,
            "x2": 193,
            "y2": 1232,
            "text": "構いません",
            "vi": "không quan trọng"
        },
        {
            "x1": 94,
            "y1": 1300,
            "x2": 824,
            "y2": 1338,
            "text": "単行本売れ行き絶好調！ 最新第7巻発売中品",
            "vi": "Bán sách tốt! Tập 7 mới nhất đang được bán"
        }
    ],
    "002.jpg": [
        {
            "x1": 761,
            "y1": 138,
            "x2": 828,
            "y2": 344,
            "text": "ありったけの一撃 お願いします",
            "vi": "Xin vui lòng cho tôi một cú đánh duy nhất"
        },
        {
            "x1": 165,
            "y1": 124,
            "x2": 203,
            "y2": 257,
            "text": "う うん…",
            "vi": "KHÔNG…"
        },
        {
            "x1": 88,
            "y1": 247,
            "x2": 147,
            "y2": 394,
            "text": "うん‼",
            "vi": "Ừ!"
        },
        {
            "x1": 775,
            "y1": 463,
            "x2": 840,
            "y2": 639,
            "text": "騎士様はここで 引き続き指揮を",
            "vi": "Hiệp sĩ sẽ tiếp tục chỉ huy ở đây"
        },
        {
            "x1": 428,
            "y1": 483,
            "x2": 490,
            "y2": 686,
            "text": "小型の魔物の 対処もお願いします",
            "vi": "Cũng vui lòng đối phó với những con quái vật nhỏ"
        },
        {
            "x1": 118,
            "y1": 584,
            "x2": 156,
            "y2": 713,
            "text": "貴方は？",
            "vi": "Bạn?"
        },
        {
            "x1": 146,
            "y1": 828,
            "x2": 237,
            "y2": 1068,
            "text": "やれることを やってきます",
            "vi": "Tôi sẽ làm những gì tôi có thể làm"
        }
    ],
    "003.jpg": [
        {
            "x1": 512,
            "y1": 63,
            "x2": 540,
            "y2": 191,
            "text": "グルルッ",
            "vi": "Gluclur"
        }
    ],
    "004.jpg": [
        {
            "x1": 0,
            "y1": 228,
            "x2": 581,
            "y2": 601,
            "text": "がが",
            "vi": "Galvan"
        },
        {
            "x1": 729,
            "y1": 776,
            "x2": 806,
            "y2": 955,
            "text": "“マテリアル ブレイク",
            "vi": "Vật liệu phá vỡ vật liệu"
        }
    ],
    "005.jpg": [
        {
            "x1": 496,
            "y1": 1109,
            "x2": 524,
            "y2": 1232,
            "text": "ゴイソ",
            "vi": "Goo"
        }
    ],
    "006.jpg": [
        {
            "x1": 746,
            "y1": 675,
            "x2": 816,
            "y2": 854,
            "text": "大丈夫か レリウスっ‼",
            "vi": "Có ổn không?"
        },
        {
            "x1": 211,
            "y1": 619,
            "x2": 240,
            "y2": 779,
            "text": "スゲェなオイ",
            "vi": "SUGEE OY"
        },
        {
            "x1": 84,
            "y1": 697,
            "x2": 145,
            "y2": 885,
            "text": "鍛治師ってのは 戦いもできるのか",
            "vi": "Osamu có thể chiến đấu không?"
        },
        {
            "x1": 741,
            "y1": 945,
            "x2": 831,
            "y2": 1101,
            "text": "援護 するぜ‼",
            "vi": "tôi sẽ giúp bạn"
        }
    ],
    "007.jpg": [
        {
            "x1": 735,
            "y1": 117,
            "x2": 806,
            "y2": 252,
            "text": "先刻からの この攻撃…",
            "vi": "Cuộc tấn công này ngay từ đầu..."
        },
        {
            "x1": 442,
            "y1": 148,
            "x2": 497,
            "y2": 266,
            "text": "勇者様の スキルなの",
            "vi": "Đó là kỹ năng của một anh hùng"
        },
        {
            "x1": 100,
            "y1": 147,
            "x2": 191,
            "y2": 296,
            "text": "おい‼ 見ろよ‼",
            "vi": "Này! Nhìn vào nó"
        },
        {
            "x1": 621,
            "y1": 399,
            "x2": 674,
            "y2": 599,
            "text": "回復速度が 鈍くなってないか…？",
            "vi": "Không phải tốc độ phục hồi bị chậm lại...?"
        },
        {
            "x1": 795,
            "y1": 688,
            "x2": 865,
            "y2": 808,
            "text": "好機",
            "vi": "Dịp tốt"
        },
        {
            "x1": 225,
            "y1": 878,
            "x2": 308,
            "y2": 1070,
            "text": "持てる力の 全てを込めろ",
            "vi": "Bao gồm tất cả các sức mạnh bạn có"
        },
        {
            "x1": 671,
            "y1": 1056,
            "x2": 774,
            "y2": 1245,
            "text": "全員 あと少しだ",
            "vi": "Mọi người còn một chút nữa"
        },
        {
            "x1": 102,
            "y1": 1019,
            "x2": 192,
            "y2": 1258,
            "text": "攻撃の手を 止めるなぁぁ‼",
            "vi": "Đừng dừng cuộc tấn công."
        }
    ],
    "008.jpg": [
        {
            "x1": 818,
            "y1": 97,
            "x2": 853,
            "y2": 189,
            "text": "おぉ…",
            "vi": "Oh..."
        },
        {
            "x1": 694,
            "y1": 142,
            "x2": 760,
            "y2": 330,
            "text": "士気が上がって いるぞ‼",
            "vi": "Tinh thần đang tăng lên"
        },
        {
            "x1": 268,
            "y1": 125,
            "x2": 299,
            "y2": 266,
            "text": "レリウス？",
            "vi": "Lelius?"
        },
        {
            "x1": 784,
            "y1": 452,
            "x2": 856,
            "y2": 582,
            "text": "…予想 以上だ…‼",
            "vi": "Voi Nó nhiều hơn mong đợi"
        },
        {
            "x1": 692,
            "y1": 470,
            "x2": 741,
            "y2": 647,
            "text": "マズい…ッ",
            "vi": "Nó xấu..."
        },
        {
            "x1": 504,
            "y1": 712,
            "x2": 625,
            "y2": 918,
            "text": "確かに 同復速度は 遅くなったけど",
            "vi": "Chắc chắn tốc độ phục hồi chậm"
        },
        {
            "x1": 123,
            "y1": 977,
            "x2": 173,
            "y2": 1241,
            "text": "「固くなった」",
            "vi": "\"Nó cứng\""
        }
    ],
    "009.jpg": [
        {
            "x1": 741,
            "y1": 144,
            "x2": 822,
            "y2": 282,
            "text": "それだけ じゃない",
            "vi": "Không chỉ thế"
        },
        {
            "x1": 147,
            "y1": 137,
            "x2": 250,
            "y2": 346,
            "text": "アイソ…最初より 少し大きく… そして速くなった",
            "vi": "Aiso... lớn hơn một chút so với lúc ban đầu... và nhanh hơn"
        },
        {
            "x1": 777,
            "y1": 384,
            "x2": 852,
            "y2": 590,
            "text": "さっきのブレス …学んだんだ",
            "vi": "Hơi thở tôi chỉ... tôi đã học được"
        },
        {
            "x1": 663,
            "y1": 482,
            "x2": 700,
            "y2": 660,
            "text": "俺達の魔砲と",
            "vi": "Với khẩu súng ma thuật của chúng tôi"
        },
        {
            "x1": 161,
            "y1": 447,
            "x2": 236,
            "y2": 653,
            "text": "勇者のスキルを 見て…‼",
            "vi": "Nhìn vào các kỹ năng của anh hùng...‼"
        },
        {
            "x1": 793,
            "y1": 691,
            "x2": 858,
            "y2": 808,
            "text": "どういう まさか⁉",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 181,
            "y1": 733,
            "x2": 320,
            "y2": 978,
            "text": "ケルバロスは… 『学習』し 『成長』している",
            "vi": "Kerbaros là... \"Học\" và \"Tăng trưởng\""
        }
    ],
    "010.jpg": [
        {
            "x1": 750,
            "y1": 113,
            "x2": 809,
            "y2": 250,
            "text": "本当に最悪の 場合ですが…",
            "vi": "Nó thực sự là tồi tệ nhất..."
        },
        {
            "x1": 254,
            "y1": 124,
            "x2": 316,
            "y2": 338,
            "text": "王都を放棄しても 生きて他の勇者様と",
            "vi": "Ngay cả khi bạn từ bỏ thủ đô của hoàng gia, hãy sống với những người dũng cảm khác"
        },
        {
            "x1": 104,
            "y1": 199,
            "x2": 179,
            "y2": 391,
            "text": "国中の戦力を集めれば どうにかなると思って いました",
            "vi": "Tôi nghĩ nó sẽ là một cái gì đó nếu tôi thu thập những điểm mạnh của đất nước"
        },
        {
            "x1": 723,
            "y1": 453,
            "x2": 775,
            "y2": 632,
            "text": "…駄目だ",
            "vi": "… Nó là vô dụng"
        },
        {
            "x1": 745,
            "y1": 774,
            "x2": 810,
            "y2": 939,
            "text": "次は きっとない‼",
            "vi": "Tiếp theo không phải là chắc chắn"
        },
        {
            "x1": 381,
            "y1": 837,
            "x2": 464,
            "y2": 1012,
            "text": "今‼ ここで 倒せなけれ",
            "vi": "bây giờ! Tôi phải đánh bại ở đây"
        }
    ],
    "011.jpg": [
        {
            "x1": 178,
            "y1": 889,
            "x2": 287,
            "y2": 1188,
            "text": "コイソは誰にも 倒せなくなる‼",
            "vi": "Carpo không thể bị đánh bại."
        },
        {
            "x1": 56,
            "y1": 1306,
            "x2": 338,
            "y2": 1332,
            "text": "週路はすでに閉ぽされ…！",
            "vi": "Tuyến đường hàng tuần đã bị đóng cửa...!"
        }
    ]
}