var ocr_data = {
    "001.jpg": [
        {
            "x1": 395,
            "y1": 34,
            "x2": 497,
            "y2": 59,
            "text": "職鍛治師」"
        },
        {
            "x1": 353,
            "y1": 55,
            "x2": 486,
            "y2": 104,
            "text": "最強"
        },
        {
            "x1": 754,
            "y1": 124,
            "x2": 836,
            "y2": 252,
            "text": "王都の… 教会…⁉"
        },
        {
            "x1": 154,
            "y1": 153,
            "x2": 191,
            "y2": 332,
            "text": "保護って…⁉"
        },
        {
            "x1": 768,
            "y1": 361,
            "x2": 855,
            "y2": 575,
            "text": "ど どういう ことですか⁉"
        },
        {
            "x1": 748,
            "y1": 649,
            "x2": 830,
            "y2": 869,
            "text": "え…嘘… 説明するの…？"
        },
        {
            "x1": 553,
            "y1": 668,
            "x2": 602,
            "y2": 866,
            "text": "メンドい…"
        },
        {
            "x1": 177,
            "y1": 705,
            "x2": 298,
            "y2": 884,
            "text": "な 何だこの 掴み所のない 人は……‼"
        },
        {
            "x1": 437,
            "y1": 1064,
            "x2": 526,
            "y2": 1242,
            "text": "はい⁉"
        },
        {
            "x1": 116,
            "y1": 1059,
            "x2": 168,
            "y2": 1241,
            "text": "あ そうだ"
        },
        {
            "x1": 857,
            "y1": 1212,
            "x2": 896,
            "y2": 1307,
            "text": "最強"
        },
        {
            "x1": 207,
            "y1": 1301,
            "x2": 769,
            "y2": 1327,
            "text": "累計30万部突破！最新単行本第4巻好評発売中‼!"
        }
    ],
    "003.jpg": [
        {
            "x1": 788,
            "y1": 106,
            "x2": 853,
            "y2": 275,
            "text": "メアっちじゃん 久しぶり"
        },
        {
            "x1": 612,
            "y1": 115,
            "x2": 690,
            "y2": 297,
            "text": "どうしたんだ こんな所に⁉"
        },
        {
            "x1": 473,
            "y1": 139,
            "x2": 532,
            "y2": 287,
            "text": "し 知り合い なんですか？"
        },
        {
            "x1": 172,
            "y1": 294,
            "x2": 304,
            "y2": 490,
            "text": "以前 王都で餓死 寸前になった時 食事を奢ってくれ たんだ！"
        },
        {
            "x1": 792,
            "y1": 563,
            "x2": 861,
            "y2": 697,
            "text": "元気そうで 何よりー"
        },
        {
            "x1": 157,
            "y1": 594,
            "x2": 255,
            "y2": 718,
            "text": "そっちも 元気そうで 何よりだ‼"
        },
        {
            "x1": 752,
            "y1": 838,
            "x2": 814,
            "y2": 1035,
            "text": "王都から去ったと 聞いてたけど…"
        },
        {
            "x1": 267,
            "y1": 839,
            "x2": 345,
            "y2": 985,
            "text": "冒険者… 羨ましいー"
        },
        {
            "x1": 570,
            "y1": 981,
            "x2": 673,
            "y2": 1145,
            "text": "ここで 冒険者活動を しているんだ"
        },
        {
            "x1": 104,
            "y1": 890,
            "x2": 200,
            "y2": 1070,
            "text": "ははは リニアルは戦うの 大好きだったな"
        },
        {
            "x1": 417,
            "y1": 1045,
            "x2": 519,
            "y2": 1234,
            "text": "最近ではかなり 強くなってきた んだぞ‼"
        }
    ],
    "005.jpg": [
        {
            "x1": 723,
            "y1": 187,
            "x2": 851,
            "y2": 381,
            "text": "この世界では 『王』に並ぶ 最高権力者"
        },
        {
            "x1": 128,
            "y1": 416,
            "x2": 268,
            "y2": 629,
            "text": "普通 俺達平民 いや 貴族ですら 生涯お目にかかる ことはないだろう"
        },
        {
            "x1": 570,
            "y1": 742,
            "x2": 665,
            "y2": 962,
            "text": "な 何故だ⁉ レリウスが何か悪い ことをしたのかい"
        },
        {
            "x1": 404,
            "y1": 944,
            "x2": 454,
            "y2": 1066,
            "text": "ほぉ…"
        },
        {
            "x1": 265,
            "y1": 1014,
            "x2": 339,
            "y2": 1232,
            "text": "それを見破るか メアっち"
        }
    ]
}