var ocr_data = {
    "001.jpg": [
        {
            "x1": 94,
            "y1": 62,
            "x2": 242,
            "y2": 99,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 752,
            "y1": 144,
            "x2": 816,
            "y2": 341,
            "text": "教会の知っている 鍛治師の情報…",
            "vi": "Thông tin về nhà thờ mà Giáo hội biết..."
        },
        {
            "x1": 627,
            "y1": 479,
            "x2": 681,
            "y2": 615,
            "text": "おや？ どうしました",
            "vi": "Oh? Có chuyện gì vậy"
        },
        {
            "x1": 521,
            "y1": 490,
            "x2": 552,
            "y2": 609,
            "text": "あ いえ…",
            "vi": "À..."
        },
        {
            "x1": 162,
            "y1": 512,
            "x2": 249,
            "y2": 714,
            "text": "鍛治師は王都では 良く思われていない ので…その…",
            "vi": "Oshijin dường như không suy nghĩ tốt ở thủ đô hoàng gia..."
        },
        {
            "x1": 768,
            "y1": 788,
            "x2": 876,
            "y2": 955,
            "text": "制裁が 加えられるの かなーって…",
            "vi": "Tôi tự hỏi nếu các biện pháp trừng phạt có thể được thêm vào..."
        },
        {
            "x1": 428,
            "y1": 775,
            "x2": 532,
            "y2": 979,
            "text": "もしそうなら もっと強硬な 手段を取りますよ",
            "vi": "Nếu vậy, hãy lấy nhiều phương tiện hơn"
        },
        {
            "x1": 148,
            "y1": 788,
            "x2": 240,
            "y2": 1008,
            "text": "リニアルではなく 教会騎士を派遣して いたでしょうしね",
            "vi": "Bạn sẽ phái một hiệp sĩ nhà thờ thay vì tuyến tính."
        },
        {
            "x1": 162,
            "y1": 1296,
            "x2": 715,
            "y2": 1328,
            "text": "累計6O万部哭破！ 第︎巻絶覺発売中叫",
            "vi": "Tích lũy 6o khóc! Phát hành quan hệ Kumiku"
        }
    ],
    "002.jpg": [
        {
            "x1": 791,
            "y1": 120,
            "x2": 845,
            "y2": 301,
            "text": "そ それも そうですよね…",
            "vi": "Đó là trường hợp..."
        },
        {
            "x1": 359,
            "y1": 119,
            "x2": 426,
            "y2": 315,
            "text": "何故 鍛治師を 嫌う者が多いのか",
            "vi": "Tại sao có nhiều người ghét Osamu?"
        },
        {
            "x1": 217,
            "y1": 222,
            "x2": 313,
            "y2": 420,
            "text": "…それについて 君はどのように 考えていますか？",
            "vi": "Bạn nghĩ thế nào về nó?"
        },
        {
            "x1": 483,
            "y1": 549,
            "x2": 623,
            "y2": 771,
            "text": "鍛治師は 神が与えし神器を 否定するかのような 武器を作る",
            "vi": "Osamu tạo ra vũ khí như thể Chúa đã cho và từ chối kho báu thiêng liêng"
        },
        {
            "x1": 677,
            "y1": 901,
            "x2": 804,
            "y2": 1153,
            "text": "正確に言うならば 鍛治師は『スキル』 でさえ自在に操る",
            "vi": "Để chính xác, Osamu thao túng ngay cả \"kỹ năng\""
        },
        {
            "x1": 128,
            "y1": 976,
            "x2": 260,
            "y2": 1200,
            "text": "本来 武器・スキルは 神より賜るもの",
            "vi": "Ban đầu, vũ khí và kỹ năng là của Chúa"
        }
    ],
    "004.jpg": [
        {
            "x1": 762,
            "y1": 113,
            "x2": 824,
            "y2": 309,
            "text": "だからこそ君は 公には否定される",
            "vi": "Đó là lý do tại sao bạn bị từ chối bởi công chúng"
        },
        {
            "x1": 580,
            "y1": 166,
            "x2": 695,
            "y2": 394,
            "text": "多くの信者も 「鍛冶師は悪だ」と 信じている",
            "vi": "Nhiều tín đồ cũng tin rằng \"thợ rèn là xấu\""
        },
        {
            "x1": 266,
            "y1": 509,
            "x2": 316,
            "y2": 662,
            "text": "…ですが",
            "vi": "…Chỉ"
        },
        {
            "x1": 463,
            "y1": 776,
            "x2": 515,
            "y2": 1020,
            "text": "私は違います",
            "vi": "Tôi khác"
        }
    ],
    "007.jpg": [
        {
            "x1": 366,
            "y1": 130,
            "x2": 406,
            "y2": 305,
            "text": "勇者…を…",
            "vi": "Anh hùng..."
        },
        {
            "x1": 744,
            "y1": 708,
            "x2": 817,
            "y2": 914,
            "text": "勇者とは この世界の希望",
            "vi": "Một anh hùng là gì?"
        },
        {
            "x1": 576,
            "y1": 851,
            "x2": 706,
            "y2": 1122,
            "text": "その殺害など… 許されることでは ない",
            "vi": "Giết chết đó, v. v.... không được phép"
        },
        {
            "x1": 221,
            "y1": 816,
            "x2": 381,
            "y2": 1120,
            "text": "これが 鍛治師が疎まれる 真の理由です",
            "vi": "Đây là lý do thực sự tại sao Osamu thưa thớt"
        }
    ],
    "009.jpg": [
        {
            "x1": 740,
            "y1": 140,
            "x2": 814,
            "y2": 338,
            "text": "何せ勇者並みに 希少な職業",
            "vi": "Dù sao, nghề nghiệp hiếm có như một anh hùng"
        },
        {
            "x1": 162,
            "y1": 180,
            "x2": 256,
            "y2": 403,
            "text": "解釈は捻じ曲がり… 恐怖ではなく『嫌悪』 になっていった",
            "vi": "Việc giải thích đã bị xoắn... nó trở nên \"ghê tởm\" thay vì sợ hãi"
        },
        {
            "x1": 774,
            "y1": 497,
            "x2": 862,
            "y2": 629,
            "text": "…教会が… やり方を 間違えた…？",
            "vi": "Nhà thờ Lôi cách sai lầm?"
        },
        {
            "x1": 513,
            "y1": 513,
            "x2": 575,
            "y2": 618,
            "text": "そうなり ますね",
            "vi": "Đúng thế"
        },
        {
            "x1": 523,
            "y1": 813,
            "x2": 580,
            "y2": 972,
            "text": "ちょっとお願い なのですが…",
            "vi": "Tôi muốn hỏi một chút..."
        },
        {
            "x1": 393,
            "y1": 854,
            "x2": 453,
            "y2": 1057,
            "text": "少し鍛治師の能力を 見せてもらいたい",
            "vi": "Tôi muốn bạn thể hiện khả năng của Osamu"
        },
        {
            "x1": 717,
            "y1": 1073,
            "x2": 808,
            "y2": 1247,
            "text": "さて レリウス君",
            "vi": "Chà, Lelius"
        }
    ],
    "010.jpg": [
        {
            "x1": 693,
            "y1": 143,
            "x2": 763,
            "y2": 331,
            "text": "鍛治師は無から 有を生みだす",
            "vi": "Osamu tạo ra một điều nào đó từ không có gì"
        },
        {
            "x1": 134,
            "y1": 173,
            "x2": 203,
            "y2": 338,
            "text": "神に似た力と 聞いています",
            "vi": "Tôi nghe nói rằng đó là một sức mạnh tương tự như Chúa"
        },
        {
            "x1": 609,
            "y1": 442,
            "x2": 741,
            "y2": 666,
            "text": "一度 見てみたいと 思っていました",
            "vi": "Tôi muốn nhìn thấy nó một lần"
        },
        {
            "x1": 148,
            "y1": 786,
            "x2": 259,
            "y2": 1058,
            "text": "お願い できますか？",
            "vi": "Bạn có thể vui lòng không?"
        },
        {
            "x1": 75,
            "y1": 1296,
            "x2": 804,
            "y2": 1319,
            "text": "明かきれたのの音はだェーの…",
            "vi": "Âm thanh đã được tiết lộ là một..."
        }
    ]
}