var ocr_data = {
    "001.jpg": [
        {
            "x1": 37,
            "y1": 63,
            "x2": 173,
            "y2": 146,
            "text": "最強 第80話 進化"
        },
        {
            "x1": 785,
            "y1": 825,
            "x2": 869,
            "y2": 1055,
            "text": "今日こそ息の根 止めてくれる"
        },
        {
            "x1": 407,
            "y1": 800,
            "x2": 486,
            "y2": 1015,
            "text": "それは こっちの台詞よ"
        },
        {
            "x1": 771,
            "y1": 1180,
            "x2": 837,
            "y2": 1278,
            "text": "最強"
        },
        {
            "x1": 491,
            "y1": 1060,
            "x2": 540,
            "y2": 1268,
            "text": "淫乱騎士ィ"
        },
        {
            "x1": 278,
            "y1": 1066,
            "x2": 326,
            "y2": 1282,
            "text": "脳筋騎士ィ"
        },
        {
            "x1": 126,
            "y1": 1325,
            "x2": 740,
            "y2": 1355,
            "text": "累自35万部突破！ 最新第5巻絶魔発売中叫"
        }
    ],
    "003.jpg": [
        {
            "x1": 777,
            "y1": 480,
            "x2": 844,
            "y2": 680,
            "text": "グリードラッドを 救った勇者の力‼"
        },
        {
            "x1": 206,
            "y1": 522,
            "x2": 273,
            "y2": 693,
            "text": "見せて もらうわっ‼"
        },
        {
            "x1": 455,
            "y1": 737,
            "x2": 489,
            "y2": 975,
            "text": "『鍛治師』の話？"
        },
        {
            "x1": 602,
            "y1": 996,
            "x2": 712,
            "y2": 1212,
            "text": "私は別に 救ってないって 言ってるでしょ？"
        },
        {
            "x1": 135,
            "y1": 993,
            "x2": 244,
            "y2": 1200,
            "text": "でも そんな話 あなた達しか してないしっ‼"
        }
    ],
    "005.jpg": [
        {
            "x1": 327,
            "y1": 170,
            "x2": 410,
            "y2": 416,
            "text": "ふぇええ"
        },
        {
            "x1": 181,
            "y1": 138,
            "x2": 240,
            "y2": 341,
            "text": "いけない いけない …今は集中しないと"
        },
        {
            "x1": 713,
            "y1": 473,
            "x2": 822,
            "y2": 766,
            "text": "嘘じゃなくて… 今度は本当にレリウスを 助けるために"
        }
    ]
}