var ocr_data = {
    "001.jpg": [
        {
            "x1": 101,
            "y1": 34,
            "x2": 393,
            "y2": 104,
            "text": "不遇職鐵治合師。 最強 第7話来訪"
        },
        {
            "x1": 774,
            "y1": 691,
            "x2": 837,
            "y2": 905,
            "text": "レリウス‼ クルアとメアは？"
        },
        {
            "x1": 469,
            "y1": 734,
            "x2": 580,
            "y2": 914,
            "text": "ビラ配りです 開店も近い ですしね…"
        },
        {
            "x1": 262,
            "y1": 743,
            "x2": 365,
            "y2": 896,
            "text": "綺麗な指輪ね それもお店に 並べるの？"
        },
        {
            "x1": 102,
            "y1": 890,
            "x2": 200,
            "y2": 1067,
            "text": "王都の人は こういうの好き みたいですから"
        }
    ],
    "003.jpg": [
        {
            "x1": 727,
            "y1": 174,
            "x2": 842,
            "y2": 356,
            "text": "人に依るわね ソレみたいに ピカピカのモノを 好む人もいるし…"
        },
        {
            "x1": 151,
            "y1": 180,
            "x2": 238,
            "y2": 379,
            "text": "あたはのら 落ち着いてる方が いいかな…"
        },
        {
            "x1": 341,
            "y1": 558,
            "x2": 416,
            "y2": 686,
            "text": "さ お仕事 お仕事"
        },
        {
            "x1": 811,
            "y1": 791,
            "x2": 877,
            "y2": 959,
            "text": "どうぞ フィーラさん"
        },
        {
            "x1": 469,
            "y1": 793,
            "x2": 515,
            "y2": 880,
            "text": "えっ"
        },
        {
            "x1": 117,
            "y1": 829,
            "x2": 200,
            "y2": 1026,
            "text": "な何 どうしたの⁉:"
        }
    ],
    "005.jpg": [
        {
            "x1": 758,
            "y1": 120,
            "x2": 845,
            "y2": 257,
            "text": "ほお 立派な店じゃ ないか"
        },
        {
            "x1": 192,
            "y1": 146,
            "x2": 305,
            "y2": 319,
            "text": "シレリウスの パートナーは なかなかの商才を 持っているようだ"
        },
        {
            "x1": 755,
            "y1": 616,
            "x2": 796,
            "y2": 856,
            "text": "クライアさん‼"
        },
        {
            "x1": 165,
            "y1": 680,
            "x2": 261,
            "y2": 870,
            "text": "よう‼ 久しぶり‼"
        }
    ],
    "011.jpg": [
        {
            "x1": 765,
            "y1": 156,
            "x2": 841,
            "y2": 272,
            "text": "そういう 関係…？"
        },
        {
            "x1": 290,
            "y1": 125,
            "x2": 361,
            "y2": 263,
            "text": "この流れで その台詞"
        },
        {
            "x1": 139,
            "y1": 170,
            "x2": 233,
            "y2": 340,
            "text": "あまりの 鈍さにビクリ するぜ…"
        },
        {
            "x1": 721,
            "y1": 632,
            "x2": 862,
            "y2": 854,
            "text": "フィーラを 嫁にもらって くれないか？"
        },
        {
            "x1": 66,
            "y1": 1217,
            "x2": 468,
            "y2": 1313,
            "text": "仰天の提案 どうするレリウス!?次号へ!"
        }
    ]
}