var ocr_data = {
    "001.jpg": [
        {
            "x1": 265,
            "y1": 71,
            "x2": 457,
            "y2": 99,
            "text": "第96話教星の本音",
            "vi": "Tập 96 Ý định thực của Norigan"
        },
        {
            "x1": 92,
            "y1": 33,
            "x2": 239,
            "y2": 101,
            "text": "不遇職 鍛治師 最強",
            "vi": "Các nhà khai thác không bị cản trở nhất của các nhà khai thác"
        },
        {
            "x1": 161,
            "y1": 1296,
            "x2": 715,
            "y2": 1328,
            "text": "累計6O万部突破！ 第G巻絶覺発売中品",
            "vi": "Tích lũy 6o triệu bản! Khối lượng G -Volume Mô tả Bản phát hành"
        }
    ],
    "002.jpg": [
        {
            "x1": 796,
            "y1": 148,
            "x2": 833,
            "y2": 266,
            "text": "驚いた…",
            "vi": "ngạc nhiên"
        },
        {
            "x1": 514,
            "y1": 155,
            "x2": 627,
            "y2": 322,
            "text": "作製に 何か素材は 必要ですか？",
            "vi": "Tôi có cần bất kỳ tài liệu để làm?"
        },
        {
            "x1": 124,
            "y1": 218,
            "x2": 194,
            "y2": 396,
            "text": "魔力以外には ありません",
            "vi": "Không có gì khác ngoài phép thuật"
        },
        {
            "x1": 751,
            "y1": 505,
            "x2": 780,
            "y2": 633,
            "text": "ほうほう…",
            "vi": "Phương pháp"
        },
        {
            "x1": 308,
            "y1": 762,
            "x2": 356,
            "y2": 948,
            "text": "おいしい‼",
            "vi": "ngon!"
        },
        {
            "x1": 259,
            "y1": 1026,
            "x2": 383,
            "y2": 1314,
            "text": "レレレッテレ",
            "vi": "Lelereettele"
        }
    ],
    "003.jpg": [
        {
            "x1": 751,
            "y1": 139,
            "x2": 852,
            "y2": 338,
            "text": "非常に質の良い ポーションです これ程とは…！",
            "vi": "Đó là một lọ thuốc rất ngon!"
        },
        {
            "x1": 423,
            "y1": 139,
            "x2": 466,
            "y2": 248,
            "text": "成程…",
            "vi": "Việc xử lý..."
        },
        {
            "x1": 110,
            "y1": 184,
            "x2": 200,
            "y2": 349,
            "text": "確かに鍛治師は 凄い力を持って いるようです",
            "vi": "Chắc chắn, Osamu dường như có sức mạnh to lớn"
        },
        {
            "x1": 787,
            "y1": 487,
            "x2": 821,
            "y2": 641,
            "text": "レリウス君",
            "vi": "Lelius"
        },
        {
            "x1": 427,
            "y1": 478,
            "x2": 462,
            "y2": 613,
            "text": "は はい‼",
            "vi": "Vâng"
        },
        {
            "x1": 159,
            "y1": 487,
            "x2": 298,
            "y2": 709,
            "text": "神が創り賜うた この世界では何かを 作る場合『素材』が 必要です",
            "vi": "Trong thế giới của Thiên Chúa này, khi làm một cái gì đó, \"vật chất\" được yêu cầu"
        },
        {
            "x1": 721,
            "y1": 818,
            "x2": 836,
            "y2": 978,
            "text": "ポーション であれば… 『薬草』",
            "vi": "Nếu đó là một lọ thuốc... \"thảo dược\""
        },
        {
            "x1": 442,
            "y1": 819,
            "x2": 533,
            "y2": 1055,
            "text": "薬草は神が生み出した 『自然』から作られる もの…ですが",
            "vi": "Loại thảo mộc được làm từ \"thiên nhiên\" được tạo ra bởi Chúa..."
        },
        {
            "x1": 267,
            "y1": 978,
            "x2": 379,
            "y2": 1194,
            "text": "君は それを魔力のみで 作り出しています",
            "vi": "Bạn đang tạo ra nó chỉ với phép thuật"
        }
    ],
    "004.jpg": [
        {
            "x1": 643,
            "y1": 151,
            "x2": 761,
            "y2": 311,
            "text": "これはつまり 神の力のような ものだとも 言えます",
            "vi": "Có thể nói rằng điều này giống như sức mạnh của Thiên Chúa."
        },
        {
            "x1": 756,
            "y1": 401,
            "x2": 823,
            "y2": 555,
            "text": "…私はこう 考えています",
            "vi": "...Tôi đang nghĩ như thế này"
        },
        {
            "x1": 203,
            "y1": 422,
            "x2": 308,
            "y2": 681,
            "text": "鍛治師は神が 派遣してくださった 『使徒』なのではないか",
            "vi": "Tôi đoán Osamu là \"Sứ đồ\" mà Chúa đã phái đi."
        },
        {
            "x1": 731,
            "y1": 742,
            "x2": 837,
            "y2": 1022,
            "text": "現在は 勇者が神の使徒として もてはやされているが",
            "vi": "Hiện tại, người dũng cảm được thuần hóa như một tông đồ thần"
        },
        {
            "x1": 164,
            "y1": 803,
            "x2": 311,
            "y2": 982,
            "text": "…実際 ありえない話 ではない かもしれない",
            "vi": "… Nó có thể không phải là một câu chuyện không thể"
        },
        {
            "x1": 424,
            "y1": 998,
            "x2": 537,
            "y2": 1281,
            "text": "鍛治師も元々は そうであったのでは ないか と",
            "vi": "Tôi tự hỏi nếu Osamu ban đầu như thế"
        }
    ],
    "005.jpg": [
        {
            "x1": 783,
            "y1": 140,
            "x2": 855,
            "y2": 328,
            "text": "戦闘能力は 勇者に匹敵する",
            "vi": "Khả năng chiến đấu tương đương với người đàn ông dũng cảm"
        },
        {
            "x1": 629,
            "y1": 259,
            "x2": 728,
            "y2": 434,
            "text": "蒼石の首領を 倒したことから それは事実だ",
            "vi": "Đó là sự thật vì tôi đã đánh bại thủ lĩnh của Aishiishi"
        },
        {
            "x1": 113,
            "y1": 244,
            "x2": 220,
            "y2": 430,
            "text": "成長とともに 段階的に力も 強化されていく",
            "vi": "Với sự tăng trưởng, sức mạnh dần dần được tăng cường"
        },
        {
            "x1": 466,
            "y1": 529,
            "x2": 566,
            "y2": 737,
            "text": "勇者に並ぶ 職業といわれても おかしくはない",
            "vi": "Không có gì ngạc nhiên khi đó là một nghề được xếp hàng với một anh hùng"
        },
        {
            "x1": 714,
            "y1": 846,
            "x2": 818,
            "y2": 1075,
            "text": "私 個人は鍛治師を 否定するつもりは ありません",
            "vi": "Cá nhân tôi không có ý định phủ nhận Osamu"
        },
        {
            "x1": 155,
            "y1": 897,
            "x2": 266,
            "y2": 1173,
            "text": "君の力は等しく神が 与えてくださったもの だと思っています",
            "vi": "Tôi nghĩ rằng sức mạnh của bạn được Chúa ban cho không kém"
        }
    ],
    "006.jpg": [
        {
            "x1": 735,
            "y1": 137,
            "x2": 831,
            "y2": 327,
            "text": "…『邪神』から 与えられた力だと いう人もいますが",
            "vi": "Một số người nói rằng đó là sức mạnh được đưa ra bởi Thiên Chúa tà ác."
        },
        {
            "x1": 386,
            "y1": 128,
            "x2": 473,
            "y2": 331,
            "text": "それなら教会から そう宣言することは できませんか",
            "vi": "Bạn không thể tuyên bố rằng từ nhà thờ?"
        },
        {
            "x1": 125,
            "y1": 129,
            "x2": 154,
            "y2": 269,
            "text": "リニアルさん",
            "vi": "LINEAL"
        },
        {
            "x1": 593,
            "y1": 274,
            "x2": 666,
            "y2": 446,
            "text": "それも違うと 思っています",
            "vi": "Tôi nghĩ nó khác"
        },
        {
            "x1": 741,
            "y1": 515,
            "x2": 827,
            "y2": 696,
            "text": "シレリウスは今まで 沢山 嫌な思いを しているんです",
            "vi": "Silerius có rất nhiều cảm giác xấu cho đến nay."
        },
        {
            "x1": 423,
            "y1": 497,
            "x2": 449,
            "y2": 627,
            "text": "…残念ですが",
            "vi": "…Không may thay"
        },
        {
            "x1": 260,
            "y1": 533,
            "x2": 346,
            "y2": 735,
            "text": "それは教会の権威を 揺るがすことに つながります",
            "vi": "Nó dẫn đến việc làm rung chuyển thẩm quyền của nhà thờ"
        },
        {
            "x1": 697,
            "y1": 815,
            "x2": 824,
            "y2": 1096,
            "text": "信仰を支えに 生きる人にとっては 害となるでしょう",
            "vi": "Nó sẽ có hại cho những người sống trong sự hỗ trợ của tôn giáo"
        },
        {
            "x1": 93,
            "y1": 1086,
            "x2": 151,
            "y2": 1227,
            "text": "ですが",
            "vi": "Chỉ"
        }
    ],
    "007.jpg": [
        {
            "x1": 739,
            "y1": 117,
            "x2": 832,
            "y2": 318,
            "text": "もしもどこかで 鍛治師を認める 絶好の機会があれば",
            "vi": "Nếu bạn có một cơ hội tuyệt vời để nhận ra Osamu ở đâu đó"
        },
        {
            "x1": 144,
            "y1": 149,
            "x2": 235,
            "y2": 371,
            "text": "その時は正式に勇者と 同列の立場として 扱うと宣言したい",
            "vi": "Vào thời điểm đó, tôi muốn tuyên bố rằng nó sẽ được coi là chính thức là người dũng cảm."
        },
        {
            "x1": 740,
            "y1": 453,
            "x2": 854,
            "y2": 636,
            "text": "グリードラッド カルラス …リニアルからも 話を聞いています",
            "vi": "Rad Callas xanh... Tôi cũng đang nghe tuyến tính"
        },
        {
            "x1": 584,
            "y1": 488,
            "x2": 653,
            "y2": 698,
            "text": "君は…「良い子」 のようだ",
            "vi": "Bạn... nó giống như một \"đứa trẻ tốt\""
        },
        {
            "x1": 320,
            "y1": 455,
            "x2": 407,
            "y2": 594,
            "text": "味方になって あげたいと 思ってます",
            "vi": "Tôi muốn trở thành đồng minh"
        },
        {
            "x1": 117,
            "y1": 505,
            "x2": 151,
            "y2": 646,
            "text": "教皇様…！",
            "vi": "Giáo hoàng...!"
        },
        {
            "x1": 696,
            "y1": 795,
            "x2": 805,
            "y2": 1006,
            "text": "話は これで終わりです お行きなさい",
            "vi": "Đây là kết thúc của câu chuyện"
        },
        {
            "x1": 502,
            "y1": 877,
            "x2": 609,
            "y2": 1153,
            "text": "君の行く道に 神イリア様の御加護が あらんことを",
            "vi": "Sự ban phước của Chúa Ariilia đang trên con đường bạn đi"
        },
        {
            "x1": 213,
            "y1": 1062,
            "x2": 304,
            "y2": 1261,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        }
    ],
    "008.jpg": [
        {
            "x1": 759,
            "y1": 150,
            "x2": 811,
            "y2": 312,
            "text": "なんんだか スゴいにと聞いた",
            "vi": "Tôi nghe nói nó thật tuyệt vời"
        },
        {
            "x1": 320,
            "y1": 228,
            "x2": 411,
            "y2": 397,
            "text": "リニアルさんも 初めて聞いたの ですか？",
            "vi": "Bạn có nghe thấy tiếng lineal lần đầu tiên không?"
        },
        {
            "x1": 770,
            "y1": 532,
            "x2": 830,
            "y2": 693,
            "text": "鍛治師が勇者を 殺したとか…",
            "vi": "Một Osamu đã giết chết anh hùng..."
        },
        {
            "x1": 597,
            "y1": 627,
            "x2": 623,
            "y2": 776,
            "text": "信じられない",
            "vi": "Không thể tin được"
        },
        {
            "x1": 85,
            "y1": 636,
            "x2": 153,
            "y2": 757,
            "text": "どしたの レリウス",
            "vi": "Relius"
        },
        {
            "x1": 562,
            "y1": 875,
            "x2": 652,
            "y2": 1066,
            "text": "そのことですが 何か資料は残って ないですかね",
            "vi": "Điều đó có nghĩa là, không còn bất kỳ tài liệu nào?"
        },
        {
            "x1": 400,
            "y1": 873,
            "x2": 488,
            "y2": 1027,
            "text": "多分 教皇様が 話していた 以上のことは…",
            "vi": "Có lẽ nhiều hơn Giáo hoàng đang nói..."
        }
    ],
    "009.jpg": [
        {
            "x1": 750,
            "y1": 154,
            "x2": 820,
            "y2": 343,
            "text": "大図書館‼ 色々あると思う",
            "vi": "Thư viện lớn‼ Tôi nghĩ có nhiều"
        },
        {
            "x1": 310,
            "y1": 117,
            "x2": 401,
            "y2": 343,
            "text": "でも 入るには それなりの立場の 人間が一緒じゃないど",
            "vi": "Nhưng những người ở một vị trí hợp lý không cùng nhau vào"
        },
        {
            "x1": 137,
            "y1": 226,
            "x2": 244,
            "y2": 349,
            "text": "私じゃ 無理",
            "vi": "Tôi không thể làm được"
        },
        {
            "x1": 506,
            "y1": 286,
            "x2": 538,
            "y2": 424,
            "text": "大図書館…",
            "vi": "Thư viện lớn..."
        },
        {
            "x1": 698,
            "y1": 507,
            "x2": 779,
            "y2": 656,
            "text": "それなりの 立場？",
            "vi": "Một vị trí hợp lý?"
        },
        {
            "x1": 238,
            "y1": 508,
            "x2": 312,
            "y2": 679,
            "text": "それこそ 教皇様とか…",
            "vi": "Đó là Giáo hoàng..."
        },
        {
            "x1": 122,
            "y1": 567,
            "x2": 162,
            "y2": 707,
            "text": "貴族とか",
            "vi": "Đồ trang trí"
        },
        {
            "x1": 704,
            "y1": 792,
            "x2": 768,
            "y2": 981,
            "text": "貴族…‼",
            "vi": "Quý tộc...‼‼"
        },
        {
            "x1": 436,
            "y1": 862,
            "x2": 565,
            "y2": 1107,
            "text": "そういえば フィーラさんが 大図書館に入れるとか 言ってたな…‼",
            "vi": "Nói về điều đó, Fira nói rằng anh ta sẽ đặt nó trong thư viện lớn..."
        }
    ],
    "010.jpg": [
        {
            "x1": 729,
            "y1": 155,
            "x2": 802,
            "y2": 314,
            "text": "なんとか なりそう？",
            "vi": "Nó khá là nó?"
        },
        {
            "x1": 262,
            "y1": 146,
            "x2": 302,
            "y2": 256,
            "text": "はい‼",
            "vi": "Vâng!"
        },
        {
            "x1": 121,
            "y1": 202,
            "x2": 207,
            "y2": 378,
            "text": "今日は色々と ありがとう ございました！",
            "vi": "Cảm ơn bạn rất nhiều ngày hôm nay!"
        },
        {
            "x1": 732,
            "y1": 479,
            "x2": 828,
            "y2": 639,
            "text": "ううん また今度一緒に 迷宮行こう",
            "vi": "Vâng, chúng ta hãy đi đến mê cung lần sau"
        },
        {
            "x1": 301,
            "y1": 488,
            "x2": 332,
            "y2": 620,
            "text": "じゃあね",
            "vi": "Xem bạn"
        },
        {
            "x1": 802,
            "y1": 789,
            "x2": 835,
            "y2": 894,
            "text": "よし！",
            "vi": "Đồng ý!"
        },
        {
            "x1": 664,
            "y1": 845,
            "x2": 740,
            "y2": 1044,
            "text": "次やるべき ことは決まった",
            "vi": "Điều tiếp theo cần làm là quyết định"
        },
        {
            "x1": 155,
            "y1": 819,
            "x2": 236,
            "y2": 1070,
            "text": "大図書館に 行ってみよう…‼",
            "vi": "Hãy đến thư viện lớn...‼‼"
        }
    ]
}