var ocr_data = {
    "001.jpg": [
        {
            "x1": 710,
            "y1": 59,
            "x2": 865,
            "y2": 90,
            "text": "不遇職“鍛治師是"
        },
        {
            "x1": 705,
            "y1": 85,
            "x2": 876,
            "y2": 141,
            "text": "最強"
        },
        {
            "x1": 183,
            "y1": 174,
            "x2": 246,
            "y2": 371,
            "text": "昨日は良いモノが 見れましたわ"
        },
        {
            "x1": 523,
            "y1": 488,
            "x2": 622,
            "y2": 701,
            "text": "特に主役の方 きっと 良い役者に なるでしょう"
        },
        {
            "x1": 372,
            "y1": 452,
            "x2": 471,
            "y2": 612,
            "text": "ユミネ様も そう 思いますか‼"
        },
        {
            "x1": 116,
            "y1": 629,
            "x2": 179,
            "y2": 788,
            "text": "私 見る目は ありますのよ"
        },
        {
            "x1": 771,
            "y1": 858,
            "x2": 873,
            "y2": 1032,
            "text": "友人が 褒められるのは 嬉しいものだ"
        },
        {
            "x1": 227,
            "y1": 854,
            "x2": 355,
            "y2": 1088,
            "text": "さてレリウス様 過去の鍛治師について 新しい情報を得た という話ですが…"
        },
        {
            "x1": 95,
            "y1": 1312,
            "x2": 747,
            "y2": 1348,
            "text": "累獄120万部突破！ 最新9巻発売中品"
        }
    ],
    "013.jpg": [
        {
            "x1": 766,
            "y1": 136,
            "x2": 837,
            "y2": 321,
            "text": "ふふ… 私の教育の賜物"
        },
        {
            "x1": 141,
            "y1": 220,
            "x2": 220,
            "y2": 371,
            "text": "なんて 教育を…ッ"
        },
        {
            "x1": 768,
            "y1": 470,
            "x2": 858,
            "y2": 631,
            "text": "で 鍛治師の件… 何かあれば 協力するよ？"
        },
        {
            "x1": 591,
            "y1": 464,
            "x2": 678,
            "y2": 636,
            "text": "これと同じような 文字を見つけたら 教えてほじいです"
        },
        {
            "x1": 428,
            "y1": 474,
            "x2": 513,
            "y2": 645,
            "text": "過去の鍛治師は 迷宮を作っていた みたいで…"
        },
        {
            "x1": 319,
            "y1": 525,
            "x2": 382,
            "y2": 692,
            "text": "その場所を 知りたいんです"
        },
        {
            "x1": 134,
            "y1": 569,
            "x2": 191,
            "y2": 703,
            "text": "迷宮‼"
        },
        {
            "x1": 759,
            "y1": 801,
            "x2": 835,
            "y2": 917,
            "text": "ふむふむ 了解—"
        },
        {
            "x1": 543,
            "y1": 776,
            "x2": 642,
            "y2": 974,
            "text": "それと 子供達に 家具やおもちゃを 作ってあげたくて"
        },
        {
            "x1": 413,
            "y1": 807,
            "x2": 472,
            "y2": 988,
            "text": "何かリクエスト ありますか…？"
        },
        {
            "x1": 118,
            "y1": 1039,
            "x2": 181,
            "y2": 1228,
            "text": "助かる‼"
        }
    ],
    "015.jpg": [
        {
            "x1": 759,
            "y1": 148,
            "x2": 861,
            "y2": 279,
            "text": "じゃあ 金銀財宝が いいなー"
        },
        {
            "x1": 617,
            "y1": 230,
            "x2": 714,
            "y2": 428,
            "text": "欲に溺れ堕落する 貴族ごっこが したい"
        },
        {
            "x1": 120,
            "y1": 268,
            "x2": 218,
            "y2": 457,
            "text": "無理だし 駄目です‼"
        },
        {
            "x1": 743,
            "y1": 521,
            "x2": 843,
            "y2": 680,
            "text": "積み木‼ 積み木で いいですか？"
        },
        {
            "x1": 662,
            "y1": 604,
            "x2": 691,
            "y2": 760,
            "text": "いいですね？"
        },
        {
            "x1": 119,
            "y1": 561,
            "x2": 195,
            "y2": 712,
            "text": "おけ ありがとー"
        }
    ],
    "017.jpg": [
        {
            "x1": 230,
            "y1": 129,
            "x2": 320,
            "y2": 247,
            "text": "溜息なんて 珍しいわね ユミネ"
        },
        {
            "x1": 125,
            "y1": 211,
            "x2": 200,
            "y2": 352,
            "text": "疲れたなら 休めば？"
        },
        {
            "x1": 634,
            "y1": 463,
            "x2": 722,
            "y2": 602,
            "text": "大丈夫ですわ 疲れたのでは なく…"
        },
        {
            "x1": 452,
            "y1": 466,
            "x2": 577,
            "y2": 656,
            "text": "昨日の劇を 見てから… また本を読みたく なったのです"
        },
        {
            "x1": 132,
            "y1": 501,
            "x2": 204,
            "y2": 660,
            "text": "貴方 好きだものね"
        },
        {
            "x1": 737,
            "y1": 731,
            "x2": 808,
            "y2": 927,
            "text": "昔の英雄譚とか 神話とか‼"
        },
        {
            "x1": 419,
            "y1": 745,
            "x2": 462,
            "y2": 845,
            "text": "ふふ‼"
        },
        {
            "x1": 335,
            "y1": 789,
            "x2": 366,
            "y2": 926,
            "text": "そうです…"
        },
        {
            "x1": 544,
            "y1": 1038,
            "x2": 648,
            "y2": 1256,
            "text": "小さい頃よく 石像の間に連れて 行がされたわね"
        }
    ],
    "019.jpg": [
        {
            "x1": 756,
            "y1": 581,
            "x2": 785,
            "y2": 697,
            "text": "ユミネ？"
        },
        {
            "x1": 119,
            "y1": 618,
            "x2": 228,
            "y2": 792,
            "text": "レリウス様を 呼んできて ください…"
        },
        {
            "x1": 130,
            "y1": 955,
            "x2": 224,
            "y2": 1167,
            "text": "王都へ… 戻りますわ‼"
        },
        {
            "x1": 79,
            "y1": 1290,
            "x2": 801,
            "y2": 1320,
            "text": "幼少期の思い出が鏡治師の手がかりへとつながる─。次号へ叫"
        }
    ]
}