var ocr_data = {
    "001.jpg": [
        {
            "x1": 171,
            "y1": 8,
            "x2": 291,
            "y2": 45,
            "text": "「鍛台師"
        },
        {
            "x1": 315,
            "y1": 71,
            "x2": 444,
            "y2": 100,
            "text": "第66話 出発"
        },
        {
            "x1": 85,
            "y1": 36,
            "x2": 310,
            "y2": 110,
            "text": "最強"
        },
        {
            "x1": 772,
            "y1": 118,
            "x2": 840,
            "y2": 307,
            "text": "遂に王都に発つ 日がやって来た"
        },
        {
            "x1": 619,
            "y1": 156,
            "x2": 672,
            "y2": 314,
            "text": "リウスさん‼ こっちです‼"
        },
        {
            "x1": 793,
            "y1": 492,
            "x2": 864,
            "y2": 634,
            "text": "すみません 遅れました"
        },
        {
            "x1": 224,
            "y1": 479,
            "x2": 321,
            "y2": 672,
            "text": "いえいえー 皆さんに挨拶は 済ませましたか？"
        },
        {
            "x1": 774,
            "y1": 849,
            "x2": 849,
            "y2": 988,
            "text": "義父さん 義母さん…"
        },
        {
            "x1": 230,
            "y1": 804,
            "x2": 297,
            "y2": 1002,
            "text": "新天地…王都でも 頑張ろう‼"
        },
        {
            "x1": 641,
            "y1": 1028,
            "x2": 749,
            "y2": 1245,
            "text": "ボンドさんに 領主様 なじみのお客さん"
        },
        {
            "x1": 412,
            "y1": 1005,
            "x2": 486,
            "y2": 1232,
            "text": "皆 笑顔で 送り出してくれた"
        },
        {
            "x1": 104,
            "y1": 1062,
            "x2": 218,
            "y2": 1285,
            "text": "では出発です‼ 順番に馬車に 乗ってくださいっ"
        }
    ],
    "003.jpg": [
        {
            "x1": 290,
            "y1": 118,
            "x2": 353,
            "y2": 252,
            "text": "シスター リニアル？"
        },
        {
            "x1": 148,
            "y1": 206,
            "x2": 223,
            "y2": 322,
            "text": "王都の 教会の？"
        },
        {
            "x1": 789,
            "y1": 391,
            "x2": 832,
            "y2": 530,
            "text": "いえーす"
        },
        {
            "x1": 122,
            "y1": 534,
            "x2": 201,
            "y2": 731,
            "text": "よろしくね フィーラっち"
        },
        {
            "x1": 814,
            "y1": 819,
            "x2": 889,
            "y2": 988,
            "text": "…う うさん くさいわ"
        },
        {
            "x1": 559,
            "y1": 809,
            "x2": 624,
            "y2": 971,
            "text": "王都までは 十日程の旅です"
        },
        {
            "x1": 449,
            "y1": 904,
            "x2": 511,
            "y2": 1063,
            "text": "仲間は多い方が 楽しいですよ"
        },
        {
            "x1": 90,
            "y1": 1052,
            "x2": 173,
            "y2": 1203,
            "text": "クルっち 話わかるー"
        }
    ],
    "005.jpg": [
        {
            "x1": 341,
            "y1": 124,
            "x2": 408,
            "y2": 290,
            "text": "…あんたって シスターよね"
        },
        {
            "x1": 135,
            "y1": 139,
            "x2": 175,
            "y2": 247,
            "text": "勿論‼"
        },
        {
            "x1": 773,
            "y1": 465,
            "x2": 867,
            "y2": 646,
            "text": "…教会は鍛治師を 嫌ってるという 話だわ"
        },
        {
            "x1": 636,
            "y1": 486,
            "x2": 708,
            "y2": 700,
            "text": "その鍛治師の 武器が欲しいの？"
        },
        {
            "x1": 165,
            "y1": 497,
            "x2": 261,
            "y2": 687,
            "text": "何か裏が あるんじゃない でしょうね"
        },
        {
            "x1": 608,
            "y1": 776,
            "x2": 699,
            "y2": 958,
            "text": "リニアルは その…悪い奴じゃ ない…ぞ？"
        }
    ],
    "011.jpg": [
        {
            "x1": 745,
            "y1": 134,
            "x2": 839,
            "y2": 348,
            "text": "それも… 蒼石の魔物‼"
        },
        {
            "x1": 122,
            "y1": 627,
            "x2": 205,
            "y2": 898,
            "text": "見たこともない モンスターです‼"
        },
        {
            "x1": 170,
            "y1": 982,
            "x2": 230,
            "y2": 1195,
            "text": "チャーンス"
        },
        {
            "x1": 95,
            "y1": 1293,
            "x2": 767,
            "y2": 1322,
            "text": "物見違山とはいかず…！次号、リニアルの実カが明らかに叩"
        }
    ]
}