var ocr_data = {
    "001.jpg": [
        {
            "x1": 97,
            "y1": 26,
            "x2": 255,
            "y2": 54,
            "text": "不遇職“鍛治台師」"
        },
        {
            "x1": 92,
            "y1": 52,
            "x2": 285,
            "y2": 104,
            "text": "最強"
        },
        {
            "x1": 795,
            "y1": 171,
            "x2": 821,
            "y2": 325,
            "text": "二三か月前"
        },
        {
            "x1": 763,
            "y1": 132,
            "x2": 794,
            "y2": 262,
            "text": "からかしら"
        },
        {
            "x1": 470,
            "y1": 137,
            "x2": 560,
            "y2": 308,
            "text": "この森付近で 妙な蒼石の魔物が 出現し…"
        },
        {
            "x1": 137,
            "y1": 247,
            "x2": 228,
            "y2": 437,
            "text": "定の間隔で 地震が観測されて いたの"
        },
        {
            "x1": 732,
            "y1": 522,
            "x2": 840,
            "y2": 736,
            "text": "過去この近辺で この頻度の地震は 記録されていない"
        },
        {
            "x1": 148,
            "y1": 582,
            "x2": 218,
            "y2": 771,
            "text": "学者や騎士達の 調査から…"
        },
        {
            "x1": 681,
            "y1": 869,
            "x2": 822,
            "y2": 1110,
            "text": "何らかの巨大生物が この辺りに棲息 しているのでは という推論がでたわ"
        },
        {
            "x1": 94,
            "y1": 1299,
            "x2": 758,
            "y2": 1338,
            "text": "累計60万部突破！ 第G巻絶覺発売中品"
        }
    ],
    "005.jpg": [
        {
            "x1": 156,
            "y1": 112,
            "x2": 218,
            "y2": 237,
            "text": "わっ！"
        },
        {
            "x1": 130,
            "y1": 758,
            "x2": 198,
            "y2": 959,
            "text": "どんどん増えて いくぞ…‼"
        }
    ],
    "012.jpg": [
        {
            "x1": 382,
            "y1": 156,
            "x2": 459,
            "y2": 276,
            "text": "じゃあな 相棒"
        },
        {
            "x1": 115,
            "y1": 227,
            "x2": 166,
            "y2": 357,
            "text": "さてと"
        },
        {
            "x1": 750,
            "y1": 505,
            "x2": 803,
            "y2": 745,
            "text": "最期の戦い"
        },
        {
            "x1": 110,
            "y1": 979,
            "x2": 211,
            "y2": 1240,
            "text": "楽しませて もらおうか‼"
        }
    ]
}