var ocr_data = {
    "001.jpg": [
        {
            "x1": 96,
            "y1": 24,
            "x2": 257,
            "y2": 57,
            "text": "不遇職“鍛台師」"
        },
        {
            "x1": 286,
            "y1": 73,
            "x2": 479,
            "y2": 99,
            "text": "弟47話 種石の軍団"
        },
        {
            "x1": 90,
            "y1": 50,
            "x2": 270,
            "y2": 106,
            "text": "最強"
        },
        {
            "x1": 745,
            "y1": 139,
            "x2": 836,
            "y2": 313,
            "text": "門を急いで 封鎖しろ"
        },
        {
            "x1": 120,
            "y1": 126,
            "x2": 212,
            "y2": 338,
            "text": "大規模結界を 展開‼"
        },
        {
            "x1": 675,
            "y1": 437,
            "x2": 872,
            "y2": 636,
            "text": "魔物共の 侵入を 許すなッ"
        },
        {
            "x1": 716,
            "y1": 1106,
            "x2": 746,
            "y2": 1186,
            "text": "グルル"
        },
        {
            "x1": 905,
            "y1": 1135,
            "x2": 941,
            "y2": 1290,
            "text": "不地難鍛台師"
        },
        {
            "x1": 785,
            "y1": 1123,
            "x2": 848,
            "y2": 1284,
            "text": "最強"
        },
        {
            "x1": 93,
            "y1": 1289,
            "x2": 780,
            "y2": 1317,
            "text": "单行本全怨発売即重版‼ 最新3恐了月9目（金）発売！"
        }
    ],
    "002.jpg": [
        {
            "x1": 103,
            "y1": 108,
            "x2": 148,
            "y2": 262,
            "text": "グルル…"
        },
        {
            "x1": 774,
            "y1": 860,
            "x2": 817,
            "y2": 987,
            "text": "魔物…⁉"
        },
        {
            "x1": 220,
            "y1": 836,
            "x2": 325,
            "y2": 957,
            "text": "…運が なかった ですね"
        },
        {
            "x1": 91,
            "y1": 802,
            "x2": 182,
            "y2": 1017,
            "text": "ご実家に帰れるのは もう少し かかりそうです"
        },
        {
            "x1": 393,
            "y1": 1033,
            "x2": 464,
            "y2": 1186,
            "text": "どうしよう キリェ…⁉"
        }
    ],
    "003.jpg": [
        {
            "x1": 547,
            "y1": 87,
            "x2": 626,
            "y2": 237,
            "text": "騎士団長に 報告‼"
        },
        {
            "x1": 280,
            "y1": 94,
            "x2": 380,
            "y2": 268,
            "text": "第一区画に既に 魔物が進入 していた模様"
        },
        {
            "x1": 114,
            "y1": 155,
            "x2": 183,
            "y2": 367,
            "text": "ならば 早急に計伐しろ"
        },
        {
            "x1": 727,
            "y1": 392,
            "x2": 789,
            "y2": 552,
            "text": "討伐って… しかし…団長…"
        },
        {
            "x1": 287,
            "y1": 428,
            "x2": 322,
            "y2": 544,
            "text": "あれは…"
        },
        {
            "x1": 166,
            "y1": 427,
            "x2": 202,
            "y2": 575,
            "text": "あれは…‼"
        },
        {
            "x1": 706,
            "y1": 619,
            "x2": 862,
            "y2": 911,
            "text": "我が グリードラッドの 騎士です‼"
        },
        {
            "x1": 170,
            "y1": 942,
            "x2": 279,
            "y2": 1255,
            "text": "グリードラッドの 領民です‼"
        }
    ],
    "004.jpg": [
        {
            "x1": 206,
            "y1": 88,
            "x2": 239,
            "y2": 173,
            "text": "ぎゃ"
        },
        {
            "x1": 759,
            "y1": 458,
            "x2": 853,
            "y2": 640,
            "text": "おい 大丈夫か⁉"
        },
        {
            "x1": 103,
            "y1": 479,
            "x2": 216,
            "y2": 694,
            "text": "馬鹿‼ 近付くなッ"
        },
        {
            "x1": 502,
            "y1": 893,
            "x2": 626,
            "y2": 1177,
            "text": "そいつは… もう駄目だ‼"
        }
    ],
    "005.jpg": [
        {
            "x1": 113,
            "y1": 237,
            "x2": 221,
            "y2": 438,
            "text": "ど どうなって るんだ これは⁉"
        },
        {
            "x1": 738,
            "y1": 515,
            "x2": 845,
            "y2": 673,
            "text": "奴等に… 蒼石の魔物に 殺されると"
        },
        {
            "x1": 144,
            "y1": 501,
            "x2": 256,
            "y2": 689,
            "text": "俺達まで 蒼石の魔物に なってしまう"
        },
        {
            "x1": 528,
            "y1": 735,
            "x2": 629,
            "y2": 968,
            "text": "これ以上 増える前に‼"
        },
        {
            "x1": 701,
            "y1": 974,
            "x2": 811,
            "y2": 1233,
            "text": "考えるのは後にしろ グリードラッドを 護るんだ‼:"
        },
        {
            "x1": 83,
            "y1": 1001,
            "x2": 252,
            "y2": 1279,
            "text": "やるしか ない‼"
        }
    ],
    "006.jpg": [
        {
            "x1": 76,
            "y1": 263,
            "x2": 115,
            "y2": 392,
            "text": "お前は…"
        },
        {
            "x1": 765,
            "y1": 429,
            "x2": 836,
            "y2": 727,
            "text": "アシュレイ‼"
        },
        {
            "x1": 202,
            "y1": 425,
            "x2": 297,
            "y2": 631,
            "text": "グリードラッドでも 五本の指に入る 実力の聖騎士‼"
        },
        {
            "x1": 91,
            "y1": 532,
            "x2": 167,
            "y2": 718,
            "text": "千人斬りの アシュレイだ"
        },
        {
            "x1": 253,
            "y1": 1046,
            "x2": 340,
            "y2": 1252,
            "text": "我等は これで お終いだ"
        }
    ],
    "008.jpg": [
        {
            "x1": 577,
            "y1": 43,
            "x2": 686,
            "y2": 235,
            "text": "ガァ"
        },
        {
            "x1": 721,
            "y1": 836,
            "x2": 839,
            "y2": 1166,
            "text": "“ディメンション ブレイド"
        }
    ],
    "010.jpg": [
        {
            "x1": 723,
            "y1": 115,
            "x2": 814,
            "y2": 306,
            "text": "念の為に他に 侵入されてないか 確認を"
        },
        {
            "x1": 183,
            "y1": 124,
            "x2": 209,
            "y2": 232,
            "text": "え？あ…"
        },
        {
            "x1": 611,
            "y1": 146,
            "x2": 669,
            "y2": 346,
            "text": "それと総指揮官に 面会したいのですが"
        },
        {
            "x1": 106,
            "y1": 204,
            "x2": 140,
            "y2": 352,
            "text": "貴方…は？"
        },
        {
            "x1": 358,
            "y1": 446,
            "x2": 424,
            "y2": 651,
            "text": "王国七騎士の一人 『透刃』のキリエ"
        },
        {
            "x1": 245,
            "y1": 522,
            "x2": 277,
            "y2": 667,
            "text": "こちらは…"
        },
        {
            "x1": 719,
            "y1": 766,
            "x2": 833,
            "y2": 981,
            "text": "勇者 リン様です"
        }
    ],
    "011.jpg": [
        {
            "x1": 801,
            "y1": 107,
            "x2": 848,
            "y2": 333,
            "text": "ゆ 勇者…⁉"
        },
        {
            "x1": 462,
            "y1": 108,
            "x2": 538,
            "y2": 285,
            "text": "王国の… 七騎士って…"
        },
        {
            "x1": 214,
            "y1": 160,
            "x2": 243,
            "y2": 349,
            "text": "何故こんな所に"
        },
        {
            "x1": 99,
            "y1": 268,
            "x2": 166,
            "y2": 426,
            "text": "いや…しかし この腕は…‼"
        },
        {
            "x1": 805,
            "y1": 496,
            "x2": 837,
            "y2": 664,
            "text": "キ キリエ…"
        },
        {
            "x1": 441,
            "y1": 474,
            "x2": 499,
            "y2": 634,
            "text": "どうやら状況が 良くありません"
        },
        {
            "x1": 318,
            "y1": 569,
            "x2": 400,
            "y2": 732,
            "text": "士気が下がれば 勝てるものも 勝てなくなります"
        },
        {
            "x1": 106,
            "y1": 567,
            "x2": 170,
            "y2": 741,
            "text": "お気持ちは十分 理解しています"
        },
        {
            "x1": 802,
            "y1": 854,
            "x2": 846,
            "y2": 1050,
            "text": "大丈夫です"
        },
        {
            "x1": 608,
            "y1": 916,
            "x2": 707,
            "y2": 1112,
            "text": "グリドラッドの 現当主は名将と 聞いています"
        },
        {
            "x1": 303,
            "y1": 880,
            "x2": 387,
            "y2": 1111,
            "text": "勇者様の『名』で 皆の士気を上げ"
        },
        {
            "x1": 114,
            "y1": 933,
            "x2": 191,
            "y2": 1273,
            "text": "彼等と共に戦えば 十分に勝ち目はあります"
        }
    ],
    "012.jpg": [
        {
            "x1": 676,
            "y1": 187,
            "x2": 846,
            "y2": 522,
            "text": "嫌だ嫌だ 嫌だ嫌だ‼"
        },
        {
            "x1": 67,
            "y1": 314,
            "x2": 220,
            "y2": 654,
            "text": "嫌だあッ 放せェエエエ"
        },
        {
            "x1": 802,
            "y1": 711,
            "x2": 863,
            "y2": 849,
            "text": "ししかし ブリド様ッ"
        },
        {
            "x1": 479,
            "y1": 751,
            "x2": 591,
            "y2": 895,
            "text": "ここで総指揮を 務める者に 前に立って 頂がねば皆が"
        },
        {
            "x1": 383,
            "y1": 753,
            "x2": 448,
            "y2": 930,
            "text": "うるせぇ 何様のつもりだ"
        },
        {
            "x1": 86,
            "y1": 750,
            "x2": 211,
            "y2": 921,
            "text": "俺に‼ 指示するん じゃねぇ‼"
        },
        {
            "x1": 669,
            "y1": 985,
            "x2": 831,
            "y2": 1240,
            "text": "俺は 死にだくねぇ んだよ"
        },
        {
            "x1": 136,
            "y1": 1005,
            "x2": 217,
            "y2": 1208,
            "text": "…状況は… 最悪のようです"
        }
    ]
}