var ocr_data = {
    "001.jpg": [
        {
            "x1": 94,
            "y1": 33,
            "x2": 242,
            "y2": 103,
            "text": "職鍛論師 最強"
        },
        {
            "x1": 758,
            "y1": 131,
            "x2": 828,
            "y2": 322,
            "text": "ヴァルトス王国 カルラス領"
        },
        {
            "x1": 208,
            "y1": 129,
            "x2": 279,
            "y2": 267,
            "text": "やった！ 剣士だ…‼"
        },
        {
            "x1": 100,
            "y1": 316,
            "x2": 165,
            "y2": 432,
            "text": "冒険者に なれる‼"
        },
        {
            "x1": 502,
            "y1": 636,
            "x2": 540,
            "y2": 775,
            "text": "四月一日"
        },
        {
            "x1": 336,
            "y1": 552,
            "x2": 406,
            "y2": 709,
            "text": "成人の儀から 一年か"
        },
        {
            "x1": 105,
            "y1": 682,
            "x2": 178,
            "y2": 778,
            "text": "…早い もんだ"
        },
        {
            "x1": 753,
            "y1": 949,
            "x2": 784,
            "y2": 1015,
            "text": "さて"
        },
        {
            "x1": 136,
            "y1": 916,
            "x2": 209,
            "y2": 1146,
            "text": "もう一つの約束を 果たすとするか"
        },
        {
            "x1": 96,
            "y1": 1304,
            "x2": 828,
            "y2": 1333,
            "text": "累計20万部突破！ 最新单行本第3巻好評発売中‼!"
        }
    ],
    "003.jpg": [
        {
            "x1": 622,
            "y1": 517,
            "x2": 659,
            "y2": 668,
            "text": "よう『英雄』"
        },
        {
            "x1": 114,
            "y1": 632,
            "x2": 229,
            "y2": 824,
            "text": "何だ 勇者様と 踊りに来た のか？"
        },
        {
            "x1": 778,
            "y1": 915,
            "x2": 847,
            "y2": 1093,
            "text": "英雄だなんて そんな…"
        },
        {
            "x1": 488,
            "y1": 911,
            "x2": 579,
            "y2": 1086,
            "text": "照れるな 照れるな‼"
        },
        {
            "x1": 347,
            "y1": 879,
            "x2": 408,
            "y2": 1081,
            "text": "舞台整えて やるから待ってろ‼"
        },
        {
            "x1": 201,
            "y1": 981,
            "x2": 261,
            "y2": 1162,
            "text": "隅っこで踊ります のでお構いなく"
        },
        {
            "x1": 81,
            "y1": 1105,
            "x2": 117,
            "y2": 1285,
            "text": "謙虚だなぁ‼"
        }
    ],
    "005.jpg": [
        {
            "x1": 750,
            "y1": 178,
            "x2": 846,
            "y2": 310,
            "text": "レリウス 上手く なってる‼"
        },
        {
            "x1": 162,
            "y1": 208,
            "x2": 195,
            "y2": 360,
            "text": "そ そうか⁉"
        },
        {
            "x1": 798,
            "y1": 444,
            "x2": 882,
            "y2": 585,
            "text": "メアさん フィーラさん クルアさん…"
        },
        {
            "x1": 682,
            "y1": 501,
            "x2": 736,
            "y2": 683,
            "text": "皆に教えて もらったからな‼"
        },
        {
            "x1": 116,
            "y1": 524,
            "x2": 206,
            "y2": 715,
            "text": "沢山の女の人と 仲良くなった みたいだね"
        },
        {
            "x1": 820,
            "y1": 859,
            "x2": 863,
            "y2": 971,
            "text": "…何だ"
        },
        {
            "x1": 376,
            "y1": 820,
            "x2": 413,
            "y2": 1036,
            "text": "何なんだ…‼"
        },
        {
            "x1": 581,
            "y1": 1046,
            "x2": 615,
            "y2": 1249,
            "text": "機嫌悪いのか？"
        }
    ],
    "011.jpg": [
        {
            "x1": 469,
            "y1": 188,
            "x2": 558,
            "y2": 364,
            "text": "きょ 教皇様が そうおっしゃる ならば…"
        },
        {
            "x1": 340,
            "y1": 148,
            "x2": 401,
            "y2": 309,
            "text": "まぁ鍛治師など どうでも良い"
        },
        {
            "x1": 104,
            "y1": 167,
            "x2": 192,
            "y2": 349,
            "text": "それより勇者様の 今後の教育方針 だが…"
        },
        {
            "x1": 503,
            "y1": 489,
            "x2": 566,
            "y2": 632,
            "text": "現教皇は 食えぬお方だ"
        },
        {
            "x1": 346,
            "y1": 550,
            "x2": 406,
            "y2": 726,
            "text": "一体何を考えて おられるか"
        },
        {
            "x1": 106,
            "y1": 539,
            "x2": 202,
            "y2": 654,
            "text": "敵か… 味方か"
        },
        {
            "x1": 175,
            "y1": 994,
            "x2": 267,
            "y2": 1226,
            "text": "気を付けろよ レリウス"
        }
    ]
}