var ocr_data = {
    "10001.jpg": [
        {
            "x1": 132,
            "y1": 82,
            "x2": 306,
            "y2": 116,
            "text": "遇職“鍛台師」"
        },
        {
            "x1": 97,
            "y1": 109,
            "x2": 296,
            "y2": 182,
            "text": "最強"
        },
        {
            "x1": 603,
            "y1": 331,
            "x2": 871,
            "y2": 359,
            "text": "弟影148話男者の結木"
        },
        {
            "x1": 740,
            "y1": 443,
            "x2": 839,
            "y2": 626,
            "text": "迷宮… どのくらいの 規模だと思う？"
        },
        {
            "x1": 260,
            "y1": 433,
            "x2": 380,
            "y2": 615,
            "text": "わかりません 必要そうなものは 一通り作製 できますが…"
        },
        {
            "x1": 145,
            "y1": 532,
            "x2": 218,
            "y2": 697,
            "text": "用心して 進みましょう"
        },
        {
            "x1": 271,
            "y1": 828,
            "x2": 385,
            "y2": 1025,
            "text": "迷宮というより 大きな屋敷って 感じよね…"
        },
        {
            "x1": 95,
            "y1": 1307,
            "x2": 749,
            "y2": 1345,
            "text": "累計120万部突破！ 最新9巻発売中品"
        }
    ],
    "10003.jpg": [
        {
            "x1": 630,
            "y1": 120,
            "x2": 668,
            "y2": 258,
            "text": "書斎…か"
        },
        {
            "x1": 379,
            "y1": 564,
            "x2": 461,
            "y2": 722,
            "text": "レリウス‼ あの文字‼"
        },
        {
            "x1": 257,
            "y1": 689,
            "x2": 346,
            "y2": 852,
            "text": "私達じゃ 読めないー"
        },
        {
            "x1": 782,
            "y1": 926,
            "x2": 857,
            "y2": 1132,
            "text": "アルゴの書いた 研究資料…！"
        },
        {
            "x1": 455,
            "y1": 908,
            "x2": 527,
            "y2": 1091,
            "text": "魔物についての 分析"
        },
        {
            "x1": 332,
            "y1": 976,
            "x2": 399,
            "y2": 1140,
            "text": "迷宮の構造に ついて"
        },
        {
            "x1": 115,
            "y1": 1087,
            "x2": 225,
            "y2": 1251,
            "text": "ただ どれも 目新しい 情報じゃない"
        }
    ],
    "10005.jpg": [
        {
            "x1": 159,
            "y1": 151,
            "x2": 224,
            "y2": 356,
            "text": "駄目だ…"
        },
        {
            "x1": 757,
            "y1": 484,
            "x2": 855,
            "y2": 639,
            "text": "特に これといった 情報は…"
        },
        {
            "x1": 276,
            "y1": 901,
            "x2": 389,
            "y2": 1071,
            "text": "この反応… 大図書館の 時と同じ…‼"
        }
    ],
    "10008.jpg": [
        {
            "x1": 752,
            "y1": 142,
            "x2": 811,
            "y2": 244,
            "text": "何て"
        },
        {
            "x1": 724,
            "y1": 150,
            "x2": 766,
            "y2": 299,
            "text": "ことだ‼"
        },
        {
            "x1": 113,
            "y1": 184,
            "x2": 228,
            "y2": 312,
            "text": "これが 本当なら リンは…"
        },
        {
            "x1": 734,
            "y1": 464,
            "x2": 811,
            "y2": 610,
            "text": "ベニーさん ユミネ様…"
        },
        {
            "x1": 139,
            "y1": 488,
            "x2": 224,
            "y2": 617,
            "text": "他の 勇者達が"
        },
        {
            "x1": 723,
            "y1": 695,
            "x2": 832,
            "y2": 982,
            "text": "勇者は 全員死にます"
        },
        {
            "x1": 400,
            "y1": 723,
            "x2": 494,
            "y2": 907,
            "text": "ユミネ様の 記憶視は"
        },
        {
            "x1": 132,
            "y1": 856,
            "x2": 250,
            "y2": 1120,
            "text": "勇者が死ぬ 未来とは このこと だったのか…‼"
        }
    ],
    "10011.jpg": [
        {
            "x1": 43,
            "y1": 105,
            "x2": 159,
            "y2": 197,
            "text": "嘉強"
        },
        {
            "x1": 27,
            "y1": 715,
            "x2": 215,
            "y2": 819,
            "text": "P2400方jPv"
        },
        {
            "x1": 44,
            "y1": 768,
            "x2": 384,
            "y2": 1000,
            "text": "★超え‼!な 「小説家になろう｣発！ 大八気“万物創造"
        },
        {
            "x1": 490,
            "y1": 1207,
            "x2": 772,
            "y2": 1322,
            "text": "まれるようになってた男の のんびリスローライフ"
        }
    ]
}