var ocr_data = {
    "001.jpg": [
        {
            "x1": 101,
            "y1": 34,
            "x2": 393,
            "y2": 104,
            "text": "不遇職鐵治合師。 最強 第7話来訪",
            "vi": "Một nhân viên bán hàng không đủ tiêu chuẩn. Chuyến thăm tập 7 mạnh nhất"
        },
        {
            "x1": 774,
            "y1": 691,
            "x2": 837,
            "y2": 905,
            "text": "レリウス‼ クルアとメアは？",
            "vi": "Lelius Cruia và Mare?"
        },
        {
            "x1": 469,
            "y1": 734,
            "x2": 580,
            "y2": 914,
            "text": "ビラ配りです 開店も近い ですしね…",
            "vi": "Đó là một bản phân phối tờ rơi. Khai trương đã gần..."
        },
        {
            "x1": 262,
            "y1": 743,
            "x2": 365,
            "y2": 896,
            "text": "綺麗な指輪ね それもお店に 並べるの？",
            "vi": "Một chiếc nhẫn tuyệt đẹp, bạn cũng xếp hàng trong cửa hàng?"
        },
        {
            "x1": 102,
            "y1": 890,
            "x2": 200,
            "y2": 1067,
            "text": "王都の人は こういうの好き みたいですから",
            "vi": "Những người ở thủ đô hoàng gia dường như thích loại điều này"
        }
    ],
    "002.jpg": [
        {
            "x1": 793,
            "y1": 163,
            "x2": 858,
            "y2": 299,
            "text": "はめてみて いい？",
            "vi": "Tôi có thể đặt nó lên không?"
        },
        {
            "x1": 139,
            "y1": 137,
            "x2": 175,
            "y2": 329,
            "text": "本当に綺麗…",
            "vi": "Thực sự đẹp..."
        },
        {
            "x1": 709,
            "y1": 339,
            "x2": 738,
            "y2": 462,
            "text": "どうぞ‼",
            "vi": "vui lòng!"
        },
        {
            "x1": 767,
            "y1": 542,
            "x2": 841,
            "y2": 731,
            "text": "良く似合って ますよ‼",
            "vi": "Nó có vẻ tốt"
        },
        {
            "x1": 176,
            "y1": 540,
            "x2": 211,
            "y2": 663,
            "text": "そ そう？",
            "vi": "Đúng vậy?"
        },
        {
            "x1": 375,
            "y1": 862,
            "x2": 405,
            "y2": 974,
            "text": "うーん",
            "vi": "Hmmm"
        },
        {
            "x1": 569,
            "y1": 861,
            "x2": 652,
            "y2": 1125,
            "text": "ただフィーラさんのような 貴族の方ならコチの方が んじゃないですか？",
            "vi": "Nếu bạn là một quý tộc như Filla, không phải nó ở đây?"
        },
        {
            "x1": 144,
            "y1": 846,
            "x2": 186,
            "y2": 996,
            "text": "あ あれ？",
            "vi": "Oh, oh?"
        }
    ],
    "003.jpg": [
        {
            "x1": 727,
            "y1": 174,
            "x2": 842,
            "y2": 356,
            "text": "人に依るわね ソレみたいに ピカピカのモノを 好む人もいるし…",
            "vi": "Một số người thích những thứ sáng bóng như đế..."
        },
        {
            "x1": 151,
            "y1": 180,
            "x2": 238,
            "y2": 379,
            "text": "あたはのら 落ち着いてる方が いいかな…",
            "vi": "Tôi có nên bình tĩnh..."
        },
        {
            "x1": 341,
            "y1": 558,
            "x2": 416,
            "y2": 686,
            "text": "さ お仕事 お仕事",
            "vi": "Sao làm việc"
        },
        {
            "x1": 811,
            "y1": 791,
            "x2": 877,
            "y2": 959,
            "text": "どうぞ フィーラさん",
            "vi": "Làm ơn, Fira"
        },
        {
            "x1": 469,
            "y1": 793,
            "x2": 515,
            "y2": 880,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 117,
            "y1": 829,
            "x2": 200,
            "y2": 1026,
            "text": "な何 どうしたの⁉:",
            "vi": "Chuyện gì đã xảy ra:"
        }
    ],
    "004.jpg": [
        {
            "x1": 753,
            "y1": 130,
            "x2": 821,
            "y2": 334,
            "text": "気に入っていた みたいなので",
            "vi": "Có vẻ như tôi thích nó"
        },
        {
            "x1": 540,
            "y1": 198,
            "x2": 632,
            "y2": 421,
            "text": "別にねだる つもりじゃなくて… …でも ありがと",
            "vi": "Tôi sẽ không trở nên cẩu thả... nhưng cảm ơn bạn"
        },
        {
            "x1": 224,
            "y1": 147,
            "x2": 309,
            "y2": 329,
            "text": "俺が作れるモので 欲しモがあれは 言って下さい",
            "vi": "Tôi có thể làm được, vì vậy xin vui lòng cho tôi biết rằng mo"
        },
        {
            "x1": 78,
            "y1": 222,
            "x2": 177,
            "y2": 392,
            "text": "要望には できる限り お応えしますよ",
            "vi": "Chúng tôi sẽ trả lời yêu cầu càng nhiều càng tốt."
        },
        {
            "x1": 713,
            "y1": 549,
            "x2": 825,
            "y2": 741,
            "text": "フフ 大丈夫よ 私にはこれが あるから",
            "vi": "Không sao vì tôi có cái này"
        },
        {
            "x1": 753,
            "y1": 862,
            "x2": 830,
            "y2": 1042,
            "text": "初めて 会った時の…",
            "vi": "Khi tôi lần đầu gặp..."
        },
        {
            "x1": 464,
            "y1": 1001,
            "x2": 585,
            "y2": 1173,
            "text": "まだ持って いてくれた のか…‼",
            "vi": "Bạn vẫn còn nó...‼"
        }
    ],
    "005.jpg": [
        {
            "x1": 758,
            "y1": 120,
            "x2": 845,
            "y2": 257,
            "text": "ほお 立派な店じゃ ないか",
            "vi": "Nó không phải là một cửa hàng lộng lẫy sao?"
        },
        {
            "x1": 192,
            "y1": 146,
            "x2": 305,
            "y2": 319,
            "text": "シレリウスの パートナーは なかなかの商才を 持っているようだ",
            "vi": "Đối tác của Silerius dường như có một tài năng kinh doanh tốt"
        },
        {
            "x1": 755,
            "y1": 616,
            "x2": 796,
            "y2": 856,
            "text": "クライアさん‼",
            "vi": "Rõ ràng hơn‼"
        },
        {
            "x1": 165,
            "y1": 680,
            "x2": 261,
            "y2": 870,
            "text": "よう‼ 久しぶり‼",
            "vi": "Hãy làm điều đó lâu rồi không gặp!"
        }
    ],
    "006.jpg": [
        {
            "x1": 751,
            "y1": 115,
            "x2": 829,
            "y2": 323,
            "text": "フィーラ‼ 会いたかったぞ",
            "vi": "Filla Tôi muốn gặp bạn"
        },
        {
            "x1": 113,
            "y1": 154,
            "x2": 207,
            "y2": 308,
            "text": "クライアさん 王都に いたんですね",
            "vi": "Rõ ràng là ở thủ đô hoàng gia"
        },
        {
            "x1": 386,
            "y1": 275,
            "x2": 418,
            "y2": 372,
            "text": "ゔおお",
            "vi": "ゔ oo"
        },
        {
            "x1": 762,
            "y1": 479,
            "x2": 851,
            "y2": 657,
            "text": "先の戦いで オレが当主代行に なってな",
            "vi": "Trong trận chiến trước, tôi đã thay mặt mình"
        },
        {
            "x1": 121,
            "y1": 476,
            "x2": 148,
            "y2": 578,
            "text": "ふしゃあ",
            "vi": "Fusha"
        },
        {
            "x1": 621,
            "y1": 508,
            "x2": 705,
            "y2": 711,
            "text": "お仕事さ… あまじこらいう立場は 好きじゃないんだがな",
            "vi": "Làm việc... tôi không thích vị trí tuyệt vời"
        },
        {
            "x1": 580,
            "y1": 788,
            "x2": 664,
            "y2": 991,
            "text": "頑張りなさいよ 兄さんに家を継いで もらった方が嬉しいわ",
            "vi": "Làm hết sức mình, tôi rất vui vì tôi đã nhận được anh trai của tôi được thừa hưởng ngôi nhà"
        },
        {
            "x1": 147,
            "y1": 762,
            "x2": 225,
            "y2": 983,
            "text": "よーし 兄ちゃん 頑張っちゃう‼",
            "vi": "Vâng, tôi sẽ làm hết sức mình"
        },
        {
            "x1": 101,
            "y1": 1081,
            "x2": 174,
            "y2": 1271,
            "text": "相変わらず 重度のシスコン",
            "vi": "Như thường lệ, các ống kính nghiêm trọng"
        }
    ],
    "007.jpg": [
        {
            "x1": 764,
            "y1": 148,
            "x2": 851,
            "y2": 350,
            "text": "…そういえば まだ ロクにお礼を言って いなかったな",
            "vi": "“Nhân tiện, tôi chưa cảm ơn Roku"
        },
        {
            "x1": 273,
            "y1": 148,
            "x2": 351,
            "y2": 357,
            "text": "領主から話を聞いた 魔物に対抗する武器を 用意してくれたこと",
            "vi": "Anh ta đã chuẩn bị vũ khí để cạnh tranh với những con quái vật đã nghe từ Chúa"
        },
        {
            "x1": 150,
            "y1": 224,
            "x2": 212,
            "y2": 411,
            "text": "蒼石の首領を 倒してくれたこと",
            "vi": "Để đánh bại nhà lãnh đạo của Aishiishi"
        },
        {
            "x1": 812,
            "y1": 462,
            "x2": 838,
            "y2": 635,
            "text": "ありがとう…‼",
            "vi": "cảm ơn bạn…!"
        },
        {
            "x1": 383,
            "y1": 517,
            "x2": 463,
            "y2": 719,
            "text": "レリウスがなければ リードラッドは 終わっていた",
            "vi": "Không có Lelius, Redrad đã kết thúc"
        },
        {
            "x1": 252,
            "y1": 584,
            "x2": 303,
            "y2": 726,
            "text": "が 顔を上げて ください",
            "vi": "Hãy nâng mặt bạn lên"
        },
        {
            "x1": 768,
            "y1": 783,
            "x2": 859,
            "y2": 948,
            "text": "『友達』を 助けに行くのは 当だり前ですよ",
            "vi": "Đó là trước khi tôi đi giúp \"người bạn\" của tôi"
        },
        {
            "x1": 514,
            "y1": 799,
            "x2": 587,
            "y2": 989,
            "text": "ありがとう… レリウス",
            "vi": "Cảm ơn bạn... Lelius"
        },
        {
            "x1": 681,
            "y1": 1108,
            "x2": 741,
            "y2": 1213,
            "text": "…そうか そうだな",
            "vi": "… Đúng thế"
        },
        {
            "x1": 149,
            "y1": 1039,
            "x2": 206,
            "y2": 1209,
            "text": "はいっ‼",
            "vi": "Vâng!"
        }
    ],
    "008.jpg": [
        {
            "x1": 796,
            "y1": 140,
            "x2": 829,
            "y2": 203,
            "text": "さて",
            "vi": "Bây giờ"
        },
        {
            "x1": 682,
            "y1": 140,
            "x2": 743,
            "y2": 300,
            "text": "ここからは 少し重要な話だ",
            "vi": "Nó hơi quan trọng từ đây"
        },
        {
            "x1": 298,
            "y1": 148,
            "x2": 378,
            "y2": 301,
            "text": "他言無用で 頼みたい",
            "vi": "Tôi muốn hỏi mà không có bất kỳ từ nào khác"
        },
        {
            "x1": 710,
            "y1": 512,
            "x2": 817,
            "y2": 720,
            "text": "オレはがリードラの 戦に関わった者 として講評会に 参加してんだが…",
            "vi": "Tôi đã tham gia vào phiên đánh giá với tư cách là một người tham gia vào trận chiến của Rodra..."
        },
        {
            "x1": 574,
            "y1": 567,
            "x2": 640,
            "y2": 764,
            "text": "レリウスの話題も 上がっていた",
            "vi": "Chủ đề của Lelius cũng đang tăng lên"
        },
        {
            "x1": 411,
            "y1": 821,
            "x2": 500,
            "y2": 1046,
            "text": "何でよ‼ レリウスのおかげで 街一つ救われたのよ⁉",
            "vi": "Nó............... là gì? Nhờ có Lelius, tôi đã được cứu một thành phố."
        },
        {
            "x1": 744,
            "y1": 933,
            "x2": 843,
            "y2": 1165,
            "text": "奴等 鍛治師に対して やけに不信感を 抱いているようだ",
            "vi": "Anh ấy dường như không tin tưởng vào người đàn ông"
        },
        {
            "x1": 586,
            "y1": 1050,
            "x2": 680,
            "y2": 1263,
            "text": "お前を『監獄島』に でも送り飛ばせ なんて話もしていた",
            "vi": "Tôi đã nói về việc gửi bạn đến \"Đảo tù\""
        },
        {
            "x1": 109,
            "y1": 1064,
            "x2": 174,
            "y2": 1255,
            "text": "非難されること ないじゃない‼",
            "vi": "Bạn sẽ không được đổ lỗi."
        }
    ],
    "009.jpg": [
        {
            "x1": 793,
            "y1": 109,
            "x2": 853,
            "y2": 291,
            "text": "妄信というものは 怖いものなのさ",
            "vi": "Khăn khe là đáng sợ"
        },
        {
            "x1": 662,
            "y1": 139,
            "x2": 718,
            "y2": 329,
            "text": "どにか今は派手に 動かない方がいい",
            "vi": "Tốt hơn hết là không di chuyển hào nhoáng bây giờ"
        },
        {
            "x1": 513,
            "y1": 110,
            "x2": 566,
            "y2": 288,
            "text": "教皇も何を考えて いるのやら",
            "vi": "Bạn đang nghĩ gì về Giáo hoàng"
        },
        {
            "x1": 143,
            "y1": 142,
            "x2": 224,
            "y2": 354,
            "text": "実は俺 教皇様に 面会するよう言われて るのですが",
            "vi": "Trên thực tế, tôi được yêu cầu gặp Đức Giáo hoàng"
        },
        {
            "x1": 668,
            "y1": 462,
            "x2": 749,
            "y2": 598,
            "text": "確かに 会ってみたと 話していたが",
            "vi": "Tôi đã nói rằng tôi đã gặp nhau"
        },
        {
            "x1": 556,
            "y1": 523,
            "x2": 639,
            "y2": 684,
            "text": "そうか… 正直 敵か味方か わからない",
            "vi": "Vâng... tôi không biết đó là kẻ thù hay đồng minh"
        },
        {
            "x1": 262,
            "y1": 460,
            "x2": 387,
            "y2": 662,
            "text": "何かあったら グリードラッド家に 言のてくれ…全力で お前を助ける",
            "vi": "Nếu bạn có bất cứ điều gì, hãy nói với gia đình RADD xanh... giúp bạn với tất cả sức mạnh của mình"
        },
        {
            "x1": 753,
            "y1": 788,
            "x2": 865,
            "y2": 981,
            "text": "あ…ありがとう ごさいます まさが公ム爵家に気を 遣って頂けるとは…",
            "vi": "Ah... cảm ơn bạn, Masamo Masamu sẽ chăm sóc MT..."
        },
        {
            "x1": 561,
            "y1": 784,
            "x2": 654,
            "y2": 992,
            "text": "おいおい！ 『友達』を助けるのは 当たり前だろ？",
            "vi": "Này,! Có phải là tự nhiên để giúp đỡ \"bạn bè\"?"
        },
        {
            "x1": 352,
            "y1": 785,
            "x2": 465,
            "y2": 991,
            "text": "父は『ブてーラの婿は レリウスのような 立派な男でないとな』 とも言ってる",
            "vi": "Cha tôi nói, \"Con trai của Betta -a -in -law phải là một người đàn ông đáng kính như Lelius.\""
        },
        {
            "x1": 156,
            "y1": 837,
            "x2": 225,
            "y2": 1028,
            "text": "な 何の話を しているのよッ",
            "vi": "Bạn đang nói về cái gì vậy?"
        }
    ],
    "010.jpg": [
        {
            "x1": 746,
            "y1": 147,
            "x2": 843,
            "y2": 347,
            "text": "フィーラだって そろそろ 結婚を考えないと",
            "vi": "Filla phải suy nghĩ về hôn nhân sớm"
        },
        {
            "x1": 412,
            "y1": 119,
            "x2": 483,
            "y2": 298,
            "text": "いいから帰り なさいよっ‼",
            "vi": "Vui lòng về nhà"
        },
        {
            "x1": 255,
            "y1": 181,
            "x2": 315,
            "y2": 382,
            "text": "口は悪いが基本的に 良子なんだ",
            "vi": "Miệng của tôi là xấu, nhưng về cơ bản tôi là Ryoko"
        },
        {
            "x1": 109,
            "y1": 360,
            "x2": 171,
            "y2": 469,
            "text": "帰れ",
            "vi": "quay lại"
        },
        {
            "x1": 770,
            "y1": 600,
            "x2": 834,
            "y2": 785,
            "text": "いいや見これは 真面目な話だ",
            "vi": "Được rồi, đây là một câu chuyện nghiêm túc"
        },
        {
            "x1": 514,
            "y1": 634,
            "x2": 579,
            "y2": 827,
            "text": "レリウス",
            "vi": "Lelius"
        },
        {
            "x1": 336,
            "y1": 701,
            "x2": 385,
            "y2": 819,
            "text": "はい？",
            "vi": "Vâng?"
        },
        {
            "x1": 677,
            "y1": 956,
            "x2": 811,
            "y2": 1195,
            "text": "フィーラと そういう関係に なったら",
            "vi": "Nếu bạn có mối quan hệ như vậy với Filla"
        },
        {
            "x1": 162,
            "y1": 970,
            "x2": 215,
            "y2": 1199,
            "text": "…どうだい？",
            "vi": "...thì sao?"
        }
    ],
    "011.jpg": [
        {
            "x1": 765,
            "y1": 156,
            "x2": 841,
            "y2": 272,
            "text": "そういう 関係…？",
            "vi": "Như một mối quan hệ...?"
        },
        {
            "x1": 290,
            "y1": 125,
            "x2": 361,
            "y2": 263,
            "text": "この流れで その台詞",
            "vi": "Dòng trong dòng này"
        },
        {
            "x1": 139,
            "y1": 170,
            "x2": 233,
            "y2": 340,
            "text": "あまりの 鈍さにビクリ するぜ…",
            "vi": "Tôi quá buồn tẻ..."
        },
        {
            "x1": 721,
            "y1": 632,
            "x2": 862,
            "y2": 854,
            "text": "フィーラを 嫁にもらって くれないか？",
            "vi": "Bạn có muốn nhận Filla từ cô dâu của bạn?"
        },
        {
            "x1": 66,
            "y1": 1217,
            "x2": 468,
            "y2": 1313,
            "text": "仰天の提案 どうするレリウス!?次号へ!",
            "vi": "Tôi nên làm gì cho đề xuất đáng kinh ngạc!? cho vấn đề tiếp theo!"
        }
    ]
}