var ocr_data = {
    "001.jpg": [
        {
            "x1": 278,
            "y1": 71,
            "x2": 520,
            "y2": 97,
            "text": "第125話男者の木来"
        },
        {
            "x1": 109,
            "y1": 61,
            "x2": 261,
            "y2": 97,
            "text": "最強"
        },
        {
            "x1": 827,
            "y1": 195,
            "x2": 871,
            "y2": 287,
            "text": "カチャ"
        },
        {
            "x1": 632,
            "y1": 135,
            "x2": 719,
            "y2": 304,
            "text": "お飲み物は 何か 召し上がり ますか？"
        },
        {
            "x1": 254,
            "y1": 143,
            "x2": 353,
            "y2": 321,
            "text": "あたし ホットミルクが 飲みたい‼"
        },
        {
            "x1": 110,
            "y1": 191,
            "x2": 192,
            "y2": 369,
            "text": "お 俺は お任せで…ッ"
        },
        {
            "x1": 781,
            "y1": 891,
            "x2": 859,
            "y2": 1028,
            "text": "わぁー"
        },
        {
            "x1": 645,
            "y1": 877,
            "x2": 710,
            "y2": 1059,
            "text": "どこから 出てきたんだ…"
        },
        {
            "x1": 468,
            "y1": 918,
            "x2": 575,
            "y2": 1102,
            "text": "いや… 考えてみれば 王女様の付き人"
        },
        {
            "x1": 124,
            "y1": 1049,
            "x2": 209,
            "y2": 1252,
            "text": "腕利き… 七騎士様の一人が いてもおかしな"
        },
        {
            "x1": 118,
            "y1": 1299,
            "x2": 779,
            "y2": 1338,
            "text": "累計100万部突破！ 最新第8巻発売中!"
        }
    ],
    "013.jpg": [
        {
            "x1": 764,
            "y1": 112,
            "x2": 816,
            "y2": 309,
            "text": "勇者って…"
        },
        {
            "x1": 427,
            "y1": 62,
            "x2": 533,
            "y2": 269,
            "text": "リンが⁉ どうして…"
        },
        {
            "x1": 270,
            "y1": 141,
            "x2": 384,
            "y2": 317,
            "text": "何を 根拠に⁉"
        },
        {
            "x1": 680,
            "y1": 480,
            "x2": 786,
            "y2": 710,
            "text": "わたくしは 記憶視のスキルを 持っています"
        },
        {
            "x1": 786,
            "y1": 770,
            "x2": 823,
            "y2": 932,
            "text": "記憶…視？"
        },
        {
            "x1": 488,
            "y1": 798,
            "x2": 615,
            "y2": 1002,
            "text": "世界の記憶を 見ることが できますの"
        },
        {
            "x1": 106,
            "y1": 1109,
            "x2": 244,
            "y2": 1327,
            "text": "未来と 過去の…"
        }
    ],
    "015.jpg": [
        {
            "x1": 780,
            "y1": 148,
            "x2": 866,
            "y2": 282,
            "text": "過去… 未来…？"
        },
        {
            "x1": 502,
            "y1": 129,
            "x2": 567,
            "y2": 303,
            "text": "説明は少々 難しいのですが"
        },
        {
            "x1": 379,
            "y1": 177,
            "x2": 443,
            "y2": 376,
            "text": "世界の歴史とでも 言いましょうか"
        },
        {
            "x1": 196,
            "y1": 90,
            "x2": 290,
            "y2": 294,
            "text": "この世界で 起こる物事の全ては 決まっています"
        },
        {
            "x1": 660,
            "y1": 463,
            "x2": 760,
            "y2": 670,
            "text": "わたくしは それを見ることが できますのよ"
        },
        {
            "x1": 573,
            "y1": 789,
            "x2": 687,
            "y2": 974,
            "text": "決まってる？ 未来に起きる ことが？"
        },
        {
            "x1": 287,
            "y1": 792,
            "x2": 388,
            "y2": 975,
            "text": "そ そんな 凄いスキルが あるんですか？"
        },
        {
            "x1": 453,
            "y1": 977,
            "x2": 577,
            "y2": 1237,
            "text": "ユミネ様は… それを見ることが できる？"
        },
        {
            "x1": 105,
            "y1": 1081,
            "x2": 180,
            "y2": 1205,
            "text": "はい"
        }
    ],
    "017.jpg": [
        {
            "x1": 421,
            "y1": 75,
            "x2": 518,
            "y2": 297,
            "text": "だったら何故 助けてくれなかった んですか‼"
        },
        {
            "x1": 272,
            "y1": 127,
            "x2": 374,
            "y2": 325,
            "text": "グリードラッド 今回もどれだけ 犠牲が出たと"
        },
        {
            "x1": 193,
            "y1": 201,
            "x2": 246,
            "y2": 339,
            "text": "けれど"
        },
        {
            "x1": 769,
            "y1": 523,
            "x2": 860,
            "y2": 706,
            "text": "決して 万能のスキルでは ないのです"
        },
        {
            "x1": 456,
            "y1": 508,
            "x2": 518,
            "y2": 689,
            "text": "いくつか理由は ありますが"
        },
        {
            "x1": 126,
            "y1": 569,
            "x2": 227,
            "y2": 791,
            "text": "記憶視は わたくしの夢でだけ 見られるものですの"
        },
        {
            "x1": 701,
            "y1": 874,
            "x2": 814,
            "y2": 1122,
            "text": "見たい場所 時間は 選べず 完全に ランダム…"
        },
        {
            "x1": 299,
            "y1": 931,
            "x2": 418,
            "y2": 1148,
            "text": "対象人物も 勇者から 時には 一般の方まで"
        },
        {
            "x1": 148,
            "y1": 989,
            "x2": 255,
            "y2": 1203,
            "text": "とても完璧で 便利なスキルとは 言えません"
        }
    ],
    "019.jpg": [
        {
            "x1": 696,
            "y1": 156,
            "x2": 815,
            "y2": 363,
            "text": "だとしても 破格のスキルだ 信じられない…"
        },
        {
            "x1": 763,
            "y1": 517,
            "x2": 842,
            "y2": 722,
            "text": "けど俺に 嘘を つく理由もない"
        },
        {
            "x1": 387,
            "y1": 476,
            "x2": 462,
            "y2": 674,
            "text": "信じるかは お任せしますわ"
        },
        {
            "x1": 104,
            "y1": 566,
            "x2": 212,
            "y2": 750,
            "text": "ただ 貴方には 話さなくては なりません"
        },
        {
            "x1": 678,
            "y1": 854,
            "x2": 784,
            "y2": 1041,
            "text": "わたくしの 見た…"
        },
        {
            "x1": 119,
            "y1": 1029,
            "x2": 223,
            "y2": 1226,
            "text": "勇者達が 死ぬ未来を"
        },
        {
            "x1": 87,
            "y1": 1293,
            "x2": 855,
            "y2": 1319,
            "text": "実知明かきれた残話な予言。運命を前に。時治師には何ができるのか…次号の叫"
        }
    ]
}