var ocr_data = {
    "001.jpg": [
        {
            "x1": 94,
            "y1": 25,
            "x2": 254,
            "y2": 53,
            "text": "不遇職鍛治師",
            "vi": "Thợ rèn ngoại trú"
        },
        {
            "x1": 92,
            "y1": 52,
            "x2": 265,
            "y2": 103,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 156,
            "y1": 533,
            "x2": 213,
            "y2": 708,
            "text": "よしっ‼",
            "vi": "Yoshi!!"
        },
        {
            "x1": 143,
            "y1": 1103,
            "x2": 372,
            "y2": 1183,
            "text": "何たって今日は…！",
            "vi": "Hôm nay nó là gì...!"
        },
        {
            "x1": 729,
            "y1": 1111,
            "x2": 802,
            "y2": 1284,
            "text": "２，最強",
            "vi": "2, mạnh nhất"
        },
        {
            "x1": 107,
            "y1": 1294,
            "x2": 671,
            "y2": 1317,
            "text": "行本発即版!最新2！",
            "vi": "Phiên bản ngay lập tức từ Gyomoto! 2 nhất 2!"
        }
    ],
    "004.jpg": [
        {
            "x1": 768,
            "y1": 130,
            "x2": 837,
            "y2": 295,
            "text": "必死に食らい つく感じだ…",
            "vi": "Tôi cảm thấy tuyệt vọng ăn..."
        },
        {
            "x1": 825,
            "y1": 404,
            "x2": 851,
            "y2": 543,
            "text": "お嬢さん方‼",
            "vi": "Cô gái trẻ‼"
        },
        {
            "x1": 540,
            "y1": 436,
            "x2": 606,
            "y2": 586,
            "text": "俺達と一緒に 踊らない？",
            "vi": "Bạn không khiêu vũ với chúng tôi?"
        },
        {
            "x1": 254,
            "y1": 417,
            "x2": 312,
            "y2": 597,
            "text": "ダンス相手は 自由に人を誘える",
            "vi": "Các đối tác khiêu vũ có thể tự do mời mọi người"
        },
        {
            "x1": 107,
            "y1": 481,
            "x2": 167,
            "y2": 707,
            "text": "あの二人は沢山の 誘いを受けているが…",
            "vi": "Họ đã được mời rất nhiều..."
        },
        {
            "x1": 802,
            "y1": 743,
            "x2": 836,
            "y2": 953,
            "text": "ごめんなさいっ‼",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 333,
            "y1": 787,
            "x2": 401,
            "y2": 969,
            "text": "フィーラ様 別人のよう…‼",
            "vi": "Như filla -sama..."
        },
        {
            "x1": 197,
            "y1": 782,
            "x2": 231,
            "y2": 911,
            "text": "そっかぁ…",
            "vi": "Đúng thế..."
        },
        {
            "x1": 470,
            "y1": 1010,
            "x2": 528,
            "y2": 1232,
            "text": "先客がいるので 今日は駄目なんです‼",
            "vi": "Hôm nay thật vô dụng vì có khách hàng."
        },
        {
            "x1": 73,
            "y1": 1025,
            "x2": 187,
            "y2": 1217,
            "text": "フィーラさんが 上手に断わり 続けている",
            "vi": "Filla tiếp tục giảm tốt"
        }
    ],
    "005.jpg": [
        {
            "x1": 815,
            "y1": 143,
            "x2": 837,
            "y2": 229,
            "text": "5う",
            "vi": "5 uh"
        },
        {
            "x1": 404,
            "y1": 142,
            "x2": 469,
            "y2": 388,
            "text": "あっ終わりましたね⁉ 次は私の番ですよっ",
            "vi": "Nó đã kết thúc, tiếp theo là đến lượt tôi"
        },
        {
            "x1": 98,
            "y1": 113,
            "x2": 170,
            "y2": 270,
            "text": "…さっきので 疲れたのだが",
            "vi": "...Tôi mệt mỏi một lúc trước"
        },
        {
            "x1": 758,
            "y1": 575,
            "x2": 841,
            "y2": 750,
            "text": "頑張るしか ないな",
            "vi": "Tôi phải cố gắng hết sức"
        },
        {
            "x1": 863,
            "y1": 815,
            "x2": 895,
            "y2": 902,
            "text": "おや？",
            "vi": "Oh?"
        },
        {
            "x1": 752,
            "y1": 889,
            "x2": 821,
            "y2": 1081,
            "text": "レリウスさん 緊張してます？",
            "vi": "Lelius có lo lắng không?"
        },
        {
            "x1": 586,
            "y1": 828,
            "x2": 683,
            "y2": 994,
            "text": "ダンスが苦手 というのも ありますが…",
            "vi": "Tôi không giỏi khiêu vũ, nhưng..."
        },
        {
            "x1": 220,
            "y1": 819,
            "x2": 321,
            "y2": 1034,
            "text": "リンぐらいしか 女性と接して こなかったので…",
            "vi": "Vì chỉ có Lin tiếp xúc với phụ nữ..."
        },
        {
            "x1": 101,
            "y1": 1086,
            "x2": 159,
            "y2": 1222,
            "text": "今更⁉",
            "vi": "bây giờ⁉"
        }
    ],
    "007.jpg": [
        {
            "x1": 769,
            "y1": 169,
            "x2": 862,
            "y2": 365,
            "text": "その前にちょっと 頼み事があるん だけどいい？",
            "vi": "Trước đó, có một yêu cầu nhỏ, nhưng nó có ổn không?"
        },
        {
            "x1": 138,
            "y1": 222,
            "x2": 215,
            "y2": 357,
            "text": "何で しょう？",
            "vi": "Tại sao?"
        },
        {
            "x1": 775,
            "y1": 476,
            "x2": 803,
            "y2": 618,
            "text": "うん…その…",
            "vi": "Vâng... đó..."
        },
        {
            "x1": 596,
            "y1": 505,
            "x2": 707,
            "y2": 710,
            "text": "この後 領主邸で 『舞踏会』が 開かれるの",
            "vi": "Sau đó, \"Ball\" sẽ được tổ chức tại Nhà Lord"
        },
        {
            "x1": 156,
            "y1": 492,
            "x2": 258,
            "y2": 707,
            "text": "それに…あたしと 一緒に参加して くれない？",
            "vi": "Và... bạn có thể tham gia với tôi?"
        },
        {
            "x1": 829,
            "y1": 925,
            "x2": 876,
            "y2": 1039,
            "text": "えッ⁉",
            "vi": "Ơ"
        },
        {
            "x1": 446,
            "y1": 815,
            "x2": 524,
            "y2": 1035,
            "text": "結婚式祭は 身分を問わず よ",
            "vi": "Lễ hội đám cưới là bất kể tình trạng của bạn"
        },
        {
            "x1": 735,
            "y1": 1037,
            "x2": 809,
            "y2": 1255,
            "text": "そ それって 貴族向けのじゃ…",
            "vi": "Đó là dành cho quý tộc..."
        },
        {
            "x1": 155,
            "y1": 1007,
            "x2": 229,
            "y2": 1229,
            "text": "それに…許可は もらっているし",
            "vi": "Và... tôi được phép"
        }
    ],
    "008.jpg": [
        {
            "x1": 789,
            "y1": 118,
            "x2": 833,
            "y2": 294,
            "text": "お願いっ‼",
            "vi": "Xin vui lòng!"
        },
        {
            "x1": 593,
            "y1": 159,
            "x2": 658,
            "y2": 288,
            "text": "そ そうは 言っても…",
            "vi": "Mặc dù vậy..."
        },
        {
            "x1": 120,
            "y1": 113,
            "x2": 209,
            "y2": 349,
            "text": "さ さすがに貴族の前で 踊れる程の技量は ないぞ…⁉",
            "vi": "Đúng như dự đoán, không có kỹ năng nào để nhảy trước các quý tộc...⁉"
        },
        {
            "x1": 750,
            "y1": 475,
            "x2": 850,
            "y2": 648,
            "text": "えっと…そう‼ か 風よけが 欲しいの‼",
            "vi": "Ừm... Ừ Tôi muốn có một cử chỉ gió"
        },
        {
            "x1": 355,
            "y1": 445,
            "x2": 475,
            "y2": 666,
            "text": "普段は 兄さんが盾になって くれているんだけど 今日はながら",
            "vi": "Anh trai tôi thường trở thành một lá chắn, nhưng ngày nay"
        },
        {
            "x1": 239,
            "y1": 456,
            "x2": 295,
            "y2": 619,
            "text": "風よけ…成程… でも…",
            "vi": "Gió..."
        },
        {
            "x1": 741,
            "y1": 751,
            "x2": 829,
            "y2": 1057,
            "text": "失礼だと思うけど… その…駄目…？",
            "vi": "Tôi nghĩ rằng nó thô lỗ, nhưng đó... không...?"
        },
        {
            "x1": 657,
            "y1": 1095,
            "x2": 898,
            "y2": 1255,
            "text": "うる",
            "vi": "bán"
        }
    ],
    "010.jpg": [
        {
            "x1": 743,
            "y1": 159,
            "x2": 852,
            "y2": 336,
            "text": "カルラスの 街を案内して ちょうだい‼",
            "vi": "Vui lòng hướng dẫn thành phố Callas"
        },
        {
            "x1": 82,
            "y1": 168,
            "x2": 156,
            "y2": 310,
            "text": "折角の お祭りです",
            "vi": "Nó là một lễ hội."
        },
        {
            "x1": 389,
            "y1": 306,
            "x2": 420,
            "y2": 470,
            "text": "わかりました",
            "vi": "lấy được rồi"
        },
        {
            "x1": 722,
            "y1": 595,
            "x2": 803,
            "y2": 877,
            "text": "飲んで食ってで 過ごすとしますか‼",
            "vi": "Bạn có muốn uống và ăn?"
        }
    ]
}