var ocr_data = {
    "001.jpg": [
        {
            "x1": 90,
            "y1": 60,
            "x2": 442,
            "y2": 104,
            "text": "最強第87話これからも",
            "vi": "Tập 87 mạnh nhất 87"
        },
        {
            "x1": 759,
            "y1": 122,
            "x2": 824,
            "y2": 307,
            "text": "離せー‼",
            "vi": "Phóng thích"
        },
        {
            "x1": 244,
            "y1": 195,
            "x2": 344,
            "y2": 350,
            "text": "俺は彼女を 心から愛しに いるんだ‼",
            "vi": "tôi thực sự yêu cô ấy"
        },
        {
            "x1": 134,
            "y1": 272,
            "x2": 168,
            "y2": 455,
            "text": "邪魔するな‼",
            "vi": "Đừng cản trở"
        },
        {
            "x1": 710,
            "y1": 491,
            "x2": 734,
            "y2": 583,
            "text": "ははい",
            "vi": "Vâng"
        },
        {
            "x1": 474,
            "y1": 510,
            "x2": 567,
            "y2": 647,
            "text": "とりあえず 俺達と一緒に 来てくれな",
            "vi": "Hãy đến với chúng tôi trong thời gian này"
        },
        {
            "x1": 333,
            "y1": 514,
            "x2": 421,
            "y2": 649,
            "text": "いやー すまないね お手柄だよ！",
            "vi": "Không, tôi xin lỗi!"
        },
        {
            "x1": 115,
            "y1": 615,
            "x2": 142,
            "y2": 720,
            "text": "いえ…！",
            "vi": "mái ấm…!"
        },
        {
            "x1": 740,
            "y1": 831,
            "x2": 832,
            "y2": 1075,
            "text": "ところで…君達は あのレーダルストアで 働いているんだって？",
            "vi": "Nhân tiện... bạn đang làm việc tại cửa hàng radal đó?"
        },
        {
            "x1": 200,
            "y1": 848,
            "x2": 299,
            "y2": 1033,
            "text": "最近 良い店ができたと 評判だよ？",
            "vi": "Nó có danh tiếng là có một cửa hàng tốt gần đây?"
        },
        {
            "x1": 761,
            "y1": 1181,
            "x2": 834,
            "y2": 1288,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 592,
            "y1": 1130,
            "x2": 669,
            "y2": 1269,
            "text": "『あの』… ですか？",
            "vi": "\"Điều đó\" ...?"
        }
    ],
    "002.jpg": [
        {
            "x1": 700,
            "y1": 156,
            "x2": 824,
            "y2": 359,
            "text": "俺も ダルストア製の ポーションを 使ったが…",
            "vi": "Tôi cũng đã sử dụng một lọ thuốc tiêu dùng ồ"
        },
        {
            "x1": 256,
            "y1": 181,
            "x2": 300,
            "y2": 390,
            "text": "凄いモンだ‼",
            "vi": "Đó là một con quái vật lớn."
        },
        {
            "x1": 755,
            "y1": 586,
            "x2": 810,
            "y2": 705,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 273,
            "y1": 541,
            "x2": 322,
            "y2": 664,
            "text": "いやいや ちらこそ",
            "vi": "Không, đó là một cái búng tay"
        },
        {
            "x1": 128,
            "y1": 591,
            "x2": 207,
            "y2": 761,
            "text": "もし何か聞くへき こをがてきたら顔を 出させてもらうよ",
            "vi": "Nếu bạn nghe thấy điều gì đó, tôi sẽ để bạn ra ngoài"
        },
        {
            "x1": 597,
            "y1": 863,
            "x2": 684,
            "y2": 1056,
            "text": "わかりました お客様としても お待ちしてますね！",
            "vi": "Chúng tôi rất mong chờ khách hàng!"
        },
        {
            "x1": 218,
            "y1": 997,
            "x2": 296,
            "y2": 1172,
            "text": "ご協力 感謝するよ‼",
            "vi": "Cảm ơn sự hợp tác của bạn."
        }
    ],
    "003.jpg": [
        {
            "x1": 744,
            "y1": 195,
            "x2": 836,
            "y2": 314,
            "text": "先輩… 強かったん ですね",
            "vi": "Senior... nó rất mạnh"
        },
        {
            "x1": 498,
            "y1": 158,
            "x2": 563,
            "y2": 291,
            "text": "鍛錬して ますから‼",
            "vi": "Tôi đang đào tạo"
        },
        {
            "x1": 604,
            "y1": 487,
            "x2": 703,
            "y2": 632,
            "text": "すみません …私のせいで 迷惑を…",
            "vi": "Tôi xin lỗi... Tôi bị làm phiền bởi tôi..."
        },
        {
            "x1": 301,
            "y1": 534,
            "x2": 360,
            "y2": 679,
            "text": "迷惑だなんて そんな…",
            "vi": "Thật là khó chịu..."
        },
        {
            "x1": 571,
            "y1": 767,
            "x2": 647,
            "y2": 1035,
            "text": "先輩が後輩を 守るのは当然です‼",
            "vi": "Điều tự nhiên là người cao niên bảo vệ đàn em của họ."
        },
        {
            "x1": 199,
            "y1": 782,
            "x2": 261,
            "y2": 955,
            "text": "普段のように 接してください",
            "vi": "Vui lòng đối xử như bình thường"
        }
    ],
    "004.jpg": [
        {
            "x1": 709,
            "y1": 153,
            "x2": 803,
            "y2": 364,
            "text": "あれ程 熱心な お客さんがつくほど 魅力があるんです",
            "vi": "Bạn càng rất nhiệt tình, càng hấp dẫn hơn."
        },
        {
            "x1": 139,
            "y1": 171,
            "x2": 197,
            "y2": 374,
            "text": "リステイナさんは 何も悪くありません",
            "vi": "Listteina không tệ"
        },
        {
            "x1": 715,
            "y1": 718,
            "x2": 810,
            "y2": 958,
            "text": "ありがとう… ございます",
            "vi": "cảm ơn bạn"
        }
    ],
    "005.jpg": [
        {
            "x1": 815,
            "y1": 100,
            "x2": 849,
            "y2": 253,
            "text": "それでは‼",
            "vi": "Khi đó!"
        },
        {
            "x1": 230,
            "y1": 138,
            "x2": 281,
            "y2": 284,
            "text": "それはちょっと やめて…",
            "vi": "Dừng nó một chút..."
        },
        {
            "x1": 645,
            "y1": 214,
            "x2": 772,
            "y2": 367,
            "text": "これからも ダーリンで 楽しませて もらいます‼",
            "vi": "Tôi sẽ tiếp tục tận hưởng người yêu trong tương lai."
        },
        {
            "x1": 103,
            "y1": 265,
            "x2": 193,
            "y2": 417,
            "text": "やめま せんっ‼",
            "vi": "Đừng dừng lại"
        },
        {
            "x1": 745,
            "y1": 508,
            "x2": 828,
            "y2": 681,
            "text": "リスティナさん もう演技は必要 ないですよ…",
            "vi": "Listina không cần hành động nữa..."
        },
        {
            "x1": 150,
            "y1": 542,
            "x2": 248,
            "y2": 669,
            "text": "いいじゃ ないですか お礼ですよ",
            "vi": "Điều đó không tốt sao?"
        },
        {
            "x1": 788,
            "y1": 788,
            "x2": 851,
            "y2": 976,
            "text": "いいですか？ リスティナさん",
            "vi": "Tôi có thể không? Listina"
        },
        {
            "x1": 401,
            "y1": 824,
            "x2": 521,
            "y2": 1044,
            "text": "こんなボディタッチ ばかりしてるから ストーカーとか 出ちゃうんですよ？",
            "vi": "Bởi vì bạn chỉ có một cú chạm cơ thể như vậy, bạn sẽ nhận được những kẻ theo dõi?"
        }
    ],
    "006.jpg": [
        {
            "x1": 791,
            "y1": 107,
            "x2": 823,
            "y2": 216,
            "text": "んもー‼",
            "vi": "Momo"
        },
        {
            "x1": 658,
            "y1": 167,
            "x2": 737,
            "y2": 312,
            "text": "こんなこと 誰彼なしにして いませんよ‼",
            "vi": "Tôi không có loại này."
        },
        {
            "x1": 544,
            "y1": 104,
            "x2": 601,
            "y2": 256,
            "text": "え？そうなん ですか…",
            "vi": "bức ảnh? Thực ra…"
        },
        {
            "x1": 436,
            "y1": 217,
            "x2": 515,
            "y2": 390,
            "text": "てっきりそれで あの男がストーカー と化したのかと時",
            "vi": "Tôi tự hỏi nếu anh chàng đó biến thành một kẻ rình rập."
        },
        {
            "x1": 730,
            "y1": 454,
            "x2": 843,
            "y2": 660,
            "text": "私がこんな風に してるのは 先輩だけです‼",
            "vi": "Chỉ những người cao niên mới làm điều này."
        },
        {
            "x1": 768,
            "y1": 732,
            "x2": 836,
            "y2": 876,
            "text": "…あっ",
            "vi": "… Ah"
        },
        {
            "x1": 476,
            "y1": 715,
            "x2": 610,
            "y2": 915,
            "text": "違…その… い 今のは 変な意味では ないですからね‼",
            "vi": "Khác nhau... rằng... ngay bây giờ không phải là một ý nghĩa kỳ lạ."
        },
        {
            "x1": 349,
            "y1": 741,
            "x2": 388,
            "y2": 903,
            "text": "変な意味？",
            "vi": "Ý nghĩa kỳ lạ?"
        },
        {
            "x1": 88,
            "y1": 1047,
            "x2": 160,
            "y2": 1255,
            "text": "か 考えなくて いいですから‼",
            "vi": "Bạn không cần phải nghĩ về nó."
        }
    ],
    "007.jpg": [
        {
            "x1": 799,
            "y1": 171,
            "x2": 845,
            "y2": 278,
            "text": "はぁ…",
            "vi": "Hả..."
        },
        {
            "x1": 192,
            "y1": 134,
            "x2": 282,
            "y2": 332,
            "text": "何しろ… 元気になってくれて 良かった…‼",
            "vi": "Rốt cuộc... tôi rất vui vì tôi đã khỏe..."
        },
        {
            "x1": 766,
            "y1": 415,
            "x2": 823,
            "y2": 575,
            "text": "先輩‼ それじゃここで",
            "vi": "cấp cao! Sau đó, ở đây"
        },
        {
            "x1": 230,
            "y1": 451,
            "x2": 299,
            "y2": 578,
            "text": "はい また明日！",
            "vi": "Vâng một lần nữa vào ngày mai!"
        },
        {
            "x1": 768,
            "y1": 692,
            "x2": 861,
            "y2": 867,
            "text": "お店にまで 付き合ってくれて 嬉しかったです！",
            "vi": "Tôi rất vui khi đi đến cửa hàng!"
        },
        {
            "x1": 384,
            "y1": 688,
            "x2": 490,
            "y2": 854,
            "text": "別に 気にしないで ください‼",
            "vi": "Đừng lo lắng về điều đó."
        },
        {
            "x1": 248,
            "y1": 755,
            "x2": 281,
            "y2": 892,
            "text": "そ それで…",
            "vi": "Vì vậy,..."
        },
        {
            "x1": 134,
            "y1": 834,
            "x2": 205,
            "y2": 955,
            "text": "なんです け…ど…",
            "vi": "Nó............... là gì...?"
        }
    ],
    "008.jpg": [
        {
            "x1": 746,
            "y1": 150,
            "x2": 788,
            "y2": 344,
            "text": "また今度…",
            "vi": "Có thể lần sau…"
        },
        {
            "x1": 141,
            "y1": 304,
            "x2": 242,
            "y2": 501,
            "text": "付き合って もらっても いいです…か？",
            "vi": "Bạn có thể nhận được hẹn hò...?"
        },
        {
            "x1": 717,
            "y1": 626,
            "x2": 835,
            "y2": 766,
            "text": "いつもなら 強引に誘って きそうなもの だけど",
            "vi": "Tôi thường có khả năng mời"
        },
        {
            "x1": 71,
            "y1": 612,
            "x2": 153,
            "y2": 757,
            "text": "勿論ですい いつでも誘って ください",
            "vi": "Tất nhiên, vui lòng mời tôi bất cứ lúc nào"
        },
        {
            "x1": 720,
            "y1": 872,
            "x2": 821,
            "y2": 1088,
            "text": "リスティナさんと 出掛けるの楽しい ですしね‼",
            "vi": "Thật vui khi đi chơi với Listina"
        }
    ],
    "009.jpg": [
        {
            "x1": 741,
            "y1": 411,
            "x2": 802,
            "y2": 542,
            "text": "リスティナ さん？",
            "vi": "Listina?"
        },
        {
            "x1": 717,
            "y1": 616,
            "x2": 845,
            "y2": 933,
            "text": "先輩の スケコマシ‼",
            "vi": "Skomashi cao cấp‼"
        },
        {
            "x1": 162,
            "y1": 756,
            "x2": 215,
            "y2": 955,
            "text": "⁉スケ…⁉",
            "vi": "⁉ Ske..."
        }
    ],
    "010.jpg": [
        {
            "x1": 161,
            "y1": 159,
            "x2": 237,
            "y2": 312,
            "text": "そ それじゃ また明日‼",
            "vi": "Vậy thì vào ngày mai"
        },
        {
            "x1": 138,
            "y1": 555,
            "x2": 177,
            "y2": 732,
            "text": "スケコマシ",
            "vi": "Bộ xương"
        },
        {
            "x1": 744,
            "y1": 876,
            "x2": 815,
            "y2": 1053,
            "text": "スケコマシって 何だ…",
            "vi": "Bộ xương..."
        },
        {
            "x1": 263,
            "y1": 872,
            "x2": 371,
            "y2": 1023,
            "text": "俺って… スケコマシ なのか…",
            "vi": "Tôi là... một bản phác thảo..."
        },
        {
            "x1": 71,
            "y1": 1061,
            "x2": 175,
            "y2": 1266,
            "text": "フィーラさんに 聞いたら小一時間 問い詰められた",
            "vi": "Khi tôi hỏi Filla, tôi được yêu cầu một giờ"
        },
        {
            "x1": 220,
            "y1": 1290,
            "x2": 869,
            "y2": 1322,
            "text": "天然な所がタラシの称飲？次号、迷宮線泉開始！",
            "vi": "Là nơi tự nhiên được gọi là một vị vua? Vấn đề tiếp theo, Mùa xuân Labyrinth Start!"
        }
    ]
}