var ocr_data = {
    "001.jpg": [
        {
            "x1": 42,
            "y1": 423,
            "x2": 196,
            "y2": 459,
            "text": "不遇職鍛治師",
            "vi": "Osamu tin cậy"
        },
        {
            "x1": 34,
            "y1": 448,
            "x2": 197,
            "y2": 516,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 43,
            "y1": 527,
            "x2": 193,
            "y2": 553,
            "text": "第第9話ボス戦",
            "vi": "Tập 9 Trận chiến"
        },
        {
            "x1": 383,
            "y1": 150,
            "x2": 1095,
            "y2": 977,
            "text": "EL",
            "vi": "Anh ấy"
        },
        {
            "x1": 34,
            "y1": 1299,
            "x2": 730,
            "y2": 1340,
            "text": "累計60万部突破！ 第G巻絶覺発売中叫",
            "vi": "Tích lũy hơn 600. 000 bản! Khối lượng G -Volume Mô tả Phát hành On Sale"
        }
    ],
    "002.jpg": [
        {
            "x1": 753,
            "y1": 139,
            "x2": 824,
            "y2": 305,
            "text": "デカイ割に 動きも速い…",
            "vi": "Phong trào này nhanh chóng cho một vấn đề lớn..."
        },
        {
            "x1": 210,
            "y1": 144,
            "x2": 303,
            "y2": 296,
            "text": "リニアルさん メアさん‼ 援護を‼",
            "vi": "Lineal mare Hỗ trợ!"
        },
        {
            "x1": 646,
            "y1": 335,
            "x2": 723,
            "y2": 486,
            "text": "こいつは… 厄介そうだ",
            "vi": "Anh chàng này... trông khó xử"
        },
        {
            "x1": 249,
            "y1": 540,
            "x2": 331,
            "y2": 692,
            "text": "俺が前衛で 戦いま",
            "vi": "Tôi đang chiến đấu với Avant -garde"
        },
        {
            "x1": 239,
            "y1": 880,
            "x2": 348,
            "y2": 999,
            "text": "私が前衛 二人とも 援護よ3",
            "vi": "Tôi sẽ hỗ trợ cả Avant -garde 3"
        },
        {
            "x1": 115,
            "y1": 968,
            "x2": 141,
            "y2": 1141,
            "text": "リニアルさん⁉",
            "vi": "LINEAL"
        }
    ],
    "004.jpg": [
        {
            "x1": 758,
            "y1": 143,
            "x2": 798,
            "y2": 333,
            "text": "リニアル‼",
            "vi": "Tereal‼"
        },
        {
            "x1": 135,
            "y1": 178,
            "x2": 212,
            "y2": 306,
            "text": "大丈夫 ですか⁉",
            "vi": "ĐỒNG Ý⁉"
        },
        {
            "x1": 720,
            "y1": 783,
            "x2": 776,
            "y2": 1003,
            "text": "…『任せて",
            "vi": "… \"Để nó cho tôi"
        }
    ],
    "005.jpg": [
        {
            "x1": 477,
            "y1": 147,
            "x2": 583,
            "y2": 363,
            "text": "…大丈夫だ リニアルさんは… 強い‼",
            "vi": "… Không sao đâu, lineal là... mạnh mẽ"
        },
        {
            "x1": 128,
            "y1": 232,
            "x2": 165,
            "y2": 415,
            "text": "わかりました",
            "vi": "lấy được rồi"
        },
        {
            "x1": 740,
            "y1": 520,
            "x2": 831,
            "y2": 686,
            "text": "サポートします 存分に戦って くださいッ！",
            "vi": "Chúng tôi sẽ hỗ trợ bạn hỗ trợ!"
        },
        {
            "x1": 468,
            "y1": 505,
            "x2": 512,
            "y2": 651,
            "text": "サンキュ",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 764,
            "y1": 808,
            "x2": 828,
            "y2": 1122,
            "text": "ガァアアア‼",
            "vi": "Gaaaaaaa"
        }
    ],
    "007.jpg": [
        {
            "x1": 436,
            "y1": 141,
            "x2": 470,
            "y2": 316,
            "text": "フランベルジュ",
            "vi": "Franberge"
        },
        {
            "x1": 748,
            "y1": 794,
            "x2": 839,
            "y2": 969,
            "text": "リニアル‼ 止め‼",
            "vi": "Tereal‼ Chặn!"
        },
        {
            "x1": 294,
            "y1": 1012,
            "x2": 362,
            "y2": 1124,
            "text": "おけ",
            "vi": "Nấm"
        }
    ],
    "008.jpg": [
        {
            "x1": 632,
            "y1": 486,
            "x2": 679,
            "y2": 593,
            "text": "コえ…",
            "vi": "Ko..."
        },
        {
            "x1": 752,
            "y1": 719,
            "x2": 833,
            "y2": 933,
            "text": "任せろッ",
            "vi": "Để lại nó"
        }
    ],
    "009.jpg": [
        {
            "x1": 148,
            "y1": 480,
            "x2": 236,
            "y2": 671,
            "text": "々マテリアル ブレイク",
            "vi": "Phá vỡ vật chất"
        }
    ],
    "010.jpg": [
        {
            "x1": 768,
            "y1": 133,
            "x2": 794,
            "y2": 307,
            "text": "リニアルさん！",
            "vi": "Lineal!"
        }
    ],
    "011.jpg": [
        {
            "x1": 29,
            "y1": 1309,
            "x2": 906,
            "y2": 1351,
            "text": "武闘派シスターここに在り叩 チームワークで難敵事破!?",
            "vi": "Chị em gái võ thuật phá vỡ tinh thần đồng đội ở đây với một kẻ thù khó khăn!?"
        }
    ]
}