var ocr_data = {
    "001.jpg": [
        {
            "x1": 100,
            "y1": 34,
            "x2": 274,
            "y2": 101,
            "text": "不遇職鐵合師， 最強"
        },
        {
            "x1": 762,
            "y1": 130,
            "x2": 866,
            "y2": 305,
            "text": "レーダルストア 王都店開店まで 残り一週間"
        },
        {
            "x1": 763,
            "y1": 492,
            "x2": 867,
            "y2": 645,
            "text": "俺達は 開店準備に 追われている"
        },
        {
            "x1": 95,
            "y1": 678,
            "x2": 184,
            "y2": 830,
            "text": "…俺の武器も 店に置くことが 決まった"
        },
        {
            "x1": 757,
            "y1": 891,
            "x2": 864,
            "y2": 1084,
            "text": "この店に『鍛治師』が ることをアピール してしまうのではと 不安だったが"
        },
        {
            "x1": 616,
            "y1": 1006,
            "x2": 709,
            "y2": 1146,
            "text": "皆は良い物は 置くべきだと 言ってくれる"
        },
        {
            "x1": 388,
            "y1": 903,
            "x2": 474,
            "y2": 1104,
            "text": "まぁ店の隅に置けば 悪目立ちする こともあるまい"
        }
    ],
    "003.jpg": [
        {
            "x1": 746,
            "y1": 133,
            "x2": 859,
            "y2": 278,
            "text": "では店長が 面接しますので 奥の部屋まで お願いします"
        },
        {
            "x1": 528,
            "y1": 124,
            "x2": 554,
            "y2": 269,
            "text": "バイトかぁ…‼"
        },
        {
            "x1": 627,
            "y1": 249,
            "x2": 672,
            "y2": 326,
            "text": "はい"
        },
        {
            "x1": 129,
            "y1": 149,
            "x2": 222,
            "y2": 288,
            "text": "いよいよ 開店間近って 感じするわね"
        },
        {
            "x1": 734,
            "y1": 606,
            "x2": 802,
            "y2": 808,
            "text": "こちら店長の クルアさんです"
        },
        {
            "x1": 784,
            "y1": 934,
            "x2": 869,
            "y2": 1088,
            "text": "荷物があれば テーブルににでも 置いてください"
        },
        {
            "x1": 514,
            "y1": 960,
            "x2": 566,
            "y2": 1079,
            "text": "はいただ… その…"
        },
        {
            "x1": 156,
            "y1": 928,
            "x2": 193,
            "y2": 1022,
            "text": "確認？"
        },
        {
            "x1": 412,
            "y1": 1090,
            "x2": 504,
            "y2": 1257,
            "text": "始める前に 一つ確認しても いいですか？"
        },
        {
            "x1": 102,
            "y1": 1059,
            "x2": 130,
            "y2": 1220,
            "text": "何でしょうか？"
        }
    ],
    "005.jpg": [
        {
            "x1": 693,
            "y1": 151,
            "x2": 769,
            "y2": 340,
            "text": "それと今少 気になったですけど …ですか？"
        },
        {
            "x1": 700,
            "y1": 444,
            "x2": 804,
            "y2": 609,
            "text": "お二人は 夫婦だったり します？"
        },
        {
            "x1": 771,
            "y1": 704,
            "x2": 859,
            "y2": 854,
            "text": "ふ ふふふ 夫婦⁉"
        },
        {
            "x1": 532,
            "y1": 701,
            "x2": 662,
            "y2": 922,
            "text": "ち 違います‼ 俺は ただの 一従業員です‼"
        },
        {
            "x1": 385,
            "y1": 750,
            "x2": 452,
            "y2": 890,
            "text": "そうだった んですね"
        },
        {
            "x1": 98,
            "y1": 1071,
            "x2": 195,
            "y2": 1247,
            "text": "夫婦で一生懸命 やられてるお店 なのかと…"
        }
    ]
}