var ocr_data = {
    "10001.jpg": [
        {
            "x1": 106,
            "y1": 78,
            "x2": 256,
            "y2": 166,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 715,
            "y1": 164,
            "x2": 852,
            "y2": 336,
            "text": "ユミネ様の 命と引き換えに 蒼石の首領を 封じる…？",
            "vi": "Để đổi lấy cuộc sống của Yumine, nó đóng dấu lãnh đạo của Aishiishi...?"
        },
        {
            "x1": 155,
            "y1": 221,
            "x2": 214,
            "y2": 403,
            "text": "そんなこと どうやって…⁉",
            "vi": "Bạn làm thế bằng cách nào vậy...⁉"
        },
        {
            "x1": 596,
            "y1": 403,
            "x2": 872,
            "y2": 439,
            "text": "第152話一番の親友",
            "vi": "Tập 152 người bạn tốt nhất của những người giỏi nhất"
        },
        {
            "x1": 738,
            "y1": 505,
            "x2": 844,
            "y2": 706,
            "text": "他の 勇者様方の未来を お願いします",
            "vi": "Xin hãy cho tôi tương lai của các Braves khác"
        },
        {
            "x1": 375,
            "y1": 512,
            "x2": 476,
            "y2": 644,
            "text": "あの時の 違和感は これか…ッ",
            "vi": "Đây có phải là sự khó chịu lúc đó..."
        },
        {
            "x1": 129,
            "y1": 635,
            "x2": 196,
            "y2": 844,
            "text": "何故 気づかなかった‼",
            "vi": "Tại sao bạn không để ý?"
        },
        {
            "x1": 574,
            "y1": 920,
            "x2": 636,
            "y2": 1159,
            "text": "フイーラさんは それでいいのですか",
            "vi": "Điều đó có ổn không?"
        },
        {
            "x1": 94,
            "y1": 1307,
            "x2": 750,
            "y2": 1345,
            "text": "累計120万部突破！ 最新9巻発売中吧",
            "vi": "Hơn 1, 2 triệu bản sao! 9 tập mới nhất được bán"
        }
    ],
    "10002.jpg": [
        {
            "x1": 744,
            "y1": 149,
            "x2": 821,
            "y2": 319,
            "text": "ユミネ様が 死んでも…ッ",
            "vi": "Ngay cả khi Yumine chết..."
        },
        {
            "x1": 133,
            "y1": 180,
            "x2": 234,
            "y2": 354,
            "text": "……今の時点で 勇者アリアは 誰にも倒せない",
            "vi": ".........tại thời điểm này, aria dũng cảm không thể bị đánh bại bởi bất kỳ ai"
        },
        {
            "x1": 740,
            "y1": 474,
            "x2": 834,
            "y2": 646,
            "text": "でも 数年後の ベニーやリン レリウスは別…",
            "vi": "Nhưng vài năm sau Benny và Rin Lelius thì khác..."
        },
        {
            "x1": 395,
            "y1": 483,
            "x2": 462,
            "y2": 664,
            "text": "勝てる潜在力が 十分にあるわ",
            "vi": "Tôi có đủ tiềm năng để giành chiến thắng"
        },
        {
            "x1": 128,
            "y1": 503,
            "x2": 226,
            "y2": 687,
            "text": "目的は時間稼ぎ そのための 封印」よ",
            "vi": "Mục đích là để kiếm thời gian, \"con dấu cho điều đó\""
        },
        {
            "x1": 741,
            "y1": 782,
            "x2": 846,
            "y2": 987,
            "text": "これが 最善の選択だと ユミネは判断した",
            "vi": "Yumine quyết định rằng đây là sự lựa chọn tốt nhất"
        },
        {
            "x1": 571,
            "y1": 896,
            "x2": 691,
            "y2": 1049,
            "text": "未来を あなた達に 託したの…",
            "vi": "Tôi đã giao cho tương lai cho bạn..."
        }
    ],
    "10003.jpg": [
        {
            "x1": 651,
            "y1": 183,
            "x2": 791,
            "y2": 327,
            "text": "そう… 必要な 犠牲だわ",
            "vi": "Vâng... đó là một sự hy sinh cần thiết"
        },
        {
            "x1": 223,
            "y1": 470,
            "x2": 315,
            "y2": 652,
            "text": "そんな建て前は どうでも いいんです",
            "vi": "Nó không quan trọng trước khi xây dựng như vậy"
        },
        {
            "x1": 776,
            "y1": 725,
            "x2": 872,
            "y2": 923,
            "text": "必要な犠牲とか 最善の選択とか どうでもいい…",
            "vi": "Không quan trọng nếu bạn cần sự hy sinh hoặc lựa chọn tốt nhất..."
        },
        {
            "x1": 625,
            "y1": 833,
            "x2": 742,
            "y2": 1034,
            "text": "俺は あなたの本心が 知りたいんだ！",
            "vi": "Tôi muốn biết trái tim thật của bạn!"
        },
        {
            "x1": 444,
            "y1": 739,
            "x2": 527,
            "y2": 979,
            "text": "友達が死んでも いいのですか…",
            "vi": "Bạn của tôi có thể chết..."
        },
        {
            "x1": 161,
            "y1": 1004,
            "x2": 205,
            "y2": 1235,
            "text": "フィーラ‼",
            "vi": "Filla"
        }
    ],
    "10004.jpg": [
        {
            "x1": 133,
            "y1": 163,
            "x2": 237,
            "y2": 332,
            "text": "まぁ… フィーラって いうの？",
            "vi": "Vâng... Filla là gì?"
        },
        {
            "x1": 780,
            "y1": 456,
            "x2": 814,
            "y2": 622,
            "text": "素敵な名前‼",
            "vi": "Tên đẹp‼"
        },
        {
            "x1": 95,
            "y1": 503,
            "x2": 234,
            "y2": 703,
            "text": "王城には 私と同年代の子は 少ないですから 嬉しいですわ‼",
            "vi": "Tôi rất vui vì có rất ít trẻ em cùng tuổi trong Lâu đài Hoàng gia."
        },
        {
            "x1": 706,
            "y1": 805,
            "x2": 798,
            "y2": 1032,
            "text": "お友達に なリましょう",
            "vi": "Hãy là bạn"
        }
    ],
    "10005.jpg": [
        {
            "x1": 713,
            "y1": 936,
            "x2": 833,
            "y2": 1160,
            "text": "一番の親友が… 死んでいいわけ ないじゃない‼",
            "vi": "Bạn thân của tôi... không tốt khi chết."
        },
        {
            "x1": 151,
            "y1": 1017,
            "x2": 201,
            "y2": 1238,
            "text": "だったら‼",
            "vi": "Khi đó"
        }
    ],
    "10006.jpg": [
        {
            "x1": 490,
            "y1": 104,
            "x2": 530,
            "y2": 311,
            "text": "あとは任せろ",
            "vi": "Để phần còn lại"
        },
        {
            "x1": 145,
            "y1": 739,
            "x2": 176,
            "y2": 866,
            "text": "レリウス",
            "vi": "Lelius"
        },
        {
            "x1": 722,
            "y1": 945,
            "x2": 802,
            "y2": 1113,
            "text": "貴方は… いつもそう",
            "vi": "Bạn... luôn luôn như vậy"
        },
        {
            "x1": 140,
            "y1": 1019,
            "x2": 224,
            "y2": 1240,
            "text": "いつも他人の 心配ばかりして",
            "vi": "Luôn lo lắng về những người khác"
        }
    ],
    "10007.jpg": [
        {
            "x1": 723,
            "y1": 152,
            "x2": 810,
            "y2": 357,
            "text": "誰かのために 戦おうとする",
            "vi": "Cố gắng chiến đấu cho ai đó"
        },
        {
            "x1": 760,
            "y1": 525,
            "x2": 839,
            "y2": 635,
            "text": "だから… 私は…",
            "vi": "Vì vậy, tôi..."
        },
        {
            "x1": 183,
            "y1": 549,
            "x2": 226,
            "y2": 656,
            "text": "貴方の",
            "vi": "Của bạn"
        },
        {
            "x1": 170,
            "y1": 1018,
            "x2": 257,
            "y2": 1221,
            "text": "こんな季節に 雪か…",
            "vi": "Có phải tuyết rơi trong mùa này..."
        }
    ],
    "10008.jpg": [
        {
            "x1": 745,
            "y1": 169,
            "x2": 819,
            "y2": 303,
            "text": "クライア さんッ‼",
            "vi": "Rõ ràng -san"
        },
        {
            "x1": 229,
            "y1": 113,
            "x2": 261,
            "y2": 246,
            "text": "レリウスか",
            "vi": "Lelius?"
        },
        {
            "x1": 97,
            "y1": 223,
            "x2": 183,
            "y2": 383,
            "text": "フィーラは 止められ なかったんだな",
            "vi": "Filla không thể dừng lại"
        },
        {
            "x1": 612,
            "y1": 481,
            "x2": 685,
            "y2": 651,
            "text": "ユミネ様から 全て聞いたよ",
            "vi": "Tôi đã nghe mọi thứ từ yumine"
        },
        {
            "x1": 427,
            "y1": 515,
            "x2": 498,
            "y2": 665,
            "text": "街に残るの ですか？",
            "vi": "Nó có ở lại thành phố không?"
        },
        {
            "x1": 111,
            "y1": 568,
            "x2": 229,
            "y2": 727,
            "text": "首領が魔物を 引き連れて来る 可能性が あるからな",
            "vi": "Bởi vì người lãnh đạo có thể mang theo con quái vật"
        },
        {
            "x1": 675,
            "y1": 777,
            "x2": 749,
            "y2": 976,
            "text": "街を… 守る奴が必要だ",
            "vi": "Tôi cần một anh chàng bảo vệ thành phố"
        },
        {
            "x1": 310,
            "y1": 810,
            "x2": 355,
            "y2": 975,
            "text": "行く気か？",
            "vi": "Bạn muốn đi không?"
        },
        {
            "x1": 117,
            "y1": 839,
            "x2": 238,
            "y2": 1017,
            "text": "最強の勇者が 勝てない 相手だぞ？",
            "vi": "Người anh hùng mạnh nhất là đối thủ không thể thắng?"
        }
    ],
    "10009.jpg": [
        {
            "x1": 738,
            "y1": 136,
            "x2": 787,
            "y2": 257,
            "text": "はい‼",
            "vi": "Vâng!"
        },
        {
            "x1": 193,
            "y1": 145,
            "x2": 272,
            "y2": 312,
            "text": "何とかして みせます‼",
            "vi": "Tôi sẽ cho bạn thấy bằng cách nào đó."
        },
        {
            "x1": 250,
            "y1": 708,
            "x2": 374,
            "y2": 893,
            "text": "どうやら俺は すっかり お前の プァンになって しまったらしい",
            "vi": "Rõ ràng tôi đã hoàn toàn trở thành pwan của bạn"
        },
        {
            "x1": 88,
            "y1": 798,
            "x2": 199,
            "y2": 1027,
            "text": "何故だか お前なら 何とかしてくれる 気がする…",
            "vi": "Vì một số lý do, tôi cảm thấy như bạn sẽ làm một cái gì đó..."
        }
    ],
    "10010.jpg": [
        {
            "x1": 752,
            "y1": 137,
            "x2": 826,
            "y2": 284,
            "text": "行って来い そして…",
            "vi": "Nào và..."
        },
        {
            "x1": 171,
            "y1": 152,
            "x2": 213,
            "y2": 325,
            "text": "帰って来い",
            "vi": "Trở lại"
        },
        {
            "x1": 360,
            "y1": 428,
            "x2": 424,
            "y2": 639,
            "text": "我が友よ",
            "vi": "Bạn của tôi"
        },
        {
            "x1": 302,
            "y1": 739,
            "x2": 367,
            "y2": 934,
            "text": "はいッ‼",
            "vi": "Vâng"
        },
        {
            "x1": 87,
            "y1": 1296,
            "x2": 861,
            "y2": 1327,
            "text": "兄妹の想いを背負い いざ決戦の舞台へ！ 次号へ続く叩",
            "vi": "Đưa suy nghĩ của anh chị em đến sân khấu của trận chiến quyết định! Nhấn vào điều đó dẫn đến vấn đề tiếp theo"
        }
    ],
    "10011.jpg": [
        {
            "x1": 43,
            "y1": 105,
            "x2": 159,
            "y2": 197,
            "text": "嘉強",
            "vi": "Tạm biệt"
        },
        {
            "x1": 27,
            "y1": 715,
            "x2": 215,
            "y2": 819,
            "text": "P2400方jPv",
            "vi": "P2400 jpv"
        },
        {
            "x1": 44,
            "y1": 768,
            "x2": 384,
            "y2": 1000,
            "text": "★超え‼!な 「小説家になろう｣発！ 大八気“万物創造",
            "vi": "★ đã vượt quá‼ Từ! \"Trở thành một tiểu thuyết gia\" từ! Daihachi \"Tất cả những điều sáng tạo"
        },
        {
            "x1": 490,
            "y1": 1207,
            "x2": 772,
            "y2": 1322,
            "text": "まれるようになってた男の のんびリスローライフ",
            "vi": "Người đàn ông giải trí cuộc sống risro"
        }
    ]
}