var ocr_data = {
    "001.jpg": [
        {
            "x1": 102,
            "y1": 34,
            "x2": 523,
            "y2": 104,
            "text": "不遇職鐵治合師。 最強 第75話 クラィアの暴走？"
        },
        {
            "x1": 497,
            "y1": 136,
            "x2": 534,
            "y2": 323,
            "text": "お嫁さん…⁉"
        },
        {
            "x1": 759,
            "y1": 412,
            "x2": 828,
            "y2": 628,
            "text": "フイラさんを お 俺に…⁉"
        },
        {
            "x1": 194,
            "y1": 530,
            "x2": 283,
            "y2": 677,
            "text": "あぁ… そうだ‼"
        },
        {
            "x1": 488,
            "y1": 793,
            "x2": 566,
            "y2": 1020,
            "text": "返答や 如何に‼ レリウス君⁉"
        },
        {
            "x1": 114,
            "y1": 975,
            "x2": 184,
            "y2": 1094,
            "text": "帰れ"
        },
        {
            "x1": 763,
            "y1": 1195,
            "x2": 826,
            "y2": 1284,
            "text": "最強"
        }
    ],
    "003.jpg": [
        {
            "x1": 787,
            "y1": 146,
            "x2": 845,
            "y2": 305,
            "text": "あるのでしたら 差し上げますよ"
        },
        {
            "x1": 413,
            "y1": 229,
            "x2": 499,
            "y2": 362,
            "text": "さすがに それは悪い… これで頼むよ"
        },
        {
            "x1": 120,
            "y1": 238,
            "x2": 207,
            "y2": 366,
            "text": "ここんなに 高くない ですよ⁉"
        },
        {
            "x1": 730,
            "y1": 521,
            "x2": 837,
            "y2": 666,
            "text": "おいおい もっと 自信を持て"
        },
        {
            "x1": 139,
            "y1": 552,
            "x2": 248,
            "y2": 750,
            "text": "お前の作品には それだけの 価値がある"
        },
        {
            "x1": 754,
            "y1": 849,
            "x2": 844,
            "y2": 1083,
            "text": "オは今日の社交界に 参加したら帰ることに なっている"
        },
        {
            "x1": 612,
            "y1": 887,
            "x2": 671,
            "y2": 1098,
            "text": "その時につけさせて もらおうと思ってな"
        },
        {
            "x1": 349,
            "y1": 868,
            "x2": 443,
            "y2": 1114,
            "text": "社交界‼ …安っぽいとか言われ ませんかね…？"
        },
        {
            "x1": 145,
            "y1": 1046,
            "x2": 215,
            "y2": 1216,
            "text": "そんなこと ないだろう！"
        }
    ],
    "005.jpg": [
        {
            "x1": 774,
            "y1": 147,
            "x2": 840,
            "y2": 291,
            "text": "ありがとう ございます"
        },
        {
            "x1": 259,
            "y1": 134,
            "x2": 340,
            "y2": 317,
            "text": "何 オレはあくまで オシャレして 参加するだけだ"
        },
        {
            "x1": 139,
            "y1": 237,
            "x2": 210,
            "y2": 376,
            "text": "じゃあ もう行くよ"
        },
        {
            "x1": 738,
            "y1": 545,
            "x2": 836,
            "y2": 697,
            "text": "お店 うまく いくといいな …頑張れよ‼"
        },
        {
            "x1": 370,
            "y1": 534,
            "x2": 405,
            "y2": 639,
            "text": "はい！"
        }
    ],
    "011.jpg": [
        {
            "x1": 157,
            "y1": 233,
            "x2": 331,
            "y2": 569,
            "text": "あの反応は まんざらでも ないのかな…？"
        },
        {
            "x1": 599,
            "y1": 1000,
            "x2": 660,
            "y2": 1139,
            "text": "どうしました クライア様"
        },
        {
            "x1": 375,
            "y1": 1004,
            "x2": 480,
            "y2": 1147,
            "text": "フィリうが デした 気を感じた"
        },
        {
            "x1": 95,
            "y1": 1125,
            "x2": 186,
            "y2": 1232,
            "text": "何それ 怖い"
        },
        {
            "x1": 187,
            "y1": 1296,
            "x2": 787,
            "y2": 1325,
            "text": "『ホントの気持ち』はまだ内緒♡次号へっプく品"
        }
    ]
}