var ocr_data = {
    "001.jpg": [
        {
            "x1": 260,
            "y1": 72,
            "x2": 491,
            "y2": 98,
            "text": "第83話買い物デート？"
        },
        {
            "x1": 89,
            "y1": 58,
            "x2": 243,
            "y2": 100,
            "text": "最強"
        },
        {
            "x1": 719,
            "y1": 144,
            "x2": 812,
            "y2": 373,
            "text": "おはよー ございまーす"
        },
        {
            "x1": 152,
            "y1": 178,
            "x2": 232,
            "y2": 414,
            "text": "今日も一日 頑張りましょー‼"
        },
        {
            "x1": 215,
            "y1": 547,
            "x2": 270,
            "y2": 723,
            "text": "うわぁ…"
        },
        {
            "x1": 785,
            "y1": 837,
            "x2": 861,
            "y2": 1030,
            "text": "お疲れですか？ 先輩"
        },
        {
            "x1": 533,
            "y1": 835,
            "x2": 562,
            "y2": 1032,
            "text": "色々ありまして…"
        },
        {
            "x1": 327,
            "y1": 853,
            "x2": 425,
            "y2": 1122,
            "text": "昨日は破壊してしまった 家の修理で魔力を 使い果だしてしまった…"
        },
        {
            "x1": 768,
            "y1": 1168,
            "x2": 843,
            "y2": 1282,
            "text": "最強"
        },
        {
            "x1": 159,
            "y1": 1037,
            "x2": 196,
            "y2": 1255,
            "text": "それにしても"
        },
        {
            "x1": 129,
            "y1": 1299,
            "x2": 741,
            "y2": 1328,
            "text": "累計35万部突破！ 最新第5巻絶魔発完中叫"
        }
    ],
    "003.jpg": [
        {
            "x1": 776,
            "y1": 808,
            "x2": 872,
            "y2": 1019,
            "text": "こうして先輩と 出掛けるのって実は 初めてですよね‼"
        },
        {
            "x1": 296,
            "y1": 730,
            "x2": 361,
            "y2": 918,
            "text": "毎日送っている じゃないですか"
        },
        {
            "x1": 95,
            "y1": 811,
            "x2": 174,
            "y2": 991,
            "text": "それとコレは 違うんです‼"
        }
    ],
    "005.jpg": [
        {
            "x1": 811,
            "y1": 164,
            "x2": 881,
            "y2": 313,
            "text": "あ 着き ましたよ！"
        },
        {
            "x1": 484,
            "y1": 142,
            "x2": 553,
            "y2": 351,
            "text": "今日行きたかった 場所です"
        },
        {
            "x1": 142,
            "y1": 497,
            "x2": 249,
            "y2": 715,
            "text": "ランジェリ ショップ⁉"
        },
        {
            "x1": 799,
            "y1": 854,
            "x2": 836,
            "y2": 1034,
            "text": "嘘でしょ…⁉"
        },
        {
            "x1": 409,
            "y1": 881,
            "x2": 516,
            "y2": 1106,
            "text": "こういう所は クルアさんとかと 来た方が…"
        },
        {
            "x1": 206,
            "y1": 876,
            "x2": 276,
            "y2": 1026,
            "text": "リスティナ さん？"
        }
    ]
}