var ocr_data = {
    "001.jpg": [
        {
            "x1": 112,
            "y1": 42,
            "x2": 287,
            "y2": 73,
            "text": "不遇職『鍛”台師",
            "vi": "\"Đào tạo\" công việc chưa được khám phá"
        },
        {
            "x1": 95,
            "y1": 64,
            "x2": 226,
            "y2": 138,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 715,
            "y1": 126,
            "x2": 831,
            "y2": 298,
            "text": "キュガイアを 出発してから 約1か月",
            "vi": "Khoảng 1 tháng sau khi rời Kugaia"
        },
        {
            "x1": 222,
            "y1": 176,
            "x2": 297,
            "y2": 350,
            "text": "ユミネ王女の ご帰還‼",
            "vi": "Trở lại công chúa yumine‼"
        },
        {
            "x1": 671,
            "y1": 366,
            "x2": 865,
            "y2": 392,
            "text": "特144話深まる謎",
            "vi": "Tập đặc biệt 144 Bí ẩn sâu sắc"
        },
        {
            "x1": 445,
            "y1": 440,
            "x2": 511,
            "y2": 585,
            "text": "敬礼ッ",
            "vi": "Chào"
        },
        {
            "x1": 321,
            "y1": 720,
            "x2": 357,
            "y2": 955,
            "text": "ご苦労様です",
            "vi": "Cảm ơn bạn vì sự chăm chỉ của bạn"
        },
        {
            "x1": 135,
            "y1": 1024,
            "x2": 257,
            "y2": 1259,
            "text": "俺達は 久しぶりに王都に 戻ってきた",
            "vi": "Chúng tôi đã trở lại thủ đô hoàng gia lần đầu tiên trong một thời gian dài"
        },
        {
            "x1": 95,
            "y1": 1312,
            "x2": 747,
            "y2": 1348,
            "text": "累獄120万部突破！ 最新9巻発売中品",
            "vi": "Hơn 12 triệu bản sao tù! Tập 9 mới nhất đang được bán"
        }
    ],
    "003.jpg": [
        {
            "x1": 573,
            "y1": 120,
            "x2": 635,
            "y2": 293,
            "text": "いつも気さくに 話していたが…",
            "vi": "Tôi luôn luôn nói chuyện thân thiện, nhưng..."
        },
        {
            "x1": 429,
            "y1": 148,
            "x2": 499,
            "y2": 283,
            "text": "ユミネ様は 王女…！",
            "vi": "Yumine là một công chúa...!"
        },
        {
            "x1": 110,
            "y1": 120,
            "x2": 196,
            "y2": 322,
            "text": "とんでもないことを 俺はしていたのでは ないだろうか…？",
            "vi": "Tôi đoán tôi đã làm một cái gì đó vô lý...?"
        },
        {
            "x1": 764,
            "y1": 512,
            "x2": 847,
            "y2": 629,
            "text": "魔物討伐は いかが でしたか？",
            "vi": "Sự khuất phục quái vật như thế nào?"
        },
        {
            "x1": 543,
            "y1": 515,
            "x2": 644,
            "y2": 668,
            "text": "滞りなく… 街への襲撃は 治まったかと",
            "vi": "Không chậm trễ... cuộc tấn công vào thành phố là lắng xuống?"
        },
        {
            "x1": 366,
            "y1": 505,
            "x2": 454,
            "y2": 706,
            "text": "リン様ベニ—様 七騎士２名に残って いただきましたが",
            "vi": "Rin -sama beni -san bảy hiệp sĩ vẫn còn"
        },
        {
            "x1": 228,
            "y1": 610,
            "x2": 320,
            "y2": 757,
            "text": "様子を見て 学園に戻って もらいます",
            "vi": "Tôi sẽ thấy tình hình và trở lại trường học"
        },
        {
            "x1": 113,
            "y1": 725,
            "x2": 154,
            "y2": 794,
            "text": "はッ",
            "vi": "Ha"
        },
        {
            "x1": 176,
            "y1": 888,
            "x2": 272,
            "y2": 1017,
            "text": "さぁ レリウス様 こちらです",
            "vi": "Bây giờ, Lelius ở đây"
        }
    ],
    "005.jpg": [
        {
            "x1": 183,
            "y1": 1030,
            "x2": 214,
            "y2": 1211,
            "text": "ココ…は…？",
            "vi": "Coco...?"
        }
    ],
    "007.jpg": [
        {
            "x1": 640,
            "y1": 98,
            "x2": 680,
            "y2": 245,
            "text": "“石像の間",
            "vi": "“Các bức tượng giữa các viên đá"
        },
        {
            "x1": 462,
            "y1": 151,
            "x2": 562,
            "y2": 347,
            "text": "歴代の偉人達の 石像が 飾られて いますの",
            "vi": "Những bức tượng đá của những người vĩ đại kế tiếp được hiển thị"
        },
        {
            "x1": 261,
            "y1": 155,
            "x2": 364,
            "y2": 352,
            "text": "一部の者しか 入室が許されない 部屋ですのよ！",
            "vi": "Đó là một căn phòng mà chỉ có một số người được phép vào phòng!"
        },
        {
            "x1": 728,
            "y1": 563,
            "x2": 828,
            "y2": 691,
            "text": "こちらは 第二十代の 騎士団長",
            "vi": "Đây là người quản lý hiệp sĩ thứ 20"
        },
        {
            "x1": 145,
            "y1": 578,
            "x2": 248,
            "y2": 775,
            "text": "国を襲った ドラゴの群れを 倒したとか",
            "vi": "Bạn đã đánh bại đàn drgo tấn công đất nước"
        },
        {
            "x1": 721,
            "y1": 901,
            "x2": 828,
            "y2": 1034,
            "text": "ユミネ別に 観光しに来た わけじゃ ないでしょ",
            "vi": "Bạn đã không đến tham quan Yumine, phải không?"
        },
        {
            "x1": 474,
            "y1": 892,
            "x2": 577,
            "y2": 1034,
            "text": "フィーラは 歴史が嫌い でしたわね",
            "vi": "Filla ghét lịch sử"
        },
        {
            "x1": 294,
            "y1": 949,
            "x2": 354,
            "y2": 1100,
            "text": "う… それは そうだけど…",
            "vi": "Uh... đúng vậy..."
        },
        {
            "x1": 89,
            "y1": 1050,
            "x2": 191,
            "y2": 1208,
            "text": "残念ですわ とても面白い のに…‼",
            "vi": "Tôi xin lỗi, nó rất thú vị...‼‼"
        }
    ],
    "009.jpg": [
        {
            "x1": 811,
            "y1": 139,
            "x2": 877,
            "y2": 253,
            "text": "…着き ましたわ",
            "vi": "Tôi đã đến"
        },
        {
            "x1": 636,
            "y1": 116,
            "x2": 664,
            "y2": 253,
            "text": "レリウス様",
            "vi": "Lelius"
        },
        {
            "x1": 148,
            "y1": 188,
            "x2": 244,
            "y2": 390,
            "text": "お見せ したかったのは… 彼女をです",
            "vi": "Những gì tôi muốn thể hiện... cô ấy là cô ấy"
        },
        {
            "x1": 384,
            "y1": 426,
            "x2": 413,
            "y2": 549,
            "text": "この人は？",
            "vi": "Người này là?"
        },
        {
            "x1": 387,
            "y1": 741,
            "x2": 419,
            "y2": 848,
            "text": "まさか…",
            "vi": "Không có cách nào..."
        },
        {
            "x1": 310,
            "y1": 958,
            "x2": 398,
            "y2": 1113,
            "text": "勇者… アリア‼",
            "vi": "Anh hùng... Aria"
        },
        {
            "x1": 133,
            "y1": 1126,
            "x2": 190,
            "y2": 1221,
            "text": "はい",
            "vi": "Vâng"
        }
    ],
    "011.jpg": [
        {
            "x1": 728,
            "y1": 145,
            "x2": 822,
            "y2": 329,
            "text": "この国の人なら 誰もが知っている 英雄だ…‼",
            "vi": "Đó là một anh hùng mà mọi người ở đất nước này đều biết...‼‼"
        },
        {
            "x1": 117,
            "y1": 163,
            "x2": 220,
            "y2": 318,
            "text": "厄災を破り 世界を救った 伝説の勇者",
            "vi": "Người anh hùng huyền thoại đã phá vỡ thảm họa và cứu thế giới"
        },
        {
            "x1": 811,
            "y1": 423,
            "x2": 837,
            "y2": 533,
            "text": "そうです",
            "vi": "Đúng thế"
        },
        {
            "x1": 466,
            "y1": 488,
            "x2": 575,
            "y2": 626,
            "text": "歴代最強の 勇者とも 名高い方…",
            "vi": "Những người được biết đến như là anh hùng mạnh nhất của quá khứ..."
        },
        {
            "x1": 138,
            "y1": 472,
            "x2": 205,
            "y2": 679,
            "text": "彼女の英雄譚が 私は大好きですの",
            "vi": "Tôi yêu anh hùng của cô ấy rám nắng"
        },
        {
            "x1": 732,
            "y1": 759,
            "x2": 847,
            "y2": 1010,
            "text": "しかし 厄災が 終わった後の記録は 残っておらず…",
            "vi": "Tuy nhiên, không có kỷ lục sau khi thảm họa kết thúc..."
        },
        {
            "x1": 200,
            "y1": 772,
            "x2": 292,
            "y2": 918,
            "text": "その 勇者アリアが どうしたの？",
            "vi": "Chuyện gì đã xảy ra với anh hùng Aria?"
        },
        {
            "x1": 412,
            "y1": 990,
            "x2": 564,
            "y2": 1231,
            "text": "後世の人間が 勝手に作り上げた 英雄譚もあり… 謎多き勇者様ですわ",
            "vi": "Ngoài ra còn có một anh hùng Tan được tạo ra bởi con người hậu thế... đó là một anh hùng bí ẩn."
        }
    ],
    "013.jpg": [
        {
            "x1": 759,
            "y1": 148,
            "x2": 832,
            "y2": 338,
            "text": "台座の下の方を ご覧ください",
            "vi": "Vui lòng xem ở dưới cùng của bệ"
        },
        {
            "x1": 549,
            "y1": 443,
            "x2": 612,
            "y2": 638,
            "text": "設計図の文字と 似ていませんか？",
            "vi": "Nó có tương tự như nhân vật của bản thiết kế không?"
        },
        {
            "x1": 109,
            "y1": 523,
            "x2": 197,
            "y2": 684,
            "text": "職人の落書きと 今まで思われて いました",
            "vi": "Tôi nghĩ đó là graffiti của một thợ thủ công"
        },
        {
            "x1": 803,
            "y1": 745,
            "x2": 872,
            "y2": 915,
            "text": "しかし これは 鍛治師の",
            "vi": "Nhưng đây là một lực lượng"
        },
        {
            "x1": 709,
            "y1": 808,
            "x2": 742,
            "y2": 965,
            "text": "レリウス様？",
            "vi": "Lelius?"
        },
        {
            "x1": 316,
            "y1": 853,
            "x2": 369,
            "y2": 1103,
            "text": "『すまない』",
            "vi": "\"Tôi xin lôi\""
        }
    ],
    "015.jpg": [
        {
            "x1": 197,
            "y1": 148,
            "x2": 249,
            "y2": 375,
            "text": "『アリア…』",
            "vi": "\"Aria...\""
        },
        {
            "x1": 673,
            "y1": 522,
            "x2": 794,
            "y2": 761,
            "text": "『蒼石を 使ってしまって すまない…』",
            "vi": "\"Tôi xin lỗi vì đã sử dụng Aoishi...\""
        }
    ],
    "017.jpg": [
        {
            "x1": 802,
            "y1": 990,
            "x2": 847,
            "y2": 1103,
            "text": "パキ",
            "vi": "Paki"
        },
        {
            "x1": 154,
            "y1": 1011,
            "x2": 209,
            "y2": 1177,
            "text": "…アルゴ",
            "vi": "Argo"
        },
        {
            "x1": 705,
            "y1": 1151,
            "x2": 757,
            "y2": 1254,
            "text": "パキ",
            "vi": "Paki"
        }
    ],
    "019.jpg": [
        {
            "x1": 629,
            "y1": 961,
            "x2": 704,
            "y2": 1116,
            "text": "アルゴ",
            "vi": "Argo"
        },
        {
            "x1": 225,
            "y1": 978,
            "x2": 289,
            "y2": 1116,
            "text": "アルゴ",
            "vi": "Argo"
        },
        {
            "x1": 774,
            "y1": 1085,
            "x2": 834,
            "y2": 1218,
            "text": "アルゴ",
            "vi": "Argo"
        },
        {
            "x1": 395,
            "y1": 1094,
            "x2": 453,
            "y2": 1226,
            "text": "アルゴ",
            "vi": "Argo"
        },
        {
            "x1": 104,
            "y1": 1052,
            "x2": 183,
            "y2": 1219,
            "text": "アルゴ",
            "vi": "Argo"
        },
        {
            "x1": 78,
            "y1": 1296,
            "x2": 730,
            "y2": 1323,
            "text": "里かに残るの人。の時の記憶。彼をの身に一体何が!?ぬ号へ!!",
            "vi": "Một người vẫn còn trong làng. Bộ nhớ tại thời điểm đó. Những gì đánh anh ta như một cơ thể!? Để NU!!"
        }
    ]
}