var ocr_data = {
    "001.jpg": [
        {
            "x1": 95,
            "y1": 67,
            "x2": 310,
            "y2": 97,
            "text": "第133話 リの成長"
        },
        {
            "x1": 706,
            "y1": 257,
            "x2": 845,
            "y2": 291,
            "text": "不西職鍛治帥"
        },
        {
            "x1": 279,
            "y1": 141,
            "x2": 365,
            "y2": 301,
            "text": "レリウス様は キュガイアを 訪れたことは？"
        },
        {
            "x1": 698,
            "y1": 274,
            "x2": 817,
            "y2": 342,
            "text": "最強"
        },
        {
            "x1": 815,
            "y1": 371,
            "x2": 864,
            "y2": 481,
            "text": "いえ…"
        },
        {
            "x1": 379,
            "y1": 387,
            "x2": 471,
            "y2": 567,
            "text": "グリードラに 行ったことは 何度かあるけど"
        },
        {
            "x1": 122,
            "y1": 484,
            "x2": 182,
            "y2": 634,
            "text": "キュガイアは ないよね…"
        },
        {
            "x1": 757,
            "y1": 741,
            "x2": 880,
            "y2": 886,
            "text": "良い街よ 今は魔物に 襲われて しまったけど"
        },
        {
            "x1": 374,
            "y1": 715,
            "x2": 416,
            "y2": 844,
            "text": "へえ…‼"
        },
        {
            "x1": 130,
            "y1": 772,
            "x2": 270,
            "y2": 983,
            "text": "あっ 着いたみたい だよ‼"
        },
        {
            "x1": 503,
            "y1": 1031,
            "x2": 642,
            "y2": 1288,
            "text": "農業が盛んで グリードラッドと 王都の流通拠点として 活躍してるの"
        },
        {
            "x1": 822,
            "y1": 1270,
            "x2": 853,
            "y2": 1340,
            "text": "最強"
        },
        {
            "x1": 180,
            "y1": 1310,
            "x2": 804,
            "y2": 1348,
            "text": "累獄100万部突破！ 最新8巻発売中品"
        }
    ],
    "013.jpg": [
        {
            "x1": 721,
            "y1": 139,
            "x2": 844,
            "y2": 319,
            "text": "敵はかなり 手強いはず… お気をつけて"
        },
        {
            "x1": 486,
            "y1": 133,
            "x2": 549,
            "y2": 303,
            "text": "私は兄さんの 手伝いをするわ"
        },
        {
            "x1": 103,
            "y1": 294,
            "x2": 200,
            "y2": 448,
            "text": "フィーラッ‼ 来てくれたん だな‼"
        },
        {
            "x1": 764,
            "y1": 531,
            "x2": 831,
            "y2": 700,
            "text": "レリウスも ありがとな‼"
        },
        {
            "x1": 166,
            "y1": 532,
            "x2": 209,
            "y2": 669,
            "text": "いえ…川"
        },
        {
            "x1": 494,
            "y1": 854,
            "x2": 643,
            "y2": 1078,
            "text": "お前のことだ また俺が驚く力を 見せてくれるん だろうな！"
        },
        {
            "x1": 338,
            "y1": 819,
            "x2": 422,
            "y2": 992,
            "text": "いえ… そんなの…"
        },
        {
            "x1": 136,
            "y1": 902,
            "x2": 275,
            "y2": 1109,
            "text": "ははは‼ その謙虚さは 変わらないな"
        }
    ],
    "015.jpg": [
        {
            "x1": 745,
            "y1": 139,
            "x2": 836,
            "y2": 338,
            "text": "それで？ レリウスとは どこまでいった？"
        },
        {
            "x1": 570,
            "y1": 155,
            "x2": 651,
            "y2": 375,
            "text": "兄さんには 関係ないでしょ"
        },
        {
            "x1": 122,
            "y1": 149,
            "x2": 225,
            "y2": 344,
            "text": "けどそこが 可愛い…"
        },
        {
            "x1": 447,
            "y1": 317,
            "x2": 512,
            "y2": 485,
            "text": "冷たい"
        },
        {
            "x1": 98,
            "y1": 443,
            "x2": 163,
            "y2": 652,
            "text": "きっしょ"
        },
        {
            "x1": 676,
            "y1": 739,
            "x2": 710,
            "y2": 837,
            "text": "はは…"
        },
        {
            "x1": 156,
            "y1": 758,
            "x2": 235,
            "y2": 891,
            "text": "行きます わよー"
        },
        {
            "x1": 598,
            "y1": 1054,
            "x2": 661,
            "y2": 1159,
            "text": "なあ"
        },
        {
            "x1": 312,
            "y1": 1114,
            "x2": 432,
            "y2": 1274,
            "text": "この戦いが 終わったら どうする？"
        }
    ],
    "017.jpg": [
        {
            "x1": 739,
            "y1": 145,
            "x2": 832,
            "y2": 343,
            "text": "決まってる‼ グリードラッドに 俺様は帰るぜ‼"
        },
        {
            "x1": 242,
            "y1": 128,
            "x2": 340,
            "y2": 285,
            "text": "少し休んだら 旅に出るのも いいかもな"
        },
        {
            "x1": 106,
            "y1": 236,
            "x2": 213,
            "y2": 371,
            "text": "俺様より 強いヤツに 会いに行く"
        },
        {
            "x1": 765,
            "y1": 483,
            "x2": 838,
            "y2": 623,
            "text": "私は 王都に帰る"
        },
        {
            "x1": 346,
            "y1": 488,
            "x2": 443,
            "y2": 625,
            "text": "皆に遊んで もらおうね ケルちゃん"
        },
        {
            "x1": 755,
            "y1": 828,
            "x2": 879,
            "y2": 1071,
            "text": "何 言ってんだ ケルは危ないから 森に置いとけよ"
        },
        {
            "x1": 471,
            "y1": 810,
            "x2": 510,
            "y2": 967,
            "text": "ケルちゃん"
        },
        {
            "x1": 267,
            "y1": 805,
            "x2": 345,
            "y2": 968,
            "text": "ちょ止め… 舐めるな‼"
        },
        {
            "x1": 140,
            "y1": 855,
            "x2": 224,
            "y2": 1016,
            "text": "溶ける… 溶けるー‼"
        }
    ],
    "019.jpg": [
        {
            "x1": 715,
            "y1": 132,
            "x2": 857,
            "y2": 357,
            "text": "大丈夫 グルちゃんは世界に 不必要なものだけ 溶かすから"
        },
        {
            "x1": 101,
            "y1": 129,
            "x2": 193,
            "y2": 270,
            "text": "アルゴー 助けてー"
        },
        {
            "x1": 573,
            "y1": 204,
            "x2": 649,
            "y2": 383,
            "text": "えッ？ 俺様 不必要なの…"
        },
        {
            "x1": 382,
            "y1": 270,
            "x2": 500,
            "y2": 450,
            "text": "自分のことを 俺様とか呼ぶ ヤツは不必要"
        },
        {
            "x1": 747,
            "y1": 594,
            "x2": 774,
            "y2": 680,
            "text": "…なぁ"
        },
        {
            "x1": 198,
            "y1": 581,
            "x2": 279,
            "y2": 746,
            "text": "君は… どうする？"
        },
        {
            "x1": 218,
            "y1": 889,
            "x2": 324,
            "y2": 1130,
            "text": "アリア"
        }
    ]
}