var ocr_data = {
    "002.jpg": [
        {
            "x1": 132,
            "y1": 26,
            "x2": 248,
            "y2": 52,
            "text": "職鐵治台師",
            "vi": "Nghề nghiệp"
        },
        {
            "x1": 87,
            "y1": 46,
            "x2": 262,
            "y2": 105,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 767,
            "y1": 133,
            "x2": 797,
            "y2": 245,
            "text": "えっと…",
            "vi": "Ừm..."
        },
        {
            "x1": 645,
            "y1": 174,
            "x2": 715,
            "y2": 327,
            "text": "レイルさん ですね？",
            "vi": "Nó có phải là đường sắt?"
        },
        {
            "x1": 153,
            "y1": 192,
            "x2": 237,
            "y2": 356,
            "text": "武器作成の 依頼だとか",
            "vi": "Đó là một yêu cầu cho việc tạo vũ khí"
        },
        {
            "x1": 843,
            "y1": 418,
            "x2": 878,
            "y2": 513,
            "text": "ああ‼",
            "vi": "À!"
        },
        {
            "x1": 715,
            "y1": 462,
            "x2": 805,
            "y2": 645,
            "text": "冒険者なんだが 蒼石の魔物に対応 できな神器でな",
            "vi": "Tôi là một nhà thám hiểm, nhưng đó là một kho báu thiêng liêng có thể đáp ứng với quái vật của Aishi"
        },
        {
            "x1": 232,
            "y1": 474,
            "x2": 332,
            "y2": 626,
            "text": "是非とも 鍛治師の 武器が欲しい",
            "vi": "Bằng mọi cách, tôi muốn vũ khí của Osamu"
        },
        {
            "x1": 116,
            "y1": 569,
            "x2": 179,
            "y2": 682,
            "text": "わかり ました‼",
            "vi": "lấy được rồi!"
        },
        {
            "x1": 749,
            "y1": 785,
            "x2": 843,
            "y2": 983,
            "text": "ケルベロス戦の後 一番需要が増えた のは ポーション",
            "vi": "Potions đã tăng lên nhiều nhất sau trận đấu với Cerberus"
        },
        {
            "x1": 474,
            "y1": 770,
            "x2": 538,
            "y2": 946,
            "text": "蒼石の魔物は 現在も厄介で",
            "vi": "Quái vật của Aishi vẫn còn rắc rối"
        },
        {
            "x1": 620,
            "y1": 950,
            "x2": 714,
            "y2": 1097,
            "text": "そして… “武器だ",
            "vi": "Và... \"Đó là vũ khí"
        },
        {
            "x1": 129,
            "y1": 1012,
            "x2": 229,
            "y2": 1237,
            "text": "冒険者達がこぞって 俺の武器を求めて 来る様になっていた",
            "vi": "Tất cả các nhà thám hiểm đang tìm kiếm vũ khí của tôi"
        },
        {
            "x1": 281,
            "y1": 1295,
            "x2": 793,
            "y2": 1325,
            "text": "単行本完れ行き絶好調！最新第了巻発完中田",
            "vi": "Cuốn sách đã hoàn tất! Nakata từ tập mới nhất"
        }
    ],
    "004.jpg": [
        {
            "x1": 723,
            "y1": 124,
            "x2": 811,
            "y2": 252,
            "text": "武器は槍で よろしい ですね？",
            "vi": "Vũ khí của bạn có phải là giáo không?"
        },
        {
            "x1": 131,
            "y1": 257,
            "x2": 166,
            "y2": 351,
            "text": "あぁ！",
            "vi": "À!"
        },
        {
            "x1": 807,
            "y1": 421,
            "x2": 830,
            "y2": 565,
            "text": "オ。ンョは…",
            "vi": "Oh. Không là..."
        },
        {
            "x1": 668,
            "y1": 450,
            "x2": 740,
            "y2": 632,
            "text": "刃こほれに なる「コーテイ」 のスキル",
            "vi": "Kỹ năng \"Tập đoàn\" trở thành lưỡi dao"
        },
        {
            "x1": 283,
            "y1": 436,
            "x2": 314,
            "y2": 587,
            "text": "「身体強化」",
            "vi": "\"Tăng cường thân hình\""
        },
        {
            "x1": 156,
            "y1": 471,
            "x2": 222,
            "y2": 608,
            "text": "「マジック ショット」",
            "vi": "\"Bắn phép thuật\""
        },
        {
            "x1": 98,
            "y1": 780,
            "x2": 146,
            "y2": 939,
            "text": "うぉ…⁉",
            "vi": "Thành công lớn...⁉"
        }
    ],
    "006.jpg": [
        {
            "x1": 796,
            "y1": 89,
            "x2": 842,
            "y2": 233,
            "text": "マジか‼",
            "vi": "Nghiêm trọng"
        },
        {
            "x1": 396,
            "y1": 102,
            "x2": 483,
            "y2": 294,
            "text": "話には聞いてたが 本当にこんな あっさり武器を…‼",
            "vi": "Tôi đã nghe nó, nhưng loại vũ khí nhẹ này..."
        },
        {
            "x1": 92,
            "y1": 183,
            "x2": 188,
            "y2": 380,
            "text": "どうでしょう？ 問題なく使えそう ですか？",
            "vi": "Làm thế nào về? Nó sẽ được sử dụng mà không có bất kỳ vấn đề?"
        },
        {
            "x1": 737,
            "y1": 448,
            "x2": 832,
            "y2": 630,
            "text": "今使っている 神器と変わらない 感じだ",
            "vi": "Cảm giác như kho báu thiêng liêng bây giờ"
        },
        {
            "x1": 151,
            "y1": 452,
            "x2": 210,
            "y2": 649,
            "text": "むしろ神器以上に しっくりくる…！",
            "vi": "Thay vào đó, nó sẽ tốt hơn kho báu linh thiêng...!"
        },
        {
            "x1": 751,
            "y1": 787,
            "x2": 854,
            "y2": 953,
            "text": "ありがとう レリウスさん これ代金だ‼",
            "vi": "Cảm ơn bạn, Lelius, đây là giá cả."
        },
        {
            "x1": 740,
            "y1": 1020,
            "x2": 828,
            "y2": 1177,
            "text": "ジャラ",
            "vi": "Jalar"
        },
        {
            "x1": 593,
            "y1": 1069,
            "x2": 675,
            "y2": 1269,
            "text": "ありがとうございます 何かあれば また当店まで",
            "vi": "Cảm ơn bạn, nếu bạn có bất cứ thứ gì, đến cửa hàng của chúng tôi một lần nữa"
        }
    ],
    "008.jpg": [
        {
            "x1": 181,
            "y1": 429,
            "x2": 266,
            "y2": 579,
            "text": "お疲れ様 レリウス",
            "vi": "Cảm ơn bạn đã làm việc chăm chỉ Lelius"
        },
        {
            "x1": 770,
            "y1": 699,
            "x2": 834,
            "y2": 863,
            "text": "お疲れ様です フィーラさん",
            "vi": "Cảm ơn bạn vì sự chăm chỉ của bạn"
        },
        {
            "x1": 595,
            "y1": 707,
            "x2": 627,
            "y2": 846,
            "text": "クルアさん",
            "vi": "Ông Krua"
        },
        {
            "x1": 484,
            "y1": 921,
            "x2": 613,
            "y2": 1146,
            "text": "営業で 近くの街まで出張中… もうすぐ戻ってくると 思うけど",
            "vi": "Tôi đang đi công tác đến một thành phố gần đó... Tôi nghĩ nó sẽ trở lại sớm"
        },
        {
            "x1": 237,
            "y1": 1020,
            "x2": 340,
            "y2": 1185,
            "text": "メアは リニアルと 迷宮に挑戦中",
            "vi": "Mare là một thách thức tuyến tính và mê cung"
        },
        {
            "x1": 99,
            "y1": 1068,
            "x2": 195,
            "y2": 1259,
            "text": "こっちも 夜までには 戻ってくると思う",
            "vi": "Tôi nghĩ điều này sẽ trở lại vào ban đêm"
        }
    ],
    "010.jpg": [
        {
            "x1": 622,
            "y1": 112,
            "x2": 651,
            "y2": 276,
            "text": "そうですか…",
            "vi": "Có phải vậy…"
        },
        {
            "x1": 432,
            "y1": 138,
            "x2": 530,
            "y2": 369,
            "text": "リスティナさんは 劇団の仕事で二三日 休むと言っていた",
            "vi": "Listina cho biết cô sẽ nghỉ vài ngày tại công việc của đoàn"
        },
        {
            "x1": 148,
            "y1": 258,
            "x2": 183,
            "y2": 379,
            "text": "つまり",
            "vi": "Nói cách khác"
        },
        {
            "x1": 186,
            "y1": 532,
            "x2": 262,
            "y2": 707,
            "text": "大好き",
            "vi": "Thực sự thích"
        },
        {
            "x1": 726,
            "y1": 850,
            "x2": 828,
            "y2": 1036,
            "text": "さ 夕食作るから 食器の準備 お願いね",
            "vi": "Tôi sẽ làm bữa tối, vì vậy vui lòng chuẩn bị đồ ăn"
        },
        {
            "x1": 159,
            "y1": 818,
            "x2": 246,
            "y2": 1060,
            "text": "フィーラさんと 二人きり‼",
            "vi": "Filla một mình"
        }
    ],
    "012.jpg": [
        {
            "x1": 531,
            "y1": 144,
            "x2": 633,
            "y2": 274,
            "text": "パンが 焼けたから お皿並べて",
            "vi": "Bánh mì bị cháy, vì vậy hãy đặt tấm cạnh nhau"
        },
        {
            "x1": 412,
            "y1": 187,
            "x2": 442,
            "y2": 301,
            "text": "は はい‼",
            "vi": "Vâng"
        },
        {
            "x1": 335,
            "y1": 552,
            "x2": 422,
            "y2": 753,
            "text": "もしかして あたしのこと… 意識してくれてる？",
            "vi": "Có lẽ tôi... bạn có tỉnh táo không?"
        },
        {
            "x1": 259,
            "y1": 907,
            "x2": 351,
            "y2": 1050,
            "text": "それなら 良かった",
            "vi": "Sau đó, nó là tốt"
        }
    ],
    "014.jpg": [
        {
            "x1": 696,
            "y1": 183,
            "x2": 794,
            "y2": 413,
            "text": "今まであたしを そういう風に見て くれてなかったから",
            "vi": "Tôi đã không thấy tôi theo cách đó cho đến bây giờ"
        },
        {
            "x1": 770,
            "y1": 578,
            "x2": 859,
            "y2": 790,
            "text": "そりゃあ… 身分的にも立場的にも 違う人ですから",
            "vi": "Đúng vậy... Tôi là một người khác về tình trạng và vị trí"
        },
        {
            "x1": 447,
            "y1": 594,
            "x2": 513,
            "y2": 769,
            "text": "あたしだって 普通の女の子よ",
            "vi": "Tôi là một cô gái bình thường"
        },
        {
            "x1": 88,
            "y1": 661,
            "x2": 190,
            "y2": 814,
            "text": "好きな人と 一緒にいたい って思うし",
            "vi": "Tôi muốn ở với người tôi thích"
        },
        {
            "x1": 804,
            "y1": 876,
            "x2": 843,
            "y2": 974,
            "text": "あの…",
            "vi": "điều đó…"
        },
        {
            "x1": 691,
            "y1": 884,
            "x2": 756,
            "y2": 1082,
            "text": "その…好きって 友人として…とか",
            "vi": "Đó... tôi thích nó như một người bạn..."
        },
        {
            "x1": 219,
            "y1": 944,
            "x2": 256,
            "y2": 1146,
            "text": "異性としてよ",
            "vi": "Như người khác giới"
        }
    ],
    "016.jpg": [
        {
            "x1": 739,
            "y1": 854,
            "x2": 835,
            "y2": 1028,
            "text": "別に今すぐ 返事が欲しい訳 じゃない",
            "vi": "Tôi không muốn trả lời ngay bây giờ"
        },
        {
            "x1": 103,
            "y1": 971,
            "x2": 200,
            "y2": 1190,
            "text": "ただ ちゃんと私を レディとして見て 欲のわかる？",
            "vi": "Chỉ cần nhìn tôi như một người phụ nữ và hiểu nó?"
        }
    ],
    "018.jpg": [
        {
            "x1": 709,
            "y1": 124,
            "x2": 738,
            "y2": 251,
            "text": "い 一応は…",
            "vi": "Hiện tại..."
        },
        {
            "x1": 461,
            "y1": 178,
            "x2": 564,
            "y2": 341,
            "text": "レリウス 無茶ばっかり だから",
            "vi": "Bởi vì nó chỉ là Lelius"
        },
        {
            "x1": 174,
            "y1": 202,
            "x2": 241,
            "y2": 394,
            "text": "勝手にいなく ならないように",
            "vi": "Đừng tự mình đi"
        },
        {
            "x1": 767,
            "y1": 493,
            "x2": 872,
            "y2": 707,
            "text": "あなたのこと 想っている人間が いるんだから‼",
            "vi": "Có những người đang suy nghĩ về bạn."
        },
        {
            "x1": 106,
            "y1": 603,
            "x2": 229,
            "y2": 796,
            "text": "…自分勝手な ことしちゃ 駄目よ",
            "vi": "… Đừng làm gì đó ích kỷ"
        },
        {
            "x1": 683,
            "y1": 915,
            "x2": 761,
            "y2": 1093,
            "text": "自分勝手って 何ですか…",
            "vi": "Sự ích kỷ là gì..."
        },
        {
            "x1": 328,
            "y1": 1053,
            "x2": 393,
            "y2": 1180,
            "text": "ふふっ",
            "vi": "Fufu"
        }
    ],
    "020.jpg": [
        {
            "x1": 680,
            "y1": 109,
            "x2": 744,
            "y2": 261,
            "text": "すいませーん 郵便でーす",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 479,
            "y1": 168,
            "x2": 559,
            "y2": 304,
            "text": "お疲れ様 です…",
            "vi": "Cảm ơn bạn vì sự chăm chỉ của bạn…"
        },
        {
            "x1": 648,
            "y1": 362,
            "x2": 680,
            "y2": 480,
            "text": "はいはい",
            "vi": "Có có"
        },
        {
            "x1": 767,
            "y1": 529,
            "x2": 836,
            "y2": 697,
            "text": "手紙？ リンからかな",
            "vi": "chữ cái? Từ Rin"
        },
        {
            "x1": 610,
            "y1": 580,
            "x2": 715,
            "y2": 743,
            "text": "それにしては やけに いい紙を…",
            "vi": "Đối với tờ giấy tốt đó..."
        },
        {
            "x1": 657,
            "y1": 924,
            "x2": 795,
            "y2": 1179,
            "text": "王城から… 手紙…⁉",
            "vi": "Từ lâu đài hoàng gia... một lá thư..."
        },
        {
            "x1": 77,
            "y1": 1293,
            "x2": 706,
            "y2": 1323,
            "text": "平和も束の間…また何か事件が!？次号へっうく叫",
            "vi": "Hòa bình là một bó... một cái gì đó một lần nữa!? La hét với vấn đề tiếp theo"
        }
    ]
}