var ocr_data = {
    "1-610719d64744f.jpg": [
        {
            "x1": 96,
            "y1": 28,
            "x2": 401,
            "y2": 111,
            "text": "不遇職“鍛治師意 最強三 第2話透刃",
            "vi": "Công việc không bị cản trở \"Ba tập phim mạnh nhất của Osamu Shijin"
        },
        {
            "x1": 783,
            "y1": 385,
            "x2": 824,
            "y2": 522,
            "text": "蒼石の…",
            "vi": "Aoishi's..."
        },
        {
            "x1": 165,
            "y1": 421,
            "x2": 208,
            "y2": 584,
            "text": "首頷…ッ‼",
            "vi": "Noden..."
        },
        {
            "x1": 555,
            "y1": 660,
            "x2": 623,
            "y2": 873,
            "text": "友の仇‼",
            "vi": "Kẻ thù của người bạn."
        },
        {
            "x1": 102,
            "y1": 695,
            "x2": 150,
            "y2": 837,
            "text": "待って‼",
            "vi": "treo trên!"
        },
        {
            "x1": 96,
            "y1": 1294,
            "x2": 827,
            "y2": 1326,
            "text": "累計20万部突破！ 最新単行本第③巻好評発売中‼!",
            "vi": "Tích lũy hơn 200. 000 bản! Cuốn sách mới nhất Số đánh giá giống như tập được bán‼ !"
        }
    ],
    "3-610719d9e39c5.jpg": [
        {
            "x1": 153,
            "y1": 988,
            "x2": 191,
            "y2": 1092,
            "text": "おおお",
            "vi": "Oh"
        }
    ],
    "4-610719dade295.jpg": [
        {
            "x1": 798,
            "y1": 99,
            "x2": 855,
            "y2": 334,
            "text": "がァアアア",
            "vi": "IS"
        },
        {
            "x1": 252,
            "y1": 794,
            "x2": 348,
            "y2": 976,
            "text": "狼狽えるな 奴は私と勇者様で 倒す",
            "vi": "Nếu bạn đang buồn, bạn và anh hùng sẽ đánh bại"
        },
        {
            "x1": 103,
            "y1": 819,
            "x2": 206,
            "y2": 972,
            "text": "お前たちは 蒼石の魔物を 相手しろ",
            "vi": "Các bạn đối phó với quái vật của Aishi"
        },
        {
            "x1": 88,
            "y1": 1098,
            "x2": 125,
            "y2": 1269,
            "text": "ぃ―は はい‼",
            "vi": "ぃ - Có"
        }
    ],
    "5-610719dbd50a6.jpg": [
        {
            "x1": 331,
            "y1": 542,
            "x2": 433,
            "y2": 696,
            "text": "ドコから 来た？",
            "vi": "Bạn đã đến từ Doco?"
        },
        {
            "x1": 760,
            "y1": 848,
            "x2": 844,
            "y2": 1068,
            "text": "お前は何者だ？ 人間か？",
            "vi": "Bạn là ai? Con người?"
        },
        {
            "x1": 612,
            "y1": 953,
            "x2": 671,
            "y2": 1117,
            "text": "…名は？",
            "vi": "Tên là?"
        },
        {
            "x1": 174,
            "y1": 1011,
            "x2": 278,
            "y2": 1136,
            "text": "目的は 何だ？",
            "vi": "Mục đích là gì?"
        }
    ],
    "6-610719dda228d.jpg": [
        {
            "x1": 560,
            "y1": 134,
            "x2": 599,
            "y2": 293,
            "text": "答えない か",
            "vi": "Bạn có trả lời"
        },
        {
            "x1": 124,
            "y1": 662,
            "x2": 275,
            "y2": 915,
            "text": "死ね",
            "vi": "Bị giết chết"
        }
    ],
    "9-610719e145719.jpg": [
        {
            "x1": 795,
            "y1": 830,
            "x2": 866,
            "y2": 964,
            "text": "さ さすが キリエ！",
            "vi": "Như dự đoán, Kirie!"
        },
        {
            "x1": 425,
            "y1": 826,
            "x2": 453,
            "y2": 976,
            "text": "…見事な腕前",
            "vi": "Kỹ năng tuyệt vời"
        },
        {
            "x1": 604,
            "y1": 1047,
            "x2": 680,
            "y2": 1244,
            "text": "蒼石の首領を 押してる…っ‼",
            "vi": "Tôi đang thúc đẩy người lãnh đạo của Aishi..."
        },
        {
            "x1": 218,
            "y1": 1005,
            "x2": 305,
            "y2": 1186,
            "text": "その境地に達する ためにどれだけ 研鑽を積んだのか",
            "vi": "Bạn đã phải học bao nhiêu để đạt được biên giới?"
        },
        {
            "x1": 123,
            "y1": 1144,
            "x2": 166,
            "y2": 1251,
            "text": "残念だ",
            "vi": "Thật là xấu hổ"
        }
    ],
    "10-610719e23afe3.jpg": [
        {
            "x1": 695,
            "y1": 432,
            "x2": 796,
            "y2": 712,
            "text": "ディメンション ブレイド",
            "vi": "Lưỡi dao"
        }
    ]
}