var ocr_data = {
    "01.jpg": [
        {
            "x1": 108,
            "y1": 61,
            "x2": 241,
            "y2": 100,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 716,
            "y1": 142,
            "x2": 778,
            "y2": 309,
            "text": "いやぁそ",
            "vi": "KHÔNG,"
        },
        {
            "x1": 110,
            "y1": 381,
            "x2": 406,
            "y2": 407,
            "text": "第希128話リJウス奪戦",
            "vi": "Tập 128 Ryo J US"
        },
        {
            "x1": 740,
            "y1": 477,
            "x2": 819,
            "y2": 697,
            "text": "さすが王城‼ 立派な部屋です",
            "vi": "Đúng như dự đoán, Lâu đài Hoàng gia‼ Đó là một phòng tốt"
        },
        {
            "x1": 144,
            "y1": 523,
            "x2": 264,
            "y2": 785,
            "text": "特別待遇で 部屋が用意されてて 助かりました",
            "vi": "Phòng đã được chuẩn bị để điều trị đặc biệt và nó rất hữu ích"
        },
        {
            "x1": 712,
            "y1": 888,
            "x2": 838,
            "y2": 1025,
            "text": "祝宴まで ゆっくり 休めます",
            "vi": "Nghỉ ngơi chậm"
        },
        {
            "x1": 268,
            "y1": 860,
            "x2": 322,
            "y2": 1027,
            "text": "ははは‼",
            "vi": "Hahaha"
        },
        {
            "x1": 156,
            "y1": 998,
            "x2": 210,
            "y2": 1132,
            "text": "はは…",
            "vi": "người mẹ…"
        },
        {
            "x1": 810,
            "y1": 1263,
            "x2": 858,
            "y2": 1346,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 167,
            "y1": 1324,
            "x2": 794,
            "y2": 1360,
            "text": "累計100万部突破！ 最新8巻発売中叩",
            "vi": "Hơn 1 triệu bản! 8 tập mới nhất đang được bán"
        }
    ],
    "02.jpg": [
        {
            "x1": 163,
            "y1": 107,
            "x2": 221,
            "y2": 315,
            "text": "…空気が",
            "vi": "… Không khí là"
        },
        {
            "x1": 717,
            "y1": 894,
            "x2": 784,
            "y2": 1131,
            "text": "空気が‼",
            "vi": "Hàng không!"
        },
        {
            "x1": 148,
            "y1": 940,
            "x2": 225,
            "y2": 1229,
            "text": "重いッ…‼",
            "vi": "Nặng...‼"
        }
    ],
    "03.jpg": [
        {
            "x1": 769,
            "y1": 130,
            "x2": 851,
            "y2": 295,
            "text": "えっと久しぶり レリウスと… フイラさん",
            "vi": "Chà, sau một thời gian dài, Lelius... Furira -san"
        },
        {
            "x1": 106,
            "y1": 224,
            "x2": 185,
            "y2": 357,
            "text": "久しぶり リン",
            "vi": "Rin sau một thời gian dài vắng mặt"
        },
        {
            "x1": 752,
            "y1": 424,
            "x2": 778,
            "y2": 610,
            "text": "たね",
            "vi": "Đẹp"
        },
        {
            "x1": 536,
            "y1": 506,
            "x2": 630,
            "y2": 668,
            "text": "私が 看病しだ時 以来でょ",
            "vi": "Vì tôi đang điều dưỡng"
        },
        {
            "x1": 139,
            "y1": 786,
            "x2": 222,
            "y2": 961,
            "text": "どしたの？ レリウス",
            "vi": "Chuyện gì đã xảy ra? Lelius"
        }
    ],
    "04.jpg": [
        {
            "x1": 173,
            "y1": 273,
            "x2": 256,
            "y2": 485,
            "text": "勇者は 全員 死にます",
            "vi": "Tất cả các Braves chết"
        },
        {
            "x1": 697,
            "y1": 680,
            "x2": 810,
            "y2": 796,
            "text": "今は… 考えても 仕方ない",
            "vi": "Bây giờ... tôi không thể không suy nghĩ"
        },
        {
            "x1": 101,
            "y1": 668,
            "x2": 211,
            "y2": 809,
            "text": "元気そうで 良かったと 思ってな",
            "vi": "Tôi rất vui vì tôi trông vẫn ổn"
        },
        {
            "x1": 826,
            "y1": 881,
            "x2": 852,
            "y2": 1043,
            "text": "私は平気だよ‼",
            "vi": "tôi khỏe"
        },
        {
            "x1": 678,
            "y1": 898,
            "x2": 772,
            "y2": 1061,
            "text": "それより レリウスの方が 心配だったよ",
            "vi": "Tôi đã lo lắng hơn về Lelius hơn thế"
        },
        {
            "x1": 498,
            "y1": 906,
            "x2": 539,
            "y2": 1047,
            "text": "何でだよ",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 303,
            "y1": 938,
            "x2": 406,
            "y2": 1127,
            "text": "ケルベロス戦‼ かなりの無茶 したんでしょ‼",
            "vi": "Trận đấu cerberus‼ Nó khá là không hợp lý."
        }
    ],
    "05.jpg": [
        {
            "x1": 757,
            "y1": 145,
            "x2": 858,
            "y2": 370,
            "text": "戦いが終わったら また 手紙書くって あったのに‼",
            "vi": "Khi trận chiến kết thúc, tôi đã viết một lá thư một lần nữa."
        },
        {
            "x1": 476,
            "y1": 130,
            "x2": 583,
            "y2": 331,
            "text": "忘れてた でしょ⁉ だから 来たの‼",
            "vi": "Tôi quên, vì vậy tôi đã đến"
        },
        {
            "x1": 199,
            "y1": 107,
            "x2": 271,
            "y2": 249,
            "text": "悪かった 悪かった",
            "vi": "Nó xấu và xấu"
        },
        {
            "x1": 115,
            "y1": 307,
            "x2": 195,
            "y2": 462,
            "text": "誠意が 足りない‼",
            "vi": "Tôi không đủ sự chân thành."
        },
        {
            "x1": 373,
            "y1": 512,
            "x2": 412,
            "y2": 637,
            "text": "…悪いな",
            "vi": "…lấy làm tiếc"
        },
        {
            "x1": 99,
            "y1": 588,
            "x2": 191,
            "y2": 732,
            "text": "ちゃんと 説明しておく べきだった",
            "vi": "Tôi nên giải thích nó đúng"
        },
        {
            "x1": 761,
            "y1": 846,
            "x2": 858,
            "y2": 998,
            "text": "何だ… そんなことで 怒ってたのか",
            "vi": "Cái gì... bạn có tức giận vì điều đó không?"
        },
        {
            "x1": 311,
            "y1": 845,
            "x2": 427,
            "y2": 1003,
            "text": "フイラさんも コイツに何か 言ってやって くださいよ…",
            "vi": "Hãy nói điều gì đó với anh chàng này..."
        },
        {
            "x1": 521,
            "y1": 1049,
            "x2": 595,
            "y2": 1257,
            "text": "“そんなこと\"⁉ 大事なことだよ",
            "vi": "\"Đó là\" quan trọng"
        }
    ],
    "06.jpg": [
        {
            "x1": 146,
            "y1": 229,
            "x2": 286,
            "y2": 451,
            "text": "…リンにだけ そんなふうに 話すのね",
            "vi": "… Chỉ có Rin nói như thế"
        },
        {
            "x1": 601,
            "y1": 678,
            "x2": 706,
            "y2": 806,
            "text": "すごく 機嫌悪い‼ 何で⁉",
            "vi": "Tôi rất đang có tâm trạng tồi tệ. Tại sao"
        },
        {
            "x1": 259,
            "y1": 629,
            "x2": 340,
            "y2": 764,
            "text": "フィーラ さん⁉",
            "vi": "Filla -san⁉"
        },
        {
            "x1": 582,
            "y1": 942,
            "x2": 713,
            "y2": 1076,
            "text": "な 何か 場が和む 話題を…",
            "vi": "Một chủ đề trong đó một cái gì đó được làm mềm..."
        },
        {
            "x1": 282,
            "y1": 927,
            "x2": 376,
            "y2": 1094,
            "text": "レリウスは リンと知り合い なの？",
            "vi": "Bạn có biết Rinus?"
        },
        {
            "x1": 95,
            "y1": 918,
            "x2": 179,
            "y2": 1103,
            "text": "はい… 幼馴染でして",
            "vi": "Vâng... tôi là một người bạn thời thơ ấu"
        }
    ],
    "07.jpg": [
        {
            "x1": 781,
            "y1": 123,
            "x2": 858,
            "y2": 251,
            "text": "ちょっと リン‼",
            "vi": "Một ít phốt pho."
        },
        {
            "x1": 401,
            "y1": 143,
            "x2": 532,
            "y2": 320,
            "text": "私がレリウスの 話した時 何も 言わなかった じゃん‼",
            "vi": "Tôi đã không nói gì khi tôi nói về Lelius"
        },
        {
            "x1": 124,
            "y1": 151,
            "x2": 222,
            "y2": 326,
            "text": "だって 言いにくかった んだもん",
            "vi": "Bởi vì nó rất khó để nói"
        },
        {
            "x1": 781,
            "y1": 435,
            "x2": 811,
            "y2": 539,
            "text": "まさか‼",
            "vi": "Không có cách nào"
        },
        {
            "x1": 638,
            "y1": 450,
            "x2": 708,
            "y2": 604,
            "text": "リンの好きな 人って",
            "vi": "Người yêu thích của Lin"
        },
        {
            "x1": 120,
            "y1": 441,
            "x2": 148,
            "y2": 569,
            "text": "がひゅっ",
            "vi": "Con ma"
        },
        {
            "x1": 795,
            "y1": 823,
            "x2": 857,
            "y2": 961,
            "text": "まぁ…無事で 良かったよ",
            "vi": "Chà... tôi rất vui vì nó an toàn"
        },
        {
            "x1": 459,
            "y1": 851,
            "x2": 573,
            "y2": 1023,
            "text": "それより 英雄の鍛治師様も 勲章をもらったん でしょ？",
            "vi": "Bạn cũng có huy chương, phải không?"
        },
        {
            "x1": 303,
            "y1": 848,
            "x2": 395,
            "y2": 994,
            "text": "まぁな‼ 見ろよ",
            "vi": "Ổn Cái nhìn"
        },
        {
            "x1": 125,
            "y1": 860,
            "x2": 243,
            "y2": 1032,
            "text": "皆のおかげで 俺も同じくらい 活躍したと 思われたみたいだ",
            "vi": "Cảm ơn tất cả mọi người, tôi nghĩ rằng tôi đã tích cực nhiều như"
        }
    ],
    "08.jpg": [
        {
            "x1": 724,
            "y1": 144,
            "x2": 818,
            "y2": 313,
            "text": "普通に 大活躍だったん じゃない？",
            "vi": "Đó không phải là một thành công lớn bình thường sao?"
        },
        {
            "x1": 352,
            "y1": 145,
            "x2": 453,
            "y2": 341,
            "text": "学園でも 鍛治師は凄いって 話してたよ？",
            "vi": "Bạn có nói rằng huấn luyện viên là tuyệt vời ở trường không?"
        },
        {
            "x1": 113,
            "y1": 234,
            "x2": 166,
            "y2": 391,
            "text": "マジか‼",
            "vi": "Nghiêm trọng"
        },
        {
            "x1": 592,
            "y1": 469,
            "x2": 669,
            "y2": 619,
            "text": "それより 大変なのよ",
            "vi": "Nó khó hơn thế"
        },
        {
            "x1": 85,
            "y1": 486,
            "x2": 156,
            "y2": 607,
            "text": "な何 ベニー？",
            "vi": "Benny là gì?"
        },
        {
            "x1": 482,
            "y1": 572,
            "x2": 562,
            "y2": 719,
            "text": "ちょっと 耳貸してッ",
            "vi": "Cho mượn một chút tai"
        },
        {
            "x1": 193,
            "y1": 808,
            "x2": 264,
            "y2": 985,
            "text": "何やってるの かしら？",
            "vi": "Bạn đang làm gì vậy?"
        },
        {
            "x1": 102,
            "y1": 926,
            "x2": 130,
            "y2": 1045,
            "text": "さぁ…？",
            "vi": "Thôi nào...?"
        }
    ],
    "09.jpg": [
        {
            "x1": 479,
            "y1": 156,
            "x2": 571,
            "y2": 332,
            "text": "それ 本当なの⁉",
            "vi": "Đung⁉"
        },
        {
            "x1": 100,
            "y1": 147,
            "x2": 224,
            "y2": 354,
            "text": "多分‼ マズイことに なってる‼",
            "vi": "có lẽ! Nó sẽ điên rồ."
        },
        {
            "x1": 200,
            "y1": 568,
            "x2": 229,
            "y2": 695,
            "text": "なんですか",
            "vi": "nó............... là gì"
        },
        {
            "x1": 510,
            "y1": 856,
            "x2": 602,
            "y2": 1053,
            "text": "レレリウスと フイラさんに 聞きたいんだけど",
            "vi": "Tôi muốn hỏi Lerellius và Fuira"
        },
        {
            "x1": 348,
            "y1": 891,
            "x2": 405,
            "y2": 993,
            "text": "聞きたい こと？",
            "vi": "Bạn muốn nghe những gì?"
        },
        {
            "x1": 161,
            "y1": 1039,
            "x2": 208,
            "y2": 1203,
            "text": "何かしら？",
            "vi": "Cái gì đó?"
        }
    ],
    "10.jpg": [
        {
            "x1": 679,
            "y1": 146,
            "x2": 718,
            "y2": 270,
            "text": "二人は…",
            "vi": "Họ là..."
        },
        {
            "x1": 409,
            "y1": 415,
            "x2": 501,
            "y2": 601,
            "text": "付き合って いるの？",
            "vi": "Bạn đang hẹn hò à?"
        },
        {
            "x1": 401,
            "y1": 924,
            "x2": 509,
            "y2": 1133,
            "text": "はっきり 答えて…‼",
            "vi": "Trả lời rõ ràng...‼"
        }
    ]
}