var ocr_data = {
    "10001.jpg": [
        {
            "x1": 95,
            "y1": 74,
            "x2": 386,
            "y2": 100,
            "text": "最独虫第108話ケルベロス",
            "vi": "Tập hay nhất trong tập tốt nhất 108 cerberos"
        },
        {
            "x1": 612,
            "y1": 44,
            "x2": 676,
            "y2": 285,
            "text": "」あたーッ‼",
            "vi": "\"Tôi xin lôi"
        },
        {
            "x1": 173,
            "y1": 139,
            "x2": 251,
            "y2": 288,
            "text": "ベニー様 落ち着いて",
            "vi": "Benny bình tĩnh xuống"
        },
        {
            "x1": 760,
            "y1": 341,
            "x2": 851,
            "y2": 566,
            "text": "あ あたしは 勇者ベニー‼",
            "vi": "Tôi là Benny dũng cảm"
        },
        {
            "x1": 291,
            "y1": 406,
            "x2": 396,
            "y2": 593,
            "text": "この戦い… み 皆でアイツを 倒して…",
            "vi": "Trận chiến này... đánh bại anh chàng với mọi người..."
        },
        {
            "x1": 117,
            "y1": 544,
            "x2": 236,
            "y2": 755,
            "text": "おう… 王都を守り抜き ましょお…",
            "vi": "Ồ... hãy bảo vệ thủ đô của hoàng gia..."
        },
        {
            "x1": 830,
            "y1": 827,
            "x2": 872,
            "y2": 972,
            "text": "勇者か…",
            "vi": "Một anh hùng..."
        },
        {
            "x1": 655,
            "y1": 1024,
            "x2": 723,
            "y2": 1199,
            "text": "…リンとも 知り合いだろう",
            "vi": "...Bạn có thể biết Rin"
        },
        {
            "x1": 151,
            "y1": 1001,
            "x2": 251,
            "y2": 1222,
            "text": "何にせよ 彼女が倒れるような 事態は避けなければ",
            "vi": "Trong mọi trường hợp, tôi phải tránh tình huống cô ấy ngã"
        },
        {
            "x1": 94,
            "y1": 1304,
            "x2": 757,
            "y2": 1344,
            "text": "累獄60万部突破！ 第G巻絶覺発売中叫",
            "vi": "Hơn 600. 000 bản sao tù! Khối lượng G -Volume Mô tả Phát hành On Sale"
        }
    ],
    "10002.jpg": [
        {
            "x1": 736,
            "y1": 137,
            "x2": 802,
            "y2": 308,
            "text": "緊張してたわね ベニー様",
            "vi": "Tôi đã lo lắng, Benny"
        },
        {
            "x1": 240,
            "y1": 138,
            "x2": 280,
            "y2": 247,
            "text": "うん…",
            "vi": "Ừ…"
        },
        {
            "x1": 117,
            "y1": 199,
            "x2": 202,
            "y2": 332,
            "text": "でも私 頑張るよ",
            "vi": "Nhưng tôi sẽ làm hết sức mình"
        },
        {
            "x1": 781,
            "y1": 428,
            "x2": 836,
            "y2": 593,
            "text": "私達を助けて 死んでししまった…",
            "vi": "Giúp chúng tôi và chết..."
        },
        {
            "x1": 641,
            "y1": 490,
            "x2": 716,
            "y2": 657,
            "text": "あの冒険者の 為にもね",
            "vi": "Đối với nhà thám hiểm đó"
        },
        {
            "x1": 268,
            "y1": 578,
            "x2": 298,
            "y2": 724,
            "text": "そうね…‼",
            "vi": "Đúng thế...!"
        },
        {
            "x1": 558,
            "y1": 770,
            "x2": 632,
            "y2": 1011,
            "text": "ベニー様は スキル起動準備を！",
            "vi": "Benny sẵn sàng để bắt đầu kỹ năng!"
        },
        {
            "x1": 124,
            "y1": 1018,
            "x2": 221,
            "y2": 1202,
            "text": "指揮は私が 執る‼",
            "vi": "Tôi sẽ tiến hành‼"
        }
    ],
    "10003.jpg": [
        {
            "x1": 750,
            "y1": 133,
            "x2": 866,
            "y2": 318,
            "text": "我々には 勇者様が ついているッ",
            "vi": "Chúng tôi có một người đàn ông dũng cảm"
        },
        {
            "x1": 110,
            "y1": 209,
            "x2": 219,
            "y2": 340,
            "text": "戦力も 十分だ",
            "vi": "Sức mạnh là đủ"
        },
        {
            "x1": 735,
            "y1": 453,
            "x2": 847,
            "y2": 680,
            "text": "あんな魔物に 後れを取ることは ない",
            "vi": "Tôi không trở lại với một con quái vật như vậy"
        },
        {
            "x1": 148,
            "y1": 615,
            "x2": 242,
            "y2": 760,
            "text": "勝つのは 我々だ",
            "vi": "Nó là chúng tôi để giành chiến thắng"
        },
        {
            "x1": 477,
            "y1": 1092,
            "x2": 579,
            "y2": 1214,
            "text": "第一陣 構えッ",
            "vi": "Đội đầu tiên"
        },
        {
            "x1": 102,
            "y1": 1016,
            "x2": 191,
            "y2": 1254,
            "text": "撃てーッ",
            "vi": "Bắn"
        }
    ],
    "10005.jpg": [
        {
            "x1": 173,
            "y1": 142,
            "x2": 256,
            "y2": 323,
            "text": "神器 弓隊構えーツ",
            "vi": "Quân đoàn Bow đơn"
        },
        {
            "x1": 687,
            "y1": 400,
            "x2": 772,
            "y2": 582,
            "text": "撃てッ",
            "vi": "Bắn"
        },
        {
            "x1": 726,
            "y1": 681,
            "x2": 848,
            "y2": 833,
            "text": "しかし… 凄まじい 威圧感だな",
            "vi": "Nhưng... đó là một sự đe dọa khủng khiếp"
        },
        {
            "x1": 264,
            "y1": 854,
            "x2": 365,
            "y2": 1043,
            "text": "…ケルベロスは 地獄の番犬と いわれている",
            "vi": "… Cerberus được cho là một chú chó bảo vệ địa ngục"
        },
        {
            "x1": 122,
            "y1": 1040,
            "x2": 226,
            "y2": 1229,
            "text": "負けたら 地獄に連れて いかれるかもー",
            "vi": "Nếu bạn thua, bạn có thể được đưa xuống địa ngục"
        }
    ],
    "10006.jpg": [
        {
            "x1": 761,
            "y1": 122,
            "x2": 843,
            "y2": 297,
            "text": "きよ 教会関係者が そんなこと 言わないでくれ",
            "vi": "Các quan chức nhà thờ Kiyo không nói rằng"
        },
        {
            "x1": 589,
            "y1": 136,
            "x2": 632,
            "y2": 243,
            "text": "怖いぞ",
            "vi": "Tôi sợ hãi"
        },
        {
            "x1": 750,
            "y1": 929,
            "x2": 780,
            "y2": 1040,
            "text": "…何だよ",
            "vi": "…Gì"
        },
        {
            "x1": 619,
            "y1": 928,
            "x2": 670,
            "y2": 1088,
            "text": "大したこと なじっないか",
            "vi": "Đó không phải là một vấn đề lớn?"
        },
        {
            "x1": 388,
            "y1": 983,
            "x2": 474,
            "y2": 1143,
            "text": "残念だったな！ 鍛治師の出番は なさそうだぜい",
            "vi": "Xấu hổ cho bạn! Có vẻ như Osamu sẽ không đến"
        }
    ],
    "10007.jpg": [
        {
            "x1": 779,
            "y1": 105,
            "x2": 825,
            "y2": 283,
            "text": "駄目だ…ッ",
            "vi": "KHÔNG..."
        }
    ],
    "10008.jpg": [
        {
            "x1": 797,
            "y1": 130,
            "x2": 827,
            "y2": 230,
            "text": "敵本体",
            "vi": "Thân kẻ thù"
        },
        {
            "x1": 623,
            "y1": 290,
            "x2": 692,
            "y2": 446,
            "text": "小型の魔物を 召喚‼",
            "vi": "Triệu tập một con quái vật nhỏ"
        },
        {
            "x1": 758,
            "y1": 504,
            "x2": 837,
            "y2": 684,
            "text": "も…もの 凄い数です‼",
            "vi": "Ngoài ra... đó là một con số tuyệt vời."
        },
        {
            "x1": 218,
            "y1": 898,
            "x2": 311,
            "y2": 1072,
            "text": "全て蒼石の 魔物ッ‼",
            "vi": "Mọi thứ đều là một con quái vật đá màu xanh‼"
        },
        {
            "x1": 98,
            "y1": 988,
            "x2": 183,
            "y2": 1279,
            "text": "こっちへ 突っ込んできます‼",
            "vi": "Tôi có thể vội vàng vào đây."
        }
    ],
    "10009.jpg": [
        {
            "x1": 783,
            "y1": 120,
            "x2": 858,
            "y2": 262,
            "text": "出番が 来たみたい",
            "vi": "Có vẻ như một lượt đã đến"
        },
        {
            "x1": 422,
            "y1": 102,
            "x2": 487,
            "y2": 267,
            "text": "気をつけて ください",
            "vi": "Xin hãy cẩn thận"
        },
        {
            "x1": 142,
            "y1": 244,
            "x2": 168,
            "y2": 387,
            "text": "レリウスもな",
            "vi": "Lelius quá"
        }
    ],
    "10010.jpg": [
        {
            "x1": 712,
            "y1": 139,
            "x2": 823,
            "y2": 277,
            "text": "重装兵 前へ‼",
            "vi": "Trước thiết bị nặng"
        },
        {
            "x1": 125,
            "y1": 335,
            "x2": 211,
            "y2": 527,
            "text": "これ以上 進ませるなッ",
            "vi": "Đừng đi xa hơn"
        },
        {
            "x1": 732,
            "y1": 571,
            "x2": 843,
            "y2": 785,
            "text": "魔砲隊 可隊 デカいのに対する 攻撃を続けろ",
            "vi": "Tiếp tục tấn công đội súng ma thuật"
        },
        {
            "x1": 342,
            "y1": 652,
            "x2": 385,
            "y2": 795,
            "text": "臆するな",
            "vi": "Đừng sợ hãi"
        }
    ],
    "10011.jpg": [
        {
            "x1": 755,
            "y1": 108,
            "x2": 847,
            "y2": 256,
            "text": "おぉ",
            "vi": "Oh"
        },
        {
            "x1": 366,
            "y1": 285,
            "x2": 464,
            "y2": 455,
            "text": "おぉ",
            "vi": "Oh"
        },
        {
            "x1": 115,
            "y1": 865,
            "x2": 204,
            "y2": 1135,
            "text": "おぉお‼",
            "vi": "Oh oh"
        }
    ]
}