var ocr_data = {
    "005.jpg": [
        {
            "x1": 367,
            "y1": 154,
            "x2": 448,
            "y2": 304,
            "text": "しちゃう⁉ 何を⁉",
            "vi": "Tôi sẽ làm điều đó"
        },
        {
            "x1": 222,
            "y1": 133,
            "x2": 296,
            "y2": 275,
            "text": "いいや いやいや‼",
            "vi": "Không, không!"
        },
        {
            "x1": 128,
            "y1": 223,
            "x2": 183,
            "y2": 406,
            "text": "そ それはその… まずいというか…",
            "vi": "Đó là nó... nó thật tệ..."
        },
        {
            "x1": 769,
            "y1": 478,
            "x2": 852,
            "y2": 616,
            "text": "えいじゃ ないですか たまには…",
            "vi": "Nó không phải là... đôi khi..."
        },
        {
            "x1": 162,
            "y1": 464,
            "x2": 250,
            "y2": 678,
            "text": "人に見られるかどうか そのドキドキ感を 楽しみましょう？",
            "vi": "Hãy tận hưởng cảm giác ly kỳ cho dù nó có thể được mọi người nhìn thấy?"
        },
        {
            "x1": 776,
            "y1": 757,
            "x2": 858,
            "y2": 905,
            "text": "さ さすが 劇団員…ッ",
            "vi": "Đúng như dự đoán, một thành viên của đoàn kịch..."
        },
        {
            "x1": 639,
            "y1": 798,
            "x2": 734,
            "y2": 989,
            "text": "少しの照れさえ 演技なのではない かと思わせる…！",
            "vi": "Nó làm cho bạn nghĩ rằng ngay cả một chút nhút nhát đang diễn xuất...!"
        },
        {
            "x1": 429,
            "y1": 917,
            "x2": 458,
            "y2": 1037,
            "text": "ちょっと…",
            "vi": "một chút…"
        },
        {
            "x1": 128,
            "y1": 939,
            "x2": 154,
            "y2": 1114,
            "text": "リスティナさ",
            "vi": "Listina"
        },
        {
            "x1": 518,
            "y1": 1037,
            "x2": 549,
            "y2": 1229,
            "text": "しかしながら…",
            "vi": "Tuy vậy…"
        },
        {
            "x1": 235,
            "y1": 1055,
            "x2": 319,
            "y2": 1230,
            "text": "こ ここ これは…‼",
            "vi": "Đây là...‼‼"
        }
    ],
    "006.jpg": [
        {
            "x1": 706,
            "y1": 175,
            "x2": 807,
            "y2": 360,
            "text": "俺の リスティナたん から離れろ‼",
            "vi": "Tránh xa listina của tôi"
        },
        {
            "x1": 802,
            "y1": 943,
            "x2": 828,
            "y2": 1011,
            "text": "たん？",
            "vi": "đứt?"
        },
        {
            "x1": 657,
            "y1": 920,
            "x2": 692,
            "y2": 1048,
            "text": "誰だお前",
            "vi": "Bạn là ai"
        },
        {
            "x1": 523,
            "y1": 973,
            "x2": 610,
            "y2": 1105,
            "text": "(あっ",
            "vi": "(À"
        },
        {
            "x1": 400,
            "y1": 933,
            "x2": 494,
            "y2": 1094,
            "text": "た たまに 劇団で見かける 人です…",
            "vi": "Đôi khi tôi thấy nó trong đoàn..."
        },
        {
            "x1": 118,
            "y1": 933,
            "x2": 174,
            "y2": 1096,
            "text": "リスティナさんの フナンって訳か",
            "vi": "Nó có phải là một bản dịch của Funan của Listina?"
        }
    ],
    "007.jpg": [
        {
            "x1": 746,
            "y1": 133,
            "x2": 848,
            "y2": 380,
            "text": "…もう一度言うぞ 今すぐリスティナたん から離れろ",
            "vi": "… Tôi sẽ nói lại, hãy để Listina ngay"
        },
        {
            "x1": 418,
            "y1": 239,
            "x2": 490,
            "y2": 427,
            "text": "彼女は俺の嫁に なる人ぞ",
            "vi": "Cô ấy sẽ là vợ tôi"
        },
        {
            "x1": 284,
            "y1": 299,
            "x2": 336,
            "y2": 422,
            "text": "何様だ",
            "vi": "Gì"
        },
        {
            "x1": 336,
            "y1": 514,
            "x2": 421,
            "y2": 703,
            "text": "彼女は俺の… 恋人だ",
            "vi": "Cô ấy là người yêu của tôi"
        },
        {
            "x1": 145,
            "y1": 532,
            "x2": 251,
            "y2": 788,
            "text": "これ以上 ふざけたことを抜かす なら騎士を呼ぶぞ？",
            "vi": "Nếu bạn rút ra những điều vui tươi hơn, hãy gọi một hiệp sĩ?"
        },
        {
            "x1": 685,
            "y1": 1098,
            "x2": 732,
            "y2": 1265,
            "text": "くひひ‼",
            "vi": "Kuhihi"
        }
    ],
    "008.jpg": [
        {
            "x1": 750,
            "y1": 79,
            "x2": 808,
            "y2": 200,
            "text": "リスティナ さんッ！",
            "vi": "Listina!"
        }
    ]
}