var ocr_data = {
    "10001.jpg": [
        {
            "x1": 129,
            "y1": 82,
            "x2": 304,
            "y2": 116,
            "text": "遇職“鍛台師」"
        },
        {
            "x1": 95,
            "y1": 103,
            "x2": 314,
            "y2": 184,
            "text": "最強"
        },
        {
            "x1": 601,
            "y1": 360,
            "x2": 872,
            "y2": 389,
            "text": "第149話意石の起源"
        },
        {
            "x1": 799,
            "y1": 453,
            "x2": 866,
            "y2": 627,
            "text": "レ レリウス それって…⁉"
        },
        {
            "x1": 134,
            "y1": 595,
            "x2": 180,
            "y2": 747,
            "text": "蒼石…‼"
        },
        {
            "x1": 617,
            "y1": 819,
            "x2": 703,
            "y2": 1017,
            "text": "蒼石の起源は 鍛治師…！"
        },
        {
            "x1": 450,
            "y1": 825,
            "x2": 526,
            "y2": 1018,
            "text": "なんてことだ ……いや"
        },
        {
            "x1": 125,
            "y1": 1024,
            "x2": 249,
            "y2": 1223,
            "text": "薄々 そんな予感は していた…"
        },
        {
            "x1": 769,
            "y1": 1238,
            "x2": 811,
            "y2": 1302,
            "text": "最強"
        },
        {
            "x1": 93,
            "y1": 1304,
            "x2": 750,
            "y2": 1347,
            "text": "累計120方部突破！ 最新9巻発売中叫"
        }
    ],
    "10003.jpg": [
        {
            "x1": 750,
            "y1": 144,
            "x2": 854,
            "y2": 305,
            "text": "死者の… 蘇生⁉"
        },
        {
            "x1": 743,
            "y1": 401,
            "x2": 869,
            "y2": 616,
            "text": "俺は 死んだ勇者達に 蒼石を使った"
        },
        {
            "x1": 122,
            "y1": 415,
            "x2": 230,
            "y2": 661,
            "text": "結末は最悪だ… ある者は生き返ると 暴走して人を襲い"
        },
        {
            "x1": 549,
            "y1": 566,
            "x2": 669,
            "y2": 784,
            "text": "彼らは生き返り 日常は戻る… ハズだった"
        },
        {
            "x1": 733,
            "y1": 831,
            "x2": 857,
            "y2": 1075,
            "text": "ある者は 人から姿を変えて 街を襲った"
        },
        {
            "x1": 157,
            "y1": 942,
            "x2": 309,
            "y2": 1159,
            "text": "それが 蒼石の首領の 正体です…"
        }
    ],
    "10005.jpg": [
        {
            "x1": 724,
            "y1": 151,
            "x2": 833,
            "y2": 365,
            "text": "たった一人で 暴走を止めるため 戦ったそうです"
        },
        {
            "x1": 174,
            "y1": 899,
            "x2": 293,
            "y2": 1160,
            "text": "けれど… 勝てなかった"
        }
    ],
    "10008.jpg": [
        {
            "x1": 442,
            "y1": 157,
            "x2": 530,
            "y2": 416,
            "text": "…でも 何で 封印が解けたの？"
        },
        {
            "x1": 775,
            "y1": 531,
            "x2": 806,
            "y2": 712,
            "text": "わかりません"
        },
        {
            "x1": 101,
            "y1": 559,
            "x2": 205,
            "y2": 760,
            "text": "他にも 何かないか 探してみましょ！"
        },
        {
            "x1": 769,
            "y1": 846,
            "x2": 839,
            "y2": 1005,
            "text": "いえ 戻りましょう"
        },
        {
            "x1": 442,
            "y1": 943,
            "x2": 558,
            "y2": 1151,
            "text": "この情報を 一旦ユミネ様に 報告"
        }
    ],
    "10011.jpg": [
        {
            "x1": 43,
            "y1": 105,
            "x2": 159,
            "y2": 197,
            "text": "嘉強"
        },
        {
            "x1": 27,
            "y1": 715,
            "x2": 215,
            "y2": 819,
            "text": "P2400方jPv"
        },
        {
            "x1": 44,
            "y1": 768,
            "x2": 384,
            "y2": 1000,
            "text": "★超え‼!な 「小説家になろう｣発！ 大八気“万物創造"
        },
        {
            "x1": 490,
            "y1": 1207,
            "x2": 772,
            "y2": 1322,
            "text": "まれるようになってた男の のんびリスローライフ"
        }
    ]
}