var ocr_data = {
    "001.jpg": [
        {
            "x1": 512,
            "y1": 75,
            "x2": 651,
            "y2": 98,
            "text": "第1話",
            "vi": "Tập 1"
        },
        {
            "x1": 331,
            "y1": 27,
            "x2": 492,
            "y2": 98,
            "text": "不遇職鐵台師我 最強",
            "vi": "Tetsudai Master mạnh mẽ nhất không bị cản trở"
        },
        {
            "x1": 156,
            "y1": 123,
            "x2": 206,
            "y2": 325,
            "text": "しくじった…ッ",
            "vi": "Tôi có rất nhiều..."
        },
        {
            "x1": 770,
            "y1": 402,
            "x2": 838,
            "y2": 558,
            "text": "ダメージが・ 大きい…",
            "vi": "Thiệt hại là lớn..."
        },
        {
            "x1": 748,
            "y1": 737,
            "x2": 827,
            "y2": 915,
            "text": "駄目だ… 体が動かない",
            "vi": "Không, cơ thể tôi không di chuyển"
        },
        {
            "x1": 559,
            "y1": 781,
            "x2": 605,
            "y2": 978,
            "text": "集中できない",
            "vi": "Tôi không thể tập trung"
        },
        {
            "x1": 254,
            "y1": 1023,
            "x2": 331,
            "y2": 1215,
            "text": "死…ぬ…",
            "vi": "chết"
        },
        {
            "x1": 236,
            "y1": 1307,
            "x2": 840,
            "y2": 1338,
            "text": "単行本売れ行き絶好調！ 最新第7巻発売中叫",
            "vi": "Bán sách tốt! Tập 7 mới nhất được bán"
        }
    ],
    "002.jpg": [
        {
            "x1": 233,
            "y1": 110,
            "x2": 279,
            "y2": 253,
            "text": "何だ…？",
            "vi": "Gì…?"
        },
        {
            "x1": 104,
            "y1": 142,
            "x2": 159,
            "y2": 313,
            "text": "暖かい…",
            "vi": "sưởi ấm…"
        },
        {
            "x1": 773,
            "y1": 520,
            "x2": 831,
            "y2": 753,
            "text": "動かないで",
            "vi": "Không di chuyển"
        },
        {
            "x1": 118,
            "y1": 775,
            "x2": 163,
            "y2": 1018,
            "text": "治してあげる",
            "vi": "Tôi sẽ lành"
        },
        {
            "x1": 775,
            "y1": 1101,
            "x2": 844,
            "y2": 1246,
            "text": "リニアル… さん",
            "vi": "Lineal..."
        }
    ],
    "003.jpg": [
        {
            "x1": 730,
            "y1": 131,
            "x2": 804,
            "y2": 329,
            "text": "リニアルさんの 職業は「僧侶」",
            "vi": "Nghề nghiệp của Lineal là \"nhà sư\""
        },
        {
            "x1": 148,
            "y1": 153,
            "x2": 244,
            "y2": 342,
            "text": "人を癒す 能力と神器",
            "vi": "Khả năng chữa lành người và kho báu thiêng liêng"
        },
        {
            "x1": 648,
            "y1": 972,
            "x2": 693,
            "y2": 1144,
            "text": "グルルッ…",
            "vi": "Gururu..."
        }
    ],
    "004.jpg": [
        {
            "x1": 356,
            "y1": 174,
            "x2": 449,
            "y2": 321,
            "text": "まずい… リニアルさん 逃げて…ッ",
            "vi": "Thật tệ... Lineal chạy trốn..."
        },
        {
            "x1": 72,
            "y1": 184,
            "x2": 141,
            "y2": 344,
            "text": "あと少しで 治療が終わる",
            "vi": "Việc điều trị kết thúc trong một thời gian ngắn"
        },
        {
            "x1": 771,
            "y1": 414,
            "x2": 845,
            "y2": 546,
            "text": "リニアル さん…！",
            "vi": "Lineal...!"
        }
    ],
    "005.jpg": [
        {
            "x1": 626,
            "y1": 152,
            "x2": 716,
            "y2": 304,
            "text": "集中しろ シスター",
            "vi": "Tạo chị"
        },
        {
            "x1": 791,
            "y1": 599,
            "x2": 853,
            "y2": 762,
            "text": "ヴェイルさん 無茶だ",
            "vi": "Vail -san không hợp lý"
        },
        {
            "x1": 723,
            "y1": 717,
            "x2": 791,
            "y2": 825,
            "text": "お前が 死んだら",
            "vi": "Nếu bạn chết"
        },
        {
            "x1": 133,
            "y1": 627,
            "x2": 250,
            "y2": 806,
            "text": "ポーション 飲めなく なるだろうが",
            "vi": "Bạn sẽ không thể uống thuốc"
        },
        {
            "x1": 306,
            "y1": 777,
            "x2": 457,
            "y2": 858,
            "text": "よかた…。",
            "vi": "Đồng ý..."
        },
        {
            "x1": 786,
            "y1": 910,
            "x2": 834,
            "y2": 1102,
            "text": "グルルッ",
            "vi": "Gluclur"
        }
    ],
    "006.jpg": [
        {
            "x1": 732,
            "y1": 236,
            "x2": 783,
            "y2": 502,
            "text": "加勢するぞっ",
            "vi": "tôi sẽ tham gia"
        },
        {
            "x1": 117,
            "y1": 581,
            "x2": 162,
            "y2": 875,
            "text": "○〈メアさん…ー",
            "vi": "○ <mea...-"
        },
        {
            "x1": 775,
            "y1": 1030,
            "x2": 852,
            "y2": 1199,
            "text": "勇者サマ‼ アンタも…",
            "vi": "Anh hùng Sama Bạn cũng thế..."
        }
    ],
    "007.jpg": [
        {
            "x1": 566,
            "y1": 137,
            "x2": 655,
            "y2": 311,
            "text": "どう見ても戦いに 向いてなさそうな 子だしな",
            "vi": "Đó là một đứa trẻ dường như không phù hợp cho trận chiến bằng mọi cách"
        },
        {
            "x1": 148,
            "y1": 139,
            "x2": 226,
            "y2": 346,
            "text": "怯えるのは 無理もない…が",
            "vi": "Không có gì đáng ngạc nhiên khi sợ..."
        },
        {
            "x1": 753,
            "y1": 355,
            "x2": 830,
            "y2": 933,
            "text": "正直辛いぜ・オーガブレイド",
            "vi": "Trung thực đau ・ orgabraid"
        }
    ],
    "008.jpg": [
        {
            "x1": 763,
            "y1": 681,
            "x2": 847,
            "y2": 845,
            "text": "助かったぜ 七騎士様‼",
            "vi": "Tôi đã được cứu‼"
        },
        {
            "x1": 534,
            "y1": 712,
            "x2": 601,
            "y2": 855,
            "text": "どういたし まして",
            "vi": "Bạn được chào đón"
        },
        {
            "x1": 233,
            "y1": 680,
            "x2": 306,
            "y2": 846,
            "text": "…ベニー様は 経験が少ない",
            "vi": "… Benny có rất ít kinh nghiệm"
        },
        {
            "x1": 113,
            "y1": 732,
            "x2": 173,
            "y2": 908,
            "text": "何かきっかけが あれば…！",
            "vi": "Nếu bạn có bất kỳ kích hoạt...!"
        },
        {
            "x1": 377,
            "y1": 953,
            "x2": 435,
            "y2": 1064,
            "text": "川千",
            "vi": "Sông ngàn"
        },
        {
            "x1": 562,
            "y1": 1010,
            "x2": 660,
            "y2": 1163,
            "text": "…てか何で アンタ生きて んの…",
            "vi": "“Tại sao bạn còn sống…"
        }
    ],
    "009.jpg": [
        {
            "x1": 806,
            "y1": 722,
            "x2": 852,
            "y2": 842,
            "text": "マズ…",
            "vi": "Mazu..."
        },
        {
            "x1": 181,
            "y1": 689,
            "x2": 260,
            "y2": 868,
            "text": "ィマテリアル ブレイク\"",
            "vi": "Phá vỡ vật chất \""
        }
    ],
    "010.jpg": [
        {
            "x1": 763,
            "y1": 168,
            "x2": 840,
            "y2": 302,
            "text": "お待たせ しました",
            "vi": "Xin lỗi, tôi đã làm cho bạn chờ đợi"
        },
        {
            "x1": 196,
            "y1": 139,
            "x2": 228,
            "y2": 261,
            "text": "あとは…",
            "vi": "một lát sau…"
        },
        {
            "x1": 107,
            "y1": 220,
            "x2": 165,
            "y2": 387,
            "text": "(任せた",
            "vi": "(Để nó"
        },
        {
            "x1": 706,
            "y1": 498,
            "x2": 805,
            "y2": 798,
            "text": "鍛治師‼",
            "vi": "Osamu‼"
        },
        {
            "x1": 546,
            "y1": 894,
            "x2": 614,
            "y2": 1105,
            "text": "はいッ‼",
            "vi": "Vâng"
        }
    ],
    "011.jpg": [
        {
            "x1": 384,
            "y1": 74,
            "x2": 418,
            "y2": 194,
            "text": "…行くぞ",
            "vi": "… Hãy đi"
        },
        {
            "x1": 607,
            "y1": 123,
            "x2": 636,
            "y2": 274,
            "text": "レリウス…",
            "vi": "Lelius..."
        },
        {
            "x1": 315,
            "y1": 156,
            "x2": 355,
            "y2": 330,
            "text": "ケルベロス",
            "vi": "Cerberus"
        },
        {
            "x1": 183,
            "y1": 960,
            "x2": 318,
            "y2": 1174,
            "text": "最後の… 戦いだ‼",
            "vi": "Cuối cùng... đó là một trận chiến"
        },
        {
            "x1": 47,
            "y1": 1321,
            "x2": 880,
            "y2": 1349,
            "text": "音が緊いれた道。話星の火を灯すためる何度でも命を懸ける叫次号叫",
            "vi": "Một con đường mà âm thanh lo lắng. Thắp sáng câu chuyện của câu chuyện."
        }
    ]
}