var ocr_data = {
    "001.jpg": [
        {
            "x1": 176,
            "y1": 7,
            "x2": 300,
            "y2": 42,
            "text": "「鍛台師"
        },
        {
            "x1": 339,
            "y1": 71,
            "x2": 586,
            "y2": 98,
            "text": "第1の話本当のお寄さん"
        },
        {
            "x1": 85,
            "y1": 29,
            "x2": 321,
            "y2": 113,
            "text": "最強"
        },
        {
            "x1": 723,
            "y1": 98,
            "x2": 795,
            "y2": 276,
            "text": "いらっしゃい ませー‼"
        },
        {
            "x1": 290,
            "y1": 343,
            "x2": 376,
            "y2": 503,
            "text": "質の良い ポーンョン販売 しております"
        },
        {
            "x1": 133,
            "y1": 474,
            "x2": 226,
            "y2": 626,
            "text": "他にも色々い 見ていって くださーい！"
        },
        {
            "x1": 642,
            "y1": 757,
            "x2": 711,
            "y2": 907,
            "text": "あ‼そこの 冒険者さん"
        },
        {
            "x1": 508,
            "y1": 782,
            "x2": 566,
            "y2": 933,
            "text": "どうです？ ポーション‼"
        },
        {
            "x1": 313,
            "y1": 787,
            "x2": 414,
            "y2": 945,
            "text": "客足が 遠のいちゃい ましたね…"
        },
        {
            "x1": 167,
            "y1": 1046,
            "x2": 250,
            "y2": 1232,
            "text": "やっぱり… 鍛治師では…"
        },
        {
            "x1": 96,
            "y1": 1297,
            "x2": 761,
            "y2": 1335,
            "text": "累計60万部突破！ 第G巻絶覺発売中!"
        }
    ],
    "005.jpg": [
        {
            "x1": 745,
            "y1": 138,
            "x2": 837,
            "y2": 293,
            "text": "お買い上げ ありがとう ございます‼"
        },
        {
            "x1": 156,
            "y1": 149,
            "x2": 221,
            "y2": 359,
            "text": "いいんですか⁉ 俺は『鍛治師』で…"
        },
        {
            "x1": 732,
            "y1": 492,
            "x2": 793,
            "y2": 705,
            "text": "俺は冒険者として 仕事をしているんだ"
        },
        {
            "x1": 739,
            "y1": 788,
            "x2": 843,
            "y2": 996,
            "text": "どいつもこいつも 「死後」のことを 心配してたけどな"
        },
        {
            "x1": 164,
            "y1": 823,
            "x2": 261,
            "y2": 1078,
            "text": "俺にとっちゃ 今が大事なのさ"
        }
    ]
}