var ocr_data = {
    "01.jpg": [
        {
            "x1": 102,
            "y1": 48,
            "x2": 273,
            "y2": 127,
            "text": "不遇職“鍛治師義 最強",
            "vi": "Công việc bất thường \"Kajinji là mạnh nhất"
        },
        {
            "x1": 829,
            "y1": 103,
            "x2": 863,
            "y2": 342,
            "text": "第別話 鍛治師様",
            "vi": "Một tập phim khác Oshika"
        },
        {
            "x1": 145,
            "y1": 186,
            "x2": 251,
            "y2": 328,
            "text": "それじゃ… 私の勘違い ってこと？",
            "vi": "Sau đó... sự hiểu lầm của tôi là gì?"
        },
        {
            "x1": 757,
            "y1": 469,
            "x2": 842,
            "y2": 632,
            "text": "イエス 勇者リン様",
            "vi": "Chúa Giêsu dũng cảm Lin"
        },
        {
            "x1": 119,
            "y1": 487,
            "x2": 250,
            "y2": 677,
            "text": "見たところ レリウスが誰かと 付き合ってる 感じはないね",
            "vi": "Tôi không cảm thấy như Lelius đang hẹn hò với ai đó"
        },
        {
            "x1": 757,
            "y1": 776,
            "x2": 861,
            "y2": 957,
            "text": "だから笑ってう 貴方には笑顔が よく似合う",
            "vi": "Vì vậy, hãy cười và cười tốt"
        },
        {
            "x1": 387,
            "y1": 776,
            "x2": 421,
            "y2": 953,
            "text": "良かったー‼",
            "vi": "Nó là tốt"
        },
        {
            "x1": 174,
            "y1": 784,
            "x2": 236,
            "y2": 1009,
            "text": "良くねぇよ",
            "vi": "Nó tốt"
        },
        {
            "x1": 167,
            "y1": 1305,
            "x2": 793,
            "y2": 1341,
            "text": "累獄100万部突破！ 最新8巻発売中!",
            "vi": "Hơn 1 triệu bản sao tù! 8 tập mới nhất được bán!"
        }
    ],
    "02.jpg": [
        {
            "x1": 493,
            "y1": 164,
            "x2": 627,
            "y2": 355,
            "text": "こうなったのも… レリウスが今一つ 煮え切らないのが 原因だし…",
            "vi": "Đây cũng là lý do... Lelius không còn được đun sôi nữa..."
        },
        {
            "x1": 308,
            "y1": 150,
            "x2": 404,
            "y2": 316,
            "text": "自業自得 よね‼",
            "vi": "Bạn có thể làm kinh doanh của riêng bạn."
        },
        {
            "x1": 148,
            "y1": 636,
            "x2": 267,
            "y2": 763,
            "text": "そんな ところが 好き♡",
            "vi": "Tôi thích nơi đó ♡"
        },
        {
            "x1": 758,
            "y1": 850,
            "x2": 816,
            "y2": 1056,
            "text": "わかるー‼",
            "vi": "Tôi hiểu"
        },
        {
            "x1": 630,
            "y1": 885,
            "x2": 688,
            "y2": 1022,
            "text": "あはは",
            "vi": "Ahaha"
        },
        {
            "x1": 514,
            "y1": 868,
            "x2": 581,
            "y2": 1004,
            "text": "えへへ",
            "vi": "Ehehe"
        },
        {
            "x1": 369,
            "y1": 863,
            "x2": 411,
            "y2": 1038,
            "text": "訳わからん",
            "vi": "Tôi không hiểu"
        },
        {
            "x1": 576,
            "y1": 1044,
            "x2": 638,
            "y2": 1187,
            "text": "うふふ",
            "vi": "Ufufufu"
        }
    ],
    "03.jpg": [
        {
            "x1": 553,
            "y1": 128,
            "x2": 623,
            "y2": 235,
            "text": "祝宴の 時間だ‼",
            "vi": "Đó là một thời gian ăn tiệc."
        },
        {
            "x1": 397,
            "y1": 107,
            "x2": 465,
            "y2": 265,
            "text": "そうだね 着替えなきゃ",
            "vi": "Đúng vậy, tôi phải thay quần áo"
        },
        {
            "x1": 200,
            "y1": 148,
            "x2": 306,
            "y2": 301,
            "text": "私は少し 挨拶回りして 向かうわ",
            "vi": "Tôi đang đi một chút lời chào và hướng tới"
        },
        {
            "x1": 680,
            "y1": 417,
            "x2": 753,
            "y2": 584,
            "text": "わかりました では会場で！",
            "vi": "Được rồi, tại địa điểm!"
        }
    ],
    "04.jpg": [
        {
            "x1": 772,
            "y1": 144,
            "x2": 819,
            "y2": 262,
            "text": "おぉ…",
            "vi": "Oh..."
        },
        {
            "x1": 324,
            "y1": 178,
            "x2": 364,
            "y2": 359,
            "text": "おぉお…‼",
            "vi": "Oh...!"
        },
        {
            "x1": 788,
            "y1": 453,
            "x2": 847,
            "y2": 608,
            "text": "食べ物が こんなに‼",
            "vi": "Thức ăn là rất nhiều"
        },
        {
            "x1": 115,
            "y1": 470,
            "x2": 219,
            "y2": 653,
            "text": "日持ちするのは 孤児院の子達に 持っていこっと",
            "vi": "Mang nó cho trẻ em trại trẻ mồ côi"
        },
        {
            "x1": 689,
            "y1": 741,
            "x2": 771,
            "y2": 965,
            "text": "これは これは… リン様‼",
            "vi": "Đây là... rin -sama"
        }
    ],
    "05.jpg": [
        {
            "x1": 776,
            "y1": 124,
            "x2": 866,
            "y2": 312,
            "text": "リン様の武勇伝 聞かせてもらって います‼",
            "vi": "Tôi sẽ nghe chủ nghĩa anh hùng của Rin."
        },
        {
            "x1": 642,
            "y1": 136,
            "x2": 676,
            "y2": 265,
            "text": "ありがとッ",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 364,
            "y1": 136,
            "x2": 463,
            "y2": 244,
            "text": "はぁはぁ 勇者様… はぁ…",
            "vi": "Haha hả... huh..."
        },
        {
            "x1": 226,
            "y1": 112,
            "x2": 257,
            "y2": 253,
            "text": "どうです？",
            "vi": "nó như thế nảo?"
        },
        {
            "x1": 299,
            "y1": 228,
            "x2": 345,
            "y2": 363,
            "text": "〈ブヒイ",
            "vi": "<Buhiii"
        },
        {
            "x1": 100,
            "y1": 178,
            "x2": 180,
            "y2": 336,
            "text": "ゆっくり お話でも…",
            "vi": "Ngay cả khi bạn nói chậm..."
        },
        {
            "x1": 427,
            "y1": 417,
            "x2": 462,
            "y2": 592,
            "text": "すみません…",
            "vi": "lấy làm tiếc…"
        },
        {
            "x1": 748,
            "y1": 685,
            "x2": 837,
            "y2": 859,
            "text": "私ッ‼",
            "vi": "TÔI"
        },
        {
            "x1": 131,
            "y1": 922,
            "x2": 233,
            "y2": 1221,
            "text": "この人と約束が あるんです‼",
            "vi": "Tôi có một lời hứa với người này."
        }
    ],
    "06.jpg": [
        {
            "x1": 774,
            "y1": 142,
            "x2": 845,
            "y2": 304,
            "text": "これは… 鍛治師様…⁉",
            "vi": "Đây là... Osamu...⁉"
        },
        {
            "x1": 624,
            "y1": 101,
            "x2": 660,
            "y2": 284,
            "text": "ひょえええ⁉",
            "vi": "Hyoe Eie⁉"
        },
        {
            "x1": 400,
            "y1": 147,
            "x2": 463,
            "y2": 287,
            "text": "大変失礼 しました…",
            "vi": "Lời xin lỗi chân thành nhất"
        },
        {
            "x1": 297,
            "y1": 514,
            "x2": 366,
            "y2": 672,
            "text": "ごごめんね レリウス",
            "vi": "Tôi xin lỗi Lelius"
        },
        {
            "x1": 154,
            "y1": 538,
            "x2": 228,
            "y2": 722,
            "text": "勝手に盾に しちゃって…",
            "vi": "Tôi đã làm cho nó một lá chắn mà không được phép..."
        },
        {
            "x1": 198,
            "y1": 837,
            "x2": 286,
            "y2": 998,
            "text": "い いや 別にいいよ",
            "vi": "Không, không sao"
        }
    ],
    "07.jpg": [
        {
            "x1": 698,
            "y1": 155,
            "x2": 775,
            "y2": 308,
            "text": "クレードル さん？",
            "vi": "Giá đỡ?"
        },
        {
            "x1": 587,
            "y1": 723,
            "x2": 653,
            "y2": 899,
            "text": "感じ悪いね 知り合いなの？",
            "vi": "Bạn có cảm thấy tồi tệ không?"
        },
        {
            "x1": 411,
            "y1": 769,
            "x2": 504,
            "y2": 976,
            "text": "知り合いというか レーダルストアの ライバル…かな",
            "vi": "Một người quen hoặc một đối thủ của cửa hàng radal... Kana"
        },
        {
            "x1": 123,
            "y1": 723,
            "x2": 242,
            "y2": 924,
            "text": "鍛治師の悪評を 無意味に広げたから 居場所が なくなったのよ",
            "vi": "Nơi đã biến mất vì tôi truyền bá danh tiếng xấu của Osamu."
        }
    ],
    "08.jpg": [
        {
            "x1": 677,
            "y1": 171,
            "x2": 817,
            "y2": 368,
            "text": "力をつけてる レリウスを どの貴族も 敵に 回したくない",
            "vi": "Không có quý tộc muốn biến Lelius với sức mạnh"
        },
        {
            "x1": 153,
            "y1": 200,
            "x2": 257,
            "y2": 366,
            "text": "だから 彼の味方は いなくなった",
            "vi": "Vì vậy, đồng minh của anh ta đã biến mất"
        },
        {
            "x1": 773,
            "y1": 488,
            "x2": 832,
            "y2": 610,
            "text": "クレードル さん…",
            "vi": "CREDP -SAN..."
        },
        {
            "x1": 535,
            "y1": 496,
            "x2": 626,
            "y2": 664,
            "text": "でも できるなら 互いに歩み寄り たい…‼",
            "vi": "Nhưng nếu tôi có thể, tôi muốn đi bộ với nhau...‼‼"
        },
        {
            "x1": 111,
            "y1": 499,
            "x2": 174,
            "y2": 636,
            "text": "止めなさい レリウス",
            "vi": "Dừng Lelius"
        },
        {
            "x1": 743,
            "y1": 771,
            "x2": 832,
            "y2": 904,
            "text": "あなたの 優しさは 好きだけど…",
            "vi": "Tôi thích lòng tốt của bạn, nhưng..."
        },
        {
            "x1": 622,
            "y1": 843,
            "x2": 716,
            "y2": 965,
            "text": "あいつの プライドが 傷つくわ",
            "vi": "Niềm tự hào của cô ấy sẽ bị hư hại"
        },
        {
            "x1": 454,
            "y1": 817,
            "x2": 550,
            "y2": 994,
            "text": "それに腐っても 大商家 ックレードル",
            "vi": "Và ngay cả khi nó bị thối rữa"
        },
        {
            "x1": 301,
            "y1": 872,
            "x2": 401,
            "y2": 1063,
            "text": "どうせ しぶとく 這い上がって くるわ…",
            "vi": "Dù sao, nó sẽ bò lên."
        }
    ],
    "09.jpg": [
        {
            "x1": 115,
            "y1": 144,
            "x2": 287,
            "y2": 339,
            "text": "どいつも こいつもッ 馬鹿に しやがって",
            "vi": "Tôi luôn luôn ngu ngốc"
        },
        {
            "x1": 813,
            "y1": 401,
            "x2": 848,
            "y2": 550,
            "text": "胸クソ悪い",
            "vi": "Bad ngực chết tiệt"
        },
        {
            "x1": 289,
            "y1": 424,
            "x2": 369,
            "y2": 580,
            "text": "怒り憎しみ 妬み…",
            "vi": "Ghen ghen ghét giận dữ..."
        },
        {
            "x1": 131,
            "y1": 445,
            "x2": 241,
            "y2": 592,
            "text": "まだそんな “頷域´に いるのか？",
            "vi": "Vẫn trong một cái gật đầu như vậy à?"
        },
        {
            "x1": 745,
            "y1": 729,
            "x2": 861,
            "y2": 883,
            "text": "貴様は Ａランク 冒険者の…",
            "vi": "Bạn là một nhà thám hiểm A -Rank..."
        },
        {
            "x1": 594,
            "y1": 703,
            "x2": 631,
            "y2": 895,
            "text": "…まぁ飲めよ",
            "vi": "...Chà, uống"
        },
        {
            "x1": 391,
            "y1": 758,
            "x2": 523,
            "y2": 951,
            "text": "全ての 負の感情から 解放される",
            "vi": "Không có tất cả cảm xúc tiêu cực"
        },
        {
            "x1": 131,
            "y1": 743,
            "x2": 263,
            "y2": 911,
            "text": "コイツ… 俺を 慰めようと",
            "vi": "Anh chàng này... cố gắng an ủi tôi"
        }
    ],
    "10.jpg": [
        {
            "x1": 707,
            "y1": 143,
            "x2": 819,
            "y2": 308,
            "text": "飲んで飲んで 俺の領域まで 昇ってこい！",
            "vi": "Uống, uống và đi đến khu vực của tôi!"
        },
        {
            "x1": 115,
            "y1": 158,
            "x2": 227,
            "y2": 357,
            "text": "人類の 最終進化形態に なるんだ‼普",
            "vi": "Nó sẽ là sự phát triển cuối cùng của nhân loại. Phổ thông"
        },
        {
            "x1": 127,
            "y1": 531,
            "x2": 158,
            "y2": 743,
            "text": "ポーショニアンヘ",
            "vi": "Pohonianhe"
        },
        {
            "x1": 639,
            "y1": 828,
            "x2": 693,
            "y2": 953,
            "text": "あっ‼",
            "vi": "À!"
        },
        {
            "x1": 323,
            "y1": 833,
            "x2": 428,
            "y2": 1025,
            "text": "この俺が こんなところで 終わると思うな",
            "vi": "Tôi không nghĩ rằng điều này sẽ kết thúc ở một nơi như vậy"
        },
        {
            "x1": 111,
            "y1": 960,
            "x2": 225,
            "y2": 1194,
            "text": "覚えていろ レーダルストアの 鍛治師ッ…‼",
            "vi": "Hãy nhớ tôi, kích hoạt của cửa hàng radal..."
        }
    ]
}