var ocr_data = {
    "001.jpg": [
        {
            "x1": 97,
            "y1": 26,
            "x2": 255,
            "y2": 54,
            "text": "不遇職“鍛治台師」",
            "vi": "Việc làm không thể hiện không thể hiện \"Osamu Tejin\""
        },
        {
            "x1": 199,
            "y1": 156,
            "x2": 279,
            "y2": 340,
            "text": "今回の任務は 特別だ",
            "vi": "Nhiệm vụ này thật đặc biệt"
        },
        {
            "x1": 745,
            "y1": 411,
            "x2": 844,
            "y2": 609,
            "text": "何せ王都騎士団 直々の依頼が 来てるんだからな",
            "vi": "Dù sao, các Hiệp sĩ Hoàng gia được yêu cầu trực tiếp"
        },
        {
            "x1": 117,
            "y1": 617,
            "x2": 191,
            "y2": 809,
            "text": "場所は王都北西 森林地带",
            "vi": "Nơi này là khu vực rừng phía tây bắc của thành phố hoàng gia 带"
        },
        {
            "x1": 750,
            "y1": 841,
            "x2": 845,
            "y2": 1041,
            "text": "そこの 調査をしてくれと いうことだ",
            "vi": "Nó có nghĩa là thực hiện một cuộc khảo sát ở đó"
        },
        {
            "x1": 133,
            "y1": 1044,
            "x2": 219,
            "y2": 1266,
            "text": "何でも調査に向かった 騎士達が行方不明に なったらしい",
            "vi": "Có vẻ như các hiệp sĩ hướng tới cuộc điều tra đã bị mất"
        },
        {
            "x1": 93,
            "y1": 1310,
            "x2": 756,
            "y2": 1345,
            "text": "累計G0万部突破！ 第︎巻絶覺発見中叫",
            "vi": "G00. 000 bản tích lũy! Hét lên trong khi khám phá"
        }
    ],
    "002.jpg": [
        {
            "x1": 742,
            "y1": 110,
            "x2": 832,
            "y2": 302,
            "text": "七騎士の一人と 『勇者』を呼んだと いうのだから…",
            "vi": "Bởi vì anh ấy gọi \"anh hùng\" với một trong bảy hiệp sĩ..."
        },
        {
            "x1": 89,
            "y1": 163,
            "x2": 187,
            "y2": 345,
            "text": "かなりの 異常事態という ことなのだろう",
            "vi": "Tôi đoán đó là một tình huống khá bất thường"
        },
        {
            "x1": 764,
            "y1": 428,
            "x2": 817,
            "y2": 654,
            "text": "異常事態…",
            "vi": "Tình huống bất thường…"
        },
        {
            "x1": 116,
            "y1": 539,
            "x2": 207,
            "y2": 751,
            "text": "ワクワクする 単語だぜッ‼",
            "vi": "Đó là một từ thú vị"
        },
        {
            "x1": 772,
            "y1": 837,
            "x2": 828,
            "y2": 928,
            "text": "おぉ",
            "vi": "Oh"
        },
        {
            "x1": 630,
            "y1": 851,
            "x2": 691,
            "y2": 1009,
            "text": "ヴェイル… だったかしら",
            "vi": "Màn che..."
        },
        {
            "x1": 497,
            "y1": 889,
            "x2": 575,
            "y2": 1051,
            "text": "名の知れだ Ａランクク冒険者 だけのことはある",
            "vi": "Một nhà thám hiểm -Rankque nổi tiếng"
        },
        {
            "x1": 246,
            "y1": 834,
            "x2": 328,
            "y2": 1054,
            "text": "並の魔物は 敵ではないわね",
            "vi": "Quái vật trung bình không phải là kẻ thù"
        }
    ],
    "003.jpg": [
        {
            "x1": 749,
            "y1": 150,
            "x2": 806,
            "y2": 277,
            "text": "だが…",
            "vi": "Chỉ..."
        },
        {
            "x1": 154,
            "y1": 143,
            "x2": 246,
            "y2": 343,
            "text": "惜しい",
            "vi": "Đáng tiếc"
        },
        {
            "x1": 792,
            "y1": 397,
            "x2": 852,
            "y2": 559,
            "text": "あと十歳…いや 五歳若ければ…",
            "vi": "Và 10 tuổi... không, nếu tôi 5 tuổi..."
        },
        {
            "x1": 662,
            "y1": 444,
            "x2": 727,
            "y2": 557,
            "text": "愛でれた ものを",
            "vi": "Những gì bạn yêu thích"
        },
        {
            "x1": 347,
            "y1": 418,
            "x2": 414,
            "y2": 560,
            "text": "ベニー様は どう？",
            "vi": "Còn Benny thì sao?"
        },
        {
            "x1": 112,
            "y1": 413,
            "x2": 178,
            "y2": 589,
            "text": "うーん… 冒険者だしなー",
            "vi": "Hmm... tôi là một nhà thám hiểm"
        },
        {
            "x1": 763,
            "y1": 744,
            "x2": 883,
            "y2": 1006,
            "text": "もっと 堅実にガッポガッポ 稼げる人がいいな‼",
            "vi": "Tôi hy vọng những người có thể kiếm được nhiều gappo gappo hơn"
        },
        {
            "x1": 488,
            "y1": 807,
            "x2": 598,
            "y2": 1049,
            "text": "さすがベニー様‼ お金に対する 執着がパないわね‼",
            "vi": "Như dự đoán, Benny Không có gắn kết với tiền"
        },
        {
            "x1": 103,
            "y1": 822,
            "x2": 183,
            "y2": 1002,
            "text": "このパーティ 大丈夫かなぁ",
            "vi": "Bữa tiệc này ổn chứ?"
        }
    ],
    "004.jpg": [
        {
            "x1": 543,
            "y1": 112,
            "x2": 609,
            "y2": 276,
            "text": "…随分 奥まで 来たけど…",
            "vi": "...Tôi đã đi về phía sau, nhưng..."
        },
        {
            "x1": 137,
            "y1": 199,
            "x2": 208,
            "y2": 365,
            "text": "特におかしな 所はないわね",
            "vi": "Không có nơi nào lạ đặc biệt"
        },
        {
            "x1": 741,
            "y1": 434,
            "x2": 813,
            "y2": 569,
            "text": "今日はもう 遅いし…",
            "vi": "Hôm nay quá muộn..."
        },
        {
            "x1": 120,
            "y1": 473,
            "x2": 214,
            "y2": 624,
            "text": "ここを キャンプ地と しましょうい",
            "vi": "Hãy biến đây thành một khu cắm trại"
        },
        {
            "x1": 501,
            "y1": 731,
            "x2": 566,
            "y2": 924,
            "text": "うめぇ‼",
            "vi": "Ume"
        },
        {
            "x1": 303,
            "y1": 799,
            "x2": 432,
            "y2": 1005,
            "text": "一仕事の後の ポーションは 格別だな‼",
            "vi": "Tàu sau một công việc là đặc biệt."
        },
        {
            "x1": 124,
            "y1": 772,
            "x2": 205,
            "y2": 937,
            "text": "…程々に してよね…",
            "vi": "Làm cho nó vừa phải"
        }
    ],
    "005.jpg": [
        {
            "x1": 761,
            "y1": 161,
            "x2": 857,
            "y2": 313,
            "text": "あんた等も 飲むか？ ポーション‼",
            "vi": "Bạn có uống bạn quá không? Phần!"
        },
        {
            "x1": 270,
            "y1": 149,
            "x2": 343,
            "y2": 319,
            "text": "何で ポーション⁉",
            "vi": "Tại sao thuốc"
        },
        {
            "x1": 145,
            "y1": 183,
            "x2": 211,
            "y2": 361,
            "text": "こういう時は お酒じゃない⁉",
            "vi": "Nó không phải là rượu trong trường hợp như vậy"
        },
        {
            "x1": 769,
            "y1": 443,
            "x2": 856,
            "y2": 644,
            "text": "今 俺が一推しの レーダルストア製の ポリショジさ",
            "vi": "Tôi đã bị thúc đẩy bởi cửa hàng radal ngay bây giờ"
        },
        {
            "x1": 411,
            "y1": 505,
            "x2": 479,
            "y2": 682,
            "text": "飲んでみな？ トぶぞ‼",
            "vi": "Bạn có uống không? Tobuzo"
        },
        {
            "x1": 91,
            "y1": 472,
            "x2": 167,
            "y2": 601,
            "text": "レーダル ストア…",
            "vi": "Cửa hàng radal..."
        },
        {
            "x1": 754,
            "y1": 783,
            "x2": 843,
            "y2": 1006,
            "text": "結局 行けてないな… りンにおみやげ買つて いきたいのに‼",
            "vi": "Rốt cuộc tôi không thể đi... Tôi muốn mua những món quà lưu niệm cho Rin."
        },
        {
            "x1": 588,
            "y1": 974,
            "x2": 619,
            "y2": 1093,
            "text": "まぁまぁ",
            "vi": "Ổn"
        },
        {
            "x1": 444,
            "y1": 1017,
            "x2": 539,
            "y2": 1239,
            "text": "この仕事が 終わったら行きましょ ベニー様‼",
            "vi": "Hãy đi sau công việc này Benny"
        }
    ],
    "006.jpg": [
        {
            "x1": 69,
            "y1": 162,
            "x2": 140,
            "y2": 310,
            "text": "いや 何か… 妙な…",
            "vi": "Không, một cái gì đó... kỳ lạ..."
        },
        {
            "x1": 522,
            "y1": 247,
            "x2": 570,
            "y2": 399,
            "text": "地震…？",
            "vi": "Động đất?"
        },
        {
            "x1": 593,
            "y1": 480,
            "x2": 627,
            "y2": 605,
            "text": "グルル…",
            "vi": "Gururu..."
        },
        {
            "x1": 93,
            "y1": 1051,
            "x2": 252,
            "y2": 1296,
            "text": "蒼石の 魔物…‼",
            "vi": "Quái vật của Aishi..."
        }
    ],
    "007.jpg": [
        {
            "x1": 171,
            "y1": 915,
            "x2": 225,
            "y2": 1163,
            "text": "ベニー様に…",
            "vi": "Cho Benny..."
        }
    ],
    "008.jpg": [
        {
            "x1": 703,
            "y1": 183,
            "x2": 770,
            "y2": 392,
            "text": "触れるな",
            "vi": "đừng chạm vào"
        },
        {
            "x1": 476,
            "y1": 765,
            "x2": 543,
            "y2": 941,
            "text": "見たことない タイプだ",
            "vi": "tôi chưa bao giờ nhìn thấy nó"
        },
        {
            "x1": 288,
            "y1": 729,
            "x2": 370,
            "y2": 979,
            "text": "何か心当たりは？ 七騎士サマ",
            "vi": "Trái tim của bạn là gì? Bảy hiệp sĩ sama"
        },
        {
            "x1": 124,
            "y1": 1046,
            "x2": 202,
            "y2": 1225,
            "text": "…何故 私に 聞くのかしら",
            "vi": "“Tại sao bạn hỏi tôi?"
        }
    ],
    "009.jpg": [
        {
            "x1": 736,
            "y1": 135,
            "x2": 844,
            "y2": 351,
            "text": "何か裏があるから 王都七騎士と勇者 同伴なんだろ？",
            "vi": "Bởi vì có một cái gì đó phía sau, nó đi kèm với thủ đô của Hoàng gia Seven Knight và một người đàn ông dũng cảm, phải không?"
        },
        {
            "x1": 167,
            "y1": 133,
            "x2": 200,
            "y2": 246,
            "text": "実は……",
            "vi": "thật……"
        },
        {
            "x1": 722,
            "y1": 430,
            "x2": 761,
            "y2": 613,
            "text": "また地震…",
            "vi": "Một trận động đất khác..."
        },
        {
            "x1": 273,
            "y1": 473,
            "x2": 346,
            "y2": 600,
            "text": "それにし ては…",
            "vi": "Cho điều đó..."
        },
        {
            "x1": 787,
            "y1": 772,
            "x2": 837,
            "y2": 1014,
            "text": "きゃあああ‼",
            "vi": "Aaieeeeee!"
        },
        {
            "x1": 558,
            "y1": 772,
            "x2": 644,
            "y2": 916,
            "text": "オイ オイオイ",
            "vi": "Oi oioi"
        },
        {
            "x1": 359,
            "y1": 781,
            "x2": 418,
            "y2": 959,
            "text": "一体な…",
            "vi": "Một trong số họ..."
        },
        {
            "x1": 152,
            "y1": 1064,
            "x2": 212,
            "y2": 1210,
            "text": "に…が",
            "vi": "cay đắng"
        }
    ],
    "012.jpg": [
        {
            "x1": 753,
            "y1": 143,
            "x2": 847,
            "y2": 304,
            "text": "そ 蒼石の 魔物…⁉",
            "vi": "Quái vật của Soishi...⁉"
        },
        {
            "x1": 119,
            "y1": 174,
            "x2": 225,
            "y2": 365,
            "text": "ただの 蒼石の魔物じゃ ないぞ…ッ",
            "vi": "Nó không chỉ là một con quái vật đá màu xanh..."
        },
        {
            "x1": 744,
            "y1": 459,
            "x2": 777,
            "y2": 603,
            "text": "コイソは…",
            "vi": "Coiso là..."
        },
        {
            "x1": 181,
            "y1": 464,
            "x2": 212,
            "y2": 635,
            "text": "あまりにも…",
            "vi": "Quá nhiều..."
        },
        {
            "x1": 175,
            "y1": 876,
            "x2": 240,
            "y2": 1212,
            "text": "デカすぎる‼",
            "vi": "Quá lớn"
        },
        {
            "x1": 85,
            "y1": 1316,
            "x2": 486,
            "y2": 1348,
            "text": "物語は新たなステージへ」次号へつづく!",
            "vi": "Câu chuyện là một giai đoạn mới \"Tiếp tục đến vấn đề tiếp theo!"
        }
    ]
}