var ocr_data = {
    "001.jpg": [
        {
            "x1": 113,
            "y1": 74,
            "x2": 315,
            "y2": 147,
            "text": "最強"
        },
        {
            "x1": 747,
            "y1": 149,
            "x2": 802,
            "y2": 252,
            "text": "んー"
        },
        {
            "x1": 736,
            "y1": 347,
            "x2": 839,
            "y2": 413,
            "text": "第138話 復興支援"
        },
        {
            "x1": 155,
            "y1": 183,
            "x2": 249,
            "y2": 392,
            "text": "久しぶりに よく寝たなぁ"
        },
        {
            "x1": 799,
            "y1": 461,
            "x2": 872,
            "y2": 598,
            "text": "それは 何よりです"
        },
        {
            "x1": 515,
            "y1": 496,
            "x2": 617,
            "y2": 631,
            "text": "レリウス製 ベッドは 最高だぜ‼"
        },
        {
            "x1": 344,
            "y1": 497,
            "x2": 433,
            "y2": 692,
            "text": "さて復興の話だが レリウスはどんな 支援ができる？"
        },
        {
            "x1": 115,
            "y1": 617,
            "x2": 215,
            "y2": 790,
            "text": "フィーラは 何でもできると 言ってたが…"
        },
        {
            "x1": 763,
            "y1": 849,
            "x2": 861,
            "y2": 980,
            "text": "不足してる 物資は何か ありますか"
        },
        {
            "x1": 624,
            "y1": 858,
            "x2": 697,
            "y2": 1050,
            "text": "んー 全てが 不足しているな"
        },
        {
            "x1": 457,
            "y1": 962,
            "x2": 534,
            "y2": 1140,
            "text": "家を修理する 石や木材"
        },
        {
            "x1": 148,
            "y1": 1024,
            "x2": 224,
            "y2": 1230,
            "text": "流通経路の 遮断で食糧もだ"
        },
        {
            "x1": 165,
            "y1": 1298,
            "x2": 789,
            "y2": 1334,
            "text": "累計100万部突破！ 最新8巻発売中!"
        }
    ],
    "013.jpg": [
        {
            "x1": 763,
            "y1": 98,
            "x2": 822,
            "y2": 272,
            "text": "すっげぇ… どうなってんだ"
        },
        {
            "x1": 340,
            "y1": 130,
            "x2": 472,
            "y2": 343,
            "text": "鍛治師は 神器に劣る武器しか 作れねぇって おっ母が‼"
        },
        {
            "x1": 109,
            "y1": 145,
            "x2": 215,
            "y2": 327,
            "text": "レリウスは 何でも作れる 鍛治師なのさ‼"
        },
        {
            "x1": 779,
            "y1": 522,
            "x2": 853,
            "y2": 662,
            "text": "そんな 馬鹿な…‼"
        },
        {
            "x1": 464,
            "y1": 558,
            "x2": 529,
            "y2": 741,
            "text": "人あばば"
        },
        {
            "x1": 298,
            "y1": 487,
            "x2": 388,
            "y2": 688,
            "text": "次は食糧だ‼ 頼むぞ‼"
        },
        {
            "x1": 787,
            "y1": 961,
            "x2": 830,
            "y2": 1103,
            "text": "嘘だろ…"
        },
        {
            "x1": 117,
            "y1": 1074,
            "x2": 211,
            "y2": 1222,
            "text": "何が 何だか…"
        }
    ],
    "015.jpg": [
        {
            "x1": 645,
            "y1": 123,
            "x2": 715,
            "y2": 258,
            "text": "炊き出しの 準備を‼"
        },
        {
            "x1": 460,
            "y1": 159,
            "x2": 568,
            "y2": 276,
            "text": "はい‼ 皆きっと 喜びます"
        },
        {
            "x1": 298,
            "y1": 130,
            "x2": 393,
            "y2": 321,
            "text": "びと段落したな 俺はフィーラに 会いに行きたい‼"
        },
        {
            "x1": 90,
            "y1": 200,
            "x2": 175,
            "y2": 401,
            "text": "クモズール リウスを休ませて やってくれい"
        },
        {
            "x1": 113,
            "y1": 443,
            "x2": 154,
            "y2": 553,
            "text": "…はい"
        },
        {
            "x1": 723,
            "y1": 593,
            "x2": 780,
            "y2": 737,
            "text": "よし‼"
        },
        {
            "x1": 758,
            "y1": 779,
            "x2": 832,
            "y2": 960,
            "text": "待ってろ‼ フィーラァア"
        }
    ],
    "017.jpg": [
        {
            "x1": 207,
            "y1": 113,
            "x2": 268,
            "y2": 209,
            "text": "あっ"
        },
        {
            "x1": 544,
            "y1": 126,
            "x2": 638,
            "y2": 294,
            "text": "あの… 俺の顔に何か ついてます？"
        },
        {
            "x1": 130,
            "y1": 134,
            "x2": 170,
            "y2": 335,
            "text": "失礼しました"
        },
        {
            "x1": 727,
            "y1": 455,
            "x2": 822,
            "y2": 611,
            "text": "お疲れの ところ 申し訳 ありません"
        },
        {
            "x1": 574,
            "y1": 499,
            "x2": 680,
            "y2": 642,
            "text": "僕の部屋に 来て頂け ませんか？"
        },
        {
            "x1": 304,
            "y1": 474,
            "x2": 371,
            "y2": 631,
            "text": "構いませんが 何で…？"
        },
        {
            "x1": 339,
            "y1": 770,
            "x2": 458,
            "y2": 993,
            "text": "鍛治師について 話したいことが ございます"
        },
        {
            "x1": 140,
            "y1": 1106,
            "x2": 199,
            "y2": 1240,
            "text": "鍛治師"
        }
    ],
    "019.jpg": [
        {
            "x1": 754,
            "y1": 120,
            "x2": 851,
            "y2": 272,
            "text": "あっ‼ 言葉足らずで すみません"
        },
        {
            "x1": 620,
            "y1": 156,
            "x2": 716,
            "y2": 330,
            "text": "あなたに 渡したいものが あるのです"
        },
        {
            "x1": 701,
            "y1": 457,
            "x2": 827,
            "y2": 645,
            "text": "かつて このキュガイアに 流れ着いた 鍛治師アルゴが"
        },
        {
            "x1": 128,
            "y1": 515,
            "x2": 232,
            "y2": 709,
            "text": "いつか この街に 来るであろう 未来の鍛治師に"
        },
        {
            "x1": 155,
            "y1": 862,
            "x2": 253,
            "y2": 1129,
            "text": "貴方に 遺したものです"
        }
    ]
}