var ocr_data = {
    "001.jpg": [
        {
            "x1": 146,
            "y1": 158,
            "x2": 243,
            "y2": 340,
            "text": "わぁ… 人多いね‼"
        },
        {
            "x1": 671,
            "y1": 377,
            "x2": 835,
            "y2": 414,
            "text": "不遇職”鍛治台師"
        },
        {
            "x1": 659,
            "y1": 400,
            "x2": 789,
            "y2": 477,
            "text": "最強"
        },
        {
            "x1": 91,
            "y1": 436,
            "x2": 372,
            "y2": 462,
            "text": "ド第141話演リスティナ"
        },
        {
            "x1": 636,
            "y1": 518,
            "x2": 728,
            "y2": 671,
            "text": "近くの町や村 からも 来てる みたいね"
        },
        {
            "x1": 432,
            "y1": 528,
            "x2": 524,
            "y2": 697,
            "text": "それだけ有名な 劇団ということ ですわ"
        },
        {
            "x1": 301,
            "y1": 527,
            "x2": 371,
            "y2": 687,
            "text": "しかも 今日は 特別に無料‼"
        },
        {
            "x1": 113,
            "y1": 632,
            "x2": 177,
            "y2": 830,
            "text": "キュガイアに来て 良かったー‼"
        },
        {
            "x1": 776,
            "y1": 884,
            "x2": 840,
            "y2": 1055,
            "text": "私ポップコーン 買ってくる‼"
        },
        {
            "x1": 614,
            "y1": 896,
            "x2": 646,
            "y2": 1002,
            "text": "私もー‼"
        },
        {
            "x1": 417,
            "y1": 894,
            "x2": 483,
            "y2": 1047,
            "text": "パンフレット 欲しいわね…"
        },
        {
            "x1": 304,
            "y1": 1102,
            "x2": 387,
            "y2": 1247,
            "text": "…迷子に なるなよ"
        },
        {
            "x1": 93,
            "y1": 1308,
            "x2": 749,
            "y2": 1351,
            "text": "累計120方部突破！ 最新9巻発売中!"
        }
    ],
    "013.jpg": [
        {
            "x1": 789,
            "y1": 119,
            "x2": 850,
            "y2": 279,
            "text": "あれ君… まだいたの？"
        },
        {
            "x1": 433,
            "y1": 156,
            "x2": 531,
            "y2": 314,
            "text": "何でもいいや リスティナ 見なかった？"
        },
        {
            "x1": 127,
            "y1": 189,
            "x2": 230,
            "y2": 347,
            "text": "いえ… 何かあったの ですか"
        },
        {
            "x1": 772,
            "y1": 471,
            "x2": 845,
            "y2": 634,
            "text": "急に いなく なったんだ"
        },
        {
            "x1": 606,
            "y1": 508,
            "x2": 716,
            "y2": 657,
            "text": "衣裳部屋に 行ったはず なんだが…"
        },
        {
            "x1": 252,
            "y1": 987,
            "x2": 292,
            "y2": 1209,
            "text": "どうしよう…"
        }
    ],
    "015.jpg": [
        {
            "x1": 709,
            "y1": 160,
            "x2": 801,
            "y2": 288,
            "text": "せっかくの チャンス なのに…"
        },
        {
            "x1": 149,
            "y1": 202,
            "x2": 215,
            "y2": 352,
            "text": "お稽古も 頑張ったのに"
        },
        {
            "x1": 737,
            "y1": 447,
            "x2": 827,
            "y2": 590,
            "text": "もう直す 時間が…"
        },
        {
            "x1": 774,
            "y1": 773,
            "x2": 802,
            "y2": 950,
            "text": "どうしよう…"
        },
        {
            "x1": 487,
            "y1": 777,
            "x2": 549,
            "y2": 981,
            "text": "何してるんです？ リスティナさん"
        }
    ],
    "017.jpg": [
        {
            "x1": 781,
            "y1": 114,
            "x2": 855,
            "y2": 283,
            "text": "先輩⁉ 何でココが…"
        },
        {
            "x1": 543,
            "y1": 140,
            "x2": 638,
            "y2": 314,
            "text": "人捜しに 便利なスキルが ありまして"
        },
        {
            "x1": 431,
            "y1": 204,
            "x2": 519,
            "y2": 391,
            "text": "って その衣装 ボロボロじゃ ないですか"
        },
        {
            "x1": 592,
            "y1": 471,
            "x2": 645,
            "y2": 629,
            "text": "あはは…"
        },
        {
            "x1": 318,
            "y1": 490,
            "x2": 405,
            "y2": 673,
            "text": "ちょっと その いじめられて まして…"
        },
        {
            "x1": 130,
            "y1": 553,
            "x2": 260,
            "y2": 731,
            "text": "私才能 ありますからね 嫉妬ですよ‼ しっと…"
        },
        {
            "x1": 293,
            "y1": 831,
            "x2": 400,
            "y2": 1064,
            "text": "先輩にこんな姿… 見せたく なかったなァ…"
        }
    ],
    "019.jpg": [
        {
            "x1": 696,
            "y1": 140,
            "x2": 811,
            "y2": 293,
            "text": "だから 言ったじゃ ないですか"
        },
        {
            "x1": 457,
            "y1": 463,
            "x2": 587,
            "y2": 700,
            "text": "困ったら すぐに相談して くださいって"
        },
        {
            "x1": 120,
            "y1": 1029,
            "x2": 247,
            "y2": 1251,
            "text": "あなたの先輩は 意外と役に 立ちますよ？"
        }
    ]
}