var ocr_data = {
    "001.jpg": [
        {
            "x1": 95,
            "y1": 26,
            "x2": 517,
            "y2": 103,
            "text": "不遇職“鍛治台師」 最強無第10話数強のァィデア",
            "vi": "Việc làm chưa hoàn thành \"Kajidai\" 10 tập phim mạnh nhất trong số các tập phim mạnh nhất"
        },
        {
            "x1": 775,
            "y1": 209,
            "x2": 829,
            "y2": 375,
            "text": "皆さん‼",
            "vi": "tất cả mọi người!"
        },
        {
            "x1": 270,
            "y1": 289,
            "x2": 316,
            "y2": 519,
            "text": "落ち着いて‼",
            "vi": "bình tĩnh!"
        },
        {
            "x1": 130,
            "y1": 466,
            "x2": 199,
            "y2": 673,
            "text": "落ち着いて避難 してください",
            "vi": "Xin hãy bình tĩnh và sơ tán"
        },
        {
            "x1": 760,
            "y1": 845,
            "x2": 830,
            "y2": 1058,
            "text": "馬車は十分に 確保しております",
            "vi": "Chúng tôi có đủ xe ngựa"
        },
        {
            "x1": 157,
            "y1": 859,
            "x2": 235,
            "y2": 1023,
            "text": "老人 子供を 最優先に…",
            "vi": "Con cái là ưu tiên cao nhất..."
        },
        {
            "x1": 94,
            "y1": 1299,
            "x2": 758,
            "y2": 1337,
            "text": "累計60万部突破！ 第G巻絶覺発売中品",
            "vi": "Tích lũy hơn 600. 000 bản! Khối lượng G -Volume Mô tả Bản phát hành"
        }
    ],
    "002.jpg": [
        {
            "x1": 597,
            "y1": 90,
            "x2": 708,
            "y2": 304,
            "text": "ドラゴンが可愛く 見える程 巨大な 蒼石の魔物",
            "vi": "Một con quái vật đá màu xanh trông thật dễ thương đến nỗi con rồng trông dễ thương"
        },
        {
            "x1": 178,
            "y1": 7,
            "x2": 646,
            "y2": 353,
            "text": "4キ",
            "vi": "4."
        },
        {
            "x1": 96,
            "y1": 205,
            "x2": 195,
            "y2": 411,
            "text": "そんなのが王都に 向かって来ている なんて…",
            "vi": "Đó là lý do tại sao nó đến với thủ đô của hoàng gia..."
        },
        {
            "x1": 744,
            "y1": 513,
            "x2": 846,
            "y2": 688,
            "text": "調査から帰った 勇者ベニー様の 報告では…",
            "vi": "Trong báo cáo của anh hùng Benny đã trở về từ cuộc khảo sát..."
        },
        {
            "x1": 578,
            "y1": 514,
            "x2": 665,
            "y2": 727,
            "text": "小型の蒼石の魔物を 生み出す能力も 持っているらしいです",
            "vi": "Có vẻ như nó cũng có khả năng sản xuất một con quái vật đá màu xanh nhỏ."
        },
        {
            "x1": 126,
            "y1": 577,
            "x2": 206,
            "y2": 706,
            "text": "恐ろしい 話ですよ",
            "vi": "Đó là một câu chuyện khủng khiếp"
        },
        {
            "x1": 763,
            "y1": 802,
            "x2": 853,
            "y2": 954,
            "text": "これから どうなるの でしょうか…",
            "vi": "Điều gì sẽ xảy ra từ giờ trở đi..."
        },
        {
            "x1": 541,
            "y1": 838,
            "x2": 630,
            "y2": 991,
            "text": "王都の放棄は ありえません からね",
            "vi": "Không có sự từ bỏ thủ đô hoàng gia"
        },
        {
            "x1": 272,
            "y1": 791,
            "x2": 351,
            "y2": 956,
            "text": "倒すしか ありません",
            "vi": "Tôi không có lựa chọn nào khác ngoài đánh bại"
        },
        {
            "x1": 87,
            "y1": 831,
            "x2": 194,
            "y2": 1044,
            "text": "幸い敵は鈍重で 王都に着くまで 少々の時間がある",
            "vi": "May mắn thay, kẻ thù buồn tẻ và có một ít thời gian để đến thủ đô hoàng gia"
        }
    ],
    "003.jpg": [
        {
            "x1": 800,
            "y1": 111,
            "x2": 864,
            "y2": 279,
            "text": "ギルドの冒険者 騎士…",
            "vi": "Nhà thám hiểm Hiệp sĩ..."
        },
        {
            "x1": 662,
            "y1": 177,
            "x2": 743,
            "y2": 360,
            "text": "私たち商人も そのだめに呼はれて いるのでしょう",
            "vi": "Chúng ta cũng có thể được gọi bởi thương gia"
        },
        {
            "x1": 256,
            "y1": 199,
            "x2": 301,
            "y2": 386,
            "text": "どう倒すか",
            "vi": "Làm thế nào để đánh bại"
        },
        {
            "x1": 99,
            "y1": 252,
            "x2": 190,
            "y2": 453,
            "text": "…どれだけ支給品を 用意できるか 話し合うために",
            "vi": "… Để nói về mức độ bạn có thể chuẩn bị"
        },
        {
            "x1": 558,
            "y1": 561,
            "x2": 602,
            "y2": 703,
            "text": "彼女は…",
            "vi": "bà ấy…"
        },
        {
            "x1": 748,
            "y1": 801,
            "x2": 871,
            "y2": 1023,
            "text": "無事だったんですね‼ 調査に行らたのが 貴方たちと聞いて 心配してました",
            "vi": "Nó đã an toàn. Tôi đã lo lắng rằng tôi đã đến cuộc điều tra để nghe bạn"
        },
        {
            "x1": 592,
            "y1": 831,
            "x2": 665,
            "y2": 996,
            "text": "レーダル ストアの…",
            "vi": "Cửa hàng radal..."
        },
        {
            "x1": 170,
            "y1": 784,
            "x2": 249,
            "y2": 964,
            "text": "ヴェイルは… 死んだわ",
            "vi": "Vail... đã chết"
        },
        {
            "x1": 396,
            "y1": 872,
            "x2": 483,
            "y2": 1145,
            "text": "あれ？ ヴェイルさんは？",
            "vi": "điều đó? Than van?"
        }
    ],
    "004.jpg": [
        {
            "x1": 734,
            "y1": 99,
            "x2": 786,
            "y2": 257,
            "text": "私たちを逃がす ために…",
            "vi": "Để thoát khỏi chúng tôi..."
        },
        {
            "x1": 136,
            "y1": 183,
            "x2": 203,
            "y2": 357,
            "text": "たった一人で… 魔物に…",
            "vi": "Chỉ có một mình... cho quái vật..."
        },
        {
            "x1": 749,
            "y1": 434,
            "x2": 784,
            "y2": 556,
            "text": "そんな…",
            "vi": "Như vậy..."
        },
        {
            "x1": 139,
            "y1": 401,
            "x2": 168,
            "y2": 584,
            "text": "ヴェイルさん…",
            "vi": "Vail..."
        },
        {
            "x1": 782,
            "y1": 639,
            "x2": 869,
            "y2": 818,
            "text": "おっ レリウスか",
            "vi": "Oh Lelius?"
        },
        {
            "x1": 644,
            "y1": 673,
            "x2": 721,
            "y2": 880,
            "text": "やっぱりお前も 来てたんだな",
            "vi": "Sau tất cả những gì bạn cũng đang đến"
        },
        {
            "x1": 375,
            "y1": 706,
            "x2": 514,
            "y2": 922,
            "text": "いやー 間に合って よかったー‼",
            "vi": "Tôi rất vui vì tôi đã kịp thời."
        }
    ],
    "005.jpg": [
        {
            "x1": 486,
            "y1": 104,
            "x2": 520,
            "y2": 314,
            "text": "ヴェイルさん⁉",
            "vi": "Màn che"
        },
        {
            "x1": 133,
            "y1": 87,
            "x2": 196,
            "y2": 345,
            "text": "いやあああ",
            "vi": "Không, ồ"
        },
        {
            "x1": 443,
            "y1": 366,
            "x2": 470,
            "y2": 444,
            "text": "ぐは",
            "vi": "Lỗ hổng"
        },
        {
            "x1": 801,
            "y1": 398,
            "x2": 864,
            "y2": 574,
            "text": "安らかに眠って ヴェイル‼",
            "vi": "Ngủ với sự yên tâm"
        },
        {
            "x1": 124,
            "y1": 431,
            "x2": 194,
            "y2": 609,
            "text": "天国に昇って ヴェイル‼",
            "vi": "Đi lên thiên đường và mạng che mặt"
        },
        {
            "x1": 739,
            "y1": 707,
            "x2": 834,
            "y2": 864,
            "text": "無事だった んですね‼ よかった…‼",
            "vi": "Nó đã an toàn. Khỏe…!"
        },
        {
            "x1": 436,
            "y1": 741,
            "x2": 529,
            "y2": 924,
            "text": "勿論！ お前のおかげさ レリウス",
            "vi": "Đương nhiên! Cảm ơn bạn"
        },
        {
            "x1": 272,
            "y1": 915,
            "x2": 302,
            "y2": 1014,
            "text": "どういう",
            "vi": "Loại gì"
        },
        {
            "x1": 152,
            "y1": 944,
            "x2": 248,
            "y2": 1213,
            "text": "これはこれは レーダルストアの鍛治師 ではありませんか",
            "vi": "Đây không phải là một lực lượng của cửa hàng radal sao?"
        }
    ],
    "006.jpg": [
        {
            "x1": 698,
            "y1": 171,
            "x2": 776,
            "y2": 325,
            "text": "グレードル さん…",
            "vi": "Tốt nghiệp..."
        },
        {
            "x1": 810,
            "y1": 487,
            "x2": 841,
            "y2": 611,
            "text": "鍛治師…？",
            "vi": "Osamu...?"
        },
        {
            "x1": 139,
            "y1": 515,
            "x2": 187,
            "y2": 678,
            "text": "なんでそんな奴が ここに",
            "vi": "Tại sao anh chàng đó lại ở đây?"
        },
        {
            "x1": 759,
            "y1": 738,
            "x2": 843,
            "y2": 891,
            "text": "皆 鍛治師を 良く思って いないようです",
            "vi": "Mọi người dường như không nghĩ tốt"
        },
        {
            "x1": 574,
            "y1": 752,
            "x2": 645,
            "y2": 943,
            "text": "可哀そうに… お辛いですなァ",
            "vi": "Tội nghiệp... nó là cay"
        },
        {
            "x1": 383,
            "y1": 715,
            "x2": 502,
            "y2": 930,
            "text": "どうして くれるんだ",
            "vi": "Bạn sẽ cho tôi như thế nào"
        },
        {
            "x1": 200,
            "y1": 732,
            "x2": 274,
            "y2": 935,
            "text": "今回の件… お前のせいだ‼",
            "vi": "Vấn đề này... đó là lỗi của bạn."
        },
        {
            "x1": 103,
            "y1": 1035,
            "x2": 210,
            "y2": 1258,
            "text": "鍛治師に イリア様がお怒り なんだ‼",
            "vi": "Ilia giận Osamu."
        }
    ],
    "007.jpg": [
        {
            "x1": 261,
            "y1": 77,
            "x2": 320,
            "y2": 278,
            "text": "静粛に…",
            "vi": "Một cách lặng lẽ..."
        },
        {
            "x1": 122,
            "y1": 151,
            "x2": 175,
            "y2": 355,
            "text": "入静粛に‼",
            "vi": "Hãy yên lặng‼"
        },
        {
            "x1": 728,
            "y1": 406,
            "x2": 828,
            "y2": 627,
            "text": "これより王都防衛に ついての作戦会議を 行いたい",
            "vi": "Tôi muốn tổ chức một cuộc họp chiến lược cho phòng thủ thủ đô của Hoàng gia."
        },
        {
            "x1": 215,
            "y1": 404,
            "x2": 277,
            "y2": 659,
            "text": "敵は王都を目指して ゆっりと進んでいる",
            "vi": "Kẻ thù đang làm việc hướng tới thủ đô của hoàng gia"
        },
        {
            "x1": 789,
            "y1": 826,
            "x2": 819,
            "y2": 1085,
            "text": "我等は王都の総力を",
            "vi": "Chúng tôi có toàn bộ sức mạnh của thủ đô hoàng gia"
        },
        {
            "x1": 748,
            "y1": 828,
            "x2": 776,
            "y2": 1086,
            "text": "上げて撃退にあたる",
            "vi": "Nuôi và đẩy lùi"
        },
        {
            "x1": 239,
            "y1": 836,
            "x2": 369,
            "y2": 1088,
            "text": "勇者様も王城で 騎士たちと準備を 進めているッ‼",
            "vi": "Người anh hùng cũng đang chuẩn bị với các Hiệp sĩ tại Lâu đài Hoàng gia."
        },
        {
            "x1": 116,
            "y1": 846,
            "x2": 170,
            "y2": 976,
            "text": "おぉ…",
            "vi": "Oh..."
        }
    ],
    "008.jpg": [
        {
            "x1": 713,
            "y1": 145,
            "x2": 849,
            "y2": 343,
            "text": "商人の方々には 食料やポーション などの準備を 進めてもらいたい",
            "vi": "Tôi muốn các thương gia chuẩn bị cho thực phẩm và thuốc"
        },
        {
            "x1": 321,
            "y1": 126,
            "x2": 371,
            "y2": 294,
            "text": "勿論です",
            "vi": "Đương nhiên"
        },
        {
            "x1": 145,
            "y1": 309,
            "x2": 186,
            "y2": 455,
            "text": "人ですが…",
            "vi": "Tôi là một người..."
        },
        {
            "x1": 681,
            "y1": 516,
            "x2": 762,
            "y2": 699,
            "text": "我々 商で用意 できるモは限りが あります",
            "vi": "Có một giới hạn mà chúng tôi có thể chuẩn bị trong kinh doanh của mình"
        },
        {
            "x1": 163,
            "y1": 559,
            "x2": 250,
            "y2": 750,
            "text": "わかっているい しかしできる限り のことを…",
            "vi": "Tôi biết, nhưng càng nhiều càng tốt..."
        },
        {
            "x1": 759,
            "y1": 812,
            "x2": 819,
            "y2": 954,
            "text": "できる限りと 申されても…",
            "vi": "Ngay cả khi nó được nói càng nhiều càng tốt..."
        },
        {
            "x1": 500,
            "y1": 967,
            "x2": 586,
            "y2": 1264,
            "text": "それについては 私から案があります",
            "vi": "Tôi có một kế hoạch cho điều đó"
        }
    ],
    "009.jpg": [
        {
            "x1": 122,
            "y1": 78,
            "x2": 169,
            "y2": 299,
            "text": "八教皇様…！",
            "vi": "Hachikyo...!"
        },
        {
            "x1": 746,
            "y1": 508,
            "x2": 833,
            "y2": 648,
            "text": "教皇様が 直々に…",
            "vi": "Pope trực tiếp..."
        },
        {
            "x1": 660,
            "y1": 452,
            "x2": 754,
            "y2": 606,
            "text": "手下",
            "vi": "Minion"
        },
        {
            "x1": 162,
            "y1": 492,
            "x2": 226,
            "y2": 680,
            "text": "そこまでの事態 ということか",
            "vi": "Đó có phải là tình hình cho đến nay?"
        },
        {
            "x1": 280,
            "y1": 772,
            "x2": 323,
            "y2": 846,
            "text": "まぁ",
            "vi": "Ổn"
        },
        {
            "x1": 759,
            "y1": 766,
            "x2": 832,
            "y2": 949,
            "text": "レリウス …いますね？",
            "vi": "Lelius... có không?"
        },
        {
            "x1": 494,
            "y1": 763,
            "x2": 591,
            "y2": 979,
            "text": "教皇様‼ まさか この場で彼を断罪 するのですか？",
            "vi": "Giáo hoàng‼ Bạn có phạm tội của anh ta ở đây không?"
        },
        {
            "x1": 246,
            "y1": 776,
            "x2": 279,
            "y2": 994,
            "text": "そうですよね‼",
            "vi": "Đúng thế!"
        },
        {
            "x1": 100,
            "y1": 856,
            "x2": 179,
            "y2": 1064,
            "text": "「鍛治師」 ですからね‼",
            "vi": "Đó là \"huấn luyện viên\"."
        }
    ],
    "010.jpg": [
        {
            "x1": 785,
            "y1": 115,
            "x2": 853,
            "y2": 330,
            "text": "・イリア様を否定 する忌むべき職",
            "vi": "・ Một công việc ghê tởm từ chối ILIA"
        },
        {
            "x1": 87,
            "y1": 123,
            "x2": 179,
            "y2": 247,
            "text": "そうだ そうだ",
            "vi": "Nó có vẻ như vậy"
        },
        {
            "x1": 617,
            "y1": 252,
            "x2": 706,
            "y2": 452,
            "text": "んな奴がいるから イリア様の怒りに 触れたのです",
            "vi": "Tôi đã chạm vào sự tức giận của Ilia vì có một anh chàng."
        },
        {
            "x1": 750,
            "y1": 507,
            "x2": 832,
            "y2": 698,
            "text": "この王都から 出ていけ",
            "vi": "Ra khỏi thủ đô hoàng gia này"
        },
        {
            "x1": 406,
            "y1": 517,
            "x2": 501,
            "y2": 669,
            "text": "いや… 島流しだ",
            "vi": "Không... Đảo Flow"
        },
        {
            "x1": 269,
            "y1": 678,
            "x2": 339,
            "y2": 852,
            "text": "死刑だ",
            "vi": "Đó là án tử hình"
        },
        {
            "x1": 95,
            "y1": 558,
            "x2": 174,
            "y2": 775,
            "text": "イリア様に 許しを乞うのだ",
            "vi": "Tôi xin Iria tha thứ"
        },
        {
            "x1": 402,
            "y1": 955,
            "x2": 503,
            "y2": 1151,
            "text": "黙って聞いてりゃ 好き勝手 言いやがって…",
            "vi": "Lắng nghe một cách âm thầm, nếu bạn thích nó..."
        }
    ],
    "011.jpg": [
        {
            "x1": 731,
            "y1": 129,
            "x2": 797,
            "y2": 331,
            "text": "顔をあげなさい レリウス",
            "vi": "Rời khỏi mặt bạn Lelius"
        },
        {
            "x1": 113,
            "y1": 139,
            "x2": 221,
            "y2": 343,
            "text": "君はやらねば ならないことが ある",
            "vi": "Bạn phải làm điều đó"
        },
        {
            "x1": 503,
            "y1": 444,
            "x2": 538,
            "y2": 529,
            "text": "教皇…",
            "vi": "Giáo hoàng..."
        },
        {
            "x1": 223,
            "y1": 549,
            "x2": 287,
            "y2": 698,
            "text": "君には",
            "vi": "Gửi đến bạn"
        },
        {
            "x1": 651,
            "y1": 788,
            "x2": 817,
            "y2": 1069,
            "text": "蒼石の魔物に 対抗する剣と ポーションを作って もらいたい",
            "vi": "Tôi muốn bạn tạo ra một thanh kiếm và thuốc chống lại quái vật của Aishi"
        }
    ],
    "012.jpg": [
        {
            "x1": 701,
            "y1": 379,
            "x2": 852,
            "y2": 540,
            "text": "バカな‼ 鍛治師を 頼る⁉",
            "vi": "dốt nát! Dựa vào Osamu"
        },
        {
            "x1": 574,
            "y1": 415,
            "x2": 662,
            "y2": 620,
            "text": "イリア様の 教義に反する",
            "vi": "Trái với giáo lý của Ilia"
        },
        {
            "x1": 411,
            "y1": 369,
            "x2": 521,
            "y2": 572,
            "text": "グレードル 間違いは正さな くてはならない",
            "vi": "Không nên đúng sai lầm"
        },
        {
            "x1": 219,
            "y1": 379,
            "x2": 320,
            "y2": 555,
            "text": "レリウス… あの時の約束を 果たしましょう",
            "vi": "Lelius... chúng ta hãy thực hiện lời hứa đó vào thời điểm đó"
        },
        {
            "x1": 744,
            "y1": 672,
            "x2": 826,
            "y2": 924,
            "text": "イリア教 教皇の名において",
            "vi": "Nhân danh Đức Giáo hoàng Ilia"
        },
        {
            "x1": 243,
            "y1": 783,
            "x2": 354,
            "y2": 1081,
            "text": "教会は鍛治師を 認めると",
            "vi": "Giáo hội công nhận Osamu"
        },
        {
            "x1": 68,
            "y1": 975,
            "x2": 179,
            "y2": 1193,
            "text": "──ここに 宣言します",
            "vi": "── Tuyên bố ở đây"
        }
    ]
}