var ocr_data = {
    "001.jpg": [
        {
            "x1": 146,
            "y1": 158,
            "x2": 243,
            "y2": 340,
            "text": "わぁ… 人多いね‼",
            "vi": "Wow... có rất nhiều người"
        },
        {
            "x1": 671,
            "y1": 377,
            "x2": 835,
            "y2": 414,
            "text": "不遇職”鍛治台師",
            "vi": "Công việc bất thường \"Osamu"
        },
        {
            "x1": 659,
            "y1": 400,
            "x2": 789,
            "y2": 477,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 91,
            "y1": 436,
            "x2": 372,
            "y2": 462,
            "text": "ド第141話演リスティナ",
            "vi": "Làm tập 141 Listina"
        },
        {
            "x1": 636,
            "y1": 518,
            "x2": 728,
            "y2": 671,
            "text": "近くの町や村 からも 来てる みたいね",
            "vi": "Có vẻ như nó đến từ một thị trấn hoặc làng gần đó"
        },
        {
            "x1": 432,
            "y1": 528,
            "x2": 524,
            "y2": 697,
            "text": "それだけ有名な 劇団ということ ですわ",
            "vi": "Đó là lý do tại sao đó là một đoàn kịch nổi tiếng."
        },
        {
            "x1": 301,
            "y1": 527,
            "x2": 371,
            "y2": 687,
            "text": "しかも 今日は 特別に無料‼",
            "vi": "Hơn nữa, hôm nay đặc biệt miễn phí‼"
        },
        {
            "x1": 113,
            "y1": 632,
            "x2": 177,
            "y2": 830,
            "text": "キュガイアに来て 良かったー‼",
            "vi": "Tôi rất vui vì tôi đến Kugaia"
        },
        {
            "x1": 776,
            "y1": 884,
            "x2": 840,
            "y2": 1055,
            "text": "私ポップコーン 買ってくる‼",
            "vi": "Tôi sẽ mua một bỏng ngô"
        },
        {
            "x1": 614,
            "y1": 896,
            "x2": 646,
            "y2": 1002,
            "text": "私もー‼",
            "vi": "Tôi cũng vậy"
        },
        {
            "x1": 417,
            "y1": 894,
            "x2": 483,
            "y2": 1047,
            "text": "パンフレット 欲しいわね…",
            "vi": "Tôi muốn một cuốn sách nhỏ..."
        },
        {
            "x1": 304,
            "y1": 1102,
            "x2": 387,
            "y2": 1247,
            "text": "…迷子に なるなよ",
            "vi": "...Đừng bị lạc"
        },
        {
            "x1": 93,
            "y1": 1308,
            "x2": 749,
            "y2": 1351,
            "text": "累計120方部突破！ 最新9巻発売中!",
            "vi": "Tích lũy phần thứ 120! 9 tập mới nhất được bán!"
        }
    ],
    "003.jpg": [
        {
            "x1": 749,
            "y1": 141,
            "x2": 818,
            "y2": 306,
            "text": "ユミネ様 皆を お願いします",
            "vi": "Yumine, làm ơn"
        },
        {
            "x1": 244,
            "y1": 127,
            "x2": 307,
            "y2": 262,
            "text": "まあ どちらへ？",
            "vi": "Chà, cái nào?"
        },
        {
            "x1": 101,
            "y1": 253,
            "x2": 189,
            "y2": 436,
            "text": "リステイナさん 友人に挨拶を してこようかと",
            "vi": "Listteina -san, hãy nói xin chào với một người bạn"
        },
        {
            "x1": 198,
            "y1": 560,
            "x2": 261,
            "y2": 706,
            "text": "リステイナ‼ お客さんだよ",
            "vi": "Listteina‼ Tôi là một khách hàng"
        },
        {
            "x1": 728,
            "y1": 897,
            "x2": 829,
            "y2": 1051,
            "text": "先輩 来てくれたん ですか",
            "vi": "Bạn đã đến với tiền bối của bạn?"
        },
        {
            "x1": 470,
            "y1": 1023,
            "x2": 586,
            "y2": 1232,
            "text": "リステナさんの 演技が初めて 見れるので 楽しみに してました！",
            "vi": "Tôi đã rất mong được lần đầu tiên được xem diễn xuất của Listena!"
        },
        {
            "x1": 319,
            "y1": 1006,
            "x2": 386,
            "y2": 1175,
            "text": "ありがとう ございます…",
            "vi": "cảm ơn bạn…"
        },
        {
            "x1": 84,
            "y1": 1072,
            "x2": 183,
            "y2": 1279,
            "text": "先輩にそう言って もらえると… 嬉しいです",
            "vi": "Tôi rất vui nếu các tiền bối của tôi nói điều đó..."
        }
    ],
    "005.jpg": [
        {
            "x1": 750,
            "y1": 124,
            "x2": 860,
            "y2": 268,
            "text": "主演で大変かと 思いますが 無理じなで くださいねい",
            "vi": "Tôi nghĩ rằng thật khó để đóng vai chính, nhưng xin vui lòng không làm quá nó."
        },
        {
            "x1": 132,
            "y1": 188,
            "x2": 241,
            "y2": 331,
            "text": "あっ… は はい… 頑張ります",
            "vi": "Ồ... vâng... tôi sẽ làm hết sức mình"
        },
        {
            "x1": 767,
            "y1": 519,
            "x2": 840,
            "y2": 645,
            "text": "大丈夫 ですか？",
            "vi": "ĐỒNG Ý?"
        },
        {
            "x1": 420,
            "y1": 513,
            "x2": 516,
            "y2": 641,
            "text": "少し様子が おかしいと 感じて…",
            "vi": "Tôi cảm thấy một chút kỳ lạ..."
        },
        {
            "x1": 239,
            "y1": 506,
            "x2": 280,
            "y2": 642,
            "text": "失礼な‼",
            "vi": "Vô lễ!"
        },
        {
            "x1": 612,
            "y1": 567,
            "x2": 691,
            "y2": 749,
            "text": "えッ⁉ な… 何でですか⁉",
            "vi": "Vâng... nó là gì?"
        },
        {
            "x1": 113,
            "y1": 617,
            "x2": 183,
            "y2": 759,
            "text": "何にもない ですよッ",
            "vi": "Không có gì"
        },
        {
            "x1": 763,
            "y1": 876,
            "x2": 856,
            "y2": 1080,
            "text": "てか 普段から そんなに私のこと 見てるんですかぁっ",
            "vi": "Bạn có thường gặp tôi rất nhiều không?"
        },
        {
            "x1": 276,
            "y1": 941,
            "x2": 340,
            "y2": 1172,
            "text": "先輩のエッチー スケコマシキング‼",
            "vi": "Siking Siking Skecom cao cấp‼‼"
        }
    ],
    "007.jpg": [
        {
            "x1": 732,
            "y1": 129,
            "x2": 846,
            "y2": 327,
            "text": "リスティナ‼ そろそろ時間だ 準備を…",
            "vi": "Listina Đã đến lúc chuẩn bị sẵn sàng..."
        },
        {
            "x1": 575,
            "y1": 122,
            "x2": 622,
            "y2": 251,
            "text": "あはい",
            "vi": "Oh, vâng"
        },
        {
            "x1": 392,
            "y1": 151,
            "x2": 474,
            "y2": 272,
            "text": "それじゃ 先輩",
            "vi": "Sau đó là cao cấp"
        },
        {
            "x1": 154,
            "y1": 178,
            "x2": 183,
            "y2": 374,
            "text": "リスティナさん",
            "vi": "Listina"
        },
        {
            "x1": 687,
            "y1": 471,
            "x2": 765,
            "y2": 675,
            "text": "何かあったら 相談するように",
            "vi": "Nếu bạn có bất cứ điều gì, hãy tham khảo"
        },
        {
            "x1": 749,
            "y1": 764,
            "x2": 814,
            "y2": 944,
            "text": "先輩はお母さん ですか… けど",
            "vi": "Là mẹ của bạn... nhưng"
        },
        {
            "x1": 119,
            "y1": 802,
            "x2": 211,
            "y2": 980,
            "text": "元気出ました‼ ありがとう ございます",
            "vi": "Tôi đã ổn. cảm ơn bạn"
        }
    ],
    "009.jpg": [
        {
            "x1": 670,
            "y1": 168,
            "x2": 740,
            "y2": 308,
            "text": "皆の所に 戻ろうか…",
            "vi": "Chúng ta hãy quay lại với mọi người..."
        },
        {
            "x1": 660,
            "y1": 491,
            "x2": 775,
            "y2": 752,
            "text": "本当 何で リスティナなんかが 主役なのよ‼",
            "vi": "Tại sao Listina thực sự là vai trò hàng đầu."
        },
        {
            "x1": 627,
            "y1": 814,
            "x2": 712,
            "y2": 1022,
            "text": "どーせ 金でも 積んだのよ‼",
            "vi": "Tôi đã tải nó với tiền."
        },
        {
            "x1": 501,
            "y1": 811,
            "x2": 543,
            "y2": 964,
            "text": "そうよ‼",
            "vi": "Đúng thế!"
        },
        {
            "x1": 136,
            "y1": 1022,
            "x2": 247,
            "y2": 1254,
            "text": "この私が主役に 選ばれないなんて おかしいもの",
            "vi": "Thật lạ khi tôi không thể chọn nhân vật chính"
        }
    ],
    "011.jpg": [
        {
            "x1": 739,
            "y1": 126,
            "x2": 836,
            "y2": 338,
            "text": "はァ？ 主役は アンタじゃなくて アタシでしょ？",
            "vi": "Nó............... là gì? Bạn không phải là vai trò hàng đầu, phải không?"
        },
        {
            "x1": 139,
            "y1": 142,
            "x2": 183,
            "y2": 381,
            "text": "何ですって⁉",
            "vi": "Đó là gì⁉"
        },
        {
            "x1": 740,
            "y1": 458,
            "x2": 818,
            "y2": 636,
            "text": "まァ 既に 手は打ったわ",
            "vi": "Vâng, tôi đã đánh nó"
        },
        {
            "x1": 186,
            "y1": 496,
            "x2": 289,
            "y2": 712,
            "text": "リスティナは目ら 役を降りることに なるでしょう",
            "vi": "Listina sẽ đảm nhận vai trò của mắt"
        },
        {
            "x1": 761,
            "y1": 762,
            "x2": 821,
            "y2": 943,
            "text": "小娘が‼",
            "vi": "Một cô bé‼"
        },
        {
            "x1": 252,
            "y1": 797,
            "x2": 348,
            "y2": 994,
            "text": "この二人 異常に リスティナさんを 嫌っている",
            "vi": "Tôi ghét Listina bất thường"
        },
        {
            "x1": 433,
            "y1": 977,
            "x2": 552,
            "y2": 1239,
            "text": "アタシらを 差し置いて主役など 10年早いわ‼",
            "vi": "Bên cạnh tôi, nó là 10 năm trước, bao gồm cả nhân vật chính."
        },
        {
            "x1": 120,
            "y1": 1078,
            "x2": 187,
            "y2": 1244,
            "text": "彼女に何か したのか…？",
            "vi": "Bạn có làm gì với cô ấy...?"
        }
    ],
    "013.jpg": [
        {
            "x1": 789,
            "y1": 119,
            "x2": 850,
            "y2": 279,
            "text": "あれ君… まだいたの？",
            "vi": "Rằng bạn... đã ở đó chưa?"
        },
        {
            "x1": 433,
            "y1": 156,
            "x2": 531,
            "y2": 314,
            "text": "何でもいいや リスティナ 見なかった？",
            "vi": "Cậu có nhìn thấy gì không?"
        },
        {
            "x1": 127,
            "y1": 189,
            "x2": 230,
            "y2": 347,
            "text": "いえ… 何かあったの ですか",
            "vi": "Không có gì xảy ra?"
        },
        {
            "x1": 772,
            "y1": 471,
            "x2": 845,
            "y2": 634,
            "text": "急に いなく なったんだ",
            "vi": "Nó đột nhiên biến mất"
        },
        {
            "x1": 606,
            "y1": 508,
            "x2": 716,
            "y2": 657,
            "text": "衣裳部屋に 行ったはず なんだが…",
            "vi": "Lẽ ra tôi nên đi đến phòng trang phục..."
        },
        {
            "x1": 252,
            "y1": 987,
            "x2": 292,
            "y2": 1209,
            "text": "どうしよう…",
            "vi": "Tôi nên làm gì đây…"
        }
    ],
    "015.jpg": [
        {
            "x1": 709,
            "y1": 160,
            "x2": 801,
            "y2": 288,
            "text": "せっかくの チャンス なのに…",
            "vi": "Đó là một cơ hội tuyệt vời..."
        },
        {
            "x1": 149,
            "y1": 202,
            "x2": 215,
            "y2": 352,
            "text": "お稽古も 頑張ったのに",
            "vi": "Tôi đã làm hết sức mình trong bài học"
        },
        {
            "x1": 737,
            "y1": 447,
            "x2": 827,
            "y2": 590,
            "text": "もう直す 時間が…",
            "vi": "Thời gian để sửa nó..."
        },
        {
            "x1": 774,
            "y1": 773,
            "x2": 802,
            "y2": 950,
            "text": "どうしよう…",
            "vi": "Tôi nên làm gì đây…"
        },
        {
            "x1": 487,
            "y1": 777,
            "x2": 549,
            "y2": 981,
            "text": "何してるんです？ リスティナさん",
            "vi": "Bạn đang làm gì vậy? Listina"
        }
    ],
    "017.jpg": [
        {
            "x1": 781,
            "y1": 114,
            "x2": 855,
            "y2": 283,
            "text": "先輩⁉ 何でココが…",
            "vi": "Sư phụ⁉ Tại sao ở đây..."
        },
        {
            "x1": 543,
            "y1": 140,
            "x2": 638,
            "y2": 314,
            "text": "人捜しに 便利なスキルが ありまして",
            "vi": "Tôi có một kỹ năng thuận tiện để tìm kiếm người"
        },
        {
            "x1": 431,
            "y1": 204,
            "x2": 519,
            "y2": 391,
            "text": "って その衣装 ボロボロじゃ ないですか",
            "vi": "Đó không phải là trang phục rách nát?"
        },
        {
            "x1": 592,
            "y1": 471,
            "x2": 645,
            "y2": 629,
            "text": "あはは…",
            "vi": "À..."
        },
        {
            "x1": 318,
            "y1": 490,
            "x2": 405,
            "y2": 673,
            "text": "ちょっと その いじめられて まして…",
            "vi": "Tôi đã bị bắt nạt một chút..."
        },
        {
            "x1": 130,
            "y1": 553,
            "x2": 260,
            "y2": 731,
            "text": "私才能 ありますからね 嫉妬ですよ‼ しっと…",
            "vi": "Tôi ghen tị vì tôi có tài năng. Ẩm ướt..."
        },
        {
            "x1": 293,
            "y1": 831,
            "x2": 400,
            "y2": 1064,
            "text": "先輩にこんな姿… 見せたく なかったなァ…",
            "vi": "Tôi không muốn cho các người cao niên của mình..."
        }
    ],
    "019.jpg": [
        {
            "x1": 696,
            "y1": 140,
            "x2": 811,
            "y2": 293,
            "text": "だから 言ったじゃ ないですか",
            "vi": "Vì vậy, bạn nói"
        },
        {
            "x1": 457,
            "y1": 463,
            "x2": 587,
            "y2": 700,
            "text": "困ったら すぐに相談して くださいって",
            "vi": "Vui lòng tham khảo ý kiến ngay lập tức nếu bạn gặp rắc rối"
        },
        {
            "x1": 120,
            "y1": 1029,
            "x2": 247,
            "y2": 1251,
            "text": "あなたの先輩は 意外と役に 立ちますよ？",
            "vi": "Senior của bạn sẽ hữu ích đáng ngạc nhiên?"
        }
    ]
}