var ocr_data = {
    "001.jpg": [
        {
            "x1": 105,
            "y1": 28,
            "x2": 246,
            "y2": 54,
            "text": "不逸職鍛治台師走"
        },
        {
            "x1": 329,
            "y1": 74,
            "x2": 499,
            "y2": 100,
            "text": "第79話貴族学"
        },
        {
            "x1": 714,
            "y1": 156,
            "x2": 770,
            "y2": 285,
            "text": "リン様"
        },
        {
            "x1": 166,
            "y1": 482,
            "x2": 244,
            "y2": 702,
            "text": "今日もお美しい ですね"
        },
        {
            "x1": 466,
            "y1": 865,
            "x2": 497,
            "y2": 1023,
            "text": "ありがとう…"
        },
        {
            "x1": 277,
            "y1": 862,
            "x2": 383,
            "y2": 1000,
            "text": "どうぞ お受け取り ください"
        },
        {
            "x1": 113,
            "y1": 884,
            "x2": 223,
            "y2": 1050,
            "text": "貴方のために 僕が 選んだ花です"
        },
        {
            "x1": 769,
            "y1": 1166,
            "x2": 842,
            "y2": 1282,
            "text": "最強"
        },
        {
            "x1": 96,
            "y1": 1311,
            "x2": 743,
            "y2": 1347,
            "text": "累計35万部突破！ 最新第5巻絶覺発売中!"
        }
    ],
    "003.jpg": [
        {
            "x1": 802,
            "y1": 162,
            "x2": 874,
            "y2": 281,
            "text": "あ 別に いいです"
        },
        {
            "x1": 394,
            "y1": 118,
            "x2": 484,
            "y2": 322,
            "text": "騎士キリエと 鍛錬がありますので これで"
        },
        {
            "x1": 138,
            "y1": 69,
            "x2": 191,
            "y2": 259,
            "text": "─終わった"
        },
        {
            "x1": 627,
            "y1": 488,
            "x2": 656,
            "y2": 645,
            "text": "おもしれー女"
        },
        {
            "x1": 437,
            "y1": 444,
            "x2": 522,
            "y2": 627,
            "text": "無理矢理にでも 俺のモノにしたく なっちまったぜ…"
        },
        {
            "x1": 711,
            "y1": 691,
            "x2": 907,
            "y2": 971,
            "text": "ヒタ"
        },
        {
            "x1": 623,
            "y1": 1052,
            "x2": 783,
            "y2": 1213,
            "text": "リン様に 許可なく 触れるな"
        }
    ],
    "005.jpg": [
        {
            "x1": 220,
            "y1": 157,
            "x2": 325,
            "y2": 322,
            "text": "太刀筋にも それが表れて いましたよ"
        },
        {
            "x1": 726,
            "y1": 464,
            "x2": 846,
            "y2": 623,
            "text": "レリウスに 助けられて ばっかりなのは 嫌だから…"
        },
        {
            "x1": 188,
            "y1": 498,
            "x2": 214,
            "y2": 671,
            "text": "良い心がけです"
        },
        {
            "x1": 779,
            "y1": 834,
            "x2": 860,
            "y2": 1047,
            "text": "は誰かのためならば それだけ 力を発揮できる"
        },
        {
            "x1": 273,
            "y1": 803,
            "x2": 373,
            "y2": 995,
            "text": "どうされたの ですか？ 元気が ありませんね"
        },
        {
            "x1": 140,
            "y1": 820,
            "x2": 175,
            "y2": 924,
            "text": "……うん"
        },
        {
            "x1": 480,
            "y1": 1066,
            "x2": 541,
            "y2": 1264,
            "text": "それが…愛しい人 ともなれば…"
        }
    ]
}