var ocr_data = {
    "001.jpg": [
        {
            "x1": 735,
            "y1": 115,
            "x2": 839,
            "y2": 150,
            "text": "“鍛台師",
            "vi": "Master Master Trading"
        },
        {
            "x1": 662,
            "y1": 140,
            "x2": 859,
            "y2": 210,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 677,
            "y1": 392,
            "x2": 864,
            "y2": 418,
            "text": "第136話 討伐无J",
            "vi": "Tập 136 Subjugation J J"
        },
        {
            "x1": 173,
            "y1": 523,
            "x2": 258,
            "y2": 670,
            "text": "さて",
            "vi": "Bây giờ"
        },
        {
            "x1": 523,
            "y1": 788,
            "x2": 589,
            "y2": 984,
            "text": "もう勝負は つきましたが…",
            "vi": "Trò chơi đã đến..."
        },
        {
            "x1": 172,
            "y1": 1083,
            "x2": 253,
            "y2": 1250,
            "text": "降参なさい ますか？",
            "vi": "Bạn có muốn đầu hàng không?"
        },
        {
            "x1": 817,
            "y1": 1258,
            "x2": 854,
            "y2": 1336,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 139,
            "y1": 1316,
            "x2": 768,
            "y2": 1356,
            "text": "累計100方部突破！ 最新8巻発売中!",
            "vi": "Các phòng ban tích lũy! 8 tập mới nhất được bán!"
        }
    ],
    "003.jpg": [
        {
            "x1": 200,
            "y1": 601,
            "x2": 305,
            "y2": 732,
            "text": "戦士として 死を 選びますか",
            "vi": "Bạn có chọn cái chết như một chiến binh không?"
        },
        {
            "x1": 78,
            "y1": 788,
            "x2": 174,
            "y2": 935,
            "text": "敵ながら 見事！",
            "vi": "Bạo lực như một kẻ thù!"
        }
    ],
    "007.jpg": [
        {
            "x1": 698,
            "y1": 128,
            "x2": 746,
            "y2": 269,
            "text": "よいしょ",
            "vi": "Khỏe"
        },
        {
            "x1": 575,
            "y1": 498,
            "x2": 643,
            "y2": 616,
            "text": "終わり ましたわ",
            "vi": "Hết rồi"
        },
        {
            "x1": 103,
            "y1": 514,
            "x2": 190,
            "y2": 680,
            "text": "予想以上だ 格が違う…",
            "vi": "Trường hợp khác với dự kiến..."
        },
        {
            "x1": 692,
            "y1": 819,
            "x2": 819,
            "y2": 1058,
            "text": "おそらく 神器の能力を セーブしてた…",
            "vi": "Có lẽ đã lưu lại khả năng của kho báu thiêng liêng..."
        },
        {
            "x1": 111,
            "y1": 810,
            "x2": 243,
            "y2": 1131,
            "text": "本気ならば ケルベロスとも一人で 渡り合える実力‼",
            "vi": "Nếu bạn nghiêm túc, bạn có thể băng qua Cerberus một mình."
        }
    ],
    "009.jpg": [
        {
            "x1": 403,
            "y1": 137,
            "x2": 601,
            "y2": 385,
            "text": "これが… ユミネ様の 力か──",
            "vi": "Đây là... sức mạnh của Yumine ──"
        },
        {
            "x1": 756,
            "y1": 479,
            "x2": 872,
            "y2": 653,
            "text": "どう⁉ これが私達 勇者の実力よ",
            "vi": "Làm thế nào đây là khả năng dũng cảm của chúng ta"
        },
        {
            "x1": 224,
            "y1": 494,
            "x2": 340,
            "y2": 718,
            "text": "ユミネ様を 見た後だと お前 まだまだだな",
            "vi": "Sau khi nhìn thấy Yumine, bạn vẫn ở đó"
        },
        {
            "x1": 97,
            "y1": 628,
            "x2": 169,
            "y2": 775,
            "text": "むっ‼",
            "vi": "Mumu"
        },
        {
            "x1": 773,
            "y1": 846,
            "x2": 863,
            "y2": 1027,
            "text": "あとで手合わせ してみては どうですか？",
            "vi": "Tại sao bạn không thử nó sau này?"
        },
        {
            "x1": 318,
            "y1": 851,
            "x2": 414,
            "y2": 1033,
            "text": "やめとく レリウス むきに なると怖いし",
            "vi": "Tôi sợ hãi khi dừng Lelius"
        },
        {
            "x1": 127,
            "y1": 1046,
            "x2": 233,
            "y2": 1179,
            "text": "何を言うか 怖いのは お前の方だ",
            "vi": "Bạn đang sợ những gì bạn nói"
        }
    ],
    "011.jpg": [
        {
            "x1": 236,
            "y1": 124,
            "x2": 303,
            "y2": 294,
            "text": "ベニー どうしたの？",
            "vi": "Điều gì đã xảy ra với Benny?"
        },
        {
            "x1": 94,
            "y1": 283,
            "x2": 161,
            "y2": 482,
            "text": "全然 活躍 できなかった‼",
            "vi": "Tôi không thể chơi một phần tích cực."
        },
        {
            "x1": 773,
            "y1": 549,
            "x2": 834,
            "y2": 697,
            "text": "仕方 ありませんわ",
            "vi": "Nó không thể được giúp đỡ"
        },
        {
            "x1": 250,
            "y1": 539,
            "x2": 347,
            "y2": 729,
            "text": "ベニー様の神器は 攻撃に全振りじた 遠距離特化…",
            "vi": "Kho báu thiêng liêng của Benny chuyên về các cuộc tấn công dài..."
        },
        {
            "x1": 112,
            "y1": 598,
            "x2": 207,
            "y2": 782,
            "text": "相性が もともとよく ありませんもの",
            "vi": "Ban đầu là không tốt"
        },
        {
            "x1": 726,
            "y1": 849,
            "x2": 846,
            "y2": 1031,
            "text": "ベニ様の 相手を務めるには ケルベロス級で ないと！",
            "vi": "Trở thành đối thủ của Beni, bạn phải là một lớp Cerberus!"
        },
        {
            "x1": 577,
            "y1": 845,
            "x2": 640,
            "y2": 973,
            "text": "そう？",
            "vi": "Vâng?"
        },
        {
            "x1": 409,
            "y1": 860,
            "x2": 508,
            "y2": 1061,
            "text": "そうよね‼ 私ってば強過ぎる んだよね‼",
            "vi": "Đúng thế Tôi quá mạnh mẽ nếu tôi"
        },
        {
            "x1": 254,
            "y1": 916,
            "x2": 307,
            "y2": 1103,
            "text": "ちょろ…",
            "vi": "Choro..."
        }
    ],
    "013.jpg": [
        {
            "x1": 667,
            "y1": 99,
            "x2": 736,
            "y2": 281,
            "text": "やはり… 信じられないな",
            "vi": "Sau tất cả... tôi không thể tin được điều đó"
        },
        {
            "x1": 148,
            "y1": 155,
            "x2": 228,
            "y2": 313,
            "text": "勇者は全員 死にます",
            "vi": "Tất cả các Braves chết"
        },
        {
            "x1": 753,
            "y1": 449,
            "x2": 857,
            "y2": 565,
            "text": "彼女達が これから 死ぬ？",
            "vi": "Họ sẽ chết từ bây giờ chứ?"
        },
        {
            "x1": 225,
            "y1": 455,
            "x2": 335,
            "y2": 571,
            "text": "一体誰が 彼女達を 倒せる？",
            "vi": "Ai có thể đánh bại họ?"
        },
        {
            "x1": 120,
            "y1": 569,
            "x2": 229,
            "y2": 732,
            "text": "ケルベロス 以上の強敵が 現れるのか？",
            "vi": "Liệu một kẻ thù mạnh hơn Cerberus xuất hiện?"
        },
        {
            "x1": 728,
            "y1": 864,
            "x2": 849,
            "y2": 986,
            "text": "いや 考えても 仕方ない",
            "vi": "Không, tôi không thể không suy nghĩ"
        },
        {
            "x1": 471,
            "y1": 854,
            "x2": 583,
            "y2": 1054,
            "text": "最初から やるべきことは 一つだ",
            "vi": "Có một điều cần làm từ đầu"
        },
        {
            "x1": 132,
            "y1": 1035,
            "x2": 272,
            "y2": 1217,
            "text": "もっと… もっと強く ならねば…",
            "vi": "Nhiều hơn... tôi cần phải mạnh mẽ hơn..."
        }
    ],
    "015.jpg": [
        {
            "x1": 764,
            "y1": 122,
            "x2": 831,
            "y2": 273,
            "text": "さあ 帰りましょう",
            "vi": "Hãy về nhà"
        },
        {
            "x1": 104,
            "y1": 309,
            "x2": 204,
            "y2": 461,
            "text": "明日から街の 復興作業が 待っています",
            "vi": "Công việc xây dựng lại của thành phố đang chờ đợi từ ngày mai"
        },
        {
            "x1": 281,
            "y1": 832,
            "x2": 315,
            "y2": 925,
            "text": "ギ…ッ",
            "vi": "Ga..."
        },
        {
            "x1": 132,
            "y1": 890,
            "x2": 182,
            "y2": 982,
            "text": "ギギ",
            "vi": "Tiếng rít"
        }
    ],
    "017.jpg": [
        {
            "x1": 565,
            "y1": 106,
            "x2": 608,
            "y2": 266,
            "text": "ガアア‼",
            "vi": "GAAA‼"
        }
    ],
    "019.jpg": [
        {
            "x1": 78,
            "y1": 1290,
            "x2": 474,
            "y2": 1356,
            "text": "怪しく輝く額の倉石。 氷羽の向く先は、感いは…。次号へ田",
            "vi": "Kuraishi của trán nghi ngờ và sáng ngời. Điểm đến của đôi cánh băng là... Dữ liệu cho vấn đề tiếp theo"
        }
    ]
}