var ocr_data = {
    "001.jpg": [
        {
            "x1": 397,
            "y1": 72,
            "x2": 523,
            "y2": 98,
            "text": "第89話 限界"
        },
        {
            "x1": 91,
            "y1": 33,
            "x2": 235,
            "y2": 102,
            "text": "不遇職鍛說師 最強"
        },
        {
            "x1": 636,
            "y1": 169,
            "x2": 758,
            "y2": 383,
            "text": "今度は つまで装備品の 影響があるかについて 調べます"
        },
        {
            "x1": 574,
            "y1": 493,
            "x2": 681,
            "y2": 674,
            "text": "レリウスは肉体を 強化するズギルを 装備品につけられる んだな"
        },
        {
            "x1": 453,
            "y1": 508,
            "x2": 504,
            "y2": 592,
            "text": "はい"
        },
        {
            "x1": 119,
            "y1": 558,
            "x2": 229,
            "y2": 834,
            "text": "『周囲メ』 らであれば 俺の装備として 認識されるようです"
        },
        {
            "x1": 791,
            "y1": 904,
            "x2": 851,
            "y2": 1073,
            "text": "だから試して おきたいな と"
        },
        {
            "x1": 462,
            "y1": 912,
            "x2": 555,
            "y2": 1072,
            "text": "私レリウスに もらった剣を 持っているけど"
        },
        {
            "x1": 96,
            "y1": 1014,
            "x2": 172,
            "y2": 1203,
            "text": "この影響って どうなの？"
        },
        {
            "x1": 781,
            "y1": 1182,
            "x2": 848,
            "y2": 1293,
            "text": "最強"
        },
        {
            "x1": 160,
            "y1": 1298,
            "x2": 776,
            "y2": 1330,
            "text": "累計35万部哭破！ 最新第5巻絶覺発完中叫"
        }
    ],
    "003.jpg": [
        {
            "x1": 757,
            "y1": 141,
            "x2": 840,
            "y2": 365,
            "text": "リニアルさん…剣を 範囲外に投げて もらっていですか？"
        },
        {
            "x1": 209,
            "y1": 137,
            "x2": 251,
            "y2": 283,
            "text": "範囲外…"
        },
        {
            "x1": 109,
            "y1": 168,
            "x2": 162,
            "y2": 327,
            "text": "わかった"
        },
        {
            "x1": 301,
            "y1": 743,
            "x2": 327,
            "y2": 905,
            "text": "どうですか？"
        },
        {
            "x1": 130,
            "y1": 846,
            "x2": 199,
            "y2": 1014,
            "text": "少し体が重く なった"
        }
    ],
    "005.jpg": [
        {
            "x1": 285,
            "y1": 101,
            "x2": 320,
            "y2": 226,
            "text": "つまり…"
        },
        {
            "x1": 754,
            "y1": 139,
            "x2": 828,
            "y2": 335,
            "text": "そもも私が剣を持てる 間はレウスと私の 強化かされてる"
        },
        {
            "x1": 137,
            "y1": 163,
            "x2": 231,
            "y2": 371,
            "text": "仲間に装備を持た せれば いくらでも 強くなれる、 ？"
        },
        {
            "x1": 758,
            "y1": 463,
            "x2": 858,
            "y2": 686,
            "text": "す 凄いじゃ ないか‼"
        },
        {
            "x1": 150,
            "y1": 491,
            "x2": 217,
            "y2": 697,
            "text": "…ただ…どれだけ 影響があるのか…"
        },
        {
            "x1": 700,
            "y1": 893,
            "x2": 796,
            "y2": 1098,
            "text": "『限界』は どうなのか"
        },
        {
            "x1": 190,
            "y1": 966,
            "x2": 241,
            "y2": 1223,
            "text": "調べてみます"
        }
    ]
}