var ocr_data = {
    "001.jpg": [
        {
            "x1": 262,
            "y1": 73,
            "x2": 497,
            "y2": 96,
            "text": "6話メとの帰り道"
        },
        {
            "x1": 100,
            "y1": 34,
            "x2": 246,
            "y2": 101,
            "text": "不遇職鐵治師， 最強"
        },
        {
            "x1": 758,
            "y1": 144,
            "x2": 831,
            "y2": 315,
            "text": "ヴァルトス 冒険者ギルド"
        },
        {
            "x1": 156,
            "y1": 201,
            "x2": 218,
            "y2": 340,
            "text": "えっ⁉"
        },
        {
            "x1": 740,
            "y1": 438,
            "x2": 826,
            "y2": 617,
            "text": "『鍛治師』… ですか…？"
        },
        {
            "x1": 557,
            "y1": 734,
            "x2": 632,
            "y2": 958,
            "text": "何だ？ 問題があるのか？"
        },
        {
            "x1": 395,
            "y1": 737,
            "x2": 431,
            "y2": 872,
            "text": "あ いえ…"
        },
        {
            "x1": 211,
            "y1": 773,
            "x2": 322,
            "y2": 997,
            "text": "滞在証明書を 発行しますので 少々お待ち下さい"
        },
        {
            "x1": 158,
            "y1": 1142,
            "x2": 238,
            "y2": 1274,
            "text": "最強"
        }
    ],
    "003.jpg": [
        {
            "x1": 801,
            "y1": 113,
            "x2": 875,
            "y2": 300,
            "text": "鍛治師の話題は あまう口にな方 いてしょうね…"
        },
        {
            "x1": 138,
            "y1": 143,
            "x2": 230,
            "y2": 346,
            "text": "あまり気にするな！ 私はレリウスの 味方だぞ‼"
        },
        {
            "x1": 648,
            "y1": 489,
            "x2": 716,
            "y2": 639,
            "text": "ありがとう ございます"
        },
        {
            "x1": 437,
            "y1": 459,
            "x2": 469,
            "y2": 630,
            "text": "えっと…あー"
        },
        {
            "x1": 90,
            "y1": 477,
            "x2": 204,
            "y2": 691,
            "text": "そういえば ニアルさんとは 餓死寸前の際に 出会ったそうですが"
        },
        {
            "x1": 755,
            "y1": 746,
            "x2": 828,
            "y2": 927,
            "text": "その時の話を するのか⁉"
        },
        {
            "x1": 566,
            "y1": 762,
            "x2": 594,
            "y2": 932,
            "text": "…そうだな…"
        },
        {
            "x1": 176,
            "y1": 835,
            "x2": 296,
            "y2": 1096,
            "text": "そもそも 私は まだ王都に来るには 実力不足だったんだ"
        },
        {
            "x1": 697,
            "y1": 1042,
            "x2": 782,
            "y2": 1232,
            "text": "少し気になって いたので…どう だったんですか？"
        }
    ],
    "005.jpg": [
        {
            "x1": 806,
            "y1": 132,
            "x2": 869,
            "y2": 304,
            "text": "今 思い出しても 恥ずかしい…ッ"
        },
        {
            "x1": 565,
            "y1": 150,
            "x2": 597,
            "y2": 238,
            "text": "はは…"
        },
        {
            "x1": 174,
            "y1": 127,
            "x2": 245,
            "y2": 333,
            "text": "そこの カップルさん‼"
        },
        {
            "x1": 796,
            "y1": 417,
            "x2": 865,
            "y2": 566,
            "text": "串焼きは どうだい？"
        },
        {
            "x1": 121,
            "y1": 443,
            "x2": 172,
            "y2": 573,
            "text": "出店…"
        },
        {
            "x1": 675,
            "y1": 497,
            "x2": 751,
            "y2": 702,
            "text": "焼きたての 美味い奴だよ！"
        },
        {
            "x1": 778,
            "y1": 793,
            "x2": 826,
            "y2": 957,
            "text": "串焼きか"
        },
        {
            "x1": 462,
            "y1": 800,
            "x2": 571,
            "y2": 1057,
            "text": "美味しそうですよ メアさん！ 買っていきましょう"
        }
    ]
}