var ocr_data = {
    "001.jpg": [
        {
            "x1": 94,
            "y1": 27,
            "x2": 244,
            "y2": 55,
            "text": "不邊職鐵台師義"
        },
        {
            "x1": 276,
            "y1": 73,
            "x2": 434,
            "y2": 99,
            "text": "第112話 手想以上"
        },
        {
            "x1": 90,
            "y1": 54,
            "x2": 252,
            "y2": 103,
            "text": "最強"
        },
        {
            "x1": 766,
            "y1": 356,
            "x2": 847,
            "y2": 548,
            "text": "よかった…！ 気が付きまたか えっと…べニーさん"
        },
        {
            "x1": 157,
            "y1": 374,
            "x2": 252,
            "y2": 543,
            "text": "ちょっと 格好いい男子 こんにちはっ‼"
        },
        {
            "x1": 103,
            "y1": 586,
            "x2": 131,
            "y2": 762,
            "text": "こんにちは"
        },
        {
            "x1": 781,
            "y1": 817,
            "x2": 854,
            "y2": 1012,
            "text": "…身体の方は 大丈夫ですか？"
        },
        {
            "x1": 489,
            "y1": 837,
            "x2": 586,
            "y2": 1045,
            "text": "大丈夫‼ まだ闘えるよ‼ けど…あたし"
        },
        {
            "x1": 316,
            "y1": 823,
            "x2": 402,
            "y2": 1015,
            "text": "スキルうまく 使いこなせないから 遠距離攻撃しか"
        },
        {
            "x1": 152,
            "y1": 1052,
            "x2": 193,
            "y2": 1232,
            "text": "構いません"
        },
        {
            "x1": 94,
            "y1": 1300,
            "x2": 824,
            "y2": 1338,
            "text": "単行本売れ行き絶好調！ 最新第7巻発売中品"
        }
    ],
    "005.jpg": [
        {
            "x1": 496,
            "y1": 1109,
            "x2": 524,
            "y2": 1232,
            "text": "ゴイソ"
        }
    ]
}