var ocr_data = {
    "10001.jpg": [
        {
            "x1": 104,
            "y1": 26,
            "x2": 261,
            "y2": 54,
            "text": "不遇職鍛台師這",
            "vi": "Công nhân không bị thương chủ"
        },
        {
            "x1": 293,
            "y1": 68,
            "x2": 517,
            "y2": 91,
            "text": "精10話道り来る脅威",
            "vi": "Tập 10 Các mối đe dọa sẽ đến"
        },
        {
            "x1": 97,
            "y1": 50,
            "x2": 274,
            "y2": 108,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 755,
            "y1": 165,
            "x2": 847,
            "y2": 338,
            "text": "魔砲台 配置急げ‼",
            "vi": "Vội vã vào tháp pháo ma thuật‼"
        },
        {
            "x1": 434,
            "y1": 391,
            "x2": 502,
            "y2": 549,
            "text": "弾丸の確認と 点検を怠るな",
            "vi": "Đừng bỏ qua việc kiểm tra và kiểm tra viên đạn"
        },
        {
            "x1": 796,
            "y1": 731,
            "x2": 851,
            "y2": 898,
            "text": "…鍛冶師の剣は どうしますか？",
            "vi": "Còn những gì về thanh kiếm của thợ rèn?"
        },
        {
            "x1": 572,
            "y1": 736,
            "x2": 672,
            "y2": 888,
            "text": "そんなモノを 使うなんて 許さんぞ",
            "vi": "Không sao khi sử dụng một điều như vậy"
        },
        {
            "x1": 400,
            "y1": 734,
            "x2": 486,
            "y2": 925,
            "text": "俺達には 神器があるッ",
            "vi": "Chúng ta có một kho báu thiêng liêng"
        },
        {
            "x1": 100,
            "y1": 1002,
            "x2": 258,
            "y2": 1212,
            "text": "蒼石の魔物が 倒せないのなら …それはイリア様に 何かお考えあっての ことだろう",
            "vi": "Nếu bạn không thể đánh bại con quái vật của Aishi... đó là những gì Irian nghĩ về"
        },
        {
            "x1": 92,
            "y1": 1304,
            "x2": 757,
            "y2": 1344,
            "text": "累計60万部突破！ 第G巻絶覺発売中!",
            "vi": "Tích lũy hơn 600. 000 bản! Khối lượng g -volume Mô tả bây giờ đang được bán!"
        }
    ],
    "10002.jpg": [
        {
            "x1": 776,
            "y1": 113,
            "x2": 838,
            "y2": 253,
            "text": "全く… ふざけた話だ",
            "vi": "Đó là một câu chuyện vui tươi..."
        },
        {
            "x1": 488,
            "y1": 151,
            "x2": 584,
            "y2": 313,
            "text": "教会も教会だ… 鍛治師を 認めるだと？",
            "vi": "Nhà thờ cũng là một nhà thờ..."
        },
        {
            "x1": 358,
            "y1": 231,
            "x2": 449,
            "y2": 390,
            "text": "あいつの武器を 持つ奴は軍から 追放してやる",
            "vi": "Anh chàng có vũ khí của mình sẽ bị trục xuất khỏi quân đội"
        },
        {
            "x1": 733,
            "y1": 483,
            "x2": 788,
            "y2": 610,
            "text": "とは…まるで 雰囲気が違う",
            "vi": "Bầu không khí khác là gì"
        },
        {
            "x1": 753,
            "y1": 781,
            "x2": 842,
            "y2": 985,
            "text": "カルラスの領主様が 俺を信じて くれたのは…",
            "vi": "Những gì Chúa tể của Callas tin vào tôi..."
        },
        {
            "x1": 460,
            "y1": 729,
            "x2": 493,
            "y2": 887,
            "text": "よ レリウス",
            "vi": "Yo lelius"
        },
        {
            "x1": 587,
            "y1": 1054,
            "x2": 677,
            "y2": 1230,
            "text": "余程の覚悟が あってのもの だったのだろう",
            "vi": "Tôi đoán đó là điều tôi đã chuẩn bị cho"
        },
        {
            "x1": 141,
            "y1": 1023,
            "x2": 181,
            "y2": 1213,
            "text": "戦場はどう？",
            "vi": "Còn chiến trường thì sao?"
        }
    ],
    "10003.jpg": [
        {
            "x1": 786,
            "y1": 108,
            "x2": 872,
            "y2": 333,
            "text": "やはり鍛治師は 受け入れられていない みだいですね",
            "vi": "Rốt cuộc, Osamu không được chấp nhận."
        },
        {
            "x1": 316,
            "y1": 96,
            "x2": 357,
            "y2": 221,
            "text": "仕方ない",
            "vi": "nó không thể được giúp đỡ"
        },
        {
            "x1": 178,
            "y1": 148,
            "x2": 271,
            "y2": 310,
            "text": "今まで鍛治師を 否定するのに 慣れてるからね",
            "vi": "Tôi đã từng từ chối Osamu cho đến bây giờ."
        },
        {
            "x1": 757,
            "y1": 509,
            "x2": 815,
            "y2": 715,
            "text": "そんなレウス プレゼント",
            "vi": "Quà tặng lại như vậy"
        },
        {
            "x1": 113,
            "y1": 531,
            "x2": 147,
            "y2": 697,
            "text": "教会の紋章…",
            "vi": "Biểu tượng của Giáo hội..."
        },
        {
            "x1": 725,
            "y1": 854,
            "x2": 860,
            "y2": 1051,
            "text": "そいつを使えば 戦場にあるものは 自由に鍛治を 行っても良い",
            "vi": "Nếu bạn sử dụng nó, bạn có thể tự do rèn giũa những gì trên chiến trường"
        },
        {
            "x1": 296,
            "y1": 868,
            "x2": 381,
            "y2": 1065,
            "text": "…と教皇様が 言ってた",
            "vi": "Giáo hoàng đã nói"
        },
        {
            "x1": 139,
            "y1": 1057,
            "x2": 209,
            "y2": 1236,
            "text": "自由に…‼ わかりました",
            "vi": "Tự do! lấy được rồi"
        }
    ],
    "10004.jpg": [
        {
            "x1": 668,
            "y1": 101,
            "x2": 697,
            "y2": 225,
            "text": "じゃ早速…",
            "vi": "Sau đó ngay lập tức..."
        },
        {
            "x1": 533,
            "y1": 107,
            "x2": 566,
            "y2": 287,
            "text": "すみません！",
            "vi": "lấy làm tiếc!"
        },
        {
            "x1": 678,
            "y1": 468,
            "x2": 793,
            "y2": 619,
            "text": "ちょっと その魔砲台 見せてもらって いいですか？",
            "vi": "Tôi có thể chỉ cho bạn tháp pháo ma thuật đó không?"
        },
        {
            "x1": 125,
            "y1": 471,
            "x2": 191,
            "y2": 646,
            "text": "例の鍛治師か… 好きにしな‼",
            "vi": "Đó có phải là một ví dụ về một ví dụ... Tôi không thích nó?"
        },
        {
            "x1": 650,
            "y1": 811,
            "x2": 750,
            "y2": 986,
            "text": "良かった… この人は 比較的好意的だ",
            "vi": "Nó là tốt... người này tương đối thuận lợi"
        },
        {
            "x1": 484,
            "y1": 795,
            "x2": 537,
            "y2": 899,
            "text": "では",
            "vi": "Khi đó"
        },
        {
            "x1": 651,
            "y1": 1088,
            "x2": 719,
            "y2": 1238,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 120,
            "y1": 1007,
            "x2": 178,
            "y2": 1250,
            "text": "うおおお⁉",
            "vi": "Uoooo⁉"
        }
    ],
    "10005.jpg": [
        {
            "x1": 784,
            "y1": 825,
            "x2": 859,
            "y2": 992,
            "text": "魔砲台まで 作れるのか…",
            "vi": "Bạn có thể làm một tháp pháo ma thuật..."
        },
        {
            "x1": 676,
            "y1": 837,
            "x2": 707,
            "y2": 1014,
            "text": "すげえな鍛治師",
            "vi": "Huấn luyện viên tuyệt vời"
        },
        {
            "x1": 389,
            "y1": 841,
            "x2": 471,
            "y2": 1037,
            "text": "もっと作れるのか？ できれば数を増やし たいんだが",
            "vi": "Bạn có thể làm nhiều hơn không? Tôi muốn tăng số nếu có thể"
        },
        {
            "x1": 554,
            "y1": 1020,
            "x2": 616,
            "y2": 1155,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 160,
            "y1": 1101,
            "x2": 226,
            "y2": 1269,
            "text": "はい‼ 任せてくださ…",
            "vi": "Vâng! Để lại nó..."
        }
    ],
    "10006.jpg": [
        {
            "x1": 92,
            "y1": 345,
            "x2": 152,
            "y2": 522,
            "text": "うわッ…",
            "vi": "Thành công lớn..."
        },
        {
            "x1": 697,
            "y1": 590,
            "x2": 819,
            "y2": 767,
            "text": "ふざけた 真似は止めろ 鍛治師め",
            "vi": "Dừng bắt chước vui tươi"
        },
        {
            "x1": 742,
            "y1": 903,
            "x2": 832,
            "y2": 1097,
            "text": "貴様が作らた 魔砲台など 恐ろしくて使えんわ",
            "vi": "Thật đáng sợ và vô dụng, chẳng hạn như tháp pháo ma thuật do bạn tạo ra"
        },
        {
            "x1": 312,
            "y1": 943,
            "x2": 398,
            "y2": 1145,
            "text": "しか勝利の確率を あげるためにも 数を増やして",
            "vi": "Tăng số lượng để tăng xác suất chiến thắng"
        },
        {
            "x1": 117,
            "y1": 1013,
            "x2": 260,
            "y2": 1220,
            "text": "鍛治師に頼っての 勝利は敗北だ‼ イリア様に面目が 立たん‼",
            "vi": "Chiến thắng dựa trên Osamu bị đánh bại. Ilia có khuôn mặt."
        }
    ],
    "10007.jpg": [
        {
            "x1": 773,
            "y1": 120,
            "x2": 874,
            "y2": 319,
            "text": "鍛治師も イリア様に与え られた職業だぞ‼",
            "vi": "Osamu cũng là một nghề được trao cho Ilia."
        },
        {
            "x1": 166,
            "y1": 149,
            "x2": 266,
            "y2": 370,
            "text": "そんなハズはない 貴様に職業を与えた のは…邪神だ！",
            "vi": "Đó là Thiên Chúa xấu xa đã ban cho bạn một nghề không có Huz như vậy!"
        },
        {
            "x1": 658,
            "y1": 477,
            "x2": 752,
            "y2": 657,
            "text": "ここから 立ち去れッ",
            "vi": "Tránh xa đây"
        },
        {
            "x1": 749,
            "y1": 958,
            "x2": 832,
            "y2": 1177,
            "text": "…戦 が始まれば レリウスの武器を求める 人もいると思う",
            "vi": "… Tôi nghĩ rằng một số người tìm kiếm vũ khí Lelius khi trận chiến bắt đầu"
        },
        {
            "x1": 271,
            "y1": 994,
            "x2": 355,
            "y2": 1186,
            "text": "そんな激しい戦いに ならなのが一番 なんですが",
            "vi": "Tốt nhất là một cuộc chiến khốc liệt như vậy"
        },
        {
            "x1": 139,
            "y1": 1120,
            "x2": 205,
            "y2": 1272,
            "text": "それはそれで 困る",
            "vi": "Đó là một vấn đề"
        }
    ],
    "10008.jpg": [
        {
            "x1": 753,
            "y1": 128,
            "x2": 841,
            "y2": 287,
            "text": "レリうスの力を 証明する機会も なくなる",
            "vi": "Không có cơ hội để chứng minh sức mạnh của Reli"
        },
        {
            "x1": 604,
            "y1": 160,
            "x2": 701,
            "y2": 321,
            "text": "被害が出ない 程度のピンチが 理想",
            "vi": "Lý tưởng nhất là một nhúm không gây thiệt hại"
        },
        {
            "x1": 122,
            "y1": 139,
            "x2": 190,
            "y2": 299,
            "text": "それは都合が 良すぎでは…",
            "vi": "Nó quá thuận tiện..."
        },
        {
            "x1": 545,
            "y1": 787,
            "x2": 619,
            "y2": 1039,
            "text": "私 負けられないの …孤児院のためにも",
            "vi": "Tôi không thể mất... vì trại trẻ mồ côi"
        },
        {
            "x1": 763,
            "y1": 1071,
            "x2": 815,
            "y2": 1194,
            "text": "…近い",
            "vi": "…vừa vặn"
        }
    ],
    "10009.jpg": [
        {
            "x1": 773,
            "y1": 147,
            "x2": 853,
            "y2": 325,
            "text": "それに今 結構燃えてる",
            "vi": "Và bây giờ nó khá nóng bỏng"
        },
        {
            "x1": 153,
            "y1": 170,
            "x2": 240,
            "y2": 375,
            "text": "ここで活躍できたら お伽噺の英雄みた でしょ‼",
            "vi": "Nếu bạn có thể đóng một phần tích cực ở đây, bạn sẽ thấy người anh hùng của một câu chuyện cổ tích."
        },
        {
            "x1": 808,
            "y1": 455,
            "x2": 867,
            "y2": 557,
            "text": "リニアル さん…",
            "vi": "Lineal..."
        },
        {
            "x1": 743,
            "y1": 477,
            "x2": 772,
            "y2": 619,
            "text": "そうですね‼",
            "vi": "Tôi đồng ý!"
        },
        {
            "x1": 577,
            "y1": 476,
            "x2": 671,
            "y2": 604,
            "text": "メアさんも 気を付けて くださいね",
            "vi": "MARE, hãy cẩn thận"
        },
        {
            "x1": 137,
            "y1": 514,
            "x2": 201,
            "y2": 627,
            "text": "わかって いる…‼",
            "vi": "biết rôi…!"
        },
        {
            "x1": 722,
            "y1": 784,
            "x2": 821,
            "y2": 983,
            "text": "全部終わったら 皆で美味しいもの 食べに行くぞ‼",
            "vi": "Khi mọi thứ kết thúc, mọi người sẽ đi ăn thức ăn ngon."
        },
        {
            "x1": 379,
            "y1": 776,
            "x2": 444,
            "y2": 927,
            "text": "はい‼",
            "vi": "Vâng!"
        },
        {
            "x1": 461,
            "y1": 971,
            "x2": 586,
            "y2": 1175,
            "text": "総員 戦闘配置",
            "vi": "Tất cả các thành viên sắp xếp chiến đấu"
        },
        {
            "x1": 139,
            "y1": 1049,
            "x2": 187,
            "y2": 1252,
            "text": "…来たぞ‼",
            "vi": "… Tôi ở đây"
        }
    ],
    "10010.jpg": [
        {
            "x1": 384,
            "y1": 175,
            "x2": 498,
            "y2": 399,
            "text": "大型の 蒼石の魔物",
            "vi": "Quái vật đá lớn màu xanh"
        }
    ],
    "10011.jpg": [
        {
            "x1": 297,
            "y1": 0,
            "x2": 924,
            "y2": 281,
            "text": "闘閉始",
            "vi": "Bắt đầu cuộc đấu tranh"
        },
        {
            "x1": 191,
            "y1": 768,
            "x2": 330,
            "y2": 1207,
            "text": "ケルベロス",
            "vi": "Cerberus"
        },
        {
            "x1": 39,
            "y1": 1159,
            "x2": 70,
            "y2": 1290,
            "text": "次回に続く",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}