var ocr_data = {
    "001.jpg": [
        {
            "x1": 113,
            "y1": 72,
            "x2": 267,
            "y2": 101,
            "text": "不遇職 鍛台師這",
            "vi": "Công nhân không bị thương chủ"
        },
        {
            "x1": 107,
            "y1": 97,
            "x2": 271,
            "y2": 148,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 716,
            "y1": 153,
            "x2": 822,
            "y2": 384,
            "text": "犯人はふくよかな 女性とそばかすの 女性の二人ですか？",
            "vi": "Có phải tội phạm hai người phụ nữ đầy đặn và tàn nhang?"
        },
        {
            "x1": 111,
            "y1": 253,
            "x2": 158,
            "y2": 367,
            "text": "はい‥",
            "vi": "Vâng‥"
        },
        {
            "x1": 657,
            "y1": 412,
            "x2": 874,
            "y2": 441,
            "text": "第142話 頼れる先輩",
            "vi": "Tập 142 cao cấp bạn có thể dựa vào"
        },
        {
            "x1": 725,
            "y1": 532,
            "x2": 840,
            "y2": 692,
            "text": "私が主役に なってから 嫌がらせされる ようになって…",
            "vi": "Tôi đã bị quấy rối kể từ khi tôi trở thành nhân vật chính..."
        },
        {
            "x1": 145,
            "y1": 536,
            "x2": 240,
            "y2": 733,
            "text": "日に日に エスカレートして 今日がこれでした",
            "vi": "Leo thang từng ngày, hôm nay là ngày hôm nay"
        },
        {
            "x1": 768,
            "y1": 877,
            "x2": 865,
            "y2": 1005,
            "text": "でも 先輩… これは私の 問題です",
            "vi": "Nhưng tiền bối... đây là vấn đề của tôi"
        },
        {
            "x1": 498,
            "y1": 871,
            "x2": 593,
            "y2": 1090,
            "text": "こんなことできなく なるくら有名に なります…‼",
            "vi": "Nó sẽ nổi tiếng rằng bạn không thể làm điều này...‼"
        },
        {
            "x1": 671,
            "y1": 1068,
            "x2": 759,
            "y2": 1229,
            "text": "その問題の 解決策は あるんですか？",
            "vi": "Có một giải pháp nào cho vấn đề đó?"
        },
        {
            "x1": 134,
            "y1": 981,
            "x2": 241,
            "y2": 1188,
            "text": "その間 ずっと 嫌がらせを我慢し 続けるんですか？",
            "vi": "Bạn có tiếp tục chịu đựng sự quấy rối trong thời gian đó?"
        },
        {
            "x1": 769,
            "y1": 1235,
            "x2": 811,
            "y2": 1302,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 94,
            "y1": 1309,
            "x2": 748,
            "y2": 1350,
            "text": "累計120万部突破！ 最新9巻発売中!",
            "vi": "Hơn 1, 2 triệu bản sao! 9 tập mới nhất được bán!"
        }
    ],
    "003.jpg": [
        {
            "x1": 717,
            "y1": 148,
            "x2": 801,
            "y2": 369,
            "text": "大丈夫… 任せてください",
            "vi": "Được rồi... xin vui lòng để nó cho tôi"
        },
        {
            "x1": 763,
            "y1": 912,
            "x2": 848,
            "y2": 1098,
            "text": "あーらリスティナ 男なんか連れて どうしたの？",
            "vi": "Ah, chuyện gì đã xảy ra với việc lấy một người đàn ông listina?"
        },
        {
            "x1": 444,
            "y1": 906,
            "x2": 470,
            "y2": 1071,
            "text": "捜してたわよ？",
            "vi": "Bạn đang tìm kiếm nó?"
        },
        {
            "x1": 269,
            "y1": 901,
            "x2": 364,
            "y2": 1062,
            "text": "てゆーか 衣装変えなくて 大丈夫なのぉ？",
            "vi": "Không ổn khi không thay đổi trang phục sao?"
        }
    ],
    "005.jpg": [
        {
            "x1": 755,
            "y1": 156,
            "x2": 853,
            "y2": 313,
            "text": "…この二人が 犯人で間違い ないか",
            "vi": "Có phải hai người này là thủ phạm?"
        },
        {
            "x1": 510,
            "y1": 108,
            "x2": 572,
            "y2": 277,
            "text": "リスティナさん 衣装を…",
            "vi": "Trang phục của Listina..."
        },
        {
            "x1": 384,
            "y1": 185,
            "x2": 420,
            "y2": 282,
            "text": "ははい",
            "vi": "Vâng"
        }
    ],
    "007.jpg": [
        {
            "x1": 806,
            "y1": 109,
            "x2": 837,
            "y2": 230,
            "text": "どうぞ‼",
            "vi": "vui lòng!"
        },
        {
            "x1": 258,
            "y1": 130,
            "x2": 333,
            "y2": 244,
            "text": "なんで⁉ 手品…？",
            "vi": "Tại sao Magu...?"
        },
        {
            "x1": 92,
            "y1": 170,
            "x2": 164,
            "y2": 310,
            "text": "ちゃんと 切ったのに",
            "vi": "Tôi cắt nó đúng cách"
        },
        {
            "x1": 755,
            "y1": 497,
            "x2": 852,
            "y2": 654,
            "text": "ちょアンタ‼ 何 言ってん のよ‼",
            "vi": "Choca Bạn đang nói về cái gì vậy?"
        },
        {
            "x1": 714,
            "y1": 765,
            "x2": 824,
            "y2": 1002,
            "text": "どうして こんな 酷いこと できるん ですか⁉",
            "vi": "Tại sao bạn có thể làm điều tồi tệ này?"
        },
        {
            "x1": 289,
            "y1": 750,
            "x2": 383,
            "y2": 923,
            "text": "さ さぁ？ 私達 忙しいから これで…",
            "vi": "Thôi nào? Điều này là bởi vì chúng tôi đang bận..."
        },
        {
            "x1": 94,
            "y1": 947,
            "x2": 188,
            "y2": 1098,
            "text": "次は怪我とか しないよう 気をつけてね",
            "vi": "Hãy cẩn thận không bị thương lần sau"
        }
    ],
    "009.jpg": [
        {
            "x1": 410,
            "y1": 123,
            "x2": 584,
            "y2": 358,
            "text": "待て",
            "vi": "đợi đã"
        },
        {
            "x1": 724,
            "y1": 469,
            "x2": 839,
            "y2": 638,
            "text": "素直に罪は 認めないか… 仕方ない",
            "vi": "Bạn không chấp nhận tội lỗi... nó không thể được giúp đỡ"
        },
        {
            "x1": 153,
            "y1": 457,
            "x2": 235,
            "y2": 677,
            "text": "お前らの顔 覚えたからな…",
            "vi": "Bởi vì tôi nhớ khuôn mặt của bạn..."
        },
        {
            "x1": 763,
            "y1": 799,
            "x2": 867,
            "y2": 937,
            "text": "さっきから 何なの… アンタ？",
            "vi": "Nó là gì từ một thời gian trước đây... bạn?"
        },
        {
            "x1": 582,
            "y1": 769,
            "x2": 687,
            "y2": 907,
            "text": "アタシの バックには 貴族の名家",
            "vi": "Atashi's Rain là một gia đình nổi tiếng"
        },
        {
            "x1": 505,
            "y1": 884,
            "x2": 550,
            "y2": 1044,
            "text": "レリウス",
            "vi": "Lelius"
        },
        {
            "x1": 105,
            "y1": 880,
            "x2": 199,
            "y2": 1078,
            "text": "俺は鍛治師 レリウスだ",
            "vi": "Tôi là một Osamu Relius"
        }
    ],
    "011.jpg": [
        {
            "x1": 779,
            "y1": 119,
            "x2": 845,
            "y2": 266,
            "text": "レリウス⁉ か かじ…ッ",
            "vi": "Lelius⁉ kaji..."
        },
        {
            "x1": 492,
            "y1": 127,
            "x2": 540,
            "y2": 243,
            "text": "そうだ",
            "vi": "Chính là nó"
        },
        {
            "x1": 330,
            "y1": 159,
            "x2": 436,
            "y2": 294,
            "text": "国王が 一等勲章を 授けた英雄",
            "vi": "Những anh hùng có vị vua đã trao huy chương đầu tiên"
        },
        {
            "x1": 619,
            "y1": 218,
            "x2": 729,
            "y2": 382,
            "text": "ケルベロスを 倒した最強の 戦士…？",
            "vi": "Chiến binh mạnh nhất đã đánh bại Cerberus...?"
        },
        {
            "x1": 252,
            "y1": 269,
            "x2": 288,
            "y2": 416,
            "text": "…そうだ",
            "vi": "…Chính là nó"
        },
        {
            "x1": 90,
            "y1": 319,
            "x2": 170,
            "y2": 512,
            "text": "それだけじゃ ないわ‼",
            "vi": "Đó không phải là tất cả"
        },
        {
            "x1": 655,
            "y1": 600,
            "x2": 802,
            "y2": 789,
            "text": "王都に蔓延る ポーショニアン 共が崇める… 魔神よ‼",
            "vi": "Pohonia, người đang phổ biến trong Thủ đô Hoàng gia... Genie"
        },
        {
            "x1": 260,
            "y1": 629,
            "x2": 295,
            "y2": 724,
            "text": "えっ？",
            "vi": "ơ?"
        },
        {
            "x1": 593,
            "y1": 859,
            "x2": 680,
            "y2": 1040,
            "text": "嘘ね‼小娘と そんな大物が つながってるわけ",
            "vi": "Đó là một lời nói dối Một cô gái nhỏ và một trò chơi lớn như vậy được kết nối"
        },
        {
            "x1": 415,
            "y1": 877,
            "x2": 508,
            "y2": 1035,
            "text": "でも さっきの スキルは 噂通りの…‼",
            "vi": "Nhưng kỹ năng mà tôi đã đề cập trước đó đã được đồn đoán..."
        },
        {
            "x1": 270,
            "y1": 870,
            "x2": 332,
            "y2": 1017,
            "text": "疑うのは 構わないが…",
            "vi": "Tôi không bận tâm đến nghi ngờ..."
        },
        {
            "x1": 130,
            "y1": 904,
            "x2": 220,
            "y2": 1084,
            "text": "これ以上 リステイナさんを 悲しませるなら",
            "vi": "Nếu bạn làm cho Listeina buồn hơn"
        }
    ],
    "013.jpg": [
        {
            "x1": 654,
            "y1": 116,
            "x2": 731,
            "y2": 349,
            "text": "タダじゃ 済まさないからな",
            "vi": "Nó không đủ miễn phí"
        },
        {
            "x1": 794,
            "y1": 444,
            "x2": 826,
            "y2": 609,
            "text": "ひぃえええ‼",
            "vi": "Này‼"
        },
        {
            "x1": 587,
            "y1": 443,
            "x2": 677,
            "y2": 610,
            "text": "また何か されたら すぐ 教えてください",
            "vi": "Xin vui lòng cho tôi biết ngay khi bạn làm điều gì đó một lần nữa"
        },
        {
            "x1": 355,
            "y1": 453,
            "x2": 417,
            "y2": 582,
            "text": "リスティナ さん？",
            "vi": "Listina?"
        },
        {
            "x1": 147,
            "y1": 462,
            "x2": 239,
            "y2": 606,
            "text": "もともと 優しい人達 だったんです",
            "vi": "Ban đầu họ là những người tốt bụng"
        },
        {
            "x1": 628,
            "y1": 869,
            "x2": 706,
            "y2": 1035,
            "text": "どうして… こんな…",
            "vi": "Tại sao... như thế này..."
        },
        {
            "x1": 434,
            "y1": 848,
            "x2": 476,
            "y2": 1021,
            "text": "って先輩⁉",
            "vi": "Cấp cao⁉"
        },
        {
            "x1": 156,
            "y1": 888,
            "x2": 229,
            "y2": 1011,
            "text": "いやぁ… ははは",
            "vi": "Không... hahaha"
        }
    ],
    "015.jpg": [
        {
            "x1": 691,
            "y1": 174,
            "x2": 828,
            "y2": 349,
            "text": "怖い人物を 演じるのは 緊張しますね… 腰が抜けました",
            "vi": "Tôi lo lắng khi đóng vai một người đáng sợ... Tôi xin lỗi"
        },
        {
            "x1": 119,
            "y1": 226,
            "x2": 228,
            "y2": 392,
            "text": "改めて 劇団の人達は すごい…",
            "vi": "Những người của đoàn kịch lại tuyệt vời..."
        },
        {
            "x1": 298,
            "y1": 501,
            "x2": 344,
            "y2": 607,
            "text": "ふふ…",
            "vi": "N/A."
        },
        {
            "x1": 769,
            "y1": 789,
            "x2": 842,
            "y2": 976,
            "text": "ありがとう ございました",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 422,
            "y1": 1011,
            "x2": 500,
            "y2": 1205,
            "text": "先輩‼",
            "vi": "cấp cao!"
        }
    ],
    "017.jpg": [
        {
            "x1": 808,
            "y1": 116,
            "x2": 851,
            "y2": 228,
            "text": "皆様‼",
            "vi": "Tất cả mọi người!"
        },
        {
            "x1": 672,
            "y1": 306,
            "x2": 750,
            "y2": 441,
            "text": "お待たせ しました",
            "vi": "Xin lỗi, tôi đã làm cho bạn chờ đợi"
        },
        {
            "x1": 130,
            "y1": 279,
            "x2": 205,
            "y2": 456,
            "text": "これよリ 開演致します",
            "vi": "Tôi sẽ bắt đầu cái này"
        },
        {
            "x1": 742,
            "y1": 533,
            "x2": 853,
            "y2": 732,
            "text": "演目は グリードラッド 愛の戦い",
            "vi": "Buổi biểu diễn là Trận chiến của Green Rado Love"
        },
        {
            "x1": 111,
            "y1": 658,
            "x2": 190,
            "y2": 779,
            "text": "始まり 始まリ‼",
            "vi": "Sự khởi đầu của sự khởi đầu‼"
        },
        {
            "x1": 330,
            "y1": 843,
            "x2": 403,
            "y2": 991,
            "text": "わっ… あれ 私かな⁉",
            "vi": "Wow... đó là tôi"
        },
        {
            "x1": 183,
            "y1": 863,
            "x2": 242,
            "y2": 1013,
            "text": "みたいだな カッコいいな",
            "vi": "Nó trông ổn đấy"
        }
    ],
    "019.jpg": [
        {
            "x1": 739,
            "y1": 151,
            "x2": 841,
            "y2": 326,
            "text": "これは 勇敢な戦士達の 記録であリ",
            "vi": "Đây là một kỷ lục của các chiến binh dũng cảm"
        },
        {
            "x1": 280,
            "y1": 112,
            "x2": 383,
            "y2": 262,
            "text": "主人公の 勇者はとても 凛々しくて",
            "vi": "Người anh hùng của anh hùng rất trang nghiêm"
        },
        {
            "x1": 99,
            "y1": 180,
            "x2": 199,
            "y2": 377,
            "text": "懸命に戦い 散っていった 愛の記録でもある",
            "vi": "Đó cũng là một kỷ lục của tình yêu đã chiến đấu chăm chỉ và rải rác."
        },
        {
            "x1": 721,
            "y1": 438,
            "x2": 817,
            "y2": 614,
            "text": "普段の彼女とは まるで別人の ようで…",
            "vi": "Nó giống như một người khác với bạn gái thường thấy của cô ấy..."
        },
        {
            "x1": 84,
            "y1": 488,
            "x2": 191,
            "y2": 653,
            "text": "素人目だけど 素晴らしい 演技だった‼",
            "vi": "Đó là một người nghiệp dư, nhưng nó là một màn trình diễn tuyệt vời."
        },
        {
            "x1": 682,
            "y1": 730,
            "x2": 805,
            "y2": 942,
            "text": "何より 舞台上の彼女は 楽しそうで",
            "vi": "Trên hết, cô ấy trông rất vui trên sân khấu"
        },
        {
            "x1": 825,
            "y1": 968,
            "x2": 901,
            "y2": 1249,
            "text": "ッ勇者リステイナのの時れ舞合。",
            "vi": "Vào thời điểm anh hùng List."
        },
        {
            "x1": 122,
            "y1": 992,
            "x2": 215,
            "y2": 1210,
            "text": "誰よりも 輝いて見えた",
            "vi": "Nó trông sáng hơn bất cứ ai"
        }
    ]
}