var ocr_data = {
    "002.jpg": [
        {
            "x1": 188,
            "y1": 28,
            "x2": 328,
            "y2": 57,
            "text": "遇職”鍛台師意",
            "vi": "Xử lý \"Chủ nhân giao dịch"
        },
        {
            "x1": 356,
            "y1": 78,
            "x2": 491,
            "y2": 99,
            "text": "2話",
            "vi": "Tập 2"
        },
        {
            "x1": 149,
            "y1": 213,
            "x2": 240,
            "y2": 382,
            "text": "授与式に 参加の皆様 こちらへどうぞ",
            "vi": "Những người tham gia lễ trao giải, vui lòng truy cập đây"
        },
        {
            "x1": 464,
            "y1": 543,
            "x2": 550,
            "y2": 709,
            "text": "順番に ご案内しますので お待ちくださいい",
            "vi": "Xin vui lòng đợi vì chúng tôi sẽ hướng dẫn bạn theo thứ tự."
        },
        {
            "x1": 664,
            "y1": 896,
            "x2": 704,
            "y2": 979,
            "text": "おお・",
            "vi": "Oh·"
        },
        {
            "x1": 119,
            "y1": 966,
            "x2": 192,
            "y2": 1131,
            "text": "ここが 王宮かぁ…‼",
            "vi": "Đây có phải là Cung điện Hoàng gia...‼‼"
        },
        {
            "x1": 283,
            "y1": 1297,
            "x2": 792,
            "y2": 1323,
            "text": "単行本完れ行き絶好調！最莉第了巻発完中叫",
            "vi": "Cuốn sách đã hoàn tất! Tiếng hét tốt nhất của tập tốt nhất"
        }
    ],
    "004.jpg": [
        {
            "x1": 691,
            "y1": 183,
            "x2": 765,
            "y2": 329,
            "text": "いい服を 着ているな",
            "vi": "Tôi đang mặc quần áo tốt"
        },
        {
            "x1": 99,
            "y1": 280,
            "x2": 198,
            "y2": 479,
            "text": "フィーラが 選んでくれた とはいえ不安だ…",
            "vi": "Tôi lo lắng rằng Firra đã chọn cho tôi..."
        },
        {
            "x1": 768,
            "y1": 526,
            "x2": 855,
            "y2": 702,
            "text": "大丈夫 メアさん ばっちり お似合いです‼",
            "vi": "OK Mare -san hoàn toàn phù hợp."
        },
        {
            "x1": 79,
            "y1": 633,
            "x2": 144,
            "y2": 732,
            "text": "おい 見ろよ…",
            "vi": "Cái nhìn..."
        },
        {
            "x1": 733,
            "y1": 879,
            "x2": 812,
            "y2": 1047,
            "text": "鍛治師の レリウスだ",
            "vi": "Đó là một Osamu Lelius."
        },
        {
            "x1": 287,
            "y1": 895,
            "x2": 354,
            "y2": 1101,
            "text": "ケルベロス相手に 勇敢に戦っていた",
            "vi": "Tôi đã chiến đấu dũng cảm với Cerberus"
        },
        {
            "x1": 125,
            "y1": 1081,
            "x2": 184,
            "y2": 1248,
            "text": "好きい…",
            "vi": "Tôi............... thích..."
        }
    ],
    "006.jpg": [
        {
            "x1": 784,
            "y1": 156,
            "x2": 817,
            "y2": 261,
            "text": "何だ…？",
            "vi": "Gì…?"
        },
        {
            "x1": 236,
            "y1": 108,
            "x2": 316,
            "y2": 321,
            "text": "お前のおかげで 助かったんだ‼",
            "vi": "Cảm ơn bạn, tôi đã được cứu."
        },
        {
            "x1": 785,
            "y1": 418,
            "x2": 882,
            "y2": 585,
            "text": "お前の武器が なかったら俺達 死んでたよ",
            "vi": "Chúng tôi đã chết mà không có vũ khí của bạn"
        },
        {
            "x1": 304,
            "y1": 416,
            "x2": 413,
            "y2": 597,
            "text": "レリウス様が いなければ心を 奮い立たせることは できませんでしした",
            "vi": "Tôi không thể truyền cảm hứng cho trái tim mình nếu không có Lelius."
        },
        {
            "x1": 68,
            "y1": 523,
            "x2": 153,
            "y2": 706,
            "text": "最後の巨大な剣 あれは本当に凄くて 俺は…俺は‼",
            "vi": "Thanh kiếm khổng lồ cuối cùng thực sự tuyệt vời... Tôi..."
        },
        {
            "x1": 787,
            "y1": 754,
            "x2": 844,
            "y2": 912,
            "text": "あ ありがとう ございます",
            "vi": "Oh, cảm ơn bạn"
        },
        {
            "x1": 543,
            "y1": 785,
            "x2": 610,
            "y2": 934,
            "text": "あの… 落ち着いて…",
            "vi": "Ừm... bình tĩnh lại..."
        },
        {
            "x1": 261,
            "y1": 772,
            "x2": 325,
            "y2": 906,
            "text": "人気者だな レリウス",
            "vi": "Đó là một Lelius nổi tiếng"
        }
    ],
    "008.jpg": [
        {
            "x1": 729,
            "y1": 164,
            "x2": 813,
            "y2": 305,
            "text": "ヴェイル さん‼",
            "vi": "Vail"
        },
        {
            "x1": 163,
            "y1": 159,
            "x2": 223,
            "y2": 341,
            "text": "すっかり元気に なったようだな",
            "vi": "Có vẻ như tôi ổn"
        },
        {
            "x1": 756,
            "y1": 436,
            "x2": 839,
            "y2": 639,
            "text": "ヴェイルさんの宣伝の おがげで店もまた 繁盛じてきました",
            "vi": "Cửa hàng cũng phát triển mạnh với quảng cáo của Veil."
        },
        {
            "x1": 134,
            "y1": 500,
            "x2": 220,
            "y2": 690,
            "text": "いや あの戦場での お前の活躍が あらたからこそさ",
            "vi": "Không, vì thành công của bạn trên chiến trường đó"
        },
        {
            "x1": 798,
            "y1": 806,
            "x2": 866,
            "y2": 951,
            "text": "あの戦いで わかったよ",
            "vi": "Tôi hiểu trong trận chiến đó"
        },
        {
            "x1": 228,
            "y1": 819,
            "x2": 287,
            "y2": 1023,
            "text": "それよか ちょっと 聞きたいんだけどよ",
            "vi": "Tôi muốn hỏi một chút"
        },
        {
            "x1": 711,
            "y1": 1016,
            "x2": 805,
            "y2": 1168,
            "text": "宇宙の心を… お前のコト だったんだな",
            "vi": "Trái tim của vũ trụ... đó là thứ của bạn"
        },
        {
            "x1": 396,
            "y1": 1083,
            "x2": 465,
            "y2": 1268,
            "text": "…また変なこと 言ってる…",
            "vi": "“Tôi đang nói điều gì đó kỳ lạ một lần nữa…"
        },
        {
            "x1": 118,
            "y1": 1099,
            "x2": 159,
            "y2": 1202,
            "text": "はい？",
            "vi": "Vâng?"
        }
    ],
    "010.jpg": [
        {
            "x1": 641,
            "y1": 170,
            "x2": 715,
            "y2": 339,
            "text": "冒険者に 興味ないか？",
            "vi": "Bạn không quan tâm đến các nhà phiêu lưu?"
        },
        {
            "x1": 755,
            "y1": 454,
            "x2": 849,
            "y2": 636,
            "text": "俺のパーティーに 加わらないかと 思ってな",
            "vi": "Tôi tự hỏi nếu tôi sẽ tham gia bữa tiệc của mình"
        },
        {
            "x1": 140,
            "y1": 454,
            "x2": 233,
            "y2": 666,
            "text": "お前ならＡラク いやそれ以上でも やっていける",
            "vi": "Bạn có thể làm điều đó nhiều hơn nữa"
        },
        {
            "x1": 653,
            "y1": 845,
            "x2": 755,
            "y2": 996,
            "text": "かつて 憧れた 冒険者の道…",
            "vi": "Con đường của một nhà thám hiểm mà tôi từng mong muốn..."
        },
        {
            "x1": 533,
            "y1": 1107,
            "x2": 627,
            "y2": 1243,
            "text": "こんな機会 ないだろう けど…",
            "vi": "Tôi sẽ không có cơ hội này..."
        },
        {
            "x1": 123,
            "y1": 996,
            "x2": 233,
            "y2": 1195,
            "text": "別に今すぐ 決めてくれって わけじゃない",
            "vi": "Điều đó không có nghĩa là bạn sẽ quyết định ngay bây giờ"
        }
    ],
    "012.jpg": [
        {
            "x1": 760,
            "y1": 115,
            "x2": 832,
            "y2": 280,
            "text": "気が向いたら 言ってくれ‼",
            "vi": "Hãy cho tôi biết nếu bạn quan tâm."
        },
        {
            "x1": 642,
            "y1": 162,
            "x2": 707,
            "y2": 328,
            "text": "いつでも歓迎 するからよ‼",
            "vi": "Tôi luôn chào mừng bạn"
        },
        {
            "x1": 198,
            "y1": 116,
            "x2": 257,
            "y2": 264,
            "text": "今日は楽しむ としよう",
            "vi": "Hãy tận hưởng nó hôm nay"
        },
        {
            "x1": 112,
            "y1": 166,
            "x2": 140,
            "y2": 319,
            "text": "じゃあなー‼",
            "vi": "Khi đó"
        },
        {
            "x1": 382,
            "y1": 397,
            "x2": 457,
            "y2": 546,
            "text": "あっ リニアル‼",
            "vi": "Ồ tuyến tính‼"
        },
        {
            "x1": 275,
            "y1": 408,
            "x2": 340,
            "y2": 518,
            "text": "リニアル さん⁉",
            "vi": "LINEAL"
        },
        {
            "x1": 86,
            "y1": 502,
            "x2": 129,
            "y2": 627,
            "text": "久しぶ…",
            "vi": "Đã lâu rồi..."
        }
    ],
    "014.jpg": [
        {
            "x1": 195,
            "y1": 140,
            "x2": 226,
            "y2": 288,
            "text": "うーっす",
            "vi": "Uh"
        },
        {
            "x1": 781,
            "y1": 379,
            "x2": 849,
            "y2": 510,
            "text": "どした？ 惚れたか？",
            "vi": "Bạn đã làm gì? Bạn đã yêu?"
        },
        {
            "x1": 509,
            "y1": 371,
            "x2": 576,
            "y2": 598,
            "text": "スケコマシムーヴ キメちゃう？",
            "vi": "Skecoma di chuyển?"
        },
        {
            "x1": 117,
            "y1": 433,
            "x2": 195,
            "y2": 613,
            "text": "…元気そうで 安心しました",
            "vi": "… Tôi cảm thấy thoải mái và nhẹ nhõm"
        },
        {
            "x1": 784,
            "y1": 715,
            "x2": 863,
            "y2": 878,
            "text": "なんだか忙しい とう話を聞いて ましたが",
            "vi": "Tôi đã nghe một câu chuyện mà tôi đang bận"
        },
        {
            "x1": 500,
            "y1": 715,
            "x2": 588,
            "y2": 895,
            "text": "あんな魔物が 出現してしまった からね",
            "vi": "Bởi vì một con quái vật như vậy đã xuất hiện"
        },
        {
            "x1": 663,
            "y1": 824,
            "x2": 729,
            "y2": 982,
            "text": "うん ちょっと 忙しかったー",
            "vi": "Vâng tôi hơi bận rộn"
        },
        {
            "x1": 357,
            "y1": 854,
            "x2": 456,
            "y2": 1029,
            "text": "イリア様に お祈りを捧げる 人が増えたんだ",
            "vi": "Số lượng người cầu nguyện với ilia đã tăng lên"
        }
    ],
    "016.jpg": [
        {
            "x1": 249,
            "y1": 156,
            "x2": 346,
            "y2": 398,
            "text": "は神に縋らなくくては 生きてはけぬ 弱い生き物",
            "vi": "Là một sinh vật yếu đuối không thể sống mà không bám lấy Chúa"
        },
        {
            "x1": 792,
            "y1": 537,
            "x2": 860,
            "y2": 671,
            "text": "あまりに 忙しくてね",
            "vi": "Tôi quá bận rộn"
        },
        {
            "x1": 662,
            "y1": 540,
            "x2": 742,
            "y2": 730,
            "text": "勲章に興味は ないけ逃げるよらに 来てしまらた",
            "vi": "Tôi không quan tâm đến huy chương"
        },
        {
            "x1": 154,
            "y1": 576,
            "x2": 210,
            "y2": 741,
            "text": "大丈夫ですか？ 仕事溜まりますよ",
            "vi": "ĐỒNG Ý? Tôi sẽ thu thập công việc"
        },
        {
            "x1": 764,
            "y1": 835,
            "x2": 857,
            "y2": 1037,
            "text": "次に逃げる先は もう決めてあるから ご安心を",
            "vi": "Nó đã quyết định trốn thoát, vì vậy đừng lo lắng"
        },
        {
            "x1": 523,
            "y1": 1059,
            "x2": 605,
            "y2": 1217,
            "text": "大丈夫かな この人",
            "vi": "Có ổn không"
        }
    ],
    "018.jpg": [
        {
            "x1": 824,
            "y1": 110,
            "x2": 850,
            "y2": 231,
            "text": "とにか",
            "vi": "Phần nào"
        },
        {
            "x1": 698,
            "y1": 203,
            "x2": 783,
            "y2": 348,
            "text": "逃げ場を 用意してくれた 鍛治師様に感謝",
            "vi": "Cảm ơn Osamu vì đã chuẩn bị một lối thoát."
        },
        {
            "x1": 168,
            "y1": 171,
            "x2": 264,
            "y2": 362,
            "text": "お集まりの皆様 ありがとう ございます",
            "vi": "Cảm ơn tất cả các cuộc họp"
        },
        {
            "x1": 758,
            "y1": 488,
            "x2": 856,
            "y2": 664,
            "text": "勲章を 授与される方は こちらへ",
            "vi": "Bấm vào đây cho những người được trao Huân chương"
        },
        {
            "x1": 142,
            "y1": 566,
            "x2": 238,
            "y2": 776,
            "text": "熟章ごとに列を 決めていますので ご案内いたしますい",
            "vi": "Chúng tôi sẽ thông báo cho bạn vì dòng được quyết định cho mỗi biểu tượng chính."
        },
        {
            "x1": 771,
            "y1": 879,
            "x2": 846,
            "y2": 998,
            "text": "それじゃ 行こっか",
            "vi": "Sau đó, ở đây"
        },
        {
            "x1": 391,
            "y1": 989,
            "x2": 436,
            "y2": 1072,
            "text": "おう",
            "vi": "OU"
        },
        {
            "x1": 163,
            "y1": 1033,
            "x2": 194,
            "y2": 1179,
            "text": "そうですね",
            "vi": "tôi đồng ý"
        }
    ],
    "020.jpg": [
        {
            "x1": 811,
            "y1": 108,
            "x2": 840,
            "y2": 217,
            "text": "おっと…",
            "vi": "Úi…"
        },
        {
            "x1": 685,
            "y1": 151,
            "x2": 758,
            "y2": 305,
            "text": "レリウス様 ですね？",
            "vi": "Có phải Lelius không?"
        },
        {
            "x1": 181,
            "y1": 178,
            "x2": 249,
            "y2": 328,
            "text": "あなた様は こちらです",
            "vi": "Bạn ở đây"
        },
        {
            "x1": 706,
            "y1": 500,
            "x2": 777,
            "y2": 718,
            "text": "鍛治師 レリウス様には…",
            "vi": "Cho người huấn luyện Lelius..."
        },
        {
            "x1": 133,
            "y1": 545,
            "x2": 270,
            "y2": 753,
            "text": "ヴァルトス王 直々に勲章を 授与されることに なっております‼",
            "vi": "Huân chương sẽ được trao trực tiếp cho Waltos King."
        },
        {
            "x1": 158,
            "y1": 999,
            "x2": 209,
            "y2": 1230,
            "text": "マジかよ…‼",
            "vi": "Bạn có nghiêm túc không!"
        }
    ]
}