var ocr_data = {
    "10001.jpg": [
        {
            "x1": 104,
            "y1": 26,
            "x2": 262,
            "y2": 54,
            "text": "不遇職鍛台師這"
        },
        {
            "x1": 292,
            "y1": 69,
            "x2": 472,
            "y2": 98,
            "text": "第106話 決戦前夜"
        },
        {
            "x1": 99,
            "y1": 52,
            "x2": 269,
            "y2": 105,
            "text": "最強"
        },
        {
            "x1": 227,
            "y1": 143,
            "x2": 314,
            "y2": 330,
            "text": "約千本分の ソードです"
        },
        {
            "x1": 793,
            "y1": 405,
            "x2": 854,
            "y2": 601,
            "text": "ギルドの運び屋に 渡してきて下さい"
        },
        {
            "x1": 114,
            "y1": 397,
            "x2": 158,
            "y2": 575,
            "text": "わかった‼"
        },
        {
            "x1": 771,
            "y1": 731,
            "x2": 848,
            "y2": 889,
            "text": "次は ポーション"
        },
        {
            "x1": 612,
            "y1": 718,
            "x2": 675,
            "y2": 940,
            "text": "こっちは薬師でも 作れないことはない"
        },
        {
            "x1": 450,
            "y1": 760,
            "x2": 520,
            "y2": 965,
            "text": "少しは楽できる か…ッ⁉"
        },
        {
            "x1": 390,
            "y1": 900,
            "x2": 449,
            "y2": 1030,
            "text": "ズキン"
        },
        {
            "x1": 98,
            "y1": 1031,
            "x2": 175,
            "y2": 1237,
            "text": "さ さすがに 負担が大きい…"
        },
        {
            "x1": 95,
            "y1": 1300,
            "x2": 758,
            "y2": 1336,
            "text": "累計GO万部突破！ 第︎巻絶覺発売中品"
        }
    ],
    "10002.jpg": [
        {
            "x1": 782,
            "y1": 107,
            "x2": 849,
            "y2": 283,
            "text": "…あまり無理 しないでよ"
        },
        {
            "x1": 389,
            "y1": 137,
            "x2": 455,
            "y2": 368,
            "text": "当日は討伐にも 参加するんでしょ？"
        },
        {
            "x1": 745,
            "y1": 480,
            "x2": 787,
            "y2": 672,
            "text": "…大丈夫です"
        },
        {
            "x1": 235,
            "y1": 462,
            "x2": 312,
            "y2": 662,
            "text": "お店を 守りたいんです"
        },
        {
            "x1": 64,
            "y1": 525,
            "x2": 173,
            "y2": 671,
            "text": "皆の「夢」を 背負って ますからね"
        },
        {
            "x1": 453,
            "y1": 782,
            "x2": 549,
            "y2": 964,
            "text": "私も王都に 残りたい"
        },
        {
            "x1": 106,
            "y1": 1016,
            "x2": 159,
            "y2": 1195,
            "text": "駄目です"
        }
    ],
    "10003.jpg": [
        {
            "x1": 727,
            "y1": 104,
            "x2": 817,
            "y2": 348,
            "text": "お父さんの判断は 正しい……フィーラさんは 公爵家の令嬢なんです"
        },
        {
            "x1": 122,
            "y1": 156,
            "x2": 218,
            "y2": 392,
            "text": "でもい これでも グリードラッドの戦い に参加して…"
        },
        {
            "x1": 648,
            "y1": 476,
            "x2": 743,
            "y2": 674,
            "text": "家族のためにも 避難してあげて ください"
        },
        {
            "x1": 769,
            "y1": 861,
            "x2": 858,
            "y2": 1042,
            "text": "レリウスだって… 死んじゃうかも しれないのよ？"
        },
        {
            "x1": 462,
            "y1": 917,
            "x2": 575,
            "y2": 1058,
            "text": "相手は… 山のように 大きくて"
        },
        {
            "x1": 166,
            "y1": 907,
            "x2": 200,
            "y2": 1088,
            "text": "大丈夫です！"
        }
    ],
    "10004.jpg": [
        {
            "x1": 763,
            "y1": 154,
            "x2": 838,
            "y2": 387,
            "text": "フィーラさんも 知ってるでしょ？"
        },
        {
            "x1": 110,
            "y1": 258,
            "x2": 191,
            "y2": 473,
            "text": "俺…結構 強いんですよ？"
        }
    ],
    "10005.jpg": [
        {
            "x1": 685,
            "y1": 98,
            "x2": 744,
            "y2": 269,
            "text": "さあ もう部屋で 荷物をまとめて"
        },
        {
            "x1": 131,
            "y1": 174,
            "x2": 229,
            "y2": 281,
            "text": "…馬車に 向かって ください"
        },
        {
            "x1": 749,
            "y1": 469,
            "x2": 834,
            "y2": 641,
            "text": "先輩…本当に 戦いに参加するん ですね"
        },
        {
            "x1": 275,
            "y1": 488,
            "x2": 315,
            "y2": 584,
            "text": "…はい"
        },
        {
            "x1": 135,
            "y1": 511,
            "x2": 219,
            "y2": 683,
            "text": "ステイさも フイーラさんと 一緒に馬車へ"
        },
        {
            "x1": 484,
            "y1": 734,
            "x2": 545,
            "y2": 950,
            "text": "私も何かできれば いいんですけど"
        },
        {
            "x1": 311,
            "y1": 886,
            "x2": 387,
            "y2": 1044,
            "text": "強くない ですから…"
        }
    ],
    "10006.jpg": [
        {
            "x1": 774,
            "y1": 174,
            "x2": 845,
            "y2": 288,
            "text": "…ここは 王都です"
        },
        {
            "x1": 129,
            "y1": 188,
            "x2": 250,
            "y2": 357,
            "text": "優秀で強い人 ばかりですから 心配しないで ください"
        },
        {
            "x1": 113,
            "y1": 480,
            "x2": 220,
            "y2": 621,
            "text": "絶対… 生き残って くださいね"
        },
        {
            "x1": 152,
            "y1": 877,
            "x2": 316,
            "y2": 1108,
            "text": "それで‼ またここで… 一緒に仕事 しましょうね‼"
        }
    ],
    "10007.jpg": [
        {
            "x1": 762,
            "y1": 114,
            "x2": 835,
            "y2": 268,
            "text": "約束 ですよっ‼"
        },
        {
            "x1": 155,
            "y1": 181,
            "x2": 209,
            "y2": 323,
            "text": "はい‼"
        }
    ],
    "10008.jpg": [
        {
            "x1": 807,
            "y1": 93,
            "x2": 844,
            "y2": 260,
            "text": "クルアさん"
        },
        {
            "x1": 546,
            "y1": 105,
            "x2": 601,
            "y2": 303,
            "text": "私は…運が悪いの かもしれませんね"
        },
        {
            "x1": 125,
            "y1": 277,
            "x2": 232,
            "y2": 479,
            "text": "王都に連れてきた はかりに友達を こんなことに 巻き込んでしまって…"
        },
        {
            "x1": 731,
            "y1": 561,
            "x2": 818,
            "y2": 764,
            "text": "レリウスさんも 人々から否定される ことに…"
        },
        {
            "x1": 106,
            "y1": 578,
            "x2": 167,
            "y2": 760,
            "text": "俺…ずっと 考えていたんです"
        },
        {
            "x1": 718,
            "y1": 898,
            "x2": 795,
            "y2": 1030,
            "text": "皆さんの ように"
        },
        {
            "x1": 146,
            "y1": 966,
            "x2": 219,
            "y2": 1220,
            "text": "俺のやりたいこと… 夢は何だろうって"
        }
    ],
    "10009.jpg": [
        {
            "x1": 807,
            "y1": 103,
            "x2": 862,
            "y2": 261,
            "text": "…何か見つかり ましたか？"
        },
        {
            "x1": 479,
            "y1": 144,
            "x2": 537,
            "y2": 325,
            "text": "物を作ってそれで 誰かを喜はせる"
        },
        {
            "x1": 255,
            "y1": 98,
            "x2": 308,
            "y2": 322,
            "text": "皆と一緒に"
        },
        {
            "x1": 781,
            "y1": 401,
            "x2": 839,
            "y2": 622,
            "text": "ありがとう"
        },
        {
            "x1": 155,
            "y1": 424,
            "x2": 277,
            "y2": 666,
            "text": "クルアさんが連れ て来てくれたから …見つけられた"
        },
        {
            "x1": 770,
            "y1": 758,
            "x2": 836,
            "y2": 873,
            "text": "レリウス さん…"
        },
        {
            "x1": 130,
            "y1": 873,
            "x2": 252,
            "y2": 1007,
            "text": "そう… 思って いるんだ"
        },
        {
            "x1": 684,
            "y1": 998,
            "x2": 780,
            "y2": 1211,
            "text": "だから俺は この戦いで 絶対に負けられない"
        }
    ],
    "10010.jpg": [
        {
            "x1": 349,
            "y1": 151,
            "x2": 440,
            "y2": 319,
            "text": "敬語以外で話し てくれたのは 初めてですね"
        },
        {
            "x1": 100,
            "y1": 209,
            "x2": 197,
            "y2": 386,
            "text": "自分の気持ちを 伝えるなら「の 方がいいかなと"
        },
        {
            "x1": 748,
            "y1": 488,
            "x2": 842,
            "y2": 662,
            "text": "いつもそっちで 話してくれて いいんですよ？"
        },
        {
            "x1": 125,
            "y1": 532,
            "x2": 199,
            "y2": 659,
            "text": "それは… ちょっと"
        },
        {
            "x1": 725,
            "y1": 774,
            "x2": 770,
            "y2": 888,
            "text": "ふふ‼"
        },
        {
            "x1": 595,
            "y1": 793,
            "x2": 668,
            "y2": 1022,
            "text": "さ 明日は決戦です 休みましょうか！"
        },
        {
            "x1": 157,
            "y1": 1037,
            "x2": 226,
            "y2": 1190,
            "text": "はい‼"
        },
        {
            "x1": 78,
            "y1": 1290,
            "x2": 600,
            "y2": 1315,
            "text": "やpっと見っけた夢。その夢を守るために。ぬ号へ叫"
        }
    ]
}