var ocr_data = {
    "001.jpg": [
        {
            "x1": 243,
            "y1": 71,
            "x2": 442,
            "y2": 99,
            "text": "第86話vs.Bラ"
        },
        {
            "x1": 93,
            "y1": 34,
            "x2": 256,
            "y2": 101,
            "text": "職鐵治台師聽 最強"
        },
        {
            "x1": 750,
            "y1": 1145,
            "x2": 837,
            "y2": 1275,
            "text": "最強"
        },
        {
            "x1": 97,
            "y1": 1298,
            "x2": 710,
            "y2": 1328,
            "text": "累35万部突破！最新打第5巻絶魔発売中叫"
        }
    ],
    "003.jpg": [
        {
            "x1": 519,
            "y1": 793,
            "x2": 598,
            "y2": 1071,
            "text": "クヒヒ…‼ 防戦一方じゃないか"
        },
        {
            "x1": 292,
            "y1": 1013,
            "x2": 447,
            "y2": 1251,
            "text": "リスティナたんの 真の恋人である 俺の敵ではない ということか！"
        }
    ],
    "005.jpg": [
        {
            "x1": 750,
            "y1": 130,
            "x2": 853,
            "y2": 372,
            "text": "俺の リステッナたんを 奪ったお前の方だ！"
        },
        {
            "x1": 106,
            "y1": 191,
            "x2": 268,
            "y2": 394,
            "text": "ブタ箱に ブチ込まれて 己の罪を 悔やむがいい‼"
        },
        {
            "x1": 743,
            "y1": 477,
            "x2": 836,
            "y2": 679,
            "text": "永遠に なァアア‼"
        },
        {
            "x1": 488,
            "y1": 777,
            "x2": 592,
            "y2": 976,
            "text": "救いようの ない奴…"
        },
        {
            "x1": 113,
            "y1": 768,
            "x2": 225,
            "y2": 934,
            "text": "おかげで 良心は 痛まなそうだ"
        }
    ]
}