var ocr_data = {
    "001.jpg": [
        {
            "x1": 149,
            "y1": 89,
            "x2": 184,
            "y2": 219,
            "text": "かわいい…",
            "vi": "dễ thương…"
        },
        {
            "x1": 798,
            "y1": 114,
            "x2": 889,
            "y2": 335,
            "text": "いらっじゃい ませー‼",
            "vi": "Tôi không chắc chắn"
        },
        {
            "x1": 428,
            "y1": 219,
            "x2": 509,
            "y2": 461,
            "text": "渡り鳥の宿へ ようこそ‼",
            "vi": "Chào mừng đến với nhà trọ di cư‼"
        },
        {
            "x1": 122,
            "y1": 271,
            "x2": 191,
            "y2": 449,
            "text": "ありがとう ございまーす",
            "vi": "Thanks"
        },
        {
            "x1": 396,
            "y1": 536,
            "x2": 454,
            "y2": 636,
            "text": "お二人様 ですか？",
            "vi": "Có phải hai bạn?"
        },
        {
            "x1": 316,
            "y1": 514,
            "x2": 348,
            "y2": 632,
            "text": "かわいい…",
            "vi": "dễ thương…"
        },
        {
            "x1": 150,
            "y1": 535,
            "x2": 253,
            "y2": 715,
            "text": "スイートルーム 一泊の ご利用ですね？",
            "vi": "Bạn sử dụng một phòng bộ qua đêm, phải không?"
        },
        {
            "x1": 487,
            "y1": 759,
            "x2": 646,
            "y2": 788,
            "text": "不遇職“鐵治師",
            "vi": "Việc làm bất thường"
        },
        {
            "x1": 720,
            "y1": 804,
            "x2": 875,
            "y2": 833,
            "text": "第42話ダンス",
            "vi": "Tập 42 Khiêu vũ"
        },
        {
            "x1": 480,
            "y1": 785,
            "x2": 598,
            "y2": 840,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 79,
            "y1": 676,
            "x2": 122,
            "y2": 814,
            "text": "かわいい．",
            "vi": "dễ thương."
        },
        {
            "x1": 625,
            "y1": 884,
            "x2": 706,
            "y2": 1089,
            "text": "ありがとう ございまーす",
            "vi": "Thanks"
        },
        {
            "x1": 430,
            "y1": 881,
            "x2": 521,
            "y2": 1093,
            "text": "フィーラさんは 宿の仕事を問題なく こなしている",
            "vi": "Fira đang làm công việc của nhà trọ mà không gặp vấn đề gì"
        },
        {
            "x1": 267,
            "y1": 933,
            "x2": 378,
            "y2": 1098,
            "text": "貴族だから 人付き合いは 経験豊富",
            "vi": "Tôi là một quý tộc, vì vậy tôi đã trải qua các mối quan hệ"
        },
        {
            "x1": 732,
            "y1": 1110,
            "x2": 800,
            "y2": 1282,
            "text": "２最強",
            "vi": "2 mạnh nhất"
        },
        {
            "x1": 144,
            "y1": 994,
            "x2": 218,
            "y2": 1247,
            "text": "物腰も柔らかいし… 才能かもしれない",
            "vi": "Các hông cũng mềm mại... nó có thể là tài năng"
        }
    ],
    "002.jpg": [
        {
            "x1": 751,
            "y1": 130,
            "x2": 863,
            "y2": 361,
            "text": "助けられるよう 近くで見ているが… 大丈夫かな",
            "vi": "Tôi đang xem gần đó để tôi có thể giúp đỡ..."
        },
        {
            "x1": 371,
            "y1": 130,
            "x2": 432,
            "y2": 353,
            "text": "リウスちゃんってば 心配性よねー",
            "vi": "Rius lo lắng"
        },
        {
            "x1": 195,
            "y1": 155,
            "x2": 260,
            "y2": 354,
            "text": "義母さん‼ 公爵家のお嬢様‼",
            "vi": "Mẹ -in -law‼ Cô gái trẻ của Duke‼"
        },
        {
            "x1": 78,
            "y1": 264,
            "x2": 147,
            "y2": 447,
            "text": "何かあったら 俺達は打ち首‼",
            "vi": "Nếu điều gì đó xảy ra, chúng ta là người đứng đầu"
        },
        {
            "x1": 777,
            "y1": 608,
            "x2": 846,
            "y2": 723,
            "text": "どう？ レリウス",
            "vi": "đồng? Lelius"
        },
        {
            "x1": 154,
            "y1": 596,
            "x2": 221,
            "y2": 712,
            "text": "問題なし です‼",
            "vi": "Không vấn đề."
        },
        {
            "x1": 47,
            "y1": 665,
            "x2": 139,
            "y2": 845,
            "text": "あとは細かい仕事 に関して覚えて 頂ければ",
            "vi": "Nếu bạn có thể tìm hiểu về công việc chi tiết"
        },
        {
            "x1": 803,
            "y1": 898,
            "x2": 864,
            "y2": 1037,
            "text": "本日の仕事は 終わりです",
            "vi": "Công việc ngày nay đã kết thúc"
        },
        {
            "x1": 691,
            "y1": 926,
            "x2": 751,
            "y2": 1108,
            "text": "領主様の屋敷まで お送りしますね",
            "vi": "Tôi sẽ gửi nó đến biệt thự của Chúa"
        },
        {
            "x1": 326,
            "y1": 929,
            "x2": 409,
            "y2": 1090,
            "text": "この娘は… 一体何？",
            "vi": "Cô gái này là gì... nó là gì?"
        },
        {
            "x1": 479,
            "y1": 1117,
            "x2": 540,
            "y2": 1296,
            "text": "ちょっと待って レリウス",
            "vi": "Chờ một phút, Lelius"
        }
    ],
    "003.jpg": [
        {
            "x1": 766,
            "y1": 159,
            "x2": 857,
            "y2": 335,
            "text": "クルアと 申します‼",
            "vi": "Tên tôi là Culua."
        },
        {
            "x1": 402,
            "y1": 123,
            "x2": 502,
            "y2": 370,
            "text": "商人でしてっ出 レリウスさんの品物を 販売しております出",
            "vi": "Một thương gia bán hàng hóa của Lelius"
        },
        {
            "x1": 273,
            "y1": 79,
            "x2": 330,
            "y2": 280,
            "text": "売り上げ報告に時々 来てださるんです",
            "vi": "Tôi đôi khi đến để báo cáo bán hàng."
        },
        {
            "x1": 99,
            "y1": 137,
            "x2": 201,
            "y2": 312,
            "text": "あとは次に 納品する品物の 相談ですね",
            "vi": "Tiếp theo là sự tham vấn của hàng hóa sẽ được giao tiếp theo."
        },
        {
            "x1": 539,
            "y1": 516,
            "x2": 565,
            "y2": 653,
            "text": "あの娘は？",
            "vi": "Cô gái đó là gì?"
        },
        {
            "x1": 170,
            "y1": 539,
            "x2": 397,
            "y2": 726,
            "text": "バイトの メアさん です お肉と モキキの実が 好物です",
            "vi": "Tôi là một công việc trong thời gian, tôi thích thịt và mokiki"
        },
        {
            "x1": 782,
            "y1": 858,
            "x2": 884,
            "y2": 1011,
            "text": "やっぱり フィーラ様… 可愛らしい",
            "vi": "Sau tất cả filla... dễ thương"
        },
        {
            "x1": 462,
            "y1": 843,
            "x2": 582,
            "y2": 1105,
            "text": "まさか こんな間近で 拝見できるとはっ…",
            "vi": "Không có cách nào, tôi có thể thấy nó rất gần..."
        },
        {
            "x1": 92,
            "y1": 838,
            "x2": 161,
            "y2": 1064,
            "text": "落ち着いて下さい クルアさん",
            "vi": "Hãy bình tĩnh lại"
        }
    ],
    "004.jpg": [
        {
            "x1": 491,
            "y1": 139,
            "x2": 549,
            "y2": 280,
            "text": "そ そう ですよね……",
            "vi": "Đúng thế..."
        },
        {
            "x1": 104,
            "y1": 170,
            "x2": 196,
            "y2": 377,
            "text": "怖がらせて しまいましたよね すみません",
            "vi": "Tôi đã sợ hãi, tôi xin lỗi"
        },
        {
            "x1": 527,
            "y1": 407,
            "x2": 615,
            "y2": 609,
            "text": "ま まぁ別に 褒められて悪い気は しないわ",
            "vi": "Chà, tôi không cảm thấy tồi tệ khi được khen ngợi"
        },
        {
            "x1": 129,
            "y1": 429,
            "x2": 192,
            "y2": 613,
            "text": "ありがとね？ えっと…クルア",
            "vi": "Cảm ơn thân mến? Ừm... Kurua"
        },
        {
            "x1": 751,
            "y1": 663,
            "x2": 830,
            "y2": 988,
            "text": "きゃわいい",
            "vi": "Tôi xin lôi"
        }
    ],
    "005.jpg": [
        {
            "x1": 785,
            "y1": 98,
            "x2": 872,
            "y2": 315,
            "text": "そそうだレリウス‼ もうすぐ舞踏会 でしょ？",
            "vi": "Xin lỗi Lelius‼ Nó có phải là một quả bóng sớm không?"
        },
        {
            "x1": 520,
            "y1": 94,
            "x2": 579,
            "y2": 296,
            "text": "その日踊る相手とか …決まってる？",
            "vi": "Bên kia nhảy vào ngày hôm đó... bạn đã quyết định?"
        },
        {
            "x1": 271,
            "y1": 107,
            "x2": 361,
            "y2": 313,
            "text": "結婚式祭のある 二月十四日は 『舞踏会』が行われる",
            "vi": "\"Khiêu vũ\" sẽ được tổ chức vào ngày 14 tháng 2, khi lễ hội đám cưới được đặt"
        },
        {
            "x1": 422,
            "y1": 285,
            "x2": 452,
            "y2": 389,
            "text": "舞踏会…",
            "vi": "Khiêu vũ…"
        },
        {
            "x1": 130,
            "y1": 226,
            "x2": 197,
            "y2": 433,
            "text": "身分の関係なく 参加できるものだ",
            "vi": "Bạn có thể tham gia bất kể trạng thái của bạn"
        },
        {
            "x1": 776,
            "y1": 522,
            "x2": 845,
            "y2": 702,
            "text": "いや 俺は別に 参加しないです",
            "vi": "Không, tôi không tham gia riêng biệt"
        },
        {
            "x1": 523,
            "y1": 597,
            "x2": 624,
            "y2": 717,
            "text": "えっ⁉ 何でよ",
            "vi": "Chà, tại sao"
        },
        {
            "x1": 138,
            "y1": 521,
            "x2": 214,
            "y2": 668,
            "text": "俺…踊るの 苦手ですし",
            "vi": "Tôi không giỏi khiêu vũ"
        }
    ],
    "008.jpg": [
        {
            "x1": 828,
            "y1": 148,
            "x2": 853,
            "y2": 228,
            "text": "じゃ",
            "vi": "ổn"
        },
        {
            "x1": 573,
            "y1": 249,
            "x2": 652,
            "y2": 345,
            "text": "まずは 私から",
            "vi": "Đầu tiên từ tôi"
        },
        {
            "x1": 447,
            "y1": 150,
            "x2": 517,
            "y2": 301,
            "text": "ほら レリウス‼",
            "vi": "Relius‼"
        },
        {
            "x1": 191,
            "y1": 448,
            "x2": 288,
            "y2": 709,
            "text": "さ さすが貴族のお嬢様 何というか上品な ダンス",
            "vi": "Đúng như dự đoán, người phụ nữ cao quý bằng cách nào đó là điệu nhảy thanh lịch"
        },
        {
            "x1": 674,
            "y1": 857,
            "x2": 740,
            "y2": 1032,
            "text": "思ってた以上に 動きが悪いわ…",
            "vi": "Phong trào còn tệ hơn tôi nghĩ..."
        },
        {
            "x1": 95,
            "y1": 907,
            "x2": 191,
            "y2": 1055,
            "text": "次は 私だなっ",
            "vi": "Tiếp theo là tôi"
        },
        {
            "x1": 669,
            "y1": 1133,
            "x2": 700,
            "y2": 1298,
            "text": "すみません…",
            "vi": "lấy làm tiếc…"
        }
    ],
    "009.jpg": [
        {
            "x1": 778,
            "y1": 806,
            "x2": 854,
            "y2": 968,
            "text": "動きが速く キレがある",
            "vi": "Chuyển động rất nhanh và sắc nét"
        },
        {
            "x1": 502,
            "y1": 793,
            "x2": 581,
            "y2": 965,
            "text": "ダ ダンスは その…",
            "vi": "Khiêu vũ đó..."
        },
        {
            "x1": 674,
            "y1": 1127,
            "x2": 709,
            "y2": 1246,
            "text": "上手です",
            "vi": "tài năng"
        },
        {
            "x1": 111,
            "y1": 962,
            "x2": 221,
            "y2": 1259,
            "text": "う 運命の人と出会う ためのものだと 教えられてきたからな",
            "vi": "Bởi vì tôi đã được dạy rằng đó là gặp những người của số phận"
        }
    ],
    "010.jpg": [
        {
            "x1": 331,
            "y1": 116,
            "x2": 361,
            "y2": 193,
            "text": "では…",
            "vi": "Khi đó..."
        },
        {
            "x1": 773,
            "y1": 125,
            "x2": 840,
            "y2": 265,
            "text": "メアさん かわいい‼",
            "vi": "MEA rất dễ thương"
        },
        {
            "x1": 412,
            "y1": 111,
            "x2": 505,
            "y2": 284,
            "text": "10点‼",
            "vi": "10 điểm"
        },
        {
            "x1": 90,
            "y1": 272,
            "x2": 124,
            "y2": 437,
            "text": "真打登場です",
            "vi": "Nó là một hit thực sự"
        },
        {
            "x1": 567,
            "y1": 496,
            "x2": 637,
            "y2": 661,
            "text": "クルアさんも 上手だ…",
            "vi": "Ông Kurua cũng rất tốt..."
        },
        {
            "x1": 373,
            "y1": 517,
            "x2": 506,
            "y2": 741,
            "text": "…商人だからな 付き合いでダンスが 必要な場面もあるの だろう",
            "vi": "… Bởi vì đó là một thương gia, có thể có những tình huống mà bạn cần nhảy"
        },
        {
            "x1": 542,
            "y1": 890,
            "x2": 640,
            "y2": 1135,
            "text": "オレが一番 へタクということに 変わりはない！",
            "vi": "Nó vẫn là tốt nhất để nói!"
        },
        {
            "x1": 216,
            "y1": 843,
            "x2": 287,
            "y2": 1028,
            "text": "これは猛特訓が 必要ねッ",
            "vi": "Điều này đòi hỏi một đào tạo đặc biệt"
        },
        {
            "x1": 114,
            "y1": 915,
            "x2": 184,
            "y2": 1109,
            "text": "お祭りまで毎日 練習するわよ⁉",
            "vi": "Tôi sẽ tập mỗi ngày cho đến lễ hội⁉"
        },
        {
            "x1": 92,
            "y1": 1170,
            "x2": 146,
            "y2": 1269,
            "text": "えっ",
            "vi": "ơ"
        }
    ],
    "011.jpg": [
        {
            "x1": 771,
            "y1": 138,
            "x2": 856,
            "y2": 331,
            "text": "待ってください フィーラ様 舞踏会まで二三日",
            "vi": "Vui lòng đợi 23 ngày đến filla -sama"
        },
        {
            "x1": 458,
            "y1": 141,
            "x2": 552,
            "y2": 340,
            "text": "その程度では とてもじゃないが 上達は不可能",
            "vi": "Điều đó không tốt lắm, nhưng không thể cải thiện"
        },
        {
            "x1": 296,
            "y1": 112,
            "x2": 383,
            "y2": 313,
            "text": "四月の成人の儀まで やった方が良い のでは？",
            "vi": "Tôi có nên làm điều đó cho một buổi lễ dành cho người lớn vào tháng Tư?"
        },
        {
            "x1": 114,
            "y1": 305,
            "x2": 181,
            "y2": 497,
            "text": "ナイス アイデアね…！",
            "vi": "Ý tưởng hay...!"
        },
        {
            "x1": 756,
            "y1": 526,
            "x2": 866,
            "y2": 699,
            "text": "あたしがいつまで ここにいれるか わからないけど …付き合うわ",
            "vi": "Tôi không biết tôi sẽ ở đây bao lâu..."
        },
        {
            "x1": 508,
            "y1": 510,
            "x2": 621,
            "y2": 705,
            "text": "クルアメア レリウスを一流の ダンサーに仕立てる のよッ‼",
            "vi": "Không sao khi điều chỉnh CRU -Mear Lelius thành một vũ công hạng nhất‼"
        },
        {
            "x1": 420,
            "y1": 605,
            "x2": 453,
            "y2": 711,
            "text": "はいッ‼",
            "vi": "Vâng"
        },
        {
            "x1": 331,
            "y1": 678,
            "x2": 369,
            "y2": 772,
            "text": "おう‼",
            "vi": "OU!"
        },
        {
            "x1": 170,
            "y1": 991,
            "x2": 281,
            "y2": 1266,
            "text": "いい機会だし… バカにされないよう 覚えるしかないか…",
            "vi": "Đó là một cơ hội tốt... Tôi phải nhớ không phải là ngu ngốc..."
        }
    ]
}