var ocr_data = {
    "001.jpg": [
        {
            "x1": 101,
            "y1": 34,
            "x2": 460,
            "y2": 105,
            "text": "不遇職鐵治合師。 最強 第72話リスティナ",
            "vi": "Một nhân viên bán hàng không đủ tiêu chuẩn. Tập 72 mạnh nhất Listina"
        },
        {
            "x1": 227,
            "y1": 139,
            "x2": 270,
            "y2": 341,
            "text": "せーんぱーい",
            "vi": "Senpai"
        },
        {
            "x1": 775,
            "y1": 490,
            "x2": 872,
            "y2": 644,
            "text": "もうちょっと 近くに来て くださいよー",
            "vi": "Xin vui lòng đến gần hơn một chút"
        },
        {
            "x1": 388,
            "y1": 462,
            "x2": 482,
            "y2": 636,
            "text": "…もう くっついて きませんか…？",
            "vi": "… Bạn có muốn gắn bó với nó...?"
        },
        {
            "x1": 150,
            "y1": 561,
            "x2": 182,
            "y2": 718,
            "text": "しませんてー",
            "vi": "Tôi sẽ không làm điều đó"
        },
        {
            "x1": 438,
            "y1": 816,
            "x2": 505,
            "y2": 1016,
            "text": "都会の女の子は 皆こうなのだろう",
            "vi": "Tôi đoán tất cả các cô gái đô thị đều như thế này"
        },
        {
            "x1": 641,
            "y1": 976,
            "x2": 733,
            "y2": 1253,
            "text": "からかってるとはえ 知り合つたばかりの異性に 簡単に絡んでくるとは…",
            "vi": "Thật dễ dàng để tham gia vào người khác giới mà tôi vừa gặp..."
        },
        {
            "x1": 147,
            "y1": 1039,
            "x2": 228,
            "y2": 1229,
            "text": "カルラス… 田舎だしな…",
            "vi": "Carlas... đó là một vùng nông thôn..."
        }
    ],
    "002.jpg": [
        {
            "x1": 508,
            "y1": 113,
            "x2": 537,
            "y2": 296,
            "text": "つーかまえた！",
            "vi": "Tôi xin lôi!"
        },
        {
            "x1": 85,
            "y1": 283,
            "x2": 127,
            "y2": 453,
            "text": "ひぃいい‼",
            "vi": "Xin chào"
        },
        {
            "x1": 745,
            "y1": 505,
            "x2": 819,
            "y2": 662,
            "text": "リスティナ さん‼",
            "vi": "Listina"
        },
        {
            "x1": 383,
            "y1": 525,
            "x2": 476,
            "y2": 690,
            "text": "いーじゃない ですが交流です コーリュー",
            "vi": "Nó không phải, nhưng đó là một trao đổi"
        },
        {
            "x1": 127,
            "y1": 538,
            "x2": 226,
            "y2": 708,
            "text": "交流はもっと 自然な感じで お願いします！",
            "vi": "Xin vui lòng cho tôi cảm giác tự nhiên hơn!"
        },
        {
            "x1": 816,
            "y1": 773,
            "x2": 855,
            "y2": 876,
            "text": "えー？",
            "vi": "Ơ?"
        },
        {
            "x1": 671,
            "y1": 831,
            "x2": 767,
            "y2": 979,
            "text": "私にとっては これが自然 ですしー",
            "vi": "Đây là điều tự nhiên đối với tôi"
        },
        {
            "x1": 192,
            "y1": 1073,
            "x2": 248,
            "y2": 1198,
            "text": "コレ…",
            "vi": "đây…"
        }
    ],
    "003.jpg": [
        {
            "x1": 576,
            "y1": 115,
            "x2": 612,
            "y2": 198,
            "text": "新聞…",
            "vi": "báo chí…"
        },
        {
            "x1": 350,
            "y1": 245,
            "x2": 437,
            "y2": 426,
            "text": "グリードラドの 戦いについて ですね",
            "vi": "Về Trận chiến Greenrado"
        },
        {
            "x1": 740,
            "y1": 519,
            "x2": 826,
            "y2": 723,
            "text": "『勇者リン』の活躍で 街が救われた というものだ",
            "vi": "Người ta nói rằng thành phố đã được cứu bởi sự thành công của \"Anh hùng Rin\"."
        },
        {
            "x1": 151,
            "y1": 576,
            "x2": 252,
            "y2": 774,
            "text": "当然俺…『鍛治師』 という言葉は一切 出てこない",
            "vi": "Tất nhiên tôi... từ \"osamu\" không xuất hiện chút nào"
        },
        {
            "x1": 752,
            "y1": 876,
            "x2": 845,
            "y2": 1036,
            "text": "私達の劇団 ちょうどこの時 街にたんです",
            "vi": "Đoàn của chúng tôi chỉ vào thời điểm này"
        },
        {
            "x1": 168,
            "y1": 918,
            "x2": 235,
            "y2": 1119,
            "text": "グリードラッド… 私の故郷なんです",
            "vi": "Green Rad... đó là quê hương của tôi"
        },
        {
            "x1": 593,
            "y1": 1107,
            "x2": 660,
            "y2": 1250,
            "text": "そうだった んですか…",
            "vi": "Có phải vậy…"
        }
    ],
    "004.jpg": [
        {
            "x1": 685,
            "y1": 177,
            "x2": 814,
            "y2": 346,
            "text": "だから カルラス軍には 凄い感謝してる んです！",
            "vi": "Vì vậy, tôi rất biết ơn quân đội Callas!"
        },
        {
            "x1": 143,
            "y1": 176,
            "x2": 225,
            "y2": 409,
            "text": "なんでも絶望的な状況を ガルラス軍がばねのけて くれたみたいで出",
            "vi": "Có vẻ như quân đội Gallas đã nảy sinh tình hình tuyệt vọng."
        },
        {
            "x1": 703,
            "y1": 485,
            "x2": 846,
            "y2": 667,
            "text": "でも 勇者様の活躍ばかり 取り上げられてる ので少しなじって 思ってまして",
            "vi": "Nhưng tôi vừa mới được người dũng cảm đón nhận, vì vậy tôi nghĩ nó sẽ phù hợp một chút"
        },
        {
            "x1": 130,
            "y1": 541,
            "x2": 225,
            "y2": 699,
            "text": "あ 勇者様には 感謝してます ケド‼",
            "vi": "Tôi biết ơn anh hùng Kedo"
        },
        {
            "x1": 645,
            "y1": 764,
            "x2": 727,
            "y2": 998,
            "text": "きっとカルラス領主様は 騎士道精神に満ち溢れた イケメンなんだろうなー",
            "vi": "Chắc chắn, Callas là một anh chàng trông tốt với tinh thần tinh thần."
        },
        {
            "x1": 95,
            "y1": 815,
            "x2": 174,
            "y2": 944,
            "text": "…そう ですね…",
            "vi": "Tôi đồng ý…"
        }
    ],
    "005.jpg": [
        {
            "x1": 762,
            "y1": 121,
            "x2": 847,
            "y2": 321,
            "text": "…事実 あの時 領主様が俺を信じて くれなければ",
            "vi": "Thực tế, nếu Chúa không tin vào lúc đó"
        },
        {
            "x1": 325,
            "y1": 139,
            "x2": 392,
            "y2": 285,
            "text": "感謝しても しきれない",
            "vi": "Tôi không thể cảm ơn bạn"
        },
        {
            "x1": 472,
            "y1": 197,
            "x2": 560,
            "y2": 400,
            "text": "もっと大勢の命が… リだって失れて いただろう",
            "vi": "Nhiều cuộc sống hơn..."
        },
        {
            "x1": 780,
            "y1": 461,
            "x2": 860,
            "y2": 625,
            "text": "そういばれは 都市伝説なんです けど！",
            "vi": "Đó là một truyền thuyết đô thị!"
        },
        {
            "x1": 634,
            "y1": 482,
            "x2": 730,
            "y2": 660,
            "text": "実は魔物の首領を 倒したのは勇者様じゃ なくて一人の年 だっだって",
            "vi": "Trên thực tế, đó không phải là một anh hùng đã đánh bại thủ lĩnh quái vật, mà là một năm"
        },
        {
            "x1": 749,
            "y1": 784,
            "x2": 825,
            "y2": 898,
            "text": "…何でも 黒髪で",
            "vi": "… Bất cứ điều gì với mái tóc đen"
        },
        {
            "x1": 460,
            "y1": 759,
            "x2": 566,
            "y2": 953,
            "text": "はは… ただの都市伝説 ですよ…",
            "vi": "Haha... đó chỉ là một huyền thoại đô thị..."
        },
        {
            "x1": 127,
            "y1": 731,
            "x2": 279,
            "y2": 1022,
            "text": "お 俺のことなんだろう が…都市伝説と 言われると 変な感じだ…",
            "vi": "Tôi tự hỏi nếu đó là tôi... thật kỳ lạ khi nó được gọi là huyền thoại đô thị..."
        },
        {
            "x1": 644,
            "y1": 931,
            "x2": 732,
            "y2": 1132,
            "text": "戦場に似つかわしく ないシャソで腰に カバンを…",
            "vi": "Một chiếc túi trên eo với một chiếc Chauso không giống như một chiến trường..."
        }
    ],
    "006.jpg": [
        {
            "x1": 708,
            "y1": 174,
            "x2": 799,
            "y2": 355,
            "text": "でもでも騎士様が 話してたし… 信じちゃいますよ",
            "vi": "Nhưng hiệp sĩ đang nói chuyện... tôi tin điều đó"
        },
        {
            "x1": 147,
            "y1": 173,
            "x2": 243,
            "y2": 361,
            "text": "いつか劇団で 有名になれば 会えたりして",
            "vi": "Nếu bạn trở nên nổi tiếng trong công ty nhà hát vào một ngày nào đó, bạn có thể gặp"
        },
        {
            "x1": 699,
            "y1": 474,
            "x2": 799,
            "y2": 706,
            "text": "お礼 言いたいです 故郷を救ってくれて ありがとうってい",
            "vi": "Cảm ơn bạn, cảm ơn bạn đã tiết kiệm quê hương của bạn"
        },
        {
            "x1": 178,
            "y1": 505,
            "x2": 280,
            "y2": 704,
            "text": "…リスティナさん 小悪魔的な子だと 思ってたけど…",
            "vi": "Tôi nghĩ rằng Listina là một con quỷ nhỏ, nhưng..."
        },
        {
            "x1": 224,
            "y1": 866,
            "x2": 316,
            "y2": 1016,
            "text": "な 何ですか？ 変なこと 言いました？",
            "vi": "Nó............... là gì? Bạn có nói điều gì đó kỳ lạ không?"
        },
        {
            "x1": 102,
            "y1": 887,
            "x2": 137,
            "y2": 1016,
            "text": "いえ 別に",
            "vi": "Trừ khi"
        },
        {
            "x1": 458,
            "y1": 975,
            "x2": 566,
            "y2": 1199,
            "text": "故郷思いの 素直ないい子かも しれないな",
            "vi": "Nó có thể là một đứa trẻ trung thực với quê hương"
        }
    ],
    "007.jpg": [
        {
            "x1": 732,
            "y1": 163,
            "x2": 822,
            "y2": 375,
            "text": "それで グリードラッドで 劇はできましたか？",
            "vi": "Vậy bạn đã chơi một vở kịch với màu xanh lá cây?"
        },
        {
            "x1": 246,
            "y1": 191,
            "x2": 332,
            "y2": 369,
            "text": "当初予定していた 日程とは変わり ましたけど…",
            "vi": "Nó đã thay đổi từ lịch trình dự kiến..."
        },
        {
            "x1": 135,
            "y1": 289,
            "x2": 200,
            "y2": 402,
            "text": "バッチリ でしたっ",
            "vi": "Nó là hoàn hảo"
        },
        {
            "x1": 636,
            "y1": 497,
            "x2": 673,
            "y2": 670,
            "text": "主役ですか？",
            "vi": "Có phải là vai trò hàng đầu?"
        },
        {
            "x1": 356,
            "y1": 550,
            "x2": 427,
            "y2": 740,
            "text": "主役に殺される 役でした…",
            "vi": "Đó là một vai trò được giết bởi nhân vật chính..."
        },
        {
            "x1": 305,
            "y1": 965,
            "x2": 350,
            "y2": 1079,
            "text": "はい‼",
            "vi": "Vâng!"
        },
        {
            "x1": 161,
            "y1": 1007,
            "x2": 261,
            "y2": 1200,
            "text": "ここが 私の所属している 『劇団』です",
            "vi": "Đây là \"đoàn kịch\" mà tôi thuộc"
        }
    ],
    "008.jpg": [
        {
            "x1": 775,
            "y1": 160,
            "x2": 829,
            "y2": 271,
            "text": "リステイナ おかえり",
            "vi": "Listeina chào mừng trở lại"
        },
        {
            "x1": 475,
            "y1": 115,
            "x2": 506,
            "y2": 257,
            "text": "ただいまー",
            "vi": "Tôi ở nhà"
        },
        {
            "x1": 330,
            "y1": 143,
            "x2": 392,
            "y2": 274,
            "text": "どうです？ センパイ‼",
            "vi": "nó như thế nảo? Senpai"
        },
        {
            "x1": 86,
            "y1": 178,
            "x2": 173,
            "y2": 361,
            "text": "確かに リスティナさんは 劇団員のようです",
            "vi": "Chắc chắn Listina giống như một đoàn kịch"
        },
        {
            "x1": 762,
            "y1": 498,
            "x2": 852,
            "y2": 636,
            "text": "帰って クルアさんに 報告します",
            "vi": "Tôi sẽ về nhà và báo cáo nó với ông Kurua"
        },
        {
            "x1": 479,
            "y1": 479,
            "x2": 548,
            "y2": 589,
            "text": "何だ何だ 彼氏か？",
            "vi": "Bạn trai của bạn là gì?"
        },
        {
            "x1": 324,
            "y1": 473,
            "x2": 392,
            "y2": 592,
            "text": "羨ましい でしょー",
            "vi": "Tôi đang ghen tị"
        },
        {
            "x1": 638,
            "y1": 555,
            "x2": 678,
            "y2": 707,
            "text": "良かった‼",
            "vi": "nó là tốt!"
        },
        {
            "x1": 92,
            "y1": 494,
            "x2": 185,
            "y2": 676,
            "text": "バイト面接って 言ってたからその 関係の人だろ？",
            "vi": "Bạn đã tham gia bởi vì bạn đã nói một cuộc phỏng vấn một phần, phải không?"
        },
        {
            "x1": 737,
            "y1": 779,
            "x2": 836,
            "y2": 1001,
            "text": "これから開演なんだ 手が空いたなら 手伝ってくれ",
            "vi": "Từ giờ trở đi, xin hãy giúp tôi nếu bạn có tay."
        },
        {
            "x1": 246,
            "y1": 812,
            "x2": 348,
            "y2": 1011,
            "text": "リスティナさん… 可愛がられてる 感じがするなぁ",
            "vi": "Listina... Tôi không cảm thấy như được yêu"
        },
        {
            "x1": 611,
            "y1": 1035,
            "x2": 660,
            "y2": 1183,
            "text": "はぁい‼:",
            "vi": "Yeesss! :"
        },
        {
            "x1": 104,
            "y1": 1055,
            "x2": 167,
            "y2": 1271,
            "text": "人に好かれる タイプなのだろう",
            "vi": "Tôi đoán nó là một loại được mọi người yêu thích"
        }
    ],
    "009.jpg": [
        {
            "x1": 792,
            "y1": 121,
            "x2": 852,
            "y2": 280,
            "text": "忙しそうですし 俺はこれで",
            "vi": "Nó trông bận rộn và tôi này"
        },
        {
            "x1": 166,
            "y1": 152,
            "x2": 235,
            "y2": 278,
            "text": "お疲れ様 でした！",
            "vi": "Cảm ơn bạn vì công việc khó khăn của bạn!"
        },
        {
            "x1": 695,
            "y1": 389,
            "x2": 817,
            "y2": 570,
            "text": "あ私演劇で 他の街に行く時は お休み頂きたい ので…",
            "vi": "Ồ, tôi muốn nghỉ ngơi khi đến một thành phố khác với một bộ phim riêng tư..."
        },
        {
            "x1": 560,
            "y1": 414,
            "x2": 630,
            "y2": 579,
            "text": "クルアさんに 伝えて下さい",
            "vi": "Hãy nói với ông Kurua"
        },
        {
            "x1": 222,
            "y1": 409,
            "x2": 251,
            "y2": 558,
            "text": "わかりました",
            "vi": "lấy được rồi"
        },
        {
            "x1": 690,
            "y1": 654,
            "x2": 752,
            "y2": 815,
            "text": "明後日また いらして下さい",
            "vi": "Vui lòng đến lại vào ngày mai"
        },
        {
            "x1": 530,
            "y1": 729,
            "x2": 620,
            "y2": 940,
            "text": "開店前に一度接客の 練習をということ ですので",
            "vi": "Đó là thực hành dịch vụ khách hàng một lần trước khi mở."
        },
        {
            "x1": 205,
            "y1": 695,
            "x2": 325,
            "y2": 884,
            "text": "では これからよろし お願いします リスティナさん",
            "vi": "Listina -san, làm ơn."
        }
    ],
    "010.jpg": [
        {
            "x1": 732,
            "y1": 128,
            "x2": 802,
            "y2": 319,
            "text": "末長くよろしく お願いしますね",
            "vi": "Cảm ơn bạn đã có một thời gian dài."
        },
        {
            "x1": 156,
            "y1": 478,
            "x2": 200,
            "y2": 665,
            "text": "せーんぱい",
            "vi": "Seekpai"
        },
        {
            "x1": 776,
            "y1": 777,
            "x2": 810,
            "y2": 909,
            "text": "は はい…⁉",
            "vi": "Vâng...⁉"
        },
        {
            "x1": 170,
            "y1": 780,
            "x2": 236,
            "y2": 955,
            "text": "せんぱいってば 照れ屋さんく",
            "vi": "Nếu bạn là một cửa hàng ngại"
        },
        {
            "x1": 526,
            "y1": 1035,
            "x2": 618,
            "y2": 1169,
            "text": "…都会の 女の子は 大胆だなァ…",
            "vi": "… Một cô gái trong thành phố đã táo bạo..."
        },
        {
            "x1": 142,
            "y1": 1054,
            "x2": 206,
            "y2": 1188,
            "text": "一つ勉強に なった",
            "vi": "Tôi đã học một"
        }
    ]
}