var ocr_data = {
    "001.jpg": [
        {
            "x1": 278,
            "y1": 76,
            "x2": 447,
            "y2": 102,
            "text": "第61話 新たな道"
        },
        {
            "x1": 93,
            "y1": 32,
            "x2": 242,
            "y2": 103,
            "text": "不遇職鍛論師是 最強"
        },
        {
            "x1": 186,
            "y1": 211,
            "x2": 236,
            "y2": 335,
            "text": "あーあ"
        },
        {
            "x1": 611,
            "y1": 470,
            "x2": 697,
            "y2": 646,
            "text": "私も一度 『レーダルストア』 行ってみだいな"
        },
        {
            "x1": 435,
            "y1": 464,
            "x2": 536,
            "y2": 679,
            "text": "レリウスの作った 物が売られてる んでしょ？"
        },
        {
            "x1": 99,
            "y1": 475,
            "x2": 226,
            "y2": 709,
            "text": "今はクルアさんが グリードラッドの件で 忙しいから 閉じてるけどな"
        },
        {
            "x1": 737,
            "y1": 836,
            "x2": 812,
            "y2": 980,
            "text": "そっか… 残念だなぁ"
        },
        {
            "x1": 479,
            "y1": 851,
            "x2": 619,
            "y2": 1095,
            "text": "俺が鍛治で作った モノが並んでるだけで 面白みはないと 思うぞ？"
        },
        {
            "x1": 98,
            "y1": 840,
            "x2": 234,
            "y2": 1020,
            "text": "けど それを 『他の誰か』が 買っていくって 楽しそうだよ‼"
        },
        {
            "x1": 96,
            "y1": 1304,
            "x2": 828,
            "y2": 1333,
            "text": "累計20万部突破！ 最新单行本第3巻好評発売中‼!"
        }
    ],
    "003.jpg": [
        {
            "x1": 573,
            "y1": 134,
            "x2": 621,
            "y2": 278,
            "text": "評議会："
        },
        {
            "x1": 153,
            "y1": 109,
            "x2": 243,
            "y2": 229,
            "text": "パサ"
        },
        {
            "x1": 793,
            "y1": 432,
            "x2": 875,
            "y2": 576,
            "text": "『貴族の学園』に 招待するって 書いててあるね"
        },
        {
            "x1": 419,
            "y1": 395,
            "x2": 503,
            "y2": 616,
            "text": "凄いな… 平民が通うのなんて 普通は無理じっなが"
        },
        {
            "x1": 122,
            "y1": 390,
            "x2": 196,
            "y2": 588,
            "text": "可愛い制服とか 着れるかな‼"
        },
        {
            "x1": 816,
            "y1": 710,
            "x2": 879,
            "y2": 953,
            "text": "落ち着いて勉強できる のは羨ましいな"
        },
        {
            "x1": 666,
            "y1": 778,
            "x2": 741,
            "y2": 1002,
            "text": "本も沢山あるん だろうな…‼"
        },
        {
            "x1": 504,
            "y1": 728,
            "x2": 579,
            "y2": 926,
            "text": "レリウスは 真面目だなぁ‼"
        },
        {
            "x1": 241,
            "y1": 759,
            "x2": 314,
            "y2": 956,
            "text": "どうしました キリエさん？"
        },
        {
            "x1": 411,
            "y1": 966,
            "x2": 497,
            "y2": 1264,
            "text": "お前はもう少し 真面目になれ…ん？"
        }
    ],
    "005.jpg": [
        {
            "x1": 716,
            "y1": 148,
            "x2": 819,
            "y2": 348,
            "text": "評議会がリン様を 学園に入れたがる 理由…"
        },
        {
            "x1": 532,
            "y1": 131,
            "x2": 598,
            "y2": 356,
            "text": "それは自分の子供と リン様を引き合わせ"
        },
        {
            "x1": 127,
            "y1": 228,
            "x2": 232,
            "y2": 419,
            "text": "あわよくば 婚約させるため ですからね⁉"
        },
        {
            "x1": 817,
            "y1": 486,
            "x2": 852,
            "y2": 614,
            "text": "こ 婚約⁉"
        },
        {
            "x1": 645,
            "y1": 510,
            "x2": 741,
            "y2": 694,
            "text": "勇者の夫となれば それだけで名声は 上がります"
        },
        {
            "x1": 547,
            "y1": 551,
            "x2": 601,
            "y2": 755,
            "text": "皆 野獣のような目で 見てくるでしはう"
        },
        {
            "x1": 385,
            "y1": 514,
            "x2": 476,
            "y2": 695,
            "text": "それは 俺というか リンの危機では？"
        },
        {
            "x1": 108,
            "y1": 591,
            "x2": 164,
            "y2": 726,
            "text": "はぁ⁉"
        },
        {
            "x1": 699,
            "y1": 778,
            "x2": 842,
            "y2": 1133,
            "text": "何言ってるんですかッ 『彼女』が奪われるん ですよ⁉"
        },
        {
            "x1": 156,
            "y1": 917,
            "x2": 264,
            "y2": 1222,
            "text": "お付き合いして いるのでしょう⁉ 近付く者は殺らねば…出"
        }
    ]
}