var ocr_data = {
    "001.jpg": [
        {
            "x1": 95,
            "y1": 28,
            "x2": 446,
            "y2": 112,
            "text": "不遇職”鍛治師意 最強 筋1話徹脚始"
        },
        {
            "x1": 122,
            "y1": 251,
            "x2": 436,
            "y2": 376,
            "text": "人間と魔物の 総力戦が始まる叩"
        },
        {
            "x1": 733,
            "y1": 854,
            "x2": 763,
            "y2": 950,
            "text": "グルルッ"
        }
    ],
    "002.jpg": [
        {
            "x1": 757,
            "y1": 107,
            "x2": 821,
            "y2": 235,
            "text": "第一騎士隊 準備よし"
        },
        {
            "x1": 367,
            "y1": 93,
            "x2": 418,
            "y2": 264,
            "text": "第二騎士隊 いつでもけます"
        },
        {
            "x1": 198,
            "y1": 122,
            "x2": 261,
            "y2": 262,
            "text": "第三第叫 騎士隊同じく"
        },
        {
            "x1": 130,
            "y1": 246,
            "x2": 156,
            "y2": 365,
            "text": "第五騎士隊"
        },
        {
            "x1": 688,
            "y1": 465,
            "x2": 792,
            "y2": 649,
            "text": "東·西·南北居往 メ画の住民避難 確認"
        },
        {
            "x1": 694,
            "y1": 777,
            "x2": 773,
            "y2": 956,
            "text": "戦闘準備 完了しました"
        },
        {
            "x1": 83,
            "y1": 731,
            "x2": 178,
            "y2": 883,
            "text": "南門の結界 解除準備 できています"
        },
        {
            "x1": 755,
            "y1": 1055,
            "x2": 881,
            "y2": 1308,
            "text": "クライア 総指揮官‼"
        },
        {
            "x1": 122,
            "y1": 1028,
            "x2": 171,
            "y2": 1224,
            "text": "…わかった"
        }
    ],
    "003.jpg": [
        {
            "x1": 652,
            "y1": 215,
            "x2": 724,
            "y2": 400,
            "text": "リン様… 作戦の確認です"
        },
        {
            "x1": 732,
            "y1": 506,
            "x2": 791,
            "y2": 686,
            "text": "我等は抜け道の 地下水道を利用し"
        },
        {
            "x1": 497,
            "y1": 803,
            "x2": 575,
            "y2": 1015,
            "text": "魔物達の背後に ある出口に移動"
        },
        {
            "x1": 338,
            "y1": 901,
            "x2": 409,
            "y2": 1066,
            "text": "戦闘時刻まで 待機"
        }
    ],
    "004.jpg": [
        {
            "x1": 773,
            "y1": 153,
            "x2": 836,
            "y2": 340,
            "text": "戦闘開始時刻に なったら"
        },
        {
            "x1": 642,
            "y1": 228,
            "x2": 706,
            "y2": 401,
            "text": "地下水道を出て 魔物を挟撃"
        },
        {
            "x1": 116,
            "y1": 283,
            "x2": 147,
            "y2": 346,
            "text": "うん"
        },
        {
            "x1": 760,
            "y1": 477,
            "x2": 828,
            "y2": 677,
            "text": "私と勇者様の 目的は蒼石の首領"
        },
        {
            "x1": 577,
            "y1": 550,
            "x2": 692,
            "y2": 666,
            "text": "…他は 騎士達に 任せます"
        },
        {
            "x1": 98,
            "y1": 796,
            "x2": 170,
            "y2": 987,
            "text": "大丈夫… リン様はお強い"
        }
    ],
    "005.jpg": [
        {
            "x1": 252,
            "y1": 127,
            "x2": 327,
            "y2": 387,
            "text": "自分の力を… 勇者の力を信じて‼"
        },
        {
            "x1": 654,
            "y1": 480,
            "x2": 702,
            "y2": 636,
            "text": "うんっ‼"
        },
        {
            "x1": 274,
            "y1": 1016,
            "x2": 314,
            "y2": 1148,
            "text": "始まった"
        }
    ],
    "006.jpg": [
        {
            "x1": 769,
            "y1": 120,
            "x2": 851,
            "y2": 307,
            "text": "突撃‼"
        },
        {
            "x1": 198,
            "y1": 333,
            "x2": 280,
            "y2": 514,
            "text": "突撃ッ"
        },
        {
            "x1": 103,
            "y1": 588,
            "x2": 181,
            "y2": 773,
            "text": "突撃‼"
        },
        {
            "x1": 709,
            "y1": 791,
            "x2": 824,
            "y2": 932,
            "text": "相性のいい 武器を持つ 騎士は"
        },
        {
            "x1": 569,
            "y1": 910,
            "x2": 671,
            "y2": 1111,
            "text": "迷わず 敵を討て‼"
        }
    ],
    "008.jpg": [
        {
            "x1": 121,
            "y1": 903,
            "x2": 199,
            "y2": 1196,
            "text": "魔物風情に 名乗りは松要ないな？"
        }
    ],
    "010.jpg": [
        {
            "x1": 694,
            "y1": 175,
            "x2": 784,
            "y2": 362,
            "text": "運が回って きましたね"
        },
        {
            "x1": 96,
            "y1": 821,
            "x2": 194,
            "y2": 1032,
            "text": "本命は… すぐそこに"
        },
        {
            "x1": 337,
            "y1": 1291,
            "x2": 865,
            "y2": 1315,
            "text": "早くも去敵‼!次『透力』キリエと意在の首顔が激突‼"
        }
    ]
}