var ocr_data = {
    "001.jpg": [
        {
            "x1": 470,
            "y1": 72,
            "x2": 597,
            "y2": 98,
            "text": "第88話実験",
            "vi": "Tập 88 Thử nghiệm"
        },
        {
            "x1": 87,
            "y1": 55,
            "x2": 231,
            "y2": 104,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 340,
            "y1": 117,
            "x2": 418,
            "y2": 295,
            "text": "ご覧メアっち …人魂だよ",
            "vi": "Xem... Đó là một tâm hồn con người"
        },
        {
            "x1": 157,
            "y1": 180,
            "x2": 264,
            "y2": 341,
            "text": "この迷宮に 挑み倒れて いった者達…",
            "vi": "Những người đã thách thức mê cung này..."
        },
        {
            "x1": 725,
            "y1": 471,
            "x2": 825,
            "y2": 679,
            "text": "戦いに敗れれば 私達もこうなって しまう",
            "vi": "Nếu chúng ta thua trong trận chiến, chúng ta sẽ như thế này"
        },
        {
            "x1": 148,
            "y1": 505,
            "x2": 268,
            "y2": 695,
            "text": "そう考えると 闘争心に火が つかない？",
            "vi": "Nếu bạn nghĩ như vậy, không phải là tinh thần chiến đấu bị đốt cháy?"
        },
        {
            "x1": 799,
            "y1": 828,
            "x2": 858,
            "y2": 929,
            "text": "全然",
            "vi": "hoàn toàn không"
        },
        {
            "x1": 610,
            "y1": 799,
            "x2": 767,
            "y2": 891,
            "text": "クルアが見たら 倒れそうだ",
            "vi": "Nó dường như rơi khi Kurua nhìn thấy"
        },
        {
            "x1": 443,
            "y1": 851,
            "x2": 547,
            "y2": 1020,
            "text": "お二人共‼ 準備は いいですか？",
            "vi": "Cả hai bạn Bạn sẵn sàng chưa?"
        },
        {
            "x1": 303,
            "y1": 819,
            "x2": 353,
            "y2": 941,
            "text": "おっけ",
            "vi": "Xử lý"
        },
        {
            "x1": 161,
            "y1": 862,
            "x2": 198,
            "y2": 964,
            "text": "ああ‼",
            "vi": "À!"
        },
        {
            "x1": 109,
            "y1": 1221,
            "x2": 162,
            "y2": 1308,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 261,
            "y1": 1298,
            "x2": 883,
            "y2": 1330,
            "text": "累計35万部突破！ 最新第5巻絶覺発売中叫",
            "vi": "Tích lũy hơn 350. 000 bản! Bản phát hành Sa mạc Tập 5 mới nhất đang được bán"
        }
    ],
    "002.jpg": [
        {
            "x1": 760,
            "y1": 133,
            "x2": 793,
            "y2": 268,
            "text": "それじゃ",
            "vi": "Vậy thì vậy"
        },
        {
            "x1": 268,
            "y1": 130,
            "x2": 340,
            "y2": 313,
            "text": "進み ましょうか！",
            "vi": "Hãy đi!"
        },
        {
            "x1": 711,
            "y1": 421,
            "x2": 793,
            "y2": 669,
            "text": "レクイエム迷宮… 攻略開始です‼",
            "vi": "Requiem Labyrinth... Việc bắt giữ đã bắt đầu."
        }
    ],
    "003.jpg": [
        {
            "x1": 734,
            "y1": 147,
            "x2": 826,
            "y2": 338,
            "text": "ボスモンスターは 廃城内に現れる らしい",
            "vi": "Quái vật bị ông chủ dường như xuất hiện trong lâu đài bị bỏ hoang"
        },
        {
            "x1": 138,
            "y1": 169,
            "x2": 206,
            "y2": 327,
            "text": "そこまで 行ってみよう",
            "vi": "Hãy đến đó"
        },
        {
            "x1": 768,
            "y1": 464,
            "x2": 866,
            "y2": 594,
            "text": "戦闘での 立ち回りは どうする？",
            "vi": "Bạn làm gì trong trận chiến?"
        },
        {
            "x1": 274,
            "y1": 443,
            "x2": 372,
            "y2": 642,
            "text": "私が近接で戦う 傷を負ったら治療 する…ど？",
            "vi": "Nếu tôi phải chịu đựng sự gần gũi với chiến đấu, tôi sẽ đối xử với nó... Cái gì?"
        },
        {
            "x1": 131,
            "y1": 526,
            "x2": 180,
            "y2": 646,
            "text": "了解だ",
            "vi": "Tôi hiểu"
        },
        {
            "x1": 662,
            "y1": 725,
            "x2": 698,
            "y2": 959,
            "text": "待ってください",
            "vi": "Vui lòng đợi"
        },
        {
            "x1": 457,
            "y1": 756,
            "x2": 543,
            "y2": 923,
            "text": "どしたの？ 何か不満？",
            "vi": "Chuyện gì đã xảy ra? Có gì đó không hài lòng?"
        },
        {
            "x1": 246,
            "y1": 741,
            "x2": 272,
            "y2": 882,
            "text": "いえ…ただ…",
            "vi": "Không... chỉ..."
        },
        {
            "x1": 111,
            "y1": 819,
            "x2": 169,
            "y2": 1023,
            "text": "いくつか試したい ことがあるんです",
            "vi": "Tôi có thứ gì đó để thử"
        }
    ],
    "004.jpg": [
        {
            "x1": 677,
            "y1": 142,
            "x2": 757,
            "y2": 296,
            "text": "いいけど… 何するの？",
            "vi": "Tốt, nhưng bạn làm gì?"
        },
        {
            "x1": 505,
            "y1": 170,
            "x2": 599,
            "y2": 327,
            "text": "まずは… これです",
            "vi": "Trước hết... đây là"
        },
        {
            "x1": 108,
            "y1": 625,
            "x2": 155,
            "y2": 739,
            "text": "どれ？",
            "vi": "cái nào?"
        }
    ],
    "005.jpg": [
        {
            "x1": 126,
            "y1": 147,
            "x2": 215,
            "y2": 354,
            "text": "何ソレ凄い… 見えなかった",
            "vi": "Thật là khủng khiếp... tôi không thể nhìn thấy nó"
        },
        {
            "x1": 743,
            "y1": 450,
            "x2": 821,
            "y2": 615,
            "text": "『透明化』の スキルです",
            "vi": "Kỹ năng \"minh bạch\""
        },
        {
            "x1": 189,
            "y1": 479,
            "x2": 278,
            "y2": 680,
            "text": "装備している人しか 視認できなくなる ようですね",
            "vi": "Có vẻ như chỉ người được trang bị mới có thể nhìn thấy nó"
        },
        {
            "x1": 723,
            "y1": 753,
            "x2": 793,
            "y2": 968,
            "text": "凄い…ちゃんと 投げナイフがある",
            "vi": "Tuyệt vời... có một con dao ném đúng cách"
        },
        {
            "x1": 329,
            "y1": 740,
            "x2": 428,
            "y2": 940,
            "text": "リニテアル…ッ あまりレリウスに 近付くな",
            "vi": "Liniter... đừng quá gần với Lelius"
        },
        {
            "x1": 155,
            "y1": 807,
            "x2": 241,
            "y2": 1007,
            "text": "ソレ人間には 使えないの？",
            "vi": "Bạn không thể sử dụng nó cho con người?"
        },
        {
            "x1": 111,
            "y1": 1081,
            "x2": 145,
            "y2": 1287,
            "text": "使えないですね",
            "vi": "Tôi không thể dùng nó"
        }
    ],
    "006.jpg": [
        {
            "x1": 777,
            "y1": 139,
            "x2": 845,
            "y2": 258,
            "text": "使おうと したの？",
            "vi": "Bạn đã thử sử dụng nó?"
        },
        {
            "x1": 389,
            "y1": 143,
            "x2": 460,
            "y2": 296,
            "text": "え？ 単純な 興味です",
            "vi": "bức ảnh? Đó là một sở thích đơn giản"
        },
        {
            "x1": 540,
            "y1": 225,
            "x2": 608,
            "y2": 368,
            "text": "それは どうして？",
            "vi": "Tại sao nó là?"
        },
        {
            "x1": 69,
            "y1": 235,
            "x2": 181,
            "y2": 417,
            "text": "背後から 仕掛けるとか 使えればな と",
            "vi": "Tôi hy vọng tôi có thể sử dụng nó từ phía sau"
        },
        {
            "x1": 712,
            "y1": 508,
            "x2": 803,
            "y2": 683,
            "text": "レリウスは 真面目",
            "vi": "Lelius nghiêm túc"
        },
        {
            "x1": 131,
            "y1": 530,
            "x2": 220,
            "y2": 750,
            "text": "どういうこと ですか…",
            "vi": "Ý bạn là gì…"
        },
        {
            "x1": 461,
            "y1": 819,
            "x2": 523,
            "y2": 954,
            "text": "ゲシャ",
            "vi": "Gesha"
        }
    ],
    "007.jpg": [
        {
            "x1": 764,
            "y1": 153,
            "x2": 795,
            "y2": 369,
            "text": "スケルトンだ…リ",
            "vi": "Đó là một bộ xương..."
        },
        {
            "x1": 228,
            "y1": 140,
            "x2": 291,
            "y2": 294,
            "text": "やっちまおう ぜー",
            "vi": "Yachimouze"
        },
        {
            "x1": 88,
            "y1": 307,
            "x2": 192,
            "y2": 498,
            "text": "すみません 他にも試したい ことがあって…",
            "vi": "Tôi xin lỗi, tôi có những thứ khác tôi muốn thử..."
        },
        {
            "x1": 530,
            "y1": 807,
            "x2": 598,
            "y2": 948,
            "text": "次は何を するんだ？",
            "vi": "Tiếp theo bạn sẽ làm gì?"
        },
        {
            "x1": 138,
            "y1": 810,
            "x2": 213,
            "y2": 957,
            "text": "見てからの お楽しみ…",
            "vi": "Tận hưởng sau khi nhìn thấy..."
        },
        {
            "x1": 779,
            "y1": 1046,
            "x2": 824,
            "y2": 1161,
            "text": "です！",
            "vi": "IS!"
        }
    ],
    "008.jpg": [
        {
            "x1": 85,
            "y1": 106,
            "x2": 157,
            "y2": 259,
            "text": "マテリアル ブレイク",
            "vi": "Phá vỡ vật chất"
        },
        {
            "x1": 757,
            "y1": 831,
            "x2": 847,
            "y2": 1002,
            "text": "ナイフが 爆発した⁉",
            "vi": "Con dao phát nổ⁉"
        },
        {
            "x1": 217,
            "y1": 831,
            "x2": 252,
            "y2": 929,
            "text": "では…",
            "vi": "Khi đó..."
        },
        {
            "x1": 536,
            "y1": 876,
            "x2": 635,
            "y2": 1023,
            "text": "今投げた ナイフは 『Ｆランク』",
            "vi": "Con dao mà bây giờ tôi ném là \"thứ hạng f\""
        },
        {
            "x1": 418,
            "y1": 1071,
            "x2": 514,
            "y2": 1225,
            "text": "ランクの低い ナイフでは 威力が低い",
            "vi": "Công suất thấp trong dao xếp hạng thấp"
        }
    ],
    "009.jpg": [
        {
            "x1": 506,
            "y1": 887,
            "x2": 593,
            "y2": 1068,
            "text": "こいつは どうだ…？",
            "vi": "Còn anh chàng này thì sao...?"
        },
        {
            "x1": 300,
            "y1": 1041,
            "x2": 400,
            "y2": 1251,
            "text": "マテリアル ブレイク",
            "vi": "Phá vỡ vật chất"
        }
    ],
    "010.jpg": [
        {
            "x1": 771,
            "y1": 923,
            "x2": 843,
            "y2": 1067,
            "text": "な…何だ⁉ この攻撃…",
            "vi": "Cái gì... cuộc tấn công này là gì..."
        },
        {
            "x1": 634,
            "y1": 956,
            "x2": 710,
            "y2": 1102,
            "text": "さっきとは 段違い…‼",
            "vi": "Nó khác với một thời gian trước...‼"
        },
        {
            "x1": 261,
            "y1": 950,
            "x2": 393,
            "y2": 1150,
            "text": "マテリアル ブレイクの威力は サイスとランクで 決まる",
            "vi": "Sức mạnh của sự phá vỡ vật chất được xác định bởi các kích thước và thứ hạng"
        },
        {
            "x1": 470,
            "y1": 1160,
            "x2": 506,
            "y2": 1247,
            "text": "…成程",
            "vi": "..."
        },
        {
            "x1": 89,
            "y1": 1047,
            "x2": 206,
            "y2": 1258,
            "text": "…すごい 攻撃スキルだ… いや…",
            "vi": "Đây là một kỹ năng tấn công tuyệt vời"
        }
    ],
    "011.jpg": [
        {
            "x1": 733,
            "y1": 95,
            "x2": 824,
            "y2": 319,
            "text": "もしかしたらこれは 鍛治師が身を守る為の 手段なのかもしれない",
            "vi": "Có lẽ đây là phương tiện để Osamu bảo vệ chính mình"
        },
        {
            "x1": 155,
            "y1": 131,
            "x2": 247,
            "y2": 350,
            "text": "自分の作った武器で 自分が傷付けられ ないように…",
            "vi": "Đừng làm tổn thương bản thân bằng vũ khí của bạn..."
        },
        {
            "x1": 511,
            "y1": 411,
            "x2": 604,
            "y2": 616,
            "text": "その為に… 『自壊』できる ようにしたのかも",
            "vi": "Vì điều đó... có lẽ tôi đã có thể \"tự làm việc\""
        },
        {
            "x1": 99,
            "y1": 779,
            "x2": 291,
            "y2": 999,
            "text": "それじゃ… 次の検証に 向かっても いいですか？",
            "vi": "Sau đó... tôi có thể đi xác minh tiếp theo không?"
        },
        {
            "x1": 97,
            "y1": 1295,
            "x2": 722,
            "y2": 1325,
            "text": "テートスキルの成長止まらず品 次号へっプく叫",
            "vi": "Kỹ năng Tate không ngừng phát triển và hét lên vấn đề tiếp theo"
        }
    ]
}