var ocr_data = {
    "001.jpg": [
        {
            "x1": 504,
            "y1": 69,
            "x2": 633,
            "y2": 101,
            "text": "第81話 書簡"
        },
        {
            "x1": 338,
            "y1": 33,
            "x2": 488,
            "y2": 101,
            "text": "不遇職 鍛治師 最強"
        },
        {
            "x1": 188,
            "y1": 118,
            "x2": 297,
            "y2": 332,
            "text": "レリウスさん‼ 食材の受け取りに 来ました‼"
        },
        {
            "x1": 822,
            "y1": 396,
            "x2": 856,
            "y2": 545,
            "text": "はいはい‼"
        },
        {
            "x1": 668,
            "y1": 457,
            "x2": 762,
            "y2": 585,
            "text": "こちらが 今日の納品 となります"
        },
        {
            "x1": 818,
            "y1": 778,
            "x2": 867,
            "y2": 898,
            "text": "ピー ジンガイモ"
        },
        {
            "x1": 711,
            "y1": 812,
            "x2": 769,
            "y2": 929,
            "text": "豚肉 鶏肉 …ええ‼"
        },
        {
            "x1": 622,
            "y1": 915,
            "x2": 651,
            "y2": 1092,
            "text": "問題ありません"
        },
        {
            "x1": 436,
            "y1": 789,
            "x2": 523,
            "y2": 1027,
            "text": "『クク料亭』に よろしお願いますと お伝えくださいい"
        },
        {
            "x1": 157,
            "y1": 801,
            "x2": 220,
            "y2": 991,
            "text": "もちろんです‼ では これで！"
        },
        {
            "x1": 767,
            "y1": 1159,
            "x2": 845,
            "y2": 1283,
            "text": "最強"
        }
    ],
    "003.jpg": [
        {
            "x1": 760,
            "y1": 123,
            "x2": 871,
            "y2": 340,
            "text": "本当に 商人としての 才能は素晴らしい"
        },
        {
            "x1": 438,
            "y1": 137,
            "x2": 500,
            "y2": 321,
            "text": "これでまた可愛い 制服作って"
        },
        {
            "x1": 137,
            "y1": 229,
            "x2": 171,
            "y2": 420,
            "text": "…問題児だが"
        },
        {
            "x1": 785,
            "y1": 503,
            "x2": 850,
            "y2": 632,
            "text": "おう レリウス‼"
        },
        {
            "x1": 153,
            "y1": 497,
            "x2": 212,
            "y2": 680,
            "text": "ヴェイルさんい いらっしゃい！"
        },
        {
            "x1": 781,
            "y1": 802,
            "x2": 886,
            "y2": 952,
            "text": "いやぁ… 俺もすっかり 常連だなァ"
        },
        {
            "x1": 638,
            "y1": 877,
            "x2": 709,
            "y2": 1014,
            "text": "ありがたい 限りです"
        },
        {
            "x1": 442,
            "y1": 810,
            "x2": 558,
            "y2": 1043,
            "text": "ポーション マジで助かったわ 昨日危なくてな！"
        },
        {
            "x1": 186,
            "y1": 986,
            "x2": 251,
            "y2": 1235,
            "text": "そうでしたか… 気を付けてくださいね"
        }
    ],
    "005.jpg": [
        {
            "x1": 756,
            "y1": 134,
            "x2": 820,
            "y2": 331,
            "text": "レーダルストアが 開店して一か月"
        },
        {
            "x1": 797,
            "y1": 459,
            "x2": 856,
            "y2": 569,
            "text": "まぁ この指輪…"
        },
        {
            "x1": 309,
            "y1": 500,
            "x2": 364,
            "y2": 663,
            "text": "グリドラッド様 が付けてた…"
        },
        {
            "x1": 135,
            "y1": 448,
            "x2": 243,
            "y2": 638,
            "text": "クライアさんの おかげか… 貴族の客も見かける ようになった"
        },
        {
            "x1": 767,
            "y1": 747,
            "x2": 836,
            "y2": 937,
            "text": "顔馴染みの客も 増えてきた"
        },
        {
            "x1": 632,
            "y1": 739,
            "x2": 686,
            "y2": 944,
            "text": "今日もカワイイね リスティナちゃん‼"
        },
        {
            "x1": 328,
            "y1": 755,
            "x2": 409,
            "y2": 976,
            "text": "順風満帆では なかろうか‼"
        },
        {
            "x1": 510,
            "y1": 950,
            "x2": 572,
            "y2": 1107,
            "text": "ありがとう ございまーす"
        }
    ]
}