var ocr_data = {
    "003.jpg": [
        {
            "x1": 795,
            "y1": 124,
            "x2": 862,
            "y2": 277,
            "text": "剣が… 巨大化した…",
            "vi": "Thanh kiếm là... rất lớn..."
        },
        {
            "x1": 436,
            "y1": 106,
            "x2": 462,
            "y2": 244,
            "text": "ウソでしょ…",
            "vi": "Đó là một lời nói dối..."
        },
        {
            "x1": 179,
            "y1": 267,
            "x2": 209,
            "y2": 376,
            "text": "マジかよ",
            "vi": "Bạn có nghiêm túc không"
        },
        {
            "x1": 148,
            "y1": 506,
            "x2": 216,
            "y2": 698,
            "text": "アデア‼",
            "vi": "Adea‼"
        },
        {
            "x1": 815,
            "y1": 759,
            "x2": 852,
            "y2": 868,
            "text": "は…はは",
            "vi": "Ha... ha"
        },
        {
            "x1": 643,
            "y1": 801,
            "x2": 715,
            "y2": 940,
            "text": "そうだ…‼ 忘れていた",
            "vi": "Chính là nó…! quên mất"
        },
        {
            "x1": 299,
            "y1": 912,
            "x2": 397,
            "y2": 1081,
            "text": "ケルベロスが もの凄い速度で 成長するように",
            "vi": "Để phát triển Cerberus với tốc độ to lớn"
        },
        {
            "x1": 184,
            "y1": 976,
            "x2": 233,
            "y2": 1123,
            "text": "鍛治師も",
            "vi": "Ngoài ra, Osamu"
        }
    ],
    "004.jpg": [
        {
            "x1": 714,
            "y1": 150,
            "x2": 783,
            "y2": 436,
            "text": "成長する‼",
            "vi": "lớn lên!"
        },
        {
            "x1": 125,
            "y1": 1009,
            "x2": 229,
            "y2": 1203,
            "text": "…本当に… 強敵だった",
            "vi": "… Thật là tôi là một kẻ thù mạnh mẽ"
        }
    ],
    "006.jpg": [
        {
            "x1": 153,
            "y1": 1029,
            "x2": 200,
            "y2": 1235,
            "text": "…ケルベロス",
            "vi": "...Cerberus"
        }
    ],
    "010.jpg": [
        {
            "x1": 84,
            "y1": 1297,
            "x2": 803,
            "y2": 1325,
            "text": "諦めない気持ちがもたらした勝叫次行へっっく叫",
            "vi": "Hét vào dòng tiếp theo của chiến thắng rằng cảm giác không từ bỏ"
        }
    ]
}