var ocr_data = {
    "10001.jpg": [
        {
            "x1": 717,
            "y1": 43,
            "x2": 846,
            "y2": 78,
            "text": "「鍛台師」",
            "vi": "\"Master giao dịch\""
        },
        {
            "x1": 626,
            "y1": 61,
            "x2": 868,
            "y2": 154,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 111,
            "y1": 121,
            "x2": 367,
            "y2": 155,
            "text": "第154話 vs.アリア",
            "vi": "Tập 154 so với ARIA"
        },
        {
            "x1": 482,
            "y1": 381,
            "x2": 516,
            "y2": 593,
            "text": "レリウス様…⁉",
            "vi": "Lelius...⁉⁉"
        },
        {
            "x1": 767,
            "y1": 814,
            "x2": 865,
            "y2": 965,
            "text": "ユミネ様！ だいぶ 傷ついている",
            "vi": "Yumine! Tôi khá đau"
        },
        {
            "x1": 647,
            "y1": 808,
            "x2": 711,
            "y2": 1004,
            "text": "…が生きている‼ 良かった…ッ",
            "vi": "...vẫn còn sống. Nó là tốt..."
        },
        {
            "x1": 174,
            "y1": 1063,
            "x2": 209,
            "y2": 1236,
            "text": "ポセイドンの",
            "vi": "Poseidon"
        },
        {
            "x1": 139,
            "y1": 1307,
            "x2": 792,
            "y2": 1345,
            "text": "累計120万部突破！ 最新9巻発売中叩",
            "vi": "Hơn 1, 2 triệu bản sao! 9 tập mới nhất đang được bán"
        }
    ],
    "10002.jpg": [
        {
            "x1": 773,
            "y1": 111,
            "x2": 835,
            "y2": 286,
            "text": "神器は所有者の 命を蝕む",
            "vi": "Kho báu thiêng liêng ăn sống của chủ sở hữu"
        },
        {
            "x1": 415,
            "y1": 115,
            "x2": 475,
            "y2": 302,
            "text": "レリウス様 なぜ ここに…⁉",
            "vi": "Lelius tại sao lại ở đây...⁉"
        },
        {
            "x1": 672,
            "y1": 224,
            "x2": 735,
            "y2": 412,
            "text": "アゴの日誌の 通りだ…",
            "vi": "Như trong nhật ký hàm..."
        },
        {
            "x1": 85,
            "y1": 120,
            "x2": 181,
            "y2": 318,
            "text": "ユミネ様を 死なせるわけには いきません",
            "vi": "Tôi không thể làm yumine -sama"
        },
        {
            "x1": 738,
            "y1": 467,
            "x2": 805,
            "y2": 646,
            "text": "フィーラさんの 大切な友人で",
            "vi": "Người bạn quý giá của Filla"
        },
        {
            "x1": 148,
            "y1": 530,
            "x2": 219,
            "y2": 746,
            "text": "俺にとっても 大切な人ですから",
            "vi": "Tôi là người quan trọng đối với tôi"
        },
        {
            "x1": 598,
            "y1": 856,
            "x2": 649,
            "y2": 976,
            "text": "まぁ…",
            "vi": "Ổn..."
        },
        {
            "x1": 444,
            "y1": 863,
            "x2": 483,
            "y2": 1083,
            "text": "困った御方…",
            "vi": "Yêu cầu..."
        },
        {
            "x1": 129,
            "y1": 1074,
            "x2": 262,
            "y2": 1220,
            "text": "ハハッ お互い様 でしょう",
            "vi": "Nó giống như nhau"
        }
    ],
    "10003.jpg": [
        {
            "x1": 177,
            "y1": 544,
            "x2": 235,
            "y2": 716,
            "text": "…アリア",
            "vi": "Aria aria"
        },
        {
            "x1": 644,
            "y1": 786,
            "x2": 722,
            "y2": 1022,
            "text": "記憶視で 見ていましたが…",
            "vi": "Tôi đã xem nó với trí nhớ..."
        },
        {
            "x1": 437,
            "y1": 800,
            "x2": 528,
            "y2": 999,
            "text": "それでもこの目 見るまで 信じられ ませんでした",
            "vi": "Tuy nhiên, tôi không thể tin điều đó cho đến khi tôi thấy nó"
        },
        {
            "x1": 101,
            "y1": 1057,
            "x2": 222,
            "y2": 1232,
            "text": "なぜ… 過去の勇者が 生きて…？",
            "vi": "Tại sao... anh hùng quá khứ sống...?"
        }
    ],
    "10004.jpg": [
        {
            "x1": 799,
            "y1": 111,
            "x2": 832,
            "y2": 250,
            "text": "説明は後で",
            "vi": "Lời giải thích sau"
        },
        {
            "x1": 219,
            "y1": 100,
            "x2": 289,
            "y2": 288,
            "text": "ポーションです 飲んでください",
            "vi": "Potion xin vui lòng uống"
        },
        {
            "x1": 106,
            "y1": 218,
            "x2": 169,
            "y2": 421,
            "text": "そして 下がって いてください",
            "vi": "Và hãy đi xuống"
        },
        {
            "x1": 762,
            "y1": 470,
            "x2": 816,
            "y2": 623,
            "text": "来ます…",
            "vi": "Hãy đến…"
        }
    ],
    "10005.jpg": [
        {
            "x1": 191,
            "y1": 567,
            "x2": 244,
            "y2": 725,
            "text": "アルゴ…",
            "vi": "Algo..."
        },
        {
            "x1": 484,
            "y1": 1102,
            "x2": 538,
            "y2": 1273,
            "text": "アルゴ‼",
            "vi": "Argo"
        },
        {
            "x1": 110,
            "y1": 967,
            "x2": 178,
            "y2": 1196,
            "text": "意志があるのか？ いや… これは…",
            "vi": "Bạn có di chúc? Không đó là..."
        }
    ],
    "10006.jpg": [
        {
            "x1": 742,
            "y1": 148,
            "x2": 820,
            "y2": 297,
            "text": "かつての 感情の残滓",
            "vi": "Dư lượng của những cảm xúc cũ"
        },
        {
            "x1": 124,
            "y1": 283,
            "x2": 201,
            "y2": 469,
            "text": "会話するのは 無理だろうな",
            "vi": "Không thể nói chuyện"
        }
    ],
    "10007.jpg": [
        {
            "x1": 133,
            "y1": 676,
            "x2": 211,
            "y2": 838,
            "text": "エクス カリバー⁉",
            "vi": "Excurra sông⁉"
        },
        {
            "x1": 683,
            "y1": 964,
            "x2": 776,
            "y2": 1172,
            "text": "リンと 同じ神器…‼",
            "vi": "Kho báu thiêng liêng giống như Rin...‼"
        }
    ],
    "10008.jpg": [
        {
            "x1": 726,
            "y1": 136,
            "x2": 829,
            "y2": 286,
            "text": "だが これも アルゴの 日誌の通り",
            "vi": "Nhưng điều này cũng giống như nhật ký của Argo"
        },
        {
            "x1": 349,
            "y1": 105,
            "x2": 451,
            "y2": 257,
            "text": "パキ",
            "vi": "Paki"
        },
        {
            "x1": 123,
            "y1": 331,
            "x2": 195,
            "y2": 459,
            "text": "パキ",
            "vi": "Paki"
        },
        {
            "x1": 560,
            "y1": 523,
            "x2": 670,
            "y2": 731,
            "text": "蒼石の首領の 中でも アリアは 特異な存在だ",
            "vi": "Aria là một trong những người lãnh đạo của Aishi"
        },
        {
            "x1": 359,
            "y1": 583,
            "x2": 483,
            "y2": 790,
            "text": "他の勇者は 神器職業を 失い",
            "vi": "Những người dũng cảm khác mất nghề nghiệp nghề nghiệp của họ"
        },
        {
            "x1": 104,
            "y1": 633,
            "x2": 178,
            "y2": 837,
            "text": "まったくの 別物´になった",
            "vi": "Nó trở thành một điều hoàn toàn khác ´"
        },
        {
            "x1": 696,
            "y1": 924,
            "x2": 796,
            "y2": 1116,
            "text": "だが 彼女は違う",
            "vi": "Nhưng cô ấy khác"
        }
    ],
    "10009.jpg": [
        {
            "x1": 708,
            "y1": 896,
            "x2": 831,
            "y2": 1123,
            "text": "神器も 勇者のスキルも そのまま…",
            "vi": "Các kỹ năng của kho báu thiêng liêng và anh hùng giống nhau..."
        },
        {
            "x1": 83,
            "y1": 888,
            "x2": 201,
            "y2": 1067,
            "text": "アリアの力は 当時厄災を 打ち払った",
            "vi": "Sức mạnh của Aria đã nhấn chìm thảm họa vào thời điểm đó"
        }
    ],
    "10010.jpg": [
        {
            "x1": 690,
            "y1": 130,
            "x2": 764,
            "y2": 644,
            "text": "勇者\"そのものだ",
            "vi": "Người anh hùng \"chính nó"
        },
        {
            "x1": 279,
            "y1": 719,
            "x2": 310,
            "y2": 858,
            "text": "だとしても",
            "vi": "Ngay cả khi"
        },
        {
            "x1": 422,
            "y1": 936,
            "x2": 508,
            "y2": 1129,
            "text": "未来を 変えてやるさ",
            "vi": "Tôi sẽ thay đổi tương lai"
        },
        {
            "x1": 90,
            "y1": 1295,
            "x2": 842,
            "y2": 1325,
            "text": "ユミネがスキルで見た赤来はレリウスの死。それでも―",
            "vi": "Akagai thấy Yumine với kỹ năng của mình là cái chết của Lelius. Tuy vậy-"
        }
    ],
    "10011.jpg": [
        {
            "x1": 43,
            "y1": 105,
            "x2": 159,
            "y2": 197,
            "text": "嘉強",
            "vi": "Tạm biệt"
        },
        {
            "x1": 27,
            "y1": 715,
            "x2": 215,
            "y2": 819,
            "text": "P2400方jPv",
            "vi": "P2400 jpv"
        },
        {
            "x1": 44,
            "y1": 768,
            "x2": 384,
            "y2": 1000,
            "text": "★超え‼!な 「小説家になろう｣発！ 大八気“万物創造",
            "vi": "★ đã vượt quá‼ Từ! \"Trở thành một tiểu thuyết gia\" từ! Daihachi \"Tất cả những điều sáng tạo"
        },
        {
            "x1": 490,
            "y1": 1207,
            "x2": 772,
            "y2": 1322,
            "text": "まれるようになってた男の のんびリスローライフ",
            "vi": "Người đàn ông giải trí cuộc sống risro"
        }
    ]
}