var ocr_data = {
    "004.jpg": [
        {
            "x1": 731,
            "y1": 121,
            "x2": 805,
            "y2": 305,
            "text": "神器は何だ？ スキルは？",
            "vi": "Kho báu Thánh là gì? Kỹ năng của bạn là gì?"
        },
        {
            "x1": 123,
            "y1": 274,
            "x2": 209,
            "y2": 419,
            "text": "見せて みろよ‼",
            "vi": "Cho tôi xem"
        },
        {
            "x1": 729,
            "y1": 491,
            "x2": 816,
            "y2": 690,
            "text": "いや 何でも いいか‼",
            "vi": "Không, nó là gì?"
        },
        {
            "x1": 112,
            "y1": 478,
            "x2": 229,
            "y2": 698,
            "text": "どうせ 俺が勝つ‼",
            "vi": "Tôi sẽ thắng dù sao"
        },
        {
            "x1": 732,
            "y1": 760,
            "x2": 828,
            "y2": 982,
            "text": "こんなに派手に 戦ってたら 呼ばな たって騎士が来るぞ",
            "vi": "Nếu bạn đang chiến đấu quá hào nhoáng, hiệp sĩ sẽ đến"
        },
        {
            "x1": 108,
            "y1": 820,
            "x2": 197,
            "y2": 1028,
            "text": "来て困るのは 俺じゃない",
            "vi": "Không phải tôi là người đang gặp rắc rối"
        }
    ],
    "005.jpg": [
        {
            "x1": 750,
            "y1": 130,
            "x2": 853,
            "y2": 372,
            "text": "俺の リステッナたんを 奪ったお前の方だ！",
            "vi": "Bạn là người đã nghe tôi lắng nghe!"
        },
        {
            "x1": 106,
            "y1": 191,
            "x2": 268,
            "y2": 394,
            "text": "ブタ箱に ブチ込まれて 己の罪を 悔やむがいい‼",
            "vi": "Bạn nên ở trong hộp lợn và hối hận về tội lỗi của bạn."
        },
        {
            "x1": 743,
            "y1": 477,
            "x2": 836,
            "y2": 679,
            "text": "永遠に なァアア‼",
            "vi": "Mãi mãi, Ah"
        },
        {
            "x1": 488,
            "y1": 777,
            "x2": 592,
            "y2": 976,
            "text": "救いようの ない奴…",
            "vi": "Một anh chàng không thể giúp..."
        },
        {
            "x1": 113,
            "y1": 768,
            "x2": 225,
            "y2": 934,
            "text": "おかげで 良心は 痛まなそうだ",
            "vi": "Cảm ơn bạn, lương tâm của bạn không đau"
        }
    ],
    "007.jpg": [
        {
            "x1": 741,
            "y1": 72,
            "x2": 835,
            "y2": 279,
            "text": "逃がす訳 ないだろ‼",
            "vi": "Bạn không thể trốn thoát"
        },
        {
            "x1": 536,
            "y1": 82,
            "x2": 566,
            "y2": 187,
            "text": "このまま",
            "vi": "giống như thế này"
        },
        {
            "x1": 442,
            "y1": 83,
            "x2": 498,
            "y2": 280,
            "text": "俺の家で保護て あげるがらね",
            "vi": "Tôi sẽ bảo vệ nó tại nhà của tôi"
        },
        {
            "x1": 347,
            "y1": 195,
            "x2": 392,
            "y2": 336,
            "text": "待ってて",
            "vi": "Đã chờ đợi"
        },
        {
            "x1": 730,
            "y1": 587,
            "x2": 854,
            "y2": 870,
            "text": "行くぞ出 必殺スキル…",
            "vi": "Tôi sẽ đi đến một kỹ năng chết người..."
        },
        {
            "x1": 159,
            "y1": 962,
            "x2": 268,
            "y2": 1267,
            "text": "ゴッドサンダー フェニッ",
            "vi": "Thần sấm sét"
        }
    ],
    "009.jpg": [
        {
            "x1": 462,
            "y1": 95,
            "x2": 499,
            "y2": 207,
            "text": "俺の…",
            "vi": "của tôi"
        },
        {
            "x1": 298,
            "y1": 989,
            "x2": 418,
            "y2": 1168,
            "text": "Ｂランク だか何だか 知らないが…",
            "vi": "Tôi không biết thứ hạng b là gì hay gì đó..."
        },
        {
            "x1": 111,
            "y1": 1020,
            "x2": 223,
            "y2": 1254,
            "text": "リスティナさんの 嫌がることを するな",
            "vi": "Đừng ghét Listina"
        }
    ],
    "010.jpg": [
        {
            "x1": 816,
            "y1": 86,
            "x2": 862,
            "y2": 205,
            "text": "さあ‼",
            "vi": "Chúng tôi đi đây!"
        },
        {
            "x1": 703,
            "y1": 150,
            "x2": 770,
            "y2": 374,
            "text": "終わりましたよ リスティナさん‼",
            "vi": "Nó đã kết thúc, listina"
        },
        {
            "x1": 174,
            "y1": 131,
            "x2": 262,
            "y2": 392,
            "text": "騎士に突き出し ましょうか‼",
            "vi": "Chúng ta sẽ gắn bó với Hiệp sĩ?"
        },
        {
            "x1": 84,
            "y1": 1296,
            "x2": 765,
            "y2": 1325,
            "text": "仲間に手を出すなら容慰はしない叩次号へっプく！",
            "vi": "Nếu bạn làm hết sức mình cho bạn bè, bạn sẽ không an ủi!"
        }
    ]
}