var ocr_data = {
    "001.jpg": [
        {
            "x1": 95,
            "y1": 67,
            "x2": 310,
            "y2": 97,
            "text": "第133話 リの成長",
            "vi": "Tập 133 Tăng trưởng"
        },
        {
            "x1": 706,
            "y1": 257,
            "x2": 845,
            "y2": 291,
            "text": "不西職鍛治帥",
            "vi": "Sự hiện diện của kiji nghề nghiệp"
        },
        {
            "x1": 279,
            "y1": 141,
            "x2": 365,
            "y2": 301,
            "text": "レリウス様は キュガイアを 訪れたことは？",
            "vi": "Lelius có đến thăm Kugaia không?"
        },
        {
            "x1": 698,
            "y1": 274,
            "x2": 817,
            "y2": 342,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 815,
            "y1": 371,
            "x2": 864,
            "y2": 481,
            "text": "いえ…",
            "vi": "mái ấm…"
        },
        {
            "x1": 379,
            "y1": 387,
            "x2": 471,
            "y2": 567,
            "text": "グリードラに 行ったことは 何度かあるけど",
            "vi": "Tôi đã đến tham gia"
        },
        {
            "x1": 122,
            "y1": 484,
            "x2": 182,
            "y2": 634,
            "text": "キュガイアは ないよね…",
            "vi": "Không có Kugaia..."
        },
        {
            "x1": 757,
            "y1": 741,
            "x2": 880,
            "y2": 886,
            "text": "良い街よ 今は魔物に 襲われて しまったけど",
            "vi": "Một thành phố tốt mà tôi đã bị một con quái vật tấn công bây giờ"
        },
        {
            "x1": 374,
            "y1": 715,
            "x2": 416,
            "y2": 844,
            "text": "へえ…‼",
            "vi": "Này...!"
        },
        {
            "x1": 130,
            "y1": 772,
            "x2": 270,
            "y2": 983,
            "text": "あっ 着いたみたい だよ‼",
            "vi": "Có vẻ như bạn đã đến"
        },
        {
            "x1": 503,
            "y1": 1031,
            "x2": 642,
            "y2": 1288,
            "text": "農業が盛んで グリードラッドと 王都の流通拠点として 活躍してるの",
            "vi": "Nông nghiệp đang phát triển mạnh và hoạt động như một cơ sở phân phối cho Green Ladd và Tập đoàn Hoàng gia."
        },
        {
            "x1": 822,
            "y1": 1270,
            "x2": 853,
            "y2": 1340,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 180,
            "y1": 1310,
            "x2": 804,
            "y2": 1348,
            "text": "累獄100万部突破！ 最新8巻発売中品",
            "vi": "Hơn 1 triệu bản sao tù! Tập 8 mới nhất đang được bán"
        }
    ],
    "003.jpg": [
        {
            "x1": 397,
            "y1": 100,
            "x2": 444,
            "y2": 322,
            "text": "キュガイア‼",
            "vi": "Kugaia‼"
        },
        {
            "x1": 110,
            "y1": 835,
            "x2": 226,
            "y2": 991,
            "text": "どの家も 破壊されて いる…‼",
            "vi": "Mọi ngôi nhà đều bị phá hủy...‼"
        },
        {
            "x1": 400,
            "y1": 1100,
            "x2": 497,
            "y2": 1255,
            "text": "復興は 進んでいない ようですね…",
            "vi": "Có vẻ như việc xây dựng lại không tiến triển..."
        }
    ],
    "007.jpg": [
        {
            "x1": 619,
            "y1": 156,
            "x2": 696,
            "y2": 281,
            "text": "ユミネ様 勇者様方",
            "vi": "Yumini -Sama's Brave Man"
        },
        {
            "x1": 215,
            "y1": 154,
            "x2": 299,
            "y2": 315,
            "text": "お越し頂き 感謝します",
            "vi": "Cảm ơn bạn đã đến"
        },
        {
            "x1": 745,
            "y1": 610,
            "x2": 815,
            "y2": 792,
            "text": "お久しぶりです クライア様",
            "vi": "Đã lâu rồi"
        },
        {
            "x1": 120,
            "y1": 721,
            "x2": 208,
            "y2": 939,
            "text": "ご無沙汰してます かお揃になると 壮観ですな",
            "vi": "Bạn đã nghe từ bạn?"
        },
        {
            "x1": 257,
            "y1": 1020,
            "x2": 364,
            "y2": 1179,
            "text": "魔物に加えて “迷宮´の発現 報告もあり…",
            "vi": "Ngoài những con quái vật, còn có một báo cáo về biểu thức \"Mê cung '..."
        },
        {
            "x1": 110,
            "y1": 1077,
            "x2": 212,
            "y2": 1242,
            "text": "我々だけでは 手が回らずに おりました",
            "vi": "Một mình chúng tôi không quay lại"
        }
    ],
    "011.jpg": [
        {
            "x1": 714,
            "y1": 151,
            "x2": 838,
            "y2": 345,
            "text": "ただの宿の 看板娘だった のに…",
            "vi": "Tôi chỉ là một cô gái bảng hiệu ở một nhà trọ..."
        },
        {
            "x1": 104,
            "y1": 182,
            "x2": 225,
            "y2": 400,
            "text": "あんなに 戦いを嫌がって いたのに…",
            "vi": "Tôi ghét chiến đấu rất nhiều..."
        },
        {
            "x1": 387,
            "y1": 479,
            "x2": 458,
            "y2": 631,
            "text": "人は変わる もんだな",
            "vi": "Con người đổi thay"
        },
        {
            "x1": 722,
            "y1": 707,
            "x2": 822,
            "y2": 922,
            "text": "あの……俺も 戦闘に加わって いいでしょうか？",
            "vi": "Ừm... tôi cũng có thể tham gia trận chiến?"
        },
        {
            "x1": 460,
            "y1": 738,
            "x2": 584,
            "y2": 883,
            "text": "まぁ！ もちろん ですわ",
            "vi": "Ổn! Đương nhiên"
        },
        {
            "x1": 236,
            "y1": 694,
            "x2": 343,
            "y2": 912,
            "text": "鍛治師様の御力 拝見してみたいと 思ってましたの‼",
            "vi": "Tôi muốn thấy sức mạnh của Oshiji."
        },
        {
            "x1": 113,
            "y1": 889,
            "x2": 178,
            "y2": 1029,
            "text": "いや 期待 されても…",
            "vi": "Không, ngay cả khi nó được mong đợi..."
        }
    ],
    "013.jpg": [
        {
            "x1": 721,
            "y1": 139,
            "x2": 844,
            "y2": 319,
            "text": "敵はかなり 手強いはず… お気をつけて",
            "vi": "Kẻ thù nên khá khó khăn... hãy cẩn thận"
        },
        {
            "x1": 486,
            "y1": 133,
            "x2": 549,
            "y2": 303,
            "text": "私は兄さんの 手伝いをするわ",
            "vi": "Tôi sẽ giúp anh trai tôi"
        },
        {
            "x1": 103,
            "y1": 294,
            "x2": 200,
            "y2": 448,
            "text": "フィーラッ‼ 来てくれたん だな‼",
            "vi": "Cảm thấy Bạn đã đến"
        },
        {
            "x1": 764,
            "y1": 531,
            "x2": 831,
            "y2": 700,
            "text": "レリウスも ありがとな‼",
            "vi": "Cảm ơn bạn vì Lelius cũng vậy."
        },
        {
            "x1": 166,
            "y1": 532,
            "x2": 209,
            "y2": 669,
            "text": "いえ…川",
            "vi": "Không... sông"
        },
        {
            "x1": 494,
            "y1": 854,
            "x2": 643,
            "y2": 1078,
            "text": "お前のことだ また俺が驚く力を 見せてくれるん だろうな！",
            "vi": "Bạn lại là về bạn!"
        },
        {
            "x1": 338,
            "y1": 819,
            "x2": 422,
            "y2": 992,
            "text": "いえ… そんなの…",
            "vi": "Không... đó..."
        },
        {
            "x1": 136,
            "y1": 902,
            "x2": 275,
            "y2": 1109,
            "text": "ははは‼ その謙虚さは 変わらないな",
            "vi": "Hahaha Sự khiêm tốn đó không thay đổi"
        }
    ],
    "015.jpg": [
        {
            "x1": 745,
            "y1": 139,
            "x2": 836,
            "y2": 338,
            "text": "それで？ レリウスとは どこまでいった？",
            "vi": "Rất? Bạn đã đi bao xa đến Lelius?"
        },
        {
            "x1": 570,
            "y1": 155,
            "x2": 651,
            "y2": 375,
            "text": "兄さんには 関係ないでしょ",
            "vi": "Nó không liên quan gì đến anh trai tôi"
        },
        {
            "x1": 122,
            "y1": 149,
            "x2": 225,
            "y2": 344,
            "text": "けどそこが 可愛い…",
            "vi": "Nhưng thật dễ thương..."
        },
        {
            "x1": 447,
            "y1": 317,
            "x2": 512,
            "y2": 485,
            "text": "冷たい",
            "vi": "lạnh lùng"
        },
        {
            "x1": 98,
            "y1": 443,
            "x2": 163,
            "y2": 652,
            "text": "きっしょ",
            "vi": "Thằng bé"
        },
        {
            "x1": 676,
            "y1": 739,
            "x2": 710,
            "y2": 837,
            "text": "はは…",
            "vi": "người mẹ…"
        },
        {
            "x1": 156,
            "y1": 758,
            "x2": 235,
            "y2": 891,
            "text": "行きます わよー",
            "vi": "tôi sẽ đi"
        },
        {
            "x1": 598,
            "y1": 1054,
            "x2": 661,
            "y2": 1159,
            "text": "なあ",
            "vi": "Gì"
        },
        {
            "x1": 312,
            "y1": 1114,
            "x2": 432,
            "y2": 1274,
            "text": "この戦いが 終わったら どうする？",
            "vi": "Bạn sẽ làm gì khi trận chiến này kết thúc?"
        }
    ],
    "017.jpg": [
        {
            "x1": 739,
            "y1": 145,
            "x2": 832,
            "y2": 343,
            "text": "決まってる‼ グリードラッドに 俺様は帰るぜ‼",
            "vi": "Nó đã được quyết định! Tôi sẽ về nhà với màu xanh lá cây"
        },
        {
            "x1": 242,
            "y1": 128,
            "x2": 340,
            "y2": 285,
            "text": "少し休んだら 旅に出るのも いいかもな",
            "vi": "Thật tuyệt khi đi một chuyến đi sau một thời gian nghỉ ngơi ngắn"
        },
        {
            "x1": 106,
            "y1": 236,
            "x2": 213,
            "y2": 371,
            "text": "俺様より 強いヤツに 会いに行く",
            "vi": "Đi xem một anh chàng mạnh mẽ hơn tôi"
        },
        {
            "x1": 765,
            "y1": 483,
            "x2": 838,
            "y2": 623,
            "text": "私は 王都に帰る",
            "vi": "Tôi trở lại thủ đô hoàng gia"
        },
        {
            "x1": 346,
            "y1": 488,
            "x2": 443,
            "y2": 625,
            "text": "皆に遊んで もらおうね ケルちゃん",
            "vi": "Hãy để mọi người chơi kel -chan"
        },
        {
            "x1": 755,
            "y1": 828,
            "x2": 879,
            "y2": 1071,
            "text": "何 言ってんだ ケルは危ないから 森に置いとけよ",
            "vi": "Bạn đang nói gì, thật nguy hiểm, vì vậy hãy để nó trong rừng"
        },
        {
            "x1": 471,
            "y1": 810,
            "x2": 510,
            "y2": 967,
            "text": "ケルちゃん",
            "vi": "Kel -chan"
        },
        {
            "x1": 267,
            "y1": 805,
            "x2": 345,
            "y2": 968,
            "text": "ちょ止め… 舐めるな‼",
            "vi": "Một chút... đừng liếm"
        },
        {
            "x1": 140,
            "y1": 855,
            "x2": 224,
            "y2": 1016,
            "text": "溶ける… 溶けるー‼",
            "vi": "Tan chảy... tan"
        }
    ],
    "019.jpg": [
        {
            "x1": 715,
            "y1": 132,
            "x2": 857,
            "y2": 357,
            "text": "大丈夫 グルちゃんは世界に 不必要なものだけ 溶かすから",
            "vi": "Ok guru -chan chỉ tan chảy những điều không cần thiết trên thế giới"
        },
        {
            "x1": 101,
            "y1": 129,
            "x2": 193,
            "y2": 270,
            "text": "アルゴー 助けてー",
            "vi": "Giúp Algo"
        },
        {
            "x1": 573,
            "y1": 204,
            "x2": 649,
            "y2": 383,
            "text": "えッ？ 俺様 不必要なの…",
            "vi": "Hả? Tôi không cần tôi..."
        },
        {
            "x1": 382,
            "y1": 270,
            "x2": 500,
            "y2": 450,
            "text": "自分のことを 俺様とか呼ぶ ヤツは不必要",
            "vi": "Tôi không cần một chàng trai gọi tôi đã gọi tôi"
        },
        {
            "x1": 747,
            "y1": 594,
            "x2": 774,
            "y2": 680,
            "text": "…なぁ",
            "vi": "… Na"
        },
        {
            "x1": 198,
            "y1": 581,
            "x2": 279,
            "y2": 746,
            "text": "君は… どうする？",
            "vi": "Công việc của bạn là gì..."
        },
        {
            "x1": 218,
            "y1": 889,
            "x2": 324,
            "y2": 1130,
            "text": "アリア",
            "vi": "ARIA"
        }
    ]
}