var ocr_data = {
    "001.jpg": [
        {
            "x1": 265,
            "y1": 71,
            "x2": 457,
            "y2": 99,
            "text": "第96話教星の本音"
        },
        {
            "x1": 92,
            "y1": 33,
            "x2": 239,
            "y2": 101,
            "text": "不遇職 鍛治師 最強"
        },
        {
            "x1": 161,
            "y1": 1296,
            "x2": 715,
            "y2": 1328,
            "text": "累計6O万部突破！ 第G巻絶覺発売中品"
        }
    ],
    "005.jpg": [
        {
            "x1": 783,
            "y1": 140,
            "x2": 855,
            "y2": 328,
            "text": "戦闘能力は 勇者に匹敵する"
        },
        {
            "x1": 629,
            "y1": 259,
            "x2": 728,
            "y2": 434,
            "text": "蒼石の首領を 倒したことから それは事実だ"
        },
        {
            "x1": 113,
            "y1": 244,
            "x2": 220,
            "y2": 430,
            "text": "成長とともに 段階的に力も 強化されていく"
        },
        {
            "x1": 466,
            "y1": 529,
            "x2": 566,
            "y2": 737,
            "text": "勇者に並ぶ 職業といわれても おかしくはない"
        },
        {
            "x1": 714,
            "y1": 846,
            "x2": 818,
            "y2": 1075,
            "text": "私 個人は鍛治師を 否定するつもりは ありません"
        },
        {
            "x1": 155,
            "y1": 897,
            "x2": 266,
            "y2": 1173,
            "text": "君の力は等しく神が 与えてくださったもの だと思っています"
        }
    ]
}