var ocr_data = {
    "001.jpg": [
        {
            "x1": 737,
            "y1": 93,
            "x2": 854,
            "y2": 122,
            "text": "鍛台師",
            "vi": "Chất kích thích"
        },
        {
            "x1": 660,
            "y1": 109,
            "x2": 848,
            "y2": 188,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 608,
            "y1": 396,
            "x2": 874,
            "y2": 423,
            "text": "第137話スの極み",
            "vi": "Tập 137"
        },
        {
            "x1": 729,
            "y1": 508,
            "x2": 835,
            "y2": 689,
            "text": "お早い お帰りでしたね 魔物の方は？",
            "vi": "Bạn trở về nhà sớm, con quỷ là gì?"
        },
        {
            "x1": 279,
            "y1": 537,
            "x2": 353,
            "y2": 683,
            "text": "オークの ボスを１体",
            "vi": "Một ông chủ Oak"
        },
        {
            "x1": 115,
            "y1": 584,
            "x2": 219,
            "y2": 771,
            "text": "手下とみられる オークも 何体か 討伐しましたわ",
            "vi": "Tôi đã đánh bại một số cây sồi dường như là tay sai"
        },
        {
            "x1": 759,
            "y1": 873,
            "x2": 849,
            "y2": 1086,
            "text": "さすがです敵も これでおとなし なるはず…",
            "vi": "Đúng như dự đoán, kẻ thù nên im lặng với..."
        },
        {
            "x1": 397,
            "y1": 875,
            "x2": 468,
            "y2": 1066,
            "text": "勇者様方 感謝いたします",
            "vi": "Cảm ơn bạn vì người đàn ông dũng cảm"
        },
        {
            "x1": 165,
            "y1": 1297,
            "x2": 788,
            "y2": 1333,
            "text": "累計100万部突破！ 最新8巻発売中!",
            "vi": "Hơn 1 triệu bản! 8 tập mới nhất được bán!"
        }
    ],
    "003.jpg": [
        {
            "x1": 767,
            "y1": 102,
            "x2": 806,
            "y2": 249,
            "text": "疲れたー‼",
            "vi": "tôi mệt mỏi"
        },
        {
            "x1": 271,
            "y1": 151,
            "x2": 340,
            "y2": 265,
            "text": "こらっ ベニー‼",
            "vi": "Kora Benny"
        },
        {
            "x1": 111,
            "y1": 191,
            "x2": 224,
            "y2": 357,
            "text": "ははは‼ すぐに部屋を 案内します",
            "vi": "Hahaha Chúng tôi sẽ hướng dẫn căn phòng ngay lập tức"
        },
        {
            "x1": 746,
            "y1": 466,
            "x2": 837,
            "y2": 633,
            "text": "レリウスも 今日はゆっくり してくれ‼",
            "vi": "Lelius cũng thư giãn hôm nay."
        },
        {
            "x1": 411,
            "y1": 458,
            "x2": 481,
            "y2": 579,
            "text": "レリウス またね‼",
            "vi": "Lelius lần nữa"
        },
        {
            "x1": 261,
            "y1": 464,
            "x2": 327,
            "y2": 612,
            "text": "あとで遊びに 行くからね‼",
            "vi": "Tôi sẽ đi chơi sau"
        },
        {
            "x1": 106,
            "y1": 451,
            "x2": 161,
            "y2": 575,
            "text": "はい‼",
            "vi": "Vâng!"
        },
        {
            "x1": 541,
            "y1": 595,
            "x2": 599,
            "y2": 724,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 474,
            "y1": 804,
            "x2": 567,
            "y2": 1027,
            "text": "勇者様たちと仲良く してるみたいだな‼ 羨ましい限りだ‼",
            "vi": "Có vẻ như bạn đang hòa hợp với những người dũng cảm. Miễn là tôi ghen tị"
        },
        {
            "x1": 294,
            "y1": 811,
            "x2": 400,
            "y2": 994,
            "text": "ケルベロスとの 戦いについても 聞いたぞ？",
            "vi": "Bạn có nghe nói về trận chiến với Cerberus không?"
        }
    ],
    "005.jpg": [
        {
            "x1": 758,
            "y1": 151,
            "x2": 848,
            "y2": 276,
            "text": "勲章 もらったん だって？",
            "vi": "Bạn đã nhận được huy chương?"
        },
        {
            "x1": 630,
            "y1": 165,
            "x2": 723,
            "y2": 331,
            "text": "やはり 俺の目に狂は なかった！",
            "vi": "Sau tất cả, không có sự điên rồ trong mắt tôi!"
        },
        {
            "x1": 756,
            "y1": 432,
            "x2": 845,
            "y2": 614,
            "text": "フィーラも 連れてきてくれて ありがとう！",
            "vi": "Cảm ơn bạn đã mang theo Filla!"
        },
        {
            "x1": 135,
            "y1": 432,
            "x2": 217,
            "y2": 644,
            "text": "復興の指示役 として活躍してるそう ですね‼",
            "vi": "Anh ta dường như hoạt động như một người hướng dẫn cho việc tái thiết."
        },
        {
            "x1": 776,
            "y1": 714,
            "x2": 873,
            "y2": 936,
            "text": "それもあるが… あの子には俺の傍に いて欲しかったんだ",
            "vi": "Có điều đó... Tôi muốn đứa trẻ đó ở bên tôi"
        },
        {
            "x1": 628,
            "y1": 933,
            "x2": 722,
            "y2": 1185,
            "text": "やる気が出るッ 可愛いからな‼",
            "vi": "Tôi có động lực bởi vì tôi có động lực."
        },
        {
            "x1": 143,
            "y1": 1075,
            "x2": 190,
            "y2": 1267,
            "text": "シスコン…",
            "vi": "Ciscon..."
        }
    ],
    "007.jpg": [
        {
            "x1": 201,
            "y1": 185,
            "x2": 306,
            "y2": 327,
            "text": "ちょっと 聞きたいん だが…",
            "vi": "Tôi muốn hỏi một chút..."
        },
        {
            "x1": 750,
            "y1": 384,
            "x2": 819,
            "y2": 566,
            "text": "ブィーラと 何かあったか？",
            "vi": "Chuyện gì đã xảy ra với Buira?"
        },
        {
            "x1": 518,
            "y1": 399,
            "x2": 588,
            "y2": 539,
            "text": "な 何で ですか…？",
            "vi": "Nó............... là gì...?"
        },
        {
            "x1": 169,
            "y1": 482,
            "x2": 283,
            "y2": 525,
            "text": "気になる",
            "vi": "trong tâm trí một người"
        },
        {
            "x1": 127,
            "y1": 566,
            "x2": 234,
            "y2": 780,
            "text": "レーダルストアで やけに上機嫌に 仕事してるからな",
            "vi": "Tôi đang làm việc trong một tâm trạng tốt tại cửa hàng radal"
        },
        {
            "x1": 742,
            "y1": 880,
            "x2": 845,
            "y2": 1080,
            "text": "仕事ぶりを 見てるかのような 言い方ですね…",
            "vi": "Nó giống như bạn đang nhìn vào công việc của bạn..."
        },
        {
            "x1": 621,
            "y1": 878,
            "x2": 653,
            "y2": 1055,
            "text": "当たり前だ‼",
            "vi": "Không có gì lạ!"
        },
        {
            "x1": 464,
            "y1": 928,
            "x2": 571,
            "y2": 1087,
            "text": "俺はいつも あの子を 見てるからな",
            "vi": "Tôi luôn nhìn thấy cô gái đó"
        },
        {
            "x1": 299,
            "y1": 880,
            "x2": 403,
            "y2": 1062,
            "text": "この両眼には あの子しか 映っていない！",
            "vi": "Chỉ có đứa trẻ đó được phản ánh trong những đôi mắt này!"
        },
        {
            "x1": 125,
            "y1": 1121,
            "x2": 177,
            "y2": 1285,
            "text": "怖い怖い",
            "vi": "Đáng sợ hãi đáng sợ"
        }
    ],
    "009.jpg": [
        {
            "x1": 822,
            "y1": 113,
            "x2": 857,
            "y2": 236,
            "text": "ははは‼",
            "vi": "Hahaha"
        },
        {
            "x1": 642,
            "y1": 191,
            "x2": 778,
            "y2": 389,
            "text": "実は 飛竜を 使って こっそり 部下に様子を見に 行かせてたのさ",
            "vi": "Trên thực tế, tôi đã sử dụng một con rồng bay để bí mật đi xem cấp dưới của mình."
        },
        {
            "x1": 104,
            "y1": 279,
            "x2": 169,
            "y2": 443,
            "text": "飛竜⁉",
            "vi": "Rồng bay"
        },
        {
            "x1": 383,
            "y1": 533,
            "x2": 480,
            "y2": 676,
            "text": "人に危害を 加えない竜で 有名だが…",
            "vi": "Nổi tiếng với những con rồng không gây hại cho người khác..."
        },
        {
            "x1": 187,
            "y1": 535,
            "x2": 280,
            "y2": 681,
            "text": "そんなことに 使って いいのか⁉",
            "vi": "Tôi có thể sử dụng nó cho điều đó?"
        },
        {
            "x1": 348,
            "y1": 756,
            "x2": 439,
            "y2": 1037,
            "text": "シスコン ここに極まれり‼",
            "vi": "Ciscon ở đây"
        },
        {
            "x1": 181,
            "y1": 815,
            "x2": 272,
            "y2": 961,
            "text": "それで？ 妹とは何か あったのか？",
            "vi": "Rất? Chuyện gì đã xảy ra với chị tôi?"
        }
    ],
    "011.jpg": [
        {
            "x1": 752,
            "y1": 153,
            "x2": 822,
            "y2": 339,
            "text": "大好き",
            "vi": "Thực sự thích"
        },
        {
            "x1": 150,
            "y1": 151,
            "x2": 197,
            "y2": 353,
            "text": "告白された",
            "vi": "Thú nhận"
        },
        {
            "x1": 733,
            "y1": 489,
            "x2": 828,
            "y2": 653,
            "text": "…なんて 言ったらどんな 反応されるか",
            "vi": "“Thật là một phản ứng để nói"
        },
        {
            "x1": 135,
            "y1": 495,
            "x2": 236,
            "y2": 680,
            "text": "あの溺愛ぶりを 見た後じゃ まず 言えない…！",
            "vi": "Tôi không thể nói điều đó sau khi nhìn thấy dấu chấm đó....!"
        },
        {
            "x1": 718,
            "y1": 802,
            "x2": 809,
            "y2": 980,
            "text": "それに 名家 グリードラッド 色恋沙汰…",
            "vi": "Và gia đình nổi tiếng Gleedrad màu tình yêu..."
        },
        {
            "x1": 458,
            "y1": 793,
            "x2": 578,
            "y2": 1013,
            "text": "軽はずみに言えば フイーラさんに 迷惑が かかるかも… ここは―",
            "vi": "Nói về sự nhẹ nhàng, có thể gây khó chịu cho Fuilla... điều này là-"
        },
        {
            "x1": 101,
            "y1": 1052,
            "x2": 182,
            "y2": 1252,
            "text": "と 特に何も ありませんよ",
            "vi": "Không có gì đặc biệt"
        }
    ],
    "013.jpg": [
        {
            "x1": 323,
            "y1": 130,
            "x2": 401,
            "y2": 293,
            "text": "そ その眼は 何ですか⁉",
            "vi": "Con mắt đó là gì?"
        },
        {
            "x1": 156,
            "y1": 143,
            "x2": 208,
            "y2": 310,
            "text": "本当に？",
            "vi": "Thực ra?"
        },
        {
            "x1": 779,
            "y1": 412,
            "x2": 813,
            "y2": 542,
            "text": "本当です！",
            "vi": "Đó là sự thật!"
        },
        {
            "x1": 393,
            "y1": 408,
            "x2": 440,
            "y2": 589,
            "text": "えー嘘だー",
            "vi": "Ơ, đó là một lời nói dối"
        },
        {
            "x1": 149,
            "y1": 443,
            "x2": 255,
            "y2": 585,
            "text": "この人全て お見通し なのでは？",
            "vi": "Đây có phải là tất cả nhìn thấy người này không?"
        },
        {
            "x1": 546,
            "y1": 620,
            "x2": 689,
            "y2": 784,
            "text": "安女",
            "vi": "Một người phụ nữ nhỏ"
        },
        {
            "x1": 800,
            "y1": 677,
            "x2": 845,
            "y2": 897,
            "text": "ま いっか‼",
            "vi": "Tôi xin lôi."
        },
        {
            "x1": 231,
            "y1": 758,
            "x2": 335,
            "y2": 888,
            "text": "…それじゃ 俺もう 休みます",
            "vi": "...Tôi sẽ nghỉ ngơi"
        },
        {
            "x1": 409,
            "y1": 777,
            "x2": 524,
            "y2": 1027,
            "text": "ここは フィーラの頑張りに 期待するかな",
            "vi": "Tôi tự hỏi nếu Filla sẽ cố gắng hết sức ở đây"
        },
        {
            "x1": 113,
            "y1": 1049,
            "x2": 162,
            "y2": 1212,
            "text": "待て待て",
            "vi": "Đợi tôi"
        }
    ],
    "015.jpg": [
        {
            "x1": 214,
            "y1": 139,
            "x2": 301,
            "y2": 339,
            "text": "悪いが一つ 頼まれてくれ",
            "vi": "Nó xấu, nhưng hãy hỏi tôi một"
        },
        {
            "x1": 741,
            "y1": 834,
            "x2": 820,
            "y2": 965,
            "text": "はい どうぞ‼",
            "vi": "Bạn đang ở đây!"
        },
        {
            "x1": 282,
            "y1": 1086,
            "x2": 398,
            "y2": 1282,
            "text": "ご要望の Ｓランク ベッドです‼",
            "vi": "Đó là một chiếc giường xếp hạng của yêu cầu."
        }
    ],
    "017.jpg": [
        {
            "x1": 772,
            "y1": 125,
            "x2": 854,
            "y2": 299,
            "text": "うほーッ‼ これこれ‼",
            "vi": "Uhhhhhhhh Đây là điều này"
        },
        {
            "x1": 104,
            "y1": 192,
            "x2": 230,
            "y2": 362,
            "text": "また腕を 上げたな レリウス‼",
            "vi": "Relius, người đã giơ cánh tay của mình một lần nữa."
        },
        {
            "x1": 760,
            "y1": 534,
            "x2": 858,
            "y2": 712,
            "text": "こう見えて クライアさんは 神経質な人だ",
            "vi": "Có vẻ như đây là một người hồi hộp"
        },
        {
            "x1": 135,
            "y1": 534,
            "x2": 239,
            "y2": 701,
            "text": "激務もあって 満足に眠れて いないのかも",
            "vi": "Có lẽ bạn không thể ngủ một cách thỏa đáng vì công việc khó khăn"
        },
        {
            "x1": 126,
            "y1": 828,
            "x2": 264,
            "y2": 1121,
            "text": "思えば鍛治師として 自信が持てたのは クライアさんにベッドを 作ってからだな…！",
            "vi": "Nếu bạn nghĩ về nó, tôi đã tự tin là một Osamu sau khi làm một chiếc giường rõ ràng...!"
        }
    ],
    "019.jpg": [
        {
            "x1": 721,
            "y1": 160,
            "x2": 830,
            "y2": 305,
            "text": "人のことを 身分で判断 しないし…",
            "vi": "Tôi không đánh giá mọi người về mọi người..."
        },
        {
            "x1": 121,
            "y1": 155,
            "x2": 243,
            "y2": 364,
            "text": "いつも俺を 信頼してくれる …いい人だ",
            "vi": "Tôi luôn tin tưởng tôi... một người tốt"
        },
        {
            "x1": 304,
            "y1": 457,
            "x2": 341,
            "y2": 570,
            "text": "むにゃ…",
            "vi": "Munya…"
        },
        {
            "x1": 499,
            "y1": 501,
            "x2": 604,
            "y2": 660,
            "text": "復興作業で 期待に 応えないとな",
            "vi": "Tôi phải đáp ứng mong đợi của mình trong công việc tái thiết"
        },
        {
            "x1": 156,
            "y1": 490,
            "x2": 262,
            "y2": 634,
            "text": "フィーラ… お兄ちゃん でちゅよー",
            "vi": "Filla... tôi là anh trai"
        },
        {
            "x1": 91,
            "y1": 650,
            "x2": 123,
            "y2": 766,
            "text": "うへへ…",
            "vi": "Hehe..."
        },
        {
            "x1": 595,
            "y1": 819,
            "x2": 666,
            "y2": 983,
            "text": "どうしました フィーラ様",
            "vi": "Chuyện gì đã xảy ra? Filla"
        },
        {
            "x1": 312,
            "y1": 856,
            "x2": 428,
            "y2": 983,
            "text": "何だか 寒気が するわ‼",
            "vi": "Bằng cách nào đó nó cảm thấy lạnh"
        },
        {
            "x1": 89,
            "y1": 842,
            "x2": 221,
            "y2": 1024,
            "text": "何と‼ レリウス殿に ポーションを もらってきます",
            "vi": "Gì! Tôi sẽ nhận được một lọ thuốc từ Lelius"
        }
    ]
}