var ocr_data = {
    "10001.jpg": [
        {
            "x1": 728,
            "y1": 31,
            "x2": 834,
            "y2": 66,
            "text": "『鍛台師"
        },
        {
            "x1": 636,
            "y1": 55,
            "x2": 830,
            "y2": 139,
            "text": "最強"
        },
        {
            "x1": 106,
            "y1": 123,
            "x2": 381,
            "y2": 157,
            "text": "第151話女の覚悟"
        },
        {
            "x1": 213,
            "y1": 430,
            "x2": 277,
            "y2": 619,
            "text": "通してください フィーラさん"
        },
        {
            "x1": 757,
            "y1": 714,
            "x2": 865,
            "y2": 903,
            "text": "ユミネ様が 強いのは俺も 理解しています"
        },
        {
            "x1": 135,
            "y1": 754,
            "x2": 272,
            "y2": 953,
            "text": "けど 相手はおそらく 勇者アリア… 一人では勝てない"
        },
        {
            "x1": 94,
            "y1": 1307,
            "x2": 750,
            "y2": 1345,
            "text": "累計120万部突破！ 最新9巻発売中吧"
        }
    ],
    "10008.jpg": [
        {
            "x1": 147,
            "y1": 174,
            "x2": 246,
            "y2": 378,
            "text": "安心 しましたわ"
        },
        {
            "x1": 714,
            "y1": 569,
            "x2": 812,
            "y2": 725,
            "text": "貴方の能力が かつてと同じ ものなら…"
        },
        {
            "x1": 128,
            "y1": 565,
            "x2": 228,
            "y2": 772,
            "text": "炎を操る ベニー様は天敵と なるでしょう"
        },
        {
            "x1": 715,
            "y1": 866,
            "x2": 833,
            "y2": 1065,
            "text": "成長すれば リン様の剣技も 必ず貴方に届く"
        },
        {
            "x1": 373,
            "y1": 1022,
            "x2": 465,
            "y2": 1199,
            "text": "未来は… 変えられる"
        },
        {
            "x1": 140,
            "y1": 1072,
            "x2": 174,
            "y2": 1236,
            "text": "レリウス様："
        }
    ],
    "10011.jpg": [
        {
            "x1": 43,
            "y1": 105,
            "x2": 159,
            "y2": 197,
            "text": "嘉強"
        },
        {
            "x1": 27,
            "y1": 715,
            "x2": 215,
            "y2": 819,
            "text": "P2400方jPv"
        },
        {
            "x1": 44,
            "y1": 768,
            "x2": 384,
            "y2": 1000,
            "text": "★超え‼!な 「小説家になろう｣発！ 大八気“万物創造"
        },
        {
            "x1": 490,
            "y1": 1207,
            "x2": 772,
            "y2": 1322,
            "text": "まれるようになってた男の のんびリスローライフ"
        }
    ]
}