var ocr_data = {
    "001.jpg": [
        {
            "x1": 91,
            "y1": 34,
            "x2": 270,
            "y2": 100,
            "text": "職鍛治台師 最強",
            "vi": "Người mạnh nhất trong số các bậc thầy đứng nghề nghiệp"
        },
        {
            "x1": 751,
            "y1": 142,
            "x2": 828,
            "y2": 312,
            "text": "リピート・ アフタ・ミー",
            "vi": "Lặp lại theo tôi"
        },
        {
            "x1": 162,
            "y1": 146,
            "x2": 264,
            "y2": 382,
            "text": "「レリウスは リニアルと 一緒に迷宮へ行く」",
            "vi": "\"Lelius đi đến mê cung bằng tuyến tính\""
        },
        {
            "x1": 532,
            "y1": 461,
            "x2": 624,
            "y2": 663,
            "text": "いやいや 王都周辺の迷宮は 難しいって話だし…",
            "vi": "Không, thật khó để có một mê cung xung quanh thủ đô của hoàng gia..."
        },
        {
            "x1": 373,
            "y1": 493,
            "x2": 464,
            "y2": 673,
            "text": "そもそも俺は 冒険者って訳じゃ ないので他の",
            "vi": "Ở nơi đầu tiên tôi không phải là một nhà thám hiểm, vì vậy người khác"
        },
        {
            "x1": 769,
            "y1": 806,
            "x2": 868,
            "y2": 1029,
            "text": "冒険者達は シスターと一緒に 行きたくないって…",
            "vi": "Các nhà thám hiểm không muốn đi cùng chị gái..."
        },
        {
            "x1": 237,
            "y1": 776,
            "x2": 309,
            "y2": 1035,
            "text": "きっと足手まといに なると思われて…",
            "vi": "Tôi chắc rằng nó sẽ là một bàn chân tốt..."
        },
        {
            "x1": 769,
            "y1": 1177,
            "x2": 840,
            "y2": 1281,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 650,
            "y1": 999,
            "x2": 722,
            "y2": 1258,
            "text": "誰もパーティーを 組んでくれなくて…",
            "vi": "Không ai có một bữa tiệc..."
        }
    ],
    "002.jpg": [
        {
            "x1": 778,
            "y1": 107,
            "x2": 841,
            "y2": 298,
            "text": "わかりましたよ… 午後からなら",
            "vi": "Tôi hiểu... từ buổi chiều"
        },
        {
            "x1": 199,
            "y1": 135,
            "x2": 321,
            "y2": 312,
            "text": "あ じゃあ 明後日 空けといてー",
            "vi": "À, tôi sẽ trống vào ngày mai"
        },
        {
            "x1": 359,
            "y1": 419,
            "x2": 414,
            "y2": 637,
            "text": "待ちなさい",
            "vi": "Đợi đã"
        },
        {
            "x1": 735,
            "y1": 698,
            "x2": 793,
            "y2": 941,
            "text": "私も行くわ",
            "vi": "Tôi cũng đi"
        },
        {
            "x1": 124,
            "y1": 689,
            "x2": 156,
            "y2": 866,
            "text": "フィーラさん",
            "vi": "FIRA"
        }
    ],
    "003.jpg": [
        {
            "x1": 793,
            "y1": 90,
            "x2": 863,
            "y2": 280,
            "text": "二人きりでは 危険ですからね",
            "vi": "Thật nguy hiểm khi ở một mình."
        },
        {
            "x1": 375,
            "y1": 112,
            "x2": 456,
            "y2": 255,
            "text": "私も同行 しますよ",
            "vi": "Tôi cũng sẽ đồng hành cùng bạn"
        },
        {
            "x1": 123,
            "y1": 144,
            "x2": 159,
            "y2": 327,
            "text": "私も行くぞっ",
            "vi": "Tôi cũng đi"
        },
        {
            "x1": 732,
            "y1": 431,
            "x2": 803,
            "y2": 621,
            "text": "ありがたいー 五人いれば十分",
            "vi": "Cảm ơn bạn -5 người đủ"
        },
        {
            "x1": 176,
            "y1": 453,
            "x2": 269,
            "y2": 627,
            "text": "ちなみにどんな 迷宮に挑む気 なんですか？",
            "vi": "Nhân tiện, bạn muốn thách thức loại mê cung nào?"
        },
        {
            "x1": 686,
            "y1": 718,
            "x2": 792,
            "y2": 951,
            "text": "Ｃランク迷宮 「墓場」のように なっている場所で…",
            "vi": "C xếp hạng mê cung ở một nơi như \"nghĩa địa\" ......"
        },
        {
            "x1": 183,
            "y1": 894,
            "x2": 276,
            "y2": 1171,
            "text": "『レクイエム迷宮』 と言われてる",
            "vi": "Nó được cho là \"yêu cầu mê cung\""
        }
    ],
    "004.jpg": [
        {
            "x1": 758,
            "y1": 457,
            "x2": 824,
            "y2": 656,
            "text": "やっぱりパスリ 私達は行かない‼",
            "vi": "Sau tất cả chúng tôi không đi"
        },
        {
            "x1": 86,
            "y1": 469,
            "x2": 177,
            "y2": 627,
            "text": "あ あそこは ゴースト系が 多くてですね…",
            "vi": "Ồ, có rất nhiều ma..."
        },
        {
            "x1": 734,
            "y1": 760,
            "x2": 829,
            "y2": 1018,
            "text": "クルアさん… 前に行った時に少しは 慣れたと思っていたが…",
            "vi": "Ông Kurua... Tôi nghĩ rằng tôi đã sử dụng một chút khi tôi đến đó..."
        },
        {
            "x1": 252,
            "y1": 730,
            "x2": 331,
            "y2": 938,
            "text": "フィーラさんは 何故です？",
            "vi": "Tại sao Filla là?"
        },
        {
            "x1": 98,
            "y1": 853,
            "x2": 174,
            "y2": 1070,
            "text": "…ゾンビも 出るのよ あそこ",
            "vi": "“Zombie cũng sẽ ra mắt"
        },
        {
            "x1": 432,
            "y1": 964,
            "x2": 563,
            "y2": 1231,
            "text": "やはりゴーストに まだ苦手意識は あるようだ",
            "vi": "Sau tất cả ma dường như không giỏi"
        }
    ],
    "005.jpg": [
        {
            "x1": 778,
            "y1": 171,
            "x2": 880,
            "y2": 306,
            "text": "フィーラ ゾンビは 苦手なのか",
            "vi": "Bạn không giỏi trong Zombie?"
        },
        {
            "x1": 463,
            "y1": 111,
            "x2": 539,
            "y2": 252,
            "text": "ちょっと 無理だわ…",
            "vi": "Nó hơi không thể..."
        },
        {
            "x1": 317,
            "y1": 171,
            "x2": 361,
            "y2": 352,
            "text": "そんな訳で",
            "vi": "Đó là lý do"
        },
        {
            "x1": 727,
            "y1": 443,
            "x2": 861,
            "y2": 654,
            "text": "任せたわ メア 間違いのない ようにね…‼",
            "vi": "Tôi đã bỏ nó để phạm sai lầm...‼‼"
        },
        {
            "x1": 141,
            "y1": 453,
            "x2": 226,
            "y2": 660,
            "text": "？ わかった‼ 頑張るぞっ‼",
            "vi": "?? Hiểu! Tôi sẽ cố gắng hết sức"
        },
        {
            "x1": 771,
            "y1": 782,
            "x2": 836,
            "y2": 956,
            "text": "じゃあ 三人ってことで",
            "vi": "Sau đó, ba người"
        },
        {
            "x1": 148,
            "y1": 780,
            "x2": 209,
            "y2": 1045,
            "text": "それじゃ当日よろしく レリうスメアっち",
            "vi": "Sau đó, cảm ơn bạn đã hỗ trợ của bạn trong ngày"
        },
        {
            "x1": 670,
            "y1": 1005,
            "x2": 730,
            "y2": 1217,
            "text": "はい様子を見ながら 攻略してみましょう",
            "vi": "Hãy nắm bắt khi xem tình huống"
        }
    ],
    "006.jpg": [
        {
            "x1": 747,
            "y1": 156,
            "x2": 851,
            "y2": 331,
            "text": "さぁ 夕食の 支度しましょう 戸締まりは…",
            "vi": "Chúng ta hãy sẵn sàng cho bữa tối..."
        },
        {
            "x1": 364,
            "y1": 113,
            "x2": 450,
            "y2": 306,
            "text": "俺 もう少し ポーション作るので やっときます",
            "vi": "Tôi sẽ làm thêm một chút thuốc nên tôi sẽ làm nó"
        },
        {
            "x1": 118,
            "y1": 218,
            "x2": 190,
            "y2": 370,
            "text": "そう？ よろしくね",
            "vi": "Vâng? Hân hạnh được biết bạn"
        },
        {
            "x1": 746,
            "y1": 799,
            "x2": 813,
            "y2": 998,
            "text": "遅くにすみません 郵便でーす",
            "vi": "Tôi xin lỗi muộn"
        },
        {
            "x1": 584,
            "y1": 1087,
            "x2": 627,
            "y2": 1265,
            "text": "あ はいはい",
            "vi": "Oh vâng"
        }
    ],
    "007.jpg": [
        {
            "x1": 763,
            "y1": 126,
            "x2": 808,
            "y2": 334,
            "text": "リンから…⁉",
            "vi": "Từ Rin...⁉"
        },
        {
            "x1": 431,
            "y1": 87,
            "x2": 468,
            "y2": 262,
            "text": "レリウスヘ",
            "vi": "Leliush"
        },
        {
            "x1": 121,
            "y1": 148,
            "x2": 260,
            "y2": 392,
            "text": "もしかして 主都にいるかもと思い レーダルストア家で 手紙送リました",
            "vi": "Tôi nghĩ rằng tôi có thể ở thủ đô chính, tôi đã gửi một lá thư tại gia đình cửa hàng Radal"
        },
        {
            "x1": 722,
            "y1": 436,
            "x2": 836,
            "y2": 601,
            "text": "届いた？ 届いてたら 返事下さい‼",
            "vi": "Nó đã đến? Vui lòng trả lời khi nó đến."
        },
        {
            "x1": 562,
            "y1": 469,
            "x2": 673,
            "y2": 691,
            "text": "全然関係ない人 だったら ごめんなさい‼",
            "vi": "Tôi xin lỗi nếu bạn không có gì để làm với nó."
        },
        {
            "x1": 137,
            "y1": 485,
            "x2": 196,
            "y2": 674,
            "text": "…何やってるんだ アイッ",
            "vi": "… Bạn đang làm gì vậy?"
        },
        {
            "x1": 790,
            "y1": 752,
            "x2": 853,
            "y2": 972,
            "text": "そういえばリンに 状況話してなかった",
            "vi": "Nhân tiện, tôi đã không nói chuyện với Rin"
        },
        {
            "x1": 585,
            "y1": 769,
            "x2": 620,
            "y2": 983,
            "text": "…よく届いたな",
            "vi": "… Nó đã đến rất tốt"
        },
        {
            "x1": 372,
            "y1": 779,
            "x2": 477,
            "y2": 944,
            "text": "忙しくて手紙 送れなかった からな…",
            "vi": "Tôi đã bận đến nỗi tôi không thể gửi thư..."
        },
        {
            "x1": 137,
            "y1": 931,
            "x2": 204,
            "y2": 1222,
            "text": "後で文句言われるかな… しかし 何から書けば",
            "vi": "Tôi tự hỏi nếu tôi sẽ phàn nàn sau... nhưng viết gì"
        }
    ],
    "008.jpg": [
        {
            "x1": 589,
            "y1": 118,
            "x2": 662,
            "y2": 313,
            "text": "レベルアップ しました",
            "vi": "Lên cấp"
        },
        {
            "x1": 408,
            "y1": 112,
            "x2": 514,
            "y2": 327,
            "text": "お もう刀1か… どこまで行くんだ コレ…",
            "vi": "Một thanh kiếm... bạn đang đi bao xa..."
        },
        {
            "x1": 116,
            "y1": 225,
            "x2": 202,
            "y2": 453,
            "text": "新スキル 「マテリアルブレイク」 を習得しました",
            "vi": "Tôi đã học được kỹ năng mới \"phá vỡ vật chất\""
        },
        {
            "x1": 762,
            "y1": 521,
            "x2": 833,
            "y2": 710,
            "text": "新スキル……‼ 久しぶりだな‼",
            "vi": "Kỹ năng mới...‼ lâu rồi không gặp!"
        },
        {
            "x1": 353,
            "y1": 549,
            "x2": 386,
            "y2": 723,
            "text": "マテ…ブレ？",
            "vi": "Bạn đời... Blur?"
        },
        {
            "x1": 123,
            "y1": 529,
            "x2": 237,
            "y2": 723,
            "text": "スキルで 作成したモノを 破壊できます",
            "vi": "Bạn có thể phá hủy những thứ được tạo ra bởi các kỹ năng"
        },
        {
            "x1": 505,
            "y1": 828,
            "x2": 593,
            "y2": 1051,
            "text": "作成したモノを 破壊…？",
            "vi": "Phá hủy điều đã tạo ra...?"
        },
        {
            "x1": 723,
            "y1": 1024,
            "x2": 802,
            "y2": 1216,
            "text": "…何言ってる んだ？",
            "vi": "… Bạn đang nói gì?"
        },
        {
            "x1": 134,
            "y1": 1020,
            "x2": 234,
            "y2": 1264,
            "text": "クH 破壊するのと 何が違うんだ…・？",
            "vi": "Điều gì khác với việc phá hủy K của...?"
        }
    ],
    "009.jpg": [
        {
            "x1": 767,
            "y1": 114,
            "x2": 847,
            "y2": 254,
            "text": "注意",
            "vi": "Lưu ý"
        },
        {
            "x1": 565,
            "y1": 157,
            "x2": 705,
            "y2": 334,
            "text": "スキル使用は アイテムが悪用 された場合に 推奨します",
            "vi": "Kỹ năng được khuyến nghị khi các mặt hàng bị sử dụng sai"
        },
        {
            "x1": 116,
            "y1": 135,
            "x2": 261,
            "y2": 325,
            "text": "対象付近に人が いないことを 十分に確認して 下さい",
            "vi": "Vui lòng đảm bảo rằng không có người nào gần mục tiêu"
        },
        {
            "x1": 791,
            "y1": 424,
            "x2": 856,
            "y2": 595,
            "text": "…まぁ…いいや 試してみるか",
            "vi": "Bạn cũng muốn thử nó?"
        },
        {
            "x1": 105,
            "y1": 451,
            "x2": 191,
            "y2": 623,
            "text": "ベッドで いいかな…",
            "vi": "Tôi tự hỏi liệu tôi có thể đi ngủ không..."
        },
        {
            "x1": 795,
            "y1": 677,
            "x2": 852,
            "y2": 820,
            "text": "警告‼",
            "vi": "Hãy cảnh báo!"
        },
        {
            "x1": 706,
            "y1": 741,
            "x2": 755,
            "y2": 875,
            "text": "警告‼",
            "vi": "Hãy cảnh báo!"
        },
        {
            "x1": 375,
            "y1": 708,
            "x2": 489,
            "y2": 954,
            "text": "ッマテリアル ブレイク\"",
            "vi": "Phá vỡ vật chất \""
        },
        {
            "x1": 630,
            "y1": 929,
            "x2": 703,
            "y2": 1133,
            "text": "うるさいなあ‼ 何なんだ",
            "vi": "Thật ồn ào Cái gì đó"
        }
    ],
    "010.jpg": [
        {
            "x1": 802,
            "y1": 1045,
            "x2": 833,
            "y2": 1230,
            "text": "きゃあああ⁉",
            "vi": "Aaieeeeee⁉"
        },
        {
            "x1": 327,
            "y1": 1047,
            "x2": 367,
            "y2": 1190,
            "text": "な 何だ⁉",
            "vi": "Nó............... là gì?"
        }
    ],
    "011.jpg": [
        {
            "x1": 776,
            "y1": 471,
            "x2": 834,
            "y2": 697,
            "text": "マジかよ…",
            "vi": "Bạn có nghiêm túc không…"
        }
    ]
}