var ocr_data = {
    "001.jpg": [
        {
            "x1": 168,
            "y1": 10,
            "x2": 290,
            "y2": 45,
            "text": "『鍛台師」",
            "vi": "\"Master giao dịch\""
        },
        {
            "x1": 315,
            "y1": 74,
            "x2": 444,
            "y2": 100,
            "text": "第56話本気",
            "vi": "Tập 56 Sincer"
        },
        {
            "x1": 87,
            "y1": 40,
            "x2": 306,
            "y2": 107,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 96,
            "y1": 1304,
            "x2": 821,
            "y2": 1333,
            "text": "累計20万部突破！ 最新单行本第3巻好評発売中‼!",
            "vi": "Tích lũy hơn 200. 000 bản! Tập 3 mới nhất đang được bán, Tập 3!"
        }
    ],
    "003.jpg": [
        {
            "x1": 547,
            "y1": 573,
            "x2": 609,
            "y2": 720,
            "text": "だ 駄目だよ レリウス‼",
            "vi": "Nó không tốt, Lelius"
        },
        {
            "x1": 111,
            "y1": 598,
            "x2": 219,
            "y2": 753,
            "text": "そいつ… 私の神器も 効かないのっ",
            "vi": "Anh chàng đó... kho báu linh thi của tôi cũng không hoạt động"
        },
        {
            "x1": 832,
            "y1": 886,
            "x2": 866,
            "y2": 1024,
            "text": "嘘だろ…？",
            "vi": "bạn đang đùa…?"
        },
        {
            "x1": 676,
            "y1": 952,
            "x2": 769,
            "y2": 1171,
            "text": "勇者の神器が 効がないって どうなってるんだ？",
            "vi": "Điều gì xảy ra nếu kho báu linh thiêng của anh hùng không hiệu quả?"
        }
    ],
    "004.jpg": [
        {
            "x1": 529,
            "y1": 125,
            "x2": 566,
            "y2": 253,
            "text": "しまっ…",
            "vi": "Shikari..."
        },
        {
            "x1": 621,
            "y1": 443,
            "x2": 650,
            "y2": 597,
            "text": "レリウスッ‼",
            "vi": "Lelius"
        },
        {
            "x1": 701,
            "y1": 628,
            "x2": 848,
            "y2": 908,
            "text": "平手",
            "vi": "Sự nhiễu"
        },
        {
            "x1": 55,
            "y1": 686,
            "x2": 210,
            "y2": 991,
            "text": "伊千",
            "vi": "Iden"
        }
    ],
    "005.jpg": [
        {
            "x1": 831,
            "y1": 863,
            "x2": 860,
            "y2": 998,
            "text": "ぷはあっ！",
            "vi": "Puha!"
        }
    ],
    "007.jpg": [
        {
            "x1": 218,
            "y1": 171,
            "x2": 261,
            "y2": 302,
            "text": "何だ…？",
            "vi": "Gì…?"
        }
    ],
    "009.jpg": [
        {
            "x1": 813,
            "y1": 621,
            "x2": 843,
            "y2": 732,
            "text": "そんな…",
            "vi": "Như vậy..."
        },
        {
            "x1": 400,
            "y1": 613,
            "x2": 497,
            "y2": 746,
            "text": "アイツ… まだ上が あった…！",
            "vi": "Này... Vẫn còn ở trên...!"
        },
        {
            "x1": 212,
            "y1": 619,
            "x2": 311,
            "y2": 754,
            "text": "私達の時は 本気じゃ なかった‼",
            "vi": "Tôi không nghiêm túc vào thời điểm đó của chúng tôi."
        },
        {
            "x1": 708,
            "y1": 857,
            "x2": 837,
            "y2": 1080,
            "text": "グリードラッド の騎士が… 王国の七騎士が",
            "vi": "Hiệp sĩ Greedrad... Bảy Hiệp sĩ của Vương quốc"
        },
        {
            "x1": 403,
            "y1": 1004,
            "x2": 500,
            "y2": 1191,
            "text": "勇者でも 倒せない…",
            "vi": "Ngay cả người dũng cảm cũng không thể đánh bại..."
        },
        {
            "x1": 139,
            "y1": 1034,
            "x2": 226,
            "y2": 1262,
            "text": "レリウスが… 死んじゃう…ッ",
            "vi": "Lelius... tôi đã chết..."
        }
    ],
    "010.jpg": [
        {
            "x1": 723,
            "y1": 145,
            "x2": 761,
            "y2": 244,
            "text": "強い…",
            "vi": "vững chắc…"
        },
        {
            "x1": 665,
            "y1": 156,
            "x2": 697,
            "y2": 238,
            "text": "しない",
            "vi": "không làm"
        },
        {
            "x1": 214,
            "y1": 579,
            "x2": 306,
            "y2": 776,
            "text": "退く訳には いかない‼",
            "vi": "Tôi không thể giúp nghỉ hưu."
        },
        {
            "x1": 98,
            "y1": 868,
            "x2": 274,
            "y2": 919,
            "text": "体力強化",
            "vi": "Tăng cường sức mạnh thể chất"
        }
    ],
    "011.jpg": [
        {
            "x1": 1,
            "y1": 5,
            "x2": 462,
            "y2": 172,
            "text": "体強他 力強化",
            "vi": "Cơ thể mạnh mẽ và sức mạnh khác"
        },
        {
            "x1": 660,
            "y1": 128,
            "x2": 789,
            "y2": 285,
            "text": "全てを 賭けて",
            "vi": "Đặt cược tất cả mọi thứ"
        },
        {
            "x1": 176,
            "y1": 500,
            "x2": 289,
            "y2": 803,
            "text": "突破口を 見つけてやる‼",
            "vi": "Tôi sẽ tìm thấy một đột phá."
        },
        {
            "x1": 93,
            "y1": 1292,
            "x2": 662,
            "y2": 1318,
            "text": "結路は前にしかない！次号、鏡治師の全能力解放!",
            "vi": "Kết luận chỉ là trước đó! Vấn đề tiếp theo, toàn bộ khả năng của Kagamiji được phát hành!"
        }
    ]
}