var ocr_data = {
    "001.jpg": [
        {
            "x1": 100,
            "y1": 34,
            "x2": 248,
            "y2": 102,
            "text": "不遇職 鐵治合師 最強",
            "vi": "Mạnh nhất trong số những người chưa từng thấy"
        },
        {
            "x1": 746,
            "y1": 819,
            "x2": 857,
            "y2": 1028,
            "text": "最後の 勝負だ…‼",
            "vi": "Đó là trò chơi cuối cùng..."
        },
        {
            "x1": 156,
            "y1": 929,
            "x2": 247,
            "y2": 1190,
            "text": "来いッ‼",
            "vi": "Hãy đến"
        },
        {
            "x1": 96,
            "y1": 1304,
            "x2": 814,
            "y2": 1333,
            "text": "累計20万部突破！ 最新单行本第③巻好評発売中‼!",
            "vi": "Tích lũy hơn 200. 000 bản! 单 ③ ③ ③ ③ mới nhất!"
        }
    ],
    "003.jpg": [
        {
            "x1": 111,
            "y1": 244,
            "x2": 204,
            "y2": 453,
            "text": "らあッ",
            "vi": "Ra"
        }
    ],
    "004.jpg": [
        {
            "x1": 262,
            "y1": 958,
            "x2": 394,
            "y2": 1136,
            "text": "ここまで やっても… 駄目なのか",
            "vi": "Ngay cả khi bạn làm điều đó cho đến nay... nó có vô dụng?"
        },
        {
            "x1": 76,
            "y1": 1056,
            "x2": 191,
            "y2": 1242,
            "text": "負ける… のか…⁉",
            "vi": "Tôi sẽ mất..."
        }
    ],
    "005.jpg": [
        {
            "x1": 775,
            "y1": 102,
            "x2": 846,
            "y2": 270,
            "text": "…いや",
            "vi": "Không"
        },
        {
            "x1": 115,
            "y1": 130,
            "x2": 201,
            "y2": 344,
            "text": "まだだ‼",
            "vi": "Đứng yên!"
        },
        {
            "x1": 726,
            "y1": 420,
            "x2": 886,
            "y2": 638,
            "text": "そうだ レリウスっ 諦めるな‼",
            "vi": "Đúng vậy, đừng từ bỏ Lelius"
        },
        {
            "x1": 788,
            "y1": 775,
            "x2": 861,
            "y2": 970,
            "text": "笑われても 馬鹿にされても",
            "vi": "Ngay cả khi bạn cười hoặc ngu ngốc"
        },
        {
            "x1": 70,
            "y1": 757,
            "x2": 194,
            "y2": 1013,
            "text": "お前なら やれるぞ‼",
            "vi": "Bạn có thể làm điều đó"
        },
        {
            "x1": 549,
            "y1": 1002,
            "x2": 662,
            "y2": 1252,
            "text": "自分を信じて たった一人の少女の ために頑張った",
            "vi": "Tôi đã làm hết sức mình cho cô gái duy nhất tin vào chính mình"
        }
    ],
    "006.jpg": [
        {
            "x1": 664,
            "y1": 254,
            "x2": 785,
            "y2": 549,
            "text": "負けないでッ レリウス‼",
            "vi": "Đừng thua, Lelius"
        },
        {
            "x1": 134,
            "y1": 733,
            "x2": 209,
            "y2": 933,
            "text": "私の…",
            "vi": "của tôi"
        },
        {
            "x1": 0,
            "y1": 642,
            "x2": 165,
            "y2": 1066,
            "text": "大切な人ッ",
            "vi": "Một người quan trọng"
        }
    ],
    "007.jpg": [
        {
            "x1": 750,
            "y1": 860,
            "x2": 880,
            "y2": 1287,
            "text": "あぁああッ",
            "vi": "Ahhhhh"
        }
    ]
}