var ocr_data = {
    "001.jpg": [
        {
            "x1": 102,
            "y1": 34,
            "x2": 523,
            "y2": 104,
            "text": "不遇職鐵治合師。 最強 第75話 クラィアの暴走？",
            "vi": "Một nhân viên bán hàng không đủ tiêu chuẩn. Tập mạnh nhất tập 75 Runaway của Clia?"
        },
        {
            "x1": 497,
            "y1": 136,
            "x2": 534,
            "y2": 323,
            "text": "お嫁さん…⁉",
            "vi": "Vị hôn thê…⁉"
        },
        {
            "x1": 759,
            "y1": 412,
            "x2": 828,
            "y2": 628,
            "text": "フイラさんを お 俺に…⁉",
            "vi": "Fuira -san cho tôi...⁉⁉"
        },
        {
            "x1": 194,
            "y1": 530,
            "x2": 283,
            "y2": 677,
            "text": "あぁ… そうだ‼",
            "vi": "Ah... đúng vậy"
        },
        {
            "x1": 488,
            "y1": 793,
            "x2": 566,
            "y2": 1020,
            "text": "返答や 如何に‼ レリウス君⁉",
            "vi": "Trả lời và cách‼ Lelius⁉"
        },
        {
            "x1": 114,
            "y1": 975,
            "x2": 184,
            "y2": 1094,
            "text": "帰れ",
            "vi": "quay lại"
        },
        {
            "x1": 763,
            "y1": 1195,
            "x2": 826,
            "y2": 1284,
            "text": "最強",
            "vi": "mạnh nhất"
        }
    ],
    "002.jpg": [
        {
            "x1": 717,
            "y1": 143,
            "x2": 820,
            "y2": 298,
            "text": "いいから 帰れーツ",
            "vi": "Không sao đâu, vì vậy về nhà"
        },
        {
            "x1": 235,
            "y1": 167,
            "x2": 301,
            "y2": 282,
            "text": "待て待て フィーラ",
            "vi": "Chờ đã, chờ đợi, Filla"
        },
        {
            "x1": 103,
            "y1": 243,
            "x2": 215,
            "y2": 383,
            "text": "わかった この話は また改めて",
            "vi": "Tôi hiểu câu chuyện này một lần nữa"
        },
        {
            "x1": 772,
            "y1": 501,
            "x2": 863,
            "y2": 661,
            "text": "別にただ 顔を見せに来た 訳じゃない",
            "vi": "Tôi không chỉ đến để thể hiện khuôn mặt của mình"
        },
        {
            "x1": 133,
            "y1": 534,
            "x2": 202,
            "y2": 658,
            "text": "どういう ことよ？",
            "vi": "Ý bạn là gì?"
        },
        {
            "x1": 684,
            "y1": 578,
            "x2": 750,
            "y2": 753,
            "text": "店に貢献しよう と思ってな",
            "vi": "Tôi đang nghĩ đến việc đóng góp vào cửa hàng"
        },
        {
            "x1": 813,
            "y1": 808,
            "x2": 843,
            "y2": 890,
            "text": "ふむ…",
            "vi": "HM…"
        },
        {
            "x1": 147,
            "y1": 821,
            "x2": 285,
            "y2": 1016,
            "text": "ここにある アクセサリーを 買い取らせて くれないか？",
            "vi": "Bạn có thể mua các phụ kiện ở đây?"
        },
        {
            "x1": 653,
            "y1": 1081,
            "x2": 719,
            "y2": 1255,
            "text": "あの時より更に 洗練されている",
            "vi": "Nó tinh vi hơn thời gian đó"
        }
    ],
    "003.jpg": [
        {
            "x1": 787,
            "y1": 146,
            "x2": 845,
            "y2": 305,
            "text": "あるのでしたら 差し上げますよ",
            "vi": "Nếu có, tôi sẽ cho nó"
        },
        {
            "x1": 413,
            "y1": 229,
            "x2": 499,
            "y2": 362,
            "text": "さすがに それは悪い… これで頼むよ",
            "vi": "Điều đó thực sự tệ... Tôi sẽ hỏi bạn"
        },
        {
            "x1": 120,
            "y1": 238,
            "x2": 207,
            "y2": 366,
            "text": "ここんなに 高くない ですよ⁉",
            "vi": "Nó không quá đắt ở đây⁉"
        },
        {
            "x1": 730,
            "y1": 521,
            "x2": 837,
            "y2": 666,
            "text": "おいおい もっと 自信を持て",
            "vi": "Này, tự tin hơn"
        },
        {
            "x1": 139,
            "y1": 552,
            "x2": 248,
            "y2": 750,
            "text": "お前の作品には それだけの 価値がある",
            "vi": "Công việc của bạn là giá trị nó"
        },
        {
            "x1": 754,
            "y1": 849,
            "x2": 844,
            "y2": 1083,
            "text": "オは今日の社交界に 参加したら帰ることに なっている",
            "vi": "Oh được cho là sẽ trở lại nếu tôi tham gia vào vòng tròn xã hội hôm nay"
        },
        {
            "x1": 612,
            "y1": 887,
            "x2": 671,
            "y2": 1098,
            "text": "その時につけさせて もらおうと思ってな",
            "vi": "Tôi muốn đưa nó vào thời điểm đó"
        },
        {
            "x1": 349,
            "y1": 868,
            "x2": 443,
            "y2": 1114,
            "text": "社交界‼ …安っぽいとか言われ ませんかね…？",
            "vi": "Sự giao du! Không phải nó nói rằng nó rẻ...?"
        },
        {
            "x1": 145,
            "y1": 1046,
            "x2": 215,
            "y2": 1216,
            "text": "そんなこと ないだろう！",
            "vi": "Đó không phải là trường hợp!"
        }
    ],
    "004.jpg": [
        {
            "x1": 706,
            "y1": 150,
            "x2": 815,
            "y2": 347,
            "text": "むしろ 羨ましがられる かもな",
            "vi": "Thay vào đó, bạn có thể đáng ghen tị"
        },
        {
            "x1": 242,
            "y1": 133,
            "x2": 277,
            "y2": 249,
            "text": "成程…！",
            "vi": "Món quà...!"
        },
        {
            "x1": 104,
            "y1": 191,
            "x2": 203,
            "y2": 344,
            "text": "貴族のお客を 作ってくれる って訳ね",
            "vi": "Đó là một bản dịch sẽ làm cho khách hàng quý tộc"
        },
        {
            "x1": 703,
            "y1": 506,
            "x2": 793,
            "y2": 661,
            "text": "そういう こと‼",
            "vi": "Điều đó!"
        },
        {
            "x1": 208,
            "y1": 769,
            "x2": 307,
            "y2": 852,
            "text": "ちょ2と っけだぎ",
            "vi": "CHO 2"
        },
        {
            "x1": 635,
            "y1": 808,
            "x2": 745,
            "y2": 1011,
            "text": "クライアさんが 貴族の人達に アピールを…",
            "vi": "Bị hấp dẫn rõ ràng đối với các quý tộc..."
        },
        {
            "x1": 388,
            "y1": 846,
            "x2": 516,
            "y2": 1090,
            "text": "確かに貴族の方々が 興味を持ってくれれば 良いお客様に なってくれる",
            "vi": "Chắc chắn, nếu quý tộc quan tâm, họ sẽ là một khách hàng tốt"
        }
    ],
    "005.jpg": [
        {
            "x1": 774,
            "y1": 147,
            "x2": 840,
            "y2": 291,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 259,
            "y1": 134,
            "x2": 340,
            "y2": 317,
            "text": "何 オレはあくまで オシャレして 参加するだけだ",
            "vi": "Những gì tôi chỉ là thời trang và tham gia"
        },
        {
            "x1": 139,
            "y1": 237,
            "x2": 210,
            "y2": 376,
            "text": "じゃあ もう行くよ",
            "vi": "Vậy thì tôi sẽ đi"
        },
        {
            "x1": 738,
            "y1": 545,
            "x2": 836,
            "y2": 697,
            "text": "お店 うまく いくといいな …頑張れよ‼",
            "vi": "Tôi hy vọng cửa hàng hoạt động tốt... cố gắng hết sức"
        },
        {
            "x1": 370,
            "y1": 534,
            "x2": 405,
            "y2": 639,
            "text": "はい！",
            "vi": "Vâng!"
        }
    ],
    "006.jpg": [
        {
            "x1": 305,
            "y1": 223,
            "x2": 339,
            "y2": 292,
            "text": "さて",
            "vi": "Bây giờ"
        },
        {
            "x1": 174,
            "y1": 241,
            "x2": 243,
            "y2": 391,
            "text": "仕事に戻り ましょうか",
            "vi": "Tôi sẽ trở lại làm việc chứ?"
        },
        {
            "x1": 619,
            "y1": 502,
            "x2": 680,
            "y2": 606,
            "text": "フィーラ さん？",
            "vi": "Filla?"
        },
        {
            "x1": 220,
            "y1": 530,
            "x2": 285,
            "y2": 636,
            "text": "ねねぇ レリウス",
            "vi": "Nene Lelius"
        },
        {
            "x1": 95,
            "y1": 553,
            "x2": 182,
            "y2": 716,
            "text": "その…さっきの 兄さんの冗談 なんだけど…",
            "vi": "Đó là... đó là trò đùa của anh trai tôi..."
        },
        {
            "x1": 501,
            "y1": 810,
            "x2": 595,
            "y2": 987,
            "text": "そそうよ！ じょ 冗談 なんだけどね…",
            "vi": "Hãy đi! Đó là một trò đùa..."
        },
        {
            "x1": 675,
            "y1": 1028,
            "x2": 748,
            "y2": 1189,
            "text": "け 結婚の話 ですか…ッ",
            "vi": "Có phải là một câu chuyện về hôn nhân..."
        },
        {
            "x1": 116,
            "y1": 949,
            "x2": 235,
            "y2": 1117,
            "text": "もしもその あたしと そういう関係に なったら…",
            "vi": "Nếu mối quan hệ đó với tôi..."
        }
    ],
    "007.jpg": [
        {
            "x1": 483,
            "y1": 143,
            "x2": 520,
            "y2": 322,
            "text": "どうする…",
            "vi": "bạn định làm gì…"
        },
        {
            "x1": 769,
            "y1": 776,
            "x2": 840,
            "y2": 956,
            "text": "どどどうすると 言われてもな",
            "vi": "Bất kể bạn làm gì"
        },
        {
            "x1": 589,
            "y1": 972,
            "x2": 712,
            "y2": 1195,
            "text": "貴族の フィーラさんと 俺が結婚…？",
            "vi": "Tôi đã kết hôn với Fira quý tộc...?"
        },
        {
            "x1": 124,
            "y1": 1029,
            "x2": 237,
            "y2": 1217,
            "text": "想像が つかない",
            "vi": "không thể tưởng tượng được"
        }
    ],
    "008.jpg": [
        {
            "x1": 743,
            "y1": 154,
            "x2": 849,
            "y2": 298,
            "text": "お俺には とてもとても もったなと 言いますか…",
            "vi": "Bạn có nói với tôi rất nhiều rất nhiều..."
        },
        {
            "x1": 635,
            "y1": 165,
            "x2": 686,
            "y2": 329,
            "text": "フイーラさんは どうなんです…か",
            "vi": "Làm thế nào về Fewr..."
        },
        {
            "x1": 765,
            "y1": 402,
            "x2": 823,
            "y2": 481,
            "text": "それは その…",
            "vi": "Đó là..."
        },
        {
            "x1": 376,
            "y1": 429,
            "x2": 485,
            "y2": 475,
            "text": "モニョ",
            "vi": "MONYO"
        },
        {
            "x1": 440,
            "y1": 501,
            "x2": 467,
            "y2": 602,
            "text": "…まぁ？",
            "vi": "...Ổn?"
        },
        {
            "x1": 172,
            "y1": 707,
            "x2": 264,
            "y2": 981,
            "text": "レリウスのこと… 好きだし",
            "vi": "Lelius... tôi thích nó"
        }
    ],
    "009.jpg": [
        {
            "x1": 273,
            "y1": 127,
            "x2": 344,
            "y2": 340,
            "text": "レリウスのこと… 好きだし",
            "vi": "Lelius... tôi thích nó"
        },
        {
            "x1": 113,
            "y1": 265,
            "x2": 186,
            "y2": 485,
            "text": "レリウスのこと… 好きだし",
            "vi": "Lelius... tôi thích nó"
        },
        {
            "x1": 250,
            "y1": 427,
            "x2": 329,
            "y2": 657,
            "text": "レリウスのこと… 好きだし",
            "vi": "Lelius... tôi thích nó"
        },
        {
            "x1": 277,
            "y1": 919,
            "x2": 309,
            "y2": 1035,
            "text": "焦った…",
            "vi": "Tôi đã thiếu kiên nhẫn..."
        },
        {
            "x1": 712,
            "y1": 933,
            "x2": 829,
            "y2": 1156,
            "text": "変な意味じゃないわよ どこかの知らない男子 よりはレリウスが マシって意味で",
            "vi": "Nó không có nghĩa là ý nghĩa kỳ lạ"
        },
        {
            "x1": 601,
            "y1": 1008,
            "x2": 674,
            "y2": 1203,
            "text": "へ 変な風に 考えないでね！",
            "vi": "Đừng nghĩ về một cơn gió lạ!"
        },
        {
            "x1": 404,
            "y1": 1029,
            "x2": 437,
            "y2": 1229,
            "text": "そうですよね‼",
            "vi": "Đúng thế!"
        },
        {
            "x1": 198,
            "y1": 1018,
            "x2": 270,
            "y2": 1160,
            "text": "告白された と思った…",
            "vi": "Tôi nghĩ tôi đã được thú nhận..."
        }
    ],
    "010.jpg": [
        {
            "x1": 717,
            "y1": 143,
            "x2": 822,
            "y2": 351,
            "text": "さ さあ この話は終わり‼ お仕事お仕事",
            "vi": "Thôi nào, câu chuyện này đã kết thúc Làm việc"
        },
        {
            "x1": 520,
            "y1": 264,
            "x2": 630,
            "y2": 443,
            "text": "開店まで あと少し なんだから‼",
            "vi": "Đó là một chút nữa cho đến khi cửa hàng mở ra."
        },
        {
            "x1": 173,
            "y1": 400,
            "x2": 207,
            "y2": 539,
            "text": "は はい‼",
            "vi": "Vâng"
        },
        {
            "x1": 721,
            "y1": 973,
            "x2": 802,
            "y2": 1164,
            "text": "兄さんには 困ったものね",
            "vi": "Tôi gặp rắc rối cho anh trai tôi"
        }
    ],
    "011.jpg": [
        {
            "x1": 157,
            "y1": 233,
            "x2": 331,
            "y2": 569,
            "text": "あの反応は まんざらでも ないのかな…？",
            "vi": "Không phải phản ứng đó quá tệ...?"
        },
        {
            "x1": 599,
            "y1": 1000,
            "x2": 660,
            "y2": 1139,
            "text": "どうしました クライア様",
            "vi": "Bạn đã làm gì"
        },
        {
            "x1": 375,
            "y1": 1004,
            "x2": 480,
            "y2": 1147,
            "text": "フィリうが デした 気を感じた",
            "vi": "Tôi cảm thấy như tôi đang làm Firi"
        },
        {
            "x1": 95,
            "y1": 1125,
            "x2": 186,
            "y2": 1232,
            "text": "何それ 怖い",
            "vi": "Thật là một điều đáng sợ"
        },
        {
            "x1": 187,
            "y1": 1296,
            "x2": 787,
            "y2": 1325,
            "text": "『ホントの気持ち』はまだ内緒♡次号へっプく品",
            "vi": "\"Cảm xúc thực sự\" vẫn là một bí mật ♡ vấn đề tiếp theo"
        }
    ]
}