var ocr_data = {
    "10001.jpg": [
        {
            "x1": 95,
            "y1": 75,
            "x2": 441,
            "y2": 99,
            "text": "重5虫精110話 ただの鍛治師です",
            "vi": "Nặng 5 côn trùng Sei 110 tập 110 Nó chỉ là một hình vuông."
        },
        {
            "x1": 94,
            "y1": 1316,
            "x2": 758,
            "y2": 1347,
            "text": "単行本見れ行き絶好調！ 最新第7巻発売中叫",
            "vi": "Điều kiện gần như tốt để xem cuốn sách! Tập 7 mới nhất được bán"
        }
    ],
    "10002.jpg": [
        {
            "x1": 788,
            "y1": 124,
            "x2": 825,
            "y2": 228,
            "text": "うわ…",
            "vi": "Thành công lớn..."
        },
        {
            "x1": 369,
            "y1": 152,
            "x2": 401,
            "y2": 265,
            "text": "うお…ッ",
            "vi": "Uo..."
        },
        {
            "x1": 691,
            "y1": 963,
            "x2": 728,
            "y2": 1062,
            "text": "おぉ…",
            "vi": "Oh..."
        }
    ],
    "10003.jpg": [
        {
            "x1": 649,
            "y1": 112,
            "x2": 812,
            "y2": 446,
            "text": "个ラァ…",
            "vi": "个 LA..."
        },
        {
            "x1": 603,
            "y1": 724,
            "x2": 640,
            "y2": 851,
            "text": "やった…",
            "vi": "Hooray…"
        },
        {
            "x1": 514,
            "y1": 796,
            "x2": 551,
            "y2": 974,
            "text": "やったわ…‼",
            "vi": "Tôi đã thành công rồi...!"
        },
        {
            "x1": 343,
            "y1": 758,
            "x2": 431,
            "y2": 893,
            "text": "さすが 勇者様‼",
            "vi": "Như mong đợi, anh hùng‼"
        },
        {
            "x1": 112,
            "y1": 779,
            "x2": 234,
            "y2": 933,
            "text": "勝ったな‼ 家帰って 寝ようぜ‼",
            "vi": "tôi thăng Đi về nhà và ngủ"
        },
        {
            "x1": 297,
            "y1": 919,
            "x2": 340,
            "y2": 1066,
            "text": "すげええ",
            "vi": "Đáng kinh ngạc"
        },
        {
            "x1": 132,
            "y1": 1126,
            "x2": 161,
            "y2": 1258,
            "text": "ヒューッ‼",
            "vi": "Hew‼"
        }
    ],
    "10004.jpg": [
        {
            "x1": 495,
            "y1": 21,
            "x2": 811,
            "y2": 634,
            "text": "Ｘキ",
            "vi": "X ki"
        }
    ],
    "10005.jpg": [
        {
            "x1": 822,
            "y1": 884,
            "x2": 851,
            "y2": 1026,
            "text": "マ マズい…",
            "vi": "Mamazu..."
        },
        {
            "x1": 651,
            "y1": 889,
            "x2": 692,
            "y2": 1023,
            "text": "まだだ‼",
            "vi": "Đứng yên!"
        },
        {
            "x1": 421,
            "y1": 1057,
            "x2": 496,
            "y2": 1177,
            "text": "逃げ",
            "vi": "thoát khỏi"
        }
    ],
    "10008.jpg": [
        {
            "x1": 752,
            "y1": 570,
            "x2": 807,
            "y2": 789,
            "text": "ベニー様‼",
            "vi": "Benny"
        },
        {
            "x1": 595,
            "y1": 574,
            "x2": 629,
            "y2": 709,
            "text": "きゅうぅう",
            "vi": "Kyuuu"
        },
        {
            "x1": 408,
            "y1": 994,
            "x2": 497,
            "y2": 1212,
            "text": "気を たしかに…！",
            "vi": "Chắc chắn...!"
        },
        {
            "x1": 114,
            "y1": 950,
            "x2": 202,
            "y2": 1234,
            "text": "勇者の一撃でも 倒せないなんて…ッ",
            "vi": "Tôi không thể đánh bại người anh hùng..."
        }
    ],
    "10010.jpg": [
        {
            "x1": 576,
            "y1": 119,
            "x2": 613,
            "y2": 275,
            "text": "グルル…ッ",
            "vi": "Gururu..."
        },
        {
            "x1": 750,
            "y1": 590,
            "x2": 779,
            "y2": 697,
            "text": "…けど‼",
            "vi": "…Chỉ!"
        },
        {
            "x1": 123,
            "y1": 593,
            "x2": 209,
            "y2": 776,
            "text": "ベニー様は 死なせないッ",
            "vi": "Benny không thể chết"
        }
    ],
    "10011.jpg": [
        {
            "x1": 650,
            "y1": 121,
            "x2": 718,
            "y2": 274,
            "text": "ノマテリアル ブレイク",
            "vi": "Break Vật liệu nghỉ"
        }
    ],
    "10012.jpg": [
        {
            "x1": 783,
            "y1": 124,
            "x2": 815,
            "y2": 248,
            "text": "な…何…⁉",
            "vi": "Cái gì... cái gì...⁉⁉"
        },
        {
            "x1": 321,
            "y1": 96,
            "x2": 375,
            "y2": 261,
            "text": "さすがに… こんなデカ奴…",
            "vi": "Như mong đợi... một anh chàng to lớn như vậy..."
        },
        {
            "x1": 191,
            "y1": 148,
            "x2": 249,
            "y2": 322,
            "text": "どうにかできる のか…いや",
            "vi": "Bạn có thể làm gì đó... không"
        },
        {
            "x1": 757,
            "y1": 383,
            "x2": 837,
            "y2": 519,
            "text": "やるしか ないか",
            "vi": "Bạn có phải làm điều đó"
        },
        {
            "x1": 113,
            "y1": 401,
            "x2": 146,
            "y2": 507,
            "text": "…貴方…",
            "vi": "… Bạn…"
        },
        {
            "x1": 148,
            "y1": 675,
            "x2": 273,
            "y2": 959,
            "text": "ただの 鍛治師です‼",
            "vi": "Đó chỉ là một huấn luyện viên."
        },
        {
            "x1": 216,
            "y1": 1294,
            "x2": 731,
            "y2": 1320,
            "text": "レリウス。久々の本気モード相 次号へっ5く眠",
            "vi": "Lelius. 5 Ngủ đến các chế độ nghiêm trọng sau một thời gian dài"
        }
    ]
}