var ocr_data = {
    "001.jpg": [
        {
            "x1": 261,
            "y1": 73,
            "x2": 435,
            "y2": 99,
            "text": "第73話 接各練習"
        },
        {
            "x1": 101,
            "y1": 34,
            "x2": 273,
            "y2": 100,
            "text": "不遇職鐵治師， 最強"
        },
        {
            "x1": 752,
            "y1": 325,
            "x2": 822,
            "y2": 532,
            "text": "…それでは リスティナさん"
        },
        {
            "x1": 179,
            "y1": 415,
            "x2": 285,
            "y2": 637,
            "text": "先目お伝えした通り から接客の練習を 行います"
        },
        {
            "x1": 719,
            "y1": 779,
            "x2": 807,
            "y2": 983,
            "text": "わかりました お願いします"
        },
        {
            "x1": 472,
            "y1": 769,
            "x2": 593,
            "y2": 933,
            "text": "…何だ この 重苦しい 雰囲気…ッ"
        },
        {
            "x1": 173,
            "y1": 773,
            "x2": 282,
            "y2": 941,
            "text": "以前に 接客経験は ありますか？"
        },
        {
            "x1": 140,
            "y1": 1059,
            "x2": 213,
            "y2": 1234,
            "text": "はい ありますよ‼"
        }
    ],
    "003.jpg": [
        {
            "x1": 662,
            "y1": 165,
            "x2": 751,
            "y2": 437,
            "text": "お帰りなさいませ ご主人様‼"
        },
        {
            "x1": 786,
            "y1": 579,
            "x2": 840,
            "y2": 758,
            "text": "ただいまです リスティナさん‼"
        },
        {
            "x1": 187,
            "y1": 611,
            "x2": 216,
            "y2": 775,
            "text": "クルアさん⁉"
        },
        {
            "x1": 749,
            "y1": 833,
            "x2": 837,
            "y2": 1026,
            "text": "あれ先輩知らない んですか？ メイド喫茶"
        },
        {
            "x1": 183,
            "y1": 832,
            "x2": 249,
            "y2": 1036,
            "text": "ダメですねー 遅れていますよ？"
        },
        {
            "x1": 568,
            "y1": 1020,
            "x2": 639,
            "y2": 1212,
            "text": "めいどきっさ？ 知らないです…"
        },
        {
            "x1": 113,
            "y1": 1099,
            "x2": 146,
            "y2": 1223,
            "text": "えっ…？"
        }
    ],
    "005.jpg": [
        {
            "x1": 381,
            "y1": 122,
            "x2": 456,
            "y2": 299,
            "text": "…また空気が 変わった…"
        },
        {
            "x1": 717,
            "y1": 404,
            "x2": 830,
            "y2": 649,
            "text": "いつまで のんびりしている のかしら？"
        },
        {
            "x1": 170,
            "y1": 443,
            "x2": 215,
            "y2": 668,
            "text": "この豚野郎共"
        },
        {
            "x1": 790,
            "y1": 909,
            "x2": 892,
            "y2": 1090,
            "text": "も 申し訳 ありません リスティナ様ァ"
        },
        {
            "x1": 522,
            "y1": 897,
            "x2": 586,
            "y2": 1089,
            "text": "今度は女王様 っぽくなった‼"
        },
        {
            "x1": 358,
            "y1": 895,
            "x2": 445,
            "y2": 1058,
            "text": "誰が人間の を喋い と言った？"
        },
        {
            "x1": 153,
            "y1": 1090,
            "x2": 228,
            "y2": 1264,
            "text": "豚は豚らしく 鳴きなさい"
        }
    ]
}