var ocr_data = {
    "001.jpg": [
        {
            "x1": 122,
            "y1": 148,
            "x2": 855,
            "y2": 218,
            "text": "その異変は──突然だった"
        },
        {
            "x1": 105,
            "y1": 332,
            "x2": 284,
            "y2": 417,
            "text": "不遇聽鍛治師 最強"
        },
        {
            "x1": 411,
            "y1": 336,
            "x2": 460,
            "y2": 501,
            "text": "ふわああ"
        },
        {
            "x1": 104,
            "y1": 497,
            "x2": 296,
            "y2": 523,
            "text": "第45話魔物の車勢"
        },
        {
            "x1": 529,
            "y1": 553,
            "x2": 619,
            "y2": 778,
            "text": "ダラけてるんじゃねぇ キッチリ見張りの 仕事をしろッ"
        },
        {
            "x1": 115,
            "y1": 577,
            "x2": 196,
            "y2": 788,
            "text": "そう真面目に なるなよ"
        },
        {
            "x1": 441,
            "y1": 868,
            "x2": 540,
            "y2": 1045,
            "text": "こんな小さな村 誰が襲うって 言うんだ"
        },
        {
            "x1": 122,
            "y1": 854,
            "x2": 210,
            "y2": 1013,
            "text": "早く出世して 大都市に移動し たいモンだぜ…"
        },
        {
            "x1": 769,
            "y1": 1170,
            "x2": 828,
            "y2": 1282,
            "text": "最強"
        }
    ],
    "002.jpg": [
        {
            "x1": 689,
            "y1": 453,
            "x2": 796,
            "y2": 673,
            "text": "何だ… ありゃあ…"
        }
    ],
    "003.jpg": [
        {
            "x1": 165,
            "y1": 146,
            "x2": 224,
            "y2": 312,
            "text": "状況は？"
        },
        {
            "x1": 273,
            "y1": 423,
            "x2": 340,
            "y2": 553,
            "text": "はい クライア様"
        },
        {
            "x1": 137,
            "y1": 412,
            "x2": 220,
            "y2": 654,
            "text": "ドうッ領の この村がら連絡が途絶えて …２日目です"
        },
        {
            "x1": 576,
            "y1": 1014,
            "x2": 698,
            "y2": 1284,
            "text": "先遣隊によると 魔物の襲撃を受けた のでは との事"
        },
        {
            "x1": 145,
            "y1": 958,
            "x2": 252,
            "y2": 1234,
            "text": "痕跡から魔物は “ウルフ種"
        }
    ],
    "004.jpg": [
        {
            "x1": 690,
            "y1": 279,
            "x2": 795,
            "y2": 557,
            "text": "それも… かなりの数です"
        },
        {
            "x1": 761,
            "y1": 636,
            "x2": 841,
            "y2": 828,
            "text": "んこば騎士を 何人か置いていた ハズだが"
        },
        {
            "x1": 418,
            "y1": 659,
            "x2": 448,
            "y2": 783,
            "text": "ブリード"
        },
        {
            "x1": 133,
            "y1": 660,
            "x2": 218,
            "y2": 857,
            "text": "ウルフ如きに 情けない"
        },
        {
            "x1": 700,
            "y1": 953,
            "x2": 811,
            "y2": 1125,
            "text": "次期当主様に 手間かけさせ やがって"
        },
        {
            "x1": 313,
            "y1": 935,
            "x2": 381,
            "y2": 1134,
            "text": "…『ウルフ如き』が 村一つを…？"
        }
    ],
    "005.jpg": [
        {
            "x1": 778,
            "y1": 110,
            "x2": 846,
            "y2": 304,
            "text": "おいッさっさと 片付けて帰るぞ"
        },
        {
            "x1": 357,
            "y1": 88,
            "x2": 390,
            "y2": 250,
            "text": "クライア様？"
        },
        {
            "x1": 130,
            "y1": 126,
            "x2": 209,
            "y2": 305,
            "text": "…死体は… 片付けたのか"
        },
        {
            "x1": 782,
            "y1": 488,
            "x2": 861,
            "y2": 623,
            "text": "いえ 現場には 手は付けて おりません"
        },
        {
            "x1": 292,
            "y1": 467,
            "x2": 350,
            "y2": 670,
            "text": "…騎士どころか 住民の死体も少ない"
        },
        {
            "x1": 156,
            "y1": 544,
            "x2": 229,
            "y2": 683,
            "text": "ドコヘ 行った…？"
        },
        {
            "x1": 785,
            "y1": 784,
            "x2": 857,
            "y2": 1004,
            "text": "ハァ？ 魔物が 喰ったんだろうよ"
        },
        {
            "x1": 462,
            "y1": 831,
            "x2": 531,
            "y2": 975,
            "text": "…喰ったに しては…"
        },
        {
            "x1": 337,
            "y1": 1059,
            "x2": 403,
            "y2": 1229,
            "text": "血が少なすぎ じゃないか…"
        }
    ],
    "006.jpg": [
        {
            "x1": 551,
            "y1": 103,
            "x2": 580,
            "y2": 222,
            "text": "ヴルル"
        }
    ],
    "007.jpg": [
        {
            "x1": 191,
            "y1": 79,
            "x2": 254,
            "y2": 205,
            "text": "ししかし クライア様"
        },
        {
            "x1": 531,
            "y1": 106,
            "x2": 569,
            "y2": 316,
            "text": "蒼石の魔物‼"
        },
        {
            "x1": 110,
            "y1": 175,
            "x2": 139,
            "y2": 326,
            "text": "こ この数は"
        },
        {
            "x1": 644,
            "y1": 348,
            "x2": 679,
            "y2": 464,
            "text": "十…いや"
        },
        {
            "x1": 117,
            "y1": 317,
            "x2": 183,
            "y2": 545,
            "text": "ど どこから湧い てきやがった⁉"
        },
        {
            "x1": 360,
            "y1": 642,
            "x2": 401,
            "y2": 783,
            "text": "グルルッ"
        },
        {
            "x1": 727,
            "y1": 667,
            "x2": 855,
            "y2": 991,
            "text": "今まで蒼石の魔物の… こんな数の群れが確認 された事はないぞ‼"
        },
        {
            "x1": 117,
            "y1": 912,
            "x2": 182,
            "y2": 1203,
            "text": "ブリード様ッ"
        }
    ],
    "008.jpg": [
        {
            "x1": 462,
            "y1": 149,
            "x2": 593,
            "y2": 347,
            "text": "ここは私に お任せ下さい ブリード様"
        },
        {
            "x1": 63,
            "y1": 227,
            "x2": 112,
            "y2": 379,
            "text": "お前は…"
        },
        {
            "x1": 763,
            "y1": 411,
            "x2": 830,
            "y2": 735,
            "text": "アシュレイ‼"
        },
        {
            "x1": 199,
            "y1": 423,
            "x2": 291,
            "y2": 627,
            "text": "グリードラッドでも 五本の指に入る 実力の聖騎士‼"
        },
        {
            "x1": 87,
            "y1": 527,
            "x2": 164,
            "y2": 726,
            "text": "千人斬りの アシュレイだ"
        },
        {
            "x1": 259,
            "y1": 1024,
            "x2": 341,
            "y2": 1227,
            "text": "奴等は これでお終い"
        }
    ],
    "009.jpg": [
        {
            "x1": 226,
            "y1": 919,
            "x2": 327,
            "y2": 1110,
            "text": "槍の… 神器…か？"
        },
        {
            "x1": 680,
            "y1": 1076,
            "x2": 728,
            "y2": 1222,
            "text": "何だ…？"
        },
        {
            "x1": 97,
            "y1": 985,
            "x2": 184,
            "y2": 1204,
            "text": "誰の…"
        }
    ],
    "010.jpg": [
        {
            "x1": 397,
            "y1": 543,
            "x2": 473,
            "y2": 694,
            "text": "俺の後ろに 隠れていろ"
        },
        {
            "x1": 254,
            "y1": 544,
            "x2": 317,
            "y2": 745,
            "text": "あ？ 誰に指図して るんだ忌み子"
        },
        {
            "x1": 140,
            "y1": 584,
            "x2": 215,
            "y2": 776,
            "text": "死にたく なかったら‼"
        },
        {
            "x1": 672,
            "y1": 853,
            "x2": 805,
            "y2": 1159,
            "text": "言う事を聞け 馬鹿野郎‼"
        },
        {
            "x1": 157,
            "y1": 1090,
            "x2": 280,
            "y2": 1221,
            "text": "何者だ… 人間…？ 魔物…？"
        }
    ],
    "011.jpg": [
        {
            "x1": 715,
            "y1": 97,
            "x2": 829,
            "y2": 327,
            "text": "いや… こいつは‼"
        },
        {
            "x1": 176,
            "y1": 881,
            "x2": 353,
            "y2": 1222,
            "text": "そんな生優しい モンじゃ ないぞ…‼"
        }
    ],
    "012.jpg": [
        {
            "x1": 184,
            "y1": 988,
            "x2": 272,
            "y2": 1246,
            "text": "フィーラ"
        },
        {
            "x1": 284,
            "y1": 1291,
            "x2": 866,
            "y2": 1317,
            "text": "出違いの敵の正体、そしてクライイアの運命は。ぬ行品"
        }
    ]
}