var ocr_data = {
    "001.jpg": [
        {
            "x1": 93,
            "y1": 61,
            "x2": 465,
            "y2": 105,
            "text": "最強に第81話 カップル作戦",
            "vi": "Chiến lược cặp đôi mạnh mẽ nhất tập 81"
        },
        {
            "x1": 249,
            "y1": 159,
            "x2": 304,
            "y2": 345,
            "text": "ダーリン♡",
            "vi": "Em yêu"
        },
        {
            "x1": 656,
            "y1": 547,
            "x2": 766,
            "y2": 715,
            "text": "何だい ハニー♡",
            "vi": "Thật là một mật ong ♡"
        },
        {
            "x1": 621,
            "y1": 790,
            "x2": 695,
            "y2": 1003,
            "text": "見て見て この下着カワイー",
            "vi": "Nhìn vào đồ lót dễ thương này"
        },
        {
            "x1": 427,
            "y1": 812,
            "x2": 481,
            "y2": 992,
            "text": "でもでも",
            "vi": "Chỉ"
        },
        {
            "x1": 767,
            "y1": 1169,
            "x2": 844,
            "y2": 1282,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 99,
            "y1": 987,
            "x2": 201,
            "y2": 1228,
            "text": "私なんかに… 似合うかな？",
            "vi": "Bạn có nhìn tôi tốt không?"
        },
        {
            "x1": 97,
            "y1": 1299,
            "x2": 710,
            "y2": 1328,
            "text": "累信35方部突破！ 最新第5巻絶魔発売中叫",
            "vi": "Phần thứ 35 tích lũy phá vỡ! Bản phát hành Demon tập 5 mới nhất"
        }
    ],
    "002.jpg": [
        {
            "x1": 791,
            "y1": 132,
            "x2": 858,
            "y2": 247,
            "text": "何言って るんだい",
            "vi": "Bạn đang nói về cái gì vậy?"
        },
        {
            "x1": 654,
            "y1": 155,
            "x2": 726,
            "y2": 345,
            "text": "君という 最高の女性に…",
            "vi": "Đối với người phụ nữ tốt nhất đã gọi bạn..."
        },
        {
            "x1": 127,
            "y1": 122,
            "x2": 205,
            "y2": 376,
            "text": "働似合わない下着 などないさ",
            "vi": "Không có đồ lót không vừa"
        },
        {
            "x1": 715,
            "y1": 472,
            "x2": 844,
            "y2": 655,
            "text": "うっわ ダーリン キモーい‼",
            "vi": "Wow, mino yêu quý"
        },
        {
            "x1": 291,
            "y1": 443,
            "x2": 365,
            "y2": 636,
            "text": "まぁ…奥さん 見てカップルよ",
            "vi": "Chà... nhìn vợ tôi, đó là một cặp"
        },
        {
            "x1": 542,
            "y1": 624,
            "x2": 636,
            "y2": 772,
            "text": "ははは… この野郎",
            "vi": "Hahaha... tên khốn này"
        },
        {
            "x1": 187,
            "y1": 656,
            "x2": 252,
            "y2": 862,
            "text": "初々しいわぁ… アタシも若い頃は…",
            "vi": "Nó mới... khi tôi còn trẻ..."
        },
        {
            "x1": 117,
            "y1": 925,
            "x2": 182,
            "y2": 1185,
            "text": "帰りてぇ…",
            "vi": "Về nhà..."
        }
    ],
    "003.jpg": [
        {
            "x1": 642,
            "y1": 135,
            "x2": 730,
            "y2": 294,
            "text": "あれぇダーリン 顔赤くない ですかぁ？",
            "vi": "Đó có phải là khuôn mặt yêu quý màu đỏ?"
        },
        {
            "x1": 105,
            "y1": 163,
            "x2": 208,
            "y2": 307,
            "text": "付き合って くれるん ですよね？",
            "vi": "Bạn sẽ đi chơi với bạn chứ?"
        },
        {
            "x1": 703,
            "y1": 447,
            "x2": 835,
            "y2": 663,
            "text": "守って くれるんです よねそ～そ⁉",
            "vi": "Nó sẽ bảo vệ bạn, phải không?"
        },
        {
            "x1": 438,
            "y1": 1084,
            "x2": 553,
            "y2": 1263,
            "text": "私と… 先輩が… カップルに？",
            "vi": "Tôi và tôi... Senior... một cặp vợ chồng?"
        }
    ],
    "004.jpg": [
        {
            "x1": 792,
            "y1": 130,
            "x2": 847,
            "y2": 269,
            "text": "ど どういう ことですか⁉",
            "vi": "Ý bạn là gì?"
        },
        {
            "x1": 436,
            "y1": 117,
            "x2": 461,
            "y2": 298,
            "text": "俺とリスティナさんが",
            "vi": "Tôi và Listina"
        },
        {
            "x1": 392,
            "y1": 117,
            "x2": 418,
            "y2": 231,
            "text": "ふるまえば…",
            "vi": "Nếu bạn hành động..."
        },
        {
            "x1": 525,
            "y1": 223,
            "x2": 636,
            "y2": 403,
            "text": "スド力ーは相手に 「歪んだ愛情」を 持っていることが 多いと聞きます",
            "vi": "Tôi nghe nói rằng sudo có nhiều \"tình cảm bị bóp méo\" với bên kia."
        },
        {
            "x1": 251,
            "y1": 216,
            "x2": 341,
            "y2": 378,
            "text": "相手は嫉妬して 姿を見せるかも しれません",
            "vi": "Người kia có thể ghen tị và xuất hiện"
        },
        {
            "x1": 444,
            "y1": 485,
            "x2": 554,
            "y2": 701,
            "text": "出てきたところで 騎士に 突き出すんです",
            "vi": "Khi bạn đi ra, bạn nhô vào hiệp sĩ"
        },
        {
            "x1": 671,
            "y1": 771,
            "x2": 702,
            "y2": 944,
            "text": "な なるほど…",
            "vi": "Tôi thấy..."
        },
        {
            "x1": 236,
            "y1": 769,
            "x2": 340,
            "y2": 1036,
            "text": "だから俺とラブラブな 様子を見せなくては なリません",
            "vi": "Vì vậy tôi phải cho tôi thấy một trạng thái đáng yêu với tôi"
        },
        {
            "x1": 62,
            "y1": 1053,
            "x2": 186,
            "y2": 1247,
            "text": "で でも 先輩を危険に さらすかも…",
            "vi": "Nhưng nó có thể khiến người cao niên của tôi gặp nguy hiểm..."
        }
    ],
    "005.jpg": [
        {
            "x1": 722,
            "y1": 126,
            "x2": 843,
            "y2": 309,
            "text": "大丈夫です！ それでも俺は リスティナさんを 守リたい",
            "vi": "nó khá ổn! Tôi vẫn muốn bảo vệ Listina"
        },
        {
            "x1": 761,
            "y1": 376,
            "x2": 845,
            "y2": 537,
            "text": "ひ人を からかうなんて サイテーです！",
            "vi": "Đó là saite để thoát khỏi người!"
        },
        {
            "x1": 373,
            "y1": 391,
            "x2": 418,
            "y2": 502,
            "text": "はい⁉",
            "vi": "Vâng⁉"
        },
        {
            "x1": 384,
            "y1": 634,
            "x2": 478,
            "y2": 855,
            "text": "それじゃあ堂々と 抱きついちゃい ますからね‼",
            "vi": "Vậy thì bạn sẽ ôm bạn."
        },
        {
            "x1": 244,
            "y1": 740,
            "x2": 295,
            "y2": 871,
            "text": "はい‼",
            "vi": "Vâng!"
        },
        {
            "x1": 98,
            "y1": 868,
            "x2": 215,
            "y2": 1008,
            "text": "…あ いえ やっぱリ 程々に…",
            "vi": "À, sau tất cả..."
        }
    ],
    "006.jpg": [
        {
            "x1": 812,
            "y1": 99,
            "x2": 860,
            "y2": 175,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 723,
            "y1": 154,
            "x2": 782,
            "y2": 308,
            "text": "これとか どうですか⁉",
            "vi": "Làm thế nào về điều này?"
        },
        {
            "x1": 515,
            "y1": 129,
            "x2": 574,
            "y2": 322,
            "text": "ダーリン‼ ダーリンってば‼",
            "vi": "Người thân yêu Người thân yêu"
        },
        {
            "x1": 122,
            "y1": 127,
            "x2": 187,
            "y2": 370,
            "text": "俺はなんてことを 言ってしまったんだ…",
            "vi": "Tôi đã nói gì..."
        },
        {
            "x1": 752,
            "y1": 553,
            "x2": 845,
            "y2": 695,
            "text": "…何で俺に 感想求めるん ですか",
            "vi": "“Tại sao bạn hỏi tôi?"
        },
        {
            "x1": 401,
            "y1": 532,
            "x2": 463,
            "y2": 699,
            "text": "彼氏に聞くのは 当然ですよー",
            "vi": "Thật tự nhiên khi hỏi bạn trai của bạn"
        },
        {
            "x1": 184,
            "y1": 574,
            "x2": 230,
            "y2": 699,
            "text": "多分…",
            "vi": "Có lẽ"
        },
        {
            "x1": 776,
            "y1": 799,
            "x2": 851,
            "y2": 1032,
            "text": "何ですか その 煮え切らない態度",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 424,
            "y1": 787,
            "x2": 547,
            "y2": 1030,
            "text": "だ だって‼ 私 彼氏とかいた ことないし…",
            "vi": "Chỉ! Tôi chưa bao giờ là bạn trai..."
        },
        {
            "x1": 252,
            "y1": 799,
            "x2": 313,
            "y2": 1011,
            "text": "遊び慣れていると 思っていたが…意外",
            "vi": "Tôi nghĩ rằng tôi đã quen với việc chơi... Đáng ngạc nhiên"
        },
        {
            "x1": 89,
            "y1": 1022,
            "x2": 167,
            "y2": 1271,
            "text": "あっ‼ 何ですか その顔‼",
            "vi": "À! Khuôn mặt đó là gì?"
        }
    ],
    "007.jpg": [
        {
            "x1": 767,
            "y1": 104,
            "x2": 857,
            "y2": 308,
            "text": "女性を侍らせている 先輩なら わかるん じゃないですか",
            "vi": "Nếu bạn là một người cao cấp là một samurai, bạn có thể hiểu"
        },
        {
            "x1": 588,
            "y1": 116,
            "x2": 668,
            "y2": 270,
            "text": "…彼女達は 友人で…",
            "vi": "… Họ là bạn..."
        },
        {
            "x1": 130,
            "y1": 110,
            "x2": 200,
            "y2": 351,
            "text": "め 滅茶苦茶 エッチな下着だ…！",
            "vi": "Đó là một đồ lót lộn xộn...!"
        },
        {
            "x1": 767,
            "y1": 483,
            "x2": 848,
            "y2": 635,
            "text": "い いや… 下…着…？",
            "vi": "Không... dưới... đến...?"
        },
        {
            "x1": 622,
            "y1": 525,
            "x2": 709,
            "y2": 707,
            "text": "これは下着として の機能を果たして いるのか…？",
            "vi": "Đây có phải là hoạt động như đồ lót...?"
        },
        {
            "x1": 233,
            "y1": 504,
            "x2": 405,
            "y2": 640,
            "text": "この下着… スキルが 付いてる 一体 どんな…",
            "vi": "Đồ lót này... loại kỹ năng nào có kỹ năng..."
        }
    ],
    "010.jpg": [
        {
            "x1": 794,
            "y1": 116,
            "x2": 859,
            "y2": 261,
            "text": "こ…う… これ…を…⁉",
            "vi": "Ko... cái này... cái này...⁉"
        },
        {
            "x1": 134,
            "y1": 125,
            "x2": 226,
            "y2": 320,
            "text": "そうだ‼ それを買うんだ リスティナさん‼",
            "vi": "Chính là nó! Tôi đã mua nó listina‼"
        },
        {
            "x1": 736,
            "y1": 424,
            "x2": 832,
            "y2": 615,
            "text": "会計は 俺がする‼",
            "vi": "Tôi làm kế toán"
        },
        {
            "x1": 101,
            "y1": 415,
            "x2": 213,
            "y2": 618,
            "text": "一瞬で破壊． 作製して渡せば いいだろう‼",
            "vi": "Bị phá hủy ngay lập tức. Nó nên được thực hiện và thông qua."
        },
        {
            "x1": 740,
            "y1": 732,
            "x2": 804,
            "y2": 950,
            "text": "俺の神器なら チョロイもんだ‼",
            "vi": "Nếu đó là kho báu thiêng liêng của tôi, thì đó là một choroy."
        },
        {
            "x1": 486,
            "y1": 679,
            "x2": 555,
            "y2": 869,
            "text": "わ わかりました 私も女です‼",
            "vi": "Tôi hiểu tôi cũng là một người phụ nữ."
        },
        {
            "x1": 278,
            "y1": 704,
            "x2": 408,
            "y2": 903,
            "text": "試着してサイズが 合ったら買うので 外で待ってて ください‼",
            "vi": "Hãy thử và mua nó khi kích thước phù hợp, vì vậy vui lòng đợi bên ngoài."
        },
        {
            "x1": 102,
            "y1": 836,
            "x2": 184,
            "y2": 1003,
            "text": "え‼ ちょ… 俺が払…",
            "vi": "bức ảnh! Cho... tôi trả tiền..."
        },
        {
            "x1": 615,
            "y1": 1054,
            "x2": 692,
            "y2": 1260,
            "text": "先輩の目が 狂気染みてる‼",
            "vi": "Đôi mắt của tôi điên cuồng."
        }
    ]
}