var ocr_data = {
    "001.jpg": [
        {
            "x1": 325,
            "y1": 37,
            "x2": 538,
            "y2": 63,
            "text": "弟第57話全スキル解放",
            "vi": "Brother Episode 57 Tất cả các kỹ năng phát hành"
        },
        {
            "x1": 104,
            "y1": 21,
            "x2": 285,
            "y2": 64,
            "text": "不遇職“鍛台師",
            "vi": "Việc làm bất thường"
        },
        {
            "x1": 96,
            "y1": 53,
            "x2": 309,
            "y2": 129,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 670,
            "y1": 183,
            "x2": 831,
            "y2": 458,
            "text": "お前を倒す 方法を足 見つけてやる‼",
            "vi": "Tôi sẽ tìm một cách để đánh bại bạn."
        },
        {
            "x1": 697,
            "y1": 868,
            "x2": 890,
            "y2": 957,
            "text": "体力強",
            "vi": "Sức lực"
        },
        {
            "x1": 96,
            "y1": 1304,
            "x2": 827,
            "y2": 1333,
            "text": "累計20万部突破！ 最新单行本第3巻好評発売中‼!",
            "vi": "Tích lũy hơn 200. 000 bản! Tập 3 mới nhất đang được bán, Tập 3!"
        }
    ],
    "002.jpg": [
        {
            "x1": 774,
            "y1": 878,
            "x2": 862,
            "y2": 1042,
            "text": "『ブースト ソード』",
            "vi": "\"Boost Kiếm\""
        },
        {
            "x1": 699,
            "y1": 1095,
            "x2": 744,
            "y2": 1273,
            "text": "スキル起動",
            "vi": "Khởi nghiệp kỹ năng"
        }
    ],
    "003.jpg": [
        {
            "x1": 771,
            "y1": 935,
            "x2": 855,
            "y2": 1096,
            "text": "『ゴブリン ソード』",
            "vi": "\"Kiếm yêu tinh\""
        }
    ],
    "005.jpg": [
        {
            "x1": 724,
            "y1": 1029,
            "x2": 832,
            "y2": 1221,
            "text": "コイツ… 本当に死なない のか？",
            "vi": "Anh chàng này... nó có thực sự không chết?"
        },
        {
            "x1": 315,
            "y1": 1037,
            "x2": 399,
            "y2": 1207,
            "text": "無敵 なのか…⁉",
            "vi": "Nó có thể bất khả chiến bại...⁉"
        },
        {
            "x1": 124,
            "y1": 1082,
            "x2": 164,
            "y2": 1266,
            "text": "…だったら",
            "vi": "...khi đó"
        }
    ],
    "006.jpg": [
        {
            "x1": 750,
            "y1": 197,
            "x2": 793,
            "y2": 452,
            "text": "確かめてやる‼",
            "vi": "Tôi sẽ kiểm tra nó."
        },
        {
            "x1": 723,
            "y1": 864,
            "x2": 787,
            "y2": 999,
            "text": "レリウス… すごい…",
            "vi": "Lelius... tuyệt vời..."
        },
        {
            "x1": 505,
            "y1": 850,
            "x2": 571,
            "y2": 1037,
            "text": "キリエ⁉ だ 大丈夫なの⁉",
            "vi": "Kirie không sao đâu⁉"
        },
        {
            "x1": 122,
            "y1": 877,
            "x2": 180,
            "y2": 1068,
            "text": "とんでもない ポーションですね",
            "vi": "Đó là một lọ thuốc lố bịch"
        },
        {
            "x1": 326,
            "y1": 1020,
            "x2": 416,
            "y2": 1142,
            "text": "大丈夫では ありません …根性です",
            "vi": "Nó không ổn... đó là ruột"
        },
        {
            "x1": 636,
            "y1": 1162,
            "x2": 697,
            "y2": 1266,
            "text": "…不味い ですね",
            "vi": "\"Nó là một khó chịu"
        }
    ],
    "007.jpg": [
        {
            "x1": 819,
            "y1": 119,
            "x2": 880,
            "y2": 238,
            "text": "それより 鍛治師の彼",
            "vi": "Anh ấy là một huấn luyện viên"
        },
        {
            "x1": 707,
            "y1": 164,
            "x2": 766,
            "y2": 294,
            "text": "レリウス様 でしたか…",
            "vi": "Có phải Lelius..."
        },
        {
            "x1": 169,
            "y1": 179,
            "x2": 237,
            "y2": 310,
            "text": "か 勝てる かな⁉",
            "vi": "Tôi tự hỏi nếu tôi có thể chiến thắng"
        },
        {
            "x1": 760,
            "y1": 429,
            "x2": 823,
            "y2": 627,
            "text": "実力は互角… いえ彼の方が強い",
            "vi": "Khả năng bằng nhau... không, anh ấy mạnh mẽ hơn"
        },
        {
            "x1": 125,
            "y1": 677,
            "x2": 209,
            "y2": 812,
            "text": "信じられ ません",
            "vi": "Tôi không thể tin"
        },
        {
            "x1": 156,
            "y1": 1002,
            "x2": 299,
            "y2": 1194,
            "text": "ですが… それでも 勝てません",
            "vi": "Nhưng... tôi vẫn không thể giành chiến thắng"
        }
    ],
    "008.jpg": [
        {
            "x1": 805,
            "y1": 130,
            "x2": 829,
            "y2": 200,
            "text": "えっ？",
            "vi": "ơ?"
        },
        {
            "x1": 558,
            "y1": 123,
            "x2": 619,
            "y2": 283,
            "text": "あれだけ大量の 武器と防具",
            "vi": "Đó là rất nhiều vũ khí và áo giáp"
        },
        {
            "x1": 756,
            "y1": 246,
            "x2": 914,
            "y2": 464,
            "text": "キN",
            "vi": "Ki n"
        },
        {
            "x1": 74,
            "y1": 232,
            "x2": 161,
            "y2": 414,
            "text": "恐らく魔力を 使って作っている のでしょう",
            "vi": "Có lẽ nó được tạo ra bằng cách sử dụng sức mạnh ma thuật"
        },
        {
            "x1": 733,
            "y1": 464,
            "x2": 827,
            "y2": 689,
            "text": "しかし相手はどれだけ ダメージを与えても 再生する",
            "vi": "Nhưng đối thủ tái sinh cho dù bạn có gây sát thương bao nhiêu"
        },
        {
            "x1": 73,
            "y1": 559,
            "x2": 178,
            "y2": 724,
            "text": "規格外の 『化け物』",
            "vi": "\"Quái vật\" không tiêu chuẩn"
        },
        {
            "x1": 762,
            "y1": 854,
            "x2": 827,
            "y2": 1075,
            "text": "こんなに我武者羅に 攻撃していても…",
            "vi": "Ngay cả khi bạn đang tấn công Goba quá nhiều..."
        },
        {
            "x1": 85,
            "y1": 870,
            "x2": 168,
            "y2": 1011,
            "text": "このまま では…",
            "vi": "Nếu điều này diễn ra trên"
        },
        {
            "x1": 385,
            "y1": 1077,
            "x2": 499,
            "y2": 1210,
            "text": "ただ消耗 していく だけです",
            "vi": "Nó chỉ xả khí"
        }
    ],
    "009.jpg": [
        {
            "x1": 731,
            "y1": 183,
            "x2": 837,
            "y2": 349,
            "text": "時間の 問題です",
            "vi": "Đó là một vấn đề thời gian"
        },
        {
            "x1": 270,
            "y1": 123,
            "x2": 299,
            "y2": 295,
            "text": "レ レリウス！",
            "vi": "Lelius!"
        },
        {
            "x1": 301,
            "y1": 1020,
            "x2": 411,
            "y2": 1189,
            "text": "一っ… 見つけた",
            "vi": "Một... tôi đã tìm thấy nó"
        }
    ],
    "010.jpg": [
        {
            "x1": 671,
            "y1": 178,
            "x2": 783,
            "y2": 324,
            "text": "お前… 妙な動きを するな",
            "vi": "Bạn... đừng thực hiện những động tác kỳ lạ"
        },
        {
            "x1": 184,
            "y1": 194,
            "x2": 277,
            "y2": 368,
            "text": "自分で気付いて いないのか… 無意識なのか",
            "vi": "Bạn không nhận thức được điều đó... có phải là vô thức không?"
        },
        {
            "x1": 789,
            "y1": 480,
            "x2": 849,
            "y2": 619,
            "text": "不死身の割に 再生する割に",
            "vi": "Bất chấp sự tái sinh cho sự bất tử"
        },
        {
            "x1": 667,
            "y1": 499,
            "x2": 726,
            "y2": 679,
            "text": "そこだけは絶対に 護ろうとする",
            "vi": "Chỉ có ở đó chắc chắn sẽ cố gắng bảo vệ"
        },
        {
            "x1": 273,
            "y1": 463,
            "x2": 332,
            "y2": 643,
            "text": "そこだけは絶対に 避けようとする",
            "vi": "Chỉ có ở đó chắc chắn sẽ cố gắng tránh nó"
        },
        {
            "x1": 732,
            "y1": 888,
            "x2": 793,
            "y2": 1092,
            "text": "何がある？",
            "vi": "Có gì?"
        }
    ],
    "011.jpg": [
        {
            "x1": 142,
            "y1": 456,
            "x2": 169,
            "y2": 559,
            "text": "あれは…",
            "vi": "Đó là…"
        },
        {
            "x1": 165,
            "y1": 769,
            "x2": 240,
            "y2": 1000,
            "text": "魔石…？",
            "vi": "Viên đá ma thuật...?"
        }
    ],
    "012.jpg": [
        {
            "x1": 763,
            "y1": 142,
            "x2": 836,
            "y2": 305,
            "text": "他の奴等と 同じなのか？",
            "vi": "Có giống như những người khác?"
        },
        {
            "x1": 99,
            "y1": 152,
            "x2": 216,
            "y2": 344,
            "text": "何も見えない わからない …けど‼",
            "vi": "Tôi không thể nhìn thấy gì... nhưng"
        },
        {
            "x1": 535,
            "y1": 259,
            "x2": 609,
            "y2": 452,
            "text": "そもそもアレは 何なんだ？",
            "vi": "Điều đó ở nơi đầu tiên là gì?"
        },
        {
            "x1": 728,
            "y1": 547,
            "x2": 825,
            "y2": 781,
            "text": "蒼石の首領は アレが傷付くのを 明らかに嫌がっている",
            "vi": "Thủ lĩnh của Aishi rõ ràng ghét bị tổn thương"
        },
        {
            "x1": 257,
            "y1": 567,
            "x2": 343,
            "y2": 715,
            "text": "弱点 なのか⁉",
            "vi": "Đó có phải là một điểm yếu?"
        },
        {
            "x1": 80,
            "y1": 623,
            "x2": 158,
            "y2": 758,
            "text": "…賭ける しかない",
            "vi": "… Tôi không còn lựa chọn nào khác ngoài việc đặt cược"
        },
        {
            "x1": 143,
            "y1": 928,
            "x2": 280,
            "y2": 1241,
            "text": "あの魔石を… 破壊する‼",
            "vi": "Viên đá ma thuật đó... phá hủy"
        }
    ]
}