var ocr_data = {
    "001.jpg": [
        {
            "x1": 100,
            "y1": 34,
            "x2": 274,
            "y2": 101,
            "text": "不遇職鐵合師， 最強",
            "vi": "Igui không bị cản trở, người mạnh nhất"
        },
        {
            "x1": 762,
            "y1": 130,
            "x2": 866,
            "y2": 305,
            "text": "レーダルストア 王都店開店まで 残り一週間",
            "vi": "Một tuần còn lại cho đến khi cửa hàng Radal Store Hoàng gia Metropolitan mở cửa"
        },
        {
            "x1": 763,
            "y1": 492,
            "x2": 867,
            "y2": 645,
            "text": "俺達は 開店準備に 追われている",
            "vi": "Chúng tôi đang bị buộc phải chuẩn bị cho việc mở"
        },
        {
            "x1": 95,
            "y1": 678,
            "x2": 184,
            "y2": 830,
            "text": "…俺の武器も 店に置くことが 決まった",
            "vi": "...Tôi quyết định đưa vũ khí của mình vào cửa hàng"
        },
        {
            "x1": 757,
            "y1": 891,
            "x2": 864,
            "y2": 1084,
            "text": "この店に『鍛治師』が ることをアピール してしまうのではと 不安だったが",
            "vi": "Tôi đã lo lắng rằng tôi sẽ thu hút cửa hàng này rằng \"huấn luyện viên\" sẽ là."
        },
        {
            "x1": 616,
            "y1": 1006,
            "x2": 709,
            "y2": 1146,
            "text": "皆は良い物は 置くべきだと 言ってくれる",
            "vi": "Mọi người nói với bạn rằng bạn nên đặt những điều tốt đẹp"
        },
        {
            "x1": 388,
            "y1": 903,
            "x2": 474,
            "y2": 1104,
            "text": "まぁ店の隅に置けば 悪目立ちする こともあるまい",
            "vi": "Vâng, nếu bạn đặt nó vào góc cửa hàng, bạn có thể không đáng chú ý"
        }
    ],
    "005.jpg": [
        {
            "x1": 693,
            "y1": 151,
            "x2": 769,
            "y2": 340,
            "text": "それと今少 気になったですけど …ですか？",
            "vi": "Và bây giờ tôi đã hơi lo lắng..."
        },
        {
            "x1": 700,
            "y1": 444,
            "x2": 804,
            "y2": 609,
            "text": "お二人は 夫婦だったり します？",
            "vi": "Bạn có phải là một cặp?"
        },
        {
            "x1": 771,
            "y1": 704,
            "x2": 859,
            "y2": 854,
            "text": "ふ ふふふ 夫婦⁉",
            "vi": "Fufufufufu cặp đôi"
        },
        {
            "x1": 532,
            "y1": 701,
            "x2": 662,
            "y2": 922,
            "text": "ち 違います‼ 俺は ただの 一従業員です‼",
            "vi": "Nó khác. Tôi chỉ là một nhân viên."
        },
        {
            "x1": 385,
            "y1": 750,
            "x2": 452,
            "y2": 890,
            "text": "そうだった んですね",
            "vi": "Nó là như vậy"
        },
        {
            "x1": 98,
            "y1": 1071,
            "x2": 195,
            "y2": 1247,
            "text": "夫婦で一生懸命 やられてるお店 なのかと…",
            "vi": "Nó có phải là một cửa hàng mà cặp đôi đang làm việc chăm chỉ..."
        }
    ],
    "006.jpg": [
        {
            "x1": 625,
            "y1": 166,
            "x2": 707,
            "y2": 312,
            "text": "さて リステイナさん 普段は何を？",
            "vi": "Nhân tiện, bạn thường làm gì?"
        },
        {
            "x1": 225,
            "y1": 173,
            "x2": 277,
            "y2": 346,
            "text": "え…その… 劇団ワークチュアリ",
            "vi": "Eh... rằng... Tulle làm việc trong đoàn"
        },
        {
            "x1": 94,
            "y1": 235,
            "x2": 146,
            "y2": 389,
            "text": "少し…仕事を しています はい",
            "vi": "Một chút... tôi đang làm việc có"
        },
        {
            "x1": 755,
            "y1": 453,
            "x2": 860,
            "y2": 611,
            "text": "役者さん⁉ 劇団の⁉ 凄いですね‼",
            "vi": "Các diễn viên là tuyệt vời."
        },
        {
            "x1": 104,
            "y1": 545,
            "x2": 173,
            "y2": 741,
            "text": "そ そんなこと ないですよ…",
            "vi": "Đó không phải sự thật..."
        },
        {
            "x1": 752,
            "y1": 877,
            "x2": 808,
            "y2": 1058,
            "text": "主役とかは もらえないので…",
            "vi": "Tôi không thể lấy nhân vật chính..."
        },
        {
            "x1": 285,
            "y1": 960,
            "x2": 369,
            "y2": 1113,
            "text": "脇役ぐらいで… 落ちこぼれと いますか…",
            "vi": "Đó là về vai trò hỗ trợ..."
        },
        {
            "x1": 127,
            "y1": 1027,
            "x2": 223,
            "y2": 1213,
            "text": "お恥ずかしい話 劇だけだとお金 厳しくて",
            "vi": "Thật khó để nói rằng nó chỉ là một câu chuyện đáng xấu hổ"
        }
    ],
    "008.jpg": [
        {
            "x1": 761,
            "y1": 150,
            "x2": 812,
            "y2": 348,
            "text": "能力むあのそうだ 俺はいいと思います",
            "vi": "tôi nghĩ nó tốt"
        },
        {
            "x1": 176,
            "y1": 161,
            "x2": 270,
            "y2": 340,
            "text": "ええ 私は 最初からアリだと 思っていました",
            "vi": "Vâng, tôi nghĩ rằng đó là kiến ngay từ đầu"
        },
        {
            "x1": 784,
            "y1": 438,
            "x2": 845,
            "y2": 640,
            "text": "採用してくれるん ですか⁉",
            "vi": "Bạn sẽ thuê tôi chứ?"
        },
        {
            "x1": 465,
            "y1": 498,
            "x2": 562,
            "y2": 730,
            "text": "ありがとう ございます！ レリウス『先輩』っい",
            "vi": "cảm ơn bạn! Lelius \"Senior\""
        },
        {
            "x1": 96,
            "y1": 615,
            "x2": 137,
            "y2": 723,
            "text": "はは…",
            "vi": "người mẹ…"
        },
        {
            "x1": 662,
            "y1": 731,
            "x2": 699,
            "y2": 798,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 748,
            "y1": 974,
            "x2": 787,
            "y2": 1157,
            "text": "礼儀正しいし",
            "vi": "Lịch thiệp"
        },
        {
            "x1": 135,
            "y1": 1015,
            "x2": 237,
            "y2": 1231,
            "text": "夢を追いかけて いる人に悪い人は いないだろう",
            "vi": "Không ai theo đuổi giấc mơ"
        }
    ],
    "009.jpg": [
        {
            "x1": 743,
            "y1": 121,
            "x2": 819,
            "y2": 308,
            "text": "一応 確認のために レリウスさんと劇団に 行てもらます",
            "vi": "Tôi sẽ đến Lelius và đoàn để xác nhận nó."
        },
        {
            "x1": 584,
            "y1": 164,
            "x2": 682,
            "y2": 342,
            "text": "疑のる訳ては おりませんだ… 身分証明以要なのて こ了承を",
            "vi": "Tôi không nghi ngờ gì nữa... Tôi đồng ý với ID của mình."
        },
        {
            "x1": 147,
            "y1": 273,
            "x2": 182,
            "y2": 366,
            "text": "はい‼",
            "vi": "Vâng!"
        },
        {
            "x1": 332,
            "y1": 637,
            "x2": 409,
            "y2": 758,
            "text": "従業員の方達 皆 美少女 なんですねー",
            "vi": "Tất cả nhân viên đều là những cô gái xinh đẹp."
        },
        {
            "x1": 157,
            "y1": 640,
            "x2": 183,
            "y2": 773,
            "text": "そうですね…",
            "vi": "Tôi đồng ý…"
        },
        {
            "x1": 785,
            "y1": 880,
            "x2": 875,
            "y2": 1055,
            "text": "レリウス先輩の ハーレムなん ですかぁ？",
            "vi": "Harlem của Lelius cấp cao là gì?"
        },
        {
            "x1": 479,
            "y1": 845,
            "x2": 574,
            "y2": 1021,
            "text": "ち 違いますよ どういうこと ですか⁉",
            "vi": "Ý bạn là gì?"
        }
    ],
    "010.jpg": [
        {
            "x1": 731,
            "y1": 160,
            "x2": 818,
            "y2": 433,
            "text": "私も今日から先輩の しムの一員になるのかと 思っちゃいましてえ",
            "vi": "Tôi tự hỏi liệu tôi có phải là thành viên của người cao niên của tôi từ hôm nay không"
        },
        {
            "x1": 753,
            "y1": 616,
            "x2": 803,
            "y2": 766,
            "text": "わぁッ‼",
            "vi": "Thành công lớn"
        },
        {
            "x1": 399,
            "y1": 644,
            "x2": 454,
            "y2": 768,
            "text": "そんな 声あげないで",
            "vi": "Đừng đưa ra một giọng nói như vậy"
        },
        {
            "x1": 243,
            "y1": 641,
            "x2": 305,
            "y2": 797,
            "text": "目立っちゃい ますよ？",
            "vi": "Bạn có đáng chú ý không?"
        },
        {
            "x1": 654,
            "y1": 845,
            "x2": 730,
            "y2": 1039,
            "text": "ここの子 面接のときは しおらしかったのに…",
            "vi": "Đó là một ý kiến hay tại thời điểm phỏng vấn trẻ em ở đây..."
        },
        {
            "x1": 548,
            "y1": 1107,
            "x2": 625,
            "y2": 1294,
            "text": "先輩ってばあ カーワイイー",
            "vi": "Nếu bạn là một người cao cấp, xe hơi"
        },
        {
            "x1": 121,
            "y1": 1061,
            "x2": 198,
            "y2": 1222,
            "text": "猫を被って いたな‼",
            "vi": "Tôi đang mặc một con mèo"
        },
        {
            "x1": 78,
            "y1": 1287,
            "x2": 226,
            "y2": 1316,
            "text": "一癖ありげな",
            "vi": "Tôi không có thói quen"
        }
    ]
}