var ocr_data = {
    "001.jpg": [
        {
            "x1": 265,
            "y1": 71,
            "x2": 435,
            "y2": 97,
            "text": "第97話 大図書館",
            "vi": "Tập 97 Thư viện tuyệt vời"
        },
        {
            "x1": 91,
            "y1": 33,
            "x2": 239,
            "y2": 102,
            "text": "不遇職 鍛治治師 最強",
            "vi": "Kusenjujin mạnh nhất"
        },
        {
            "x1": 171,
            "y1": 189,
            "x2": 259,
            "y2": 361,
            "text": "ただいま 帰りました",
            "vi": "Tôi ở nhà"
        },
        {
            "x1": 776,
            "y1": 453,
            "x2": 841,
            "y2": 655,
            "text": "ど どうだったの⁉ 教皇様との面会は",
            "vi": "Nó thế nào?"
        },
        {
            "x1": 124,
            "y1": 540,
            "x2": 183,
            "y2": 690,
            "text": "はい とりあえずは",
            "vi": "Vâng trong thời gian hiện tại"
        },
        {
            "x1": 488,
            "y1": 645,
            "x2": 550,
            "y2": 751,
            "text": "大丈夫 だった⁉",
            "vi": "Nó không sao đâu⁉"
        },
        {
            "x1": 751,
            "y1": 863,
            "x2": 799,
            "y2": 1045,
            "text": "お願いしたことが できまして",
            "vi": "Tôi đã có thể hỏi"
        },
        {
            "x1": 369,
            "y1": 875,
            "x2": 432,
            "y2": 1063,
            "text": "調べたいことが あるんです",
            "vi": "Tôi có một cái gì đó tôi muốn tìm ra"
        },
        {
            "x1": 532,
            "y1": 1138,
            "x2": 560,
            "y2": 1256,
            "text": "え？ 何？",
            "vi": "bức ảnh? cái gì?"
        },
        {
            "x1": 236,
            "y1": 1040,
            "x2": 333,
            "y2": 1256,
            "text": "『大図書館』に 俺を入れてもらう こそは可能ですか？",
            "vi": "Có thể để tôi đưa tôi vào thư viện lớn không?"
        },
        {
            "x1": 197,
            "y1": 1316,
            "x2": 750,
            "y2": 1349,
            "text": "累計60万部突破！ 第︎巻絶覺発売中品",
            "vi": "Tích lũy hơn 600. 000 bản! Đáng tin cậy và phát hành"
        }
    ],
    "002.jpg": [
        {
            "x1": 758,
            "y1": 134,
            "x2": 849,
            "y2": 279,
            "text": "大図書館に？ いいわよ‼ 今から行く？",
            "vi": "Trong một thư viện lớn? ĐỒNG Ý! Bây giờ bạn có đi không?"
        },
        {
            "x1": 351,
            "y1": 174,
            "x2": 441,
            "y2": 312,
            "text": "そうですね… お願いしても いいですか？",
            "vi": "Đúng vậy... tôi có thể hỏi không?"
        },
        {
            "x1": 752,
            "y1": 481,
            "x2": 816,
            "y2": 590,
            "text": "勿論よ‼ じゃあ…",
            "vi": "Đương nhiên Khi đó..."
        },
        {
            "x1": 418,
            "y1": 511,
            "x2": 517,
            "y2": 642,
            "text": "あたし 着替えて くるわね‼",
            "vi": "Tôi đang thay quần áo"
        },
        {
            "x1": 761,
            "y1": 768,
            "x2": 840,
            "y2": 951,
            "text": "教皇様のところに 行ったのと何か関係 あるのか",
            "vi": "Nó có phải là một cái gì đó để làm với Giáo hoàng?"
        },
        {
            "x1": 299,
            "y1": 741,
            "x2": 357,
            "y2": 941,
            "text": "少し調べ物を… 後で詳し話します",
            "vi": "Một cuộc điều tra nhỏ... Tôi sẽ nói chi tiết sau"
        },
        {
            "x1": 102,
            "y1": 777,
            "x2": 196,
            "y2": 930,
            "text": "そうですか 何かわかると いいですね！",
            "vi": "Tôi hy vọng bạn biết một cái gì đó!"
        },
        {
            "x1": 472,
            "y1": 1040,
            "x2": 579,
            "y2": 1191,
            "text": "はい 色々と話を 聞きまして",
            "vi": "Vâng, hãy nghe những câu chuyện khác nhau"
        }
    ],
    "003.jpg": [
        {
            "x1": 780,
            "y1": 121,
            "x2": 880,
            "y2": 294,
            "text": "それにしても 王都大図書館に 入れるなんて…",
            "vi": "Mặc dù vậy, tôi có thể đặt nó trong Thư viện Thủ đô Hoàng gia..."
        },
        {
            "x1": 659,
            "y1": 162,
            "x2": 720,
            "y2": 344,
            "text": "フィーラ様は すごいですねぇ",
            "vi": "Filla là tuyệt vời"
        },
        {
            "x1": 514,
            "y1": 162,
            "x2": 545,
            "y2": 333,
            "text": "そうなのか？",
            "vi": "Nó có như vậy không?"
        },
        {
            "x1": 310,
            "y1": 115,
            "x2": 364,
            "y2": 315,
            "text": "誰でも入れる訳じゃ ありませんから",
            "vi": "Nó không phải là ai để đưa nó vào"
        },
        {
            "x1": 136,
            "y1": 146,
            "x2": 194,
            "y2": 352,
            "text": "「がリードラッド」の 名声があってこそ…",
            "vi": "Chỉ với danh tiếng của \"Ga Ladrad\" ..."
        },
        {
            "x1": 465,
            "y1": 532,
            "x2": 524,
            "y2": 693,
            "text": "フイラさん 遅いなぁ…",
            "vi": "Fuira -san đã muộn..."
        },
        {
            "x1": 599,
            "y1": 765,
            "x2": 640,
            "y2": 972,
            "text": "お待たせッ‼",
            "vi": "Vui lòng đợi"
        }
    ],
    "004.jpg": [
        {
            "x1": 170,
            "y1": 213,
            "x2": 201,
            "y2": 352,
            "text": "ど どう…？",
            "vi": "Thế nào...?"
        },
        {
            "x1": 441,
            "y1": 430,
            "x2": 505,
            "y2": 606,
            "text": "何だか気合 入ってますね…",
            "vi": "Bằng cách nào đó, tôi nhiệt tình..."
        },
        {
            "x1": 101,
            "y1": 541,
            "x2": 202,
            "y2": 740,
            "text": "そ そんなこと ないと思うけど 駄目…か…な？",
            "vi": "Tôi không nghĩ rằng đó là trường hợp, nhưng nó không tốt...?"
        },
        {
            "x1": 362,
            "y1": 906,
            "x2": 480,
            "y2": 1111,
            "text": "とても 可愛いらしいと 思いますよ‼",
            "vi": "Tôi nghĩ rằng nó rất dễ thương."
        }
    ],
    "005.jpg": [
        {
            "x1": 306,
            "y1": 144,
            "x2": 336,
            "y2": 233,
            "text": "けど…",
            "vi": "Chỉ…"
        },
        {
            "x1": 149,
            "y1": 171,
            "x2": 236,
            "y2": 382,
            "text": "大図書館に入るには それなりの服装じゃ ないと駄目ですかね？",
            "vi": "Có cần thiết phải mặc một bộ quần áo hợp lý để vào thư viện lớn không?"
        },
        {
            "x1": 828,
            "y1": 470,
            "x2": 859,
            "y2": 610,
            "text": "大丈夫よ‼",
            "vi": "Được rồi!"
        },
        {
            "x1": 529,
            "y1": 497,
            "x2": 610,
            "y2": 670,
            "text": "あたしがその ちはと着替えた かっただけだし‼",
            "vi": "Tôi chỉ muốn thay quần áo."
        },
        {
            "x1": 355,
            "y1": 545,
            "x2": 433,
            "y2": 697,
            "text": "ホラ 行くわよ‼",
            "vi": "Tôi sẽ đến Hora"
        },
        {
            "x1": 685,
            "y1": 849,
            "x2": 798,
            "y2": 1055,
            "text": "それじゃ メア クルア お店任せたわね",
            "vi": "Sau đó tôi rời khỏi cửa hàng culla mare"
        },
        {
            "x1": 350,
            "y1": 916,
            "x2": 405,
            "y2": 1048,
            "text": "おう‼",
            "vi": "OU!"
        },
        {
            "x1": 181,
            "y1": 1029,
            "x2": 255,
            "y2": 1219,
            "text": "はい‼ お気を付けて‼",
            "vi": "Vâng! Cẩn thận!"
        }
    ],
    "006.jpg": [
        {
            "x1": 725,
            "y1": 137,
            "x2": 799,
            "y2": 327,
            "text": "けラさんは 大図書館に行つたご あるんですよね",
            "vi": "Kura -san đã đến một thư viện lớn, phải không?"
        },
        {
            "x1": 284,
            "y1": 148,
            "x2": 334,
            "y2": 323,
            "text": "本を読むなら 家の方がいかな",
            "vi": "Nếu bạn đọc một cuốn sách, làm thế nào một ngôi nhà?"
        },
        {
            "x1": 141,
            "y1": 207,
            "x2": 207,
            "y2": 385,
            "text": "重苦しい空気で 苦手なのよね…",
            "vi": "Tôi không giỏi trong không khí nặng..."
        },
        {
            "x1": 489,
            "y1": 523,
            "x2": 590,
            "y2": 767,
            "text": "そうなのか カルラスの図書館とは 違うんだろうな…",
            "vi": "Tôi đoán nó khác với thư viện Callas..."
        },
        {
            "x1": 707,
            "y1": 906,
            "x2": 801,
            "y2": 1140,
            "text": "そうなんですね… わざわざついて来て もらってすみません",
            "vi": "Đúng vậy... Tôi xin lỗi vì bạn đã theo dõi tôi"
        },
        {
            "x1": 174,
            "y1": 935,
            "x2": 279,
            "y2": 1102,
            "text": "レリウスの ためなら‼ 全然平気よ‼",
            "vi": "Dành cho Lelius‼ Không sao đâu"
        }
    ],
    "007.jpg": [
        {
            "x1": 776,
            "y1": 122,
            "x2": 876,
            "y2": 322,
            "text": "べ 別に 変な意味じゃない んだからね‼",
            "vi": "Nó không có một ý nghĩa kỳ lạ."
        },
        {
            "x1": 142,
            "y1": 179,
            "x2": 197,
            "y2": 307,
            "text": "はい？",
            "vi": "Vâng?"
        },
        {
            "x1": 741,
            "y1": 528,
            "x2": 799,
            "y2": 740,
            "text": "グリードラド家の フィーラよ",
            "vi": "Filla Ladadian xanh"
        },
        {
            "x1": 198,
            "y1": 560,
            "x2": 261,
            "y2": 750,
            "text": "入館を許可して もらえる？",
            "vi": "Bạn có thể cho phép tôi vào không?"
        },
        {
            "x1": 768,
            "y1": 835,
            "x2": 847,
            "y2": 1017,
            "text": "グリードラッド家で あれば問題 ありません",
            "vi": "Không có vấn đề gì nếu bạn ở trong gia đình Gleedrad"
        },
        {
            "x1": 311,
            "y1": 845,
            "x2": 376,
            "y2": 997,
            "text": "すんなり 入れてくれる",
            "vi": "Nó sẽ được đưa vào một cách suôn sẻ"
        },
        {
            "x1": 529,
            "y1": 1058,
            "x2": 625,
            "y2": 1247,
            "text": "念のため 魔力の検査を 行わせてください",
            "vi": "Vui lòng cho tôi kiểm tra ma thuật chỉ trong trường hợp"
        },
        {
            "x1": 146,
            "y1": 960,
            "x2": 250,
            "y2": 1176,
            "text": "グリードラッドは やはり名門 なんだなぁ…！",
            "vi": "Green Rad vẫn là một uy tín...!"
        }
    ],
    "008.jpg": [
        {
            "x1": 111,
            "y1": 149,
            "x2": 180,
            "y2": 314,
            "text": "お付きの方も こちらに手を",
            "vi": "Người có đính kèm cũng có một bàn tay ở đây"
        },
        {
            "x1": 718,
            "y1": 802,
            "x2": 797,
            "y2": 987,
            "text": "確認しました …どうぞ中へ",
            "vi": "Tôi đã xác nhận... vui lòng vào trong"
        },
        {
            "x1": 357,
            "y1": 802,
            "x2": 438,
            "y2": 928,
            "text": "…今のは 何です？",
            "vi": "“Bây giờ là gì?"
        },
        {
            "x1": 106,
            "y1": 783,
            "x2": 198,
            "y2": 1006,
            "text": "事前に入館が 許可されている人間は 魔力が登録してあるの",
            "vi": "Một người được phép vào trước có sức mạnh ma thuật đã đăng ký"
        }
    ],
    "009.jpg": [
        {
            "x1": 743,
            "y1": 142,
            "x2": 843,
            "y2": 288,
            "text": "それと照らし 合わせてる って訳",
            "vi": "Đó là một bản dịch mà tôi đang chiếu sáng nó"
        },
        {
            "x1": 613,
            "y1": 197,
            "x2": 681,
            "y2": 372,
            "text": "あたしの魔力と 家紋",
            "vi": "Ma thuật và gia đình của tôi"
        },
        {
            "x1": 165,
            "y1": 199,
            "x2": 233,
            "y2": 381,
            "text": "二つ揃わないと 中に入れないの",
            "vi": "Nếu bạn không có hai, bạn không thể đặt nó bên trong"
        },
        {
            "x1": 758,
            "y1": 476,
            "x2": 812,
            "y2": 602,
            "text": "俺は…？ さらきのは？",
            "vi": "Tôi là…? Sarako là gì?"
        },
        {
            "x1": 346,
            "y1": 463,
            "x2": 401,
            "y2": 627,
            "text": "レリウスの魔力を 登録したの",
            "vi": "Tôi đã đăng ký Magic of Lelius"
        },
        {
            "x1": 178,
            "y1": 508,
            "x2": 261,
            "y2": 655,
            "text": "勿論あたしと 一緒じゃないと 中に入れないわ",
            "vi": "Tất nhiên, nếu bạn không ở bên tôi, bạn không thể vào"
        },
        {
            "x1": 723,
            "y1": 757,
            "x2": 794,
            "y2": 1006,
            "text": "随分 警備が 厳重なんですね…‼",
            "vi": "Bảo mật rất nghiêm ngặt...‼‼"
        },
        {
            "x1": 300,
            "y1": 788,
            "x2": 371,
            "y2": 985,
            "text": "この国の英智が 詰まった場所よ",
            "vi": "Đó là nơi mà Eiji ở đất nước này được đóng gói"
        },
        {
            "x1": 107,
            "y1": 1026,
            "x2": 186,
            "y2": 1256,
            "text": "これぐらいじゃ ないと‼",
            "vi": "Đây không phải là về điều này"
        }
    ],
    "010.jpg": [
        {
            "x1": 494,
            "y1": 138,
            "x2": 525,
            "y2": 300,
            "text": "さ レリウス",
            "vi": "Sa Lelius"
        },
        {
            "x1": 134,
            "y1": 154,
            "x2": 204,
            "y2": 316,
            "text": "お目当ての本 探してみて‼",
            "vi": "Tìm kiếm cuốn sách bạn muốn"
        },
        {
            "x1": 689,
            "y1": 425,
            "x2": 770,
            "y2": 632,
            "text": "王都大図書館 なら…",
            "vi": "Đối với Thư viện Thành phố Hoàng gia..."
        },
        {
            "x1": 156,
            "y1": 1020,
            "x2": 241,
            "y2": 1242,
            "text": "きっと 見つかるハズ‼",
            "vi": "Tôi chắc chắn bạn sẽ tìm thấy nó‼"
        },
        {
            "x1": 83,
            "y1": 1300,
            "x2": 793,
            "y2": 1334,
            "text": "屋きの蔵書数！次号、思いがけない出会いが♥…叩",
            "vi": "Số lượng sách của cửa hàng! Vấn đề tiếp theo là cuộc gặp gỡ bất ngờ ♥ ...nhấn"
        }
    ]
}