var ocr_data = {
    "001.jpg": [
        {
            "x1": 97,
            "y1": 33,
            "x2": 235,
            "y2": 59,
            "text": "不遇職 鍛治治師",
            "vi": "Kijuji không bị tổn thương"
        },
        {
            "x1": 264,
            "y1": 71,
            "x2": 501,
            "y2": 98,
            "text": "第93話リールの過去",
            "vi": "Tập 93 reel qua"
        },
        {
            "x1": 87,
            "y1": 52,
            "x2": 245,
            "y2": 111,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 172,
            "y1": 173,
            "x2": 252,
            "y2": 398,
            "text": "それでは… 行ってきます‼",
            "vi": "Vậy thì... tôi sẽ đi!"
        },
        {
            "x1": 173,
            "y1": 567,
            "x2": 247,
            "y2": 683,
            "text": "やっぱり 心配だわ",
            "vi": "Rốt cuộc tôi lo lắng"
        },
        {
            "x1": 759,
            "y1": 836,
            "x2": 835,
            "y2": 976,
            "text": "私も一緒に 行く？",
            "vi": "Tôi cũng sẽ đi với tôi?"
        },
        {
            "x1": 549,
            "y1": 840,
            "x2": 642,
            "y2": 986,
            "text": "はは… 大丈夫ですよ フィーラさん",
            "vi": "Haha... không sao đâu"
        },
        {
            "x1": 304,
            "y1": 852,
            "x2": 377,
            "y2": 1045,
            "text": "お店…よろしく お願いします",
            "vi": "Mua sắm... Cảm ơn bạn"
        },
        {
            "x1": 189,
            "y1": 1304,
            "x2": 744,
            "y2": 1336,
            "text": "累局6O万部突破！第︎巻絶魔発売中品",
            "vi": "Văn phòng tích lũy 6o triệu bản! Phát hành Koula Demon"
        }
    ],
    "002.jpg": [
        {
            "x1": 712,
            "y1": 135,
            "x2": 814,
            "y2": 331,
            "text": "遂に… 教皇様と面会する 日がやって来た",
            "vi": "Cuối cùng... một ngày để gặp Đức Giáo hoàng đã đến"
        },
        {
            "x1": 106,
            "y1": 149,
            "x2": 213,
            "y2": 346,
            "text": "大聖堂へ 向かわなくては ならない",
            "vi": "Tôi phải đi đến nhà thờ"
        },
        {
            "x1": 698,
            "y1": 434,
            "x2": 806,
            "y2": 623,
            "text": "皆には大丈夫と 言ったが… 正直 不安だ",
            "vi": "Tôi đã nói với mọi người rằng không sao... tôi thực sự lo lắng"
        },
        {
            "x1": 109,
            "y1": 485,
            "x2": 213,
            "y2": 668,
            "text": "監獄島に 入れるとか 言ってたしな…",
            "vi": "Tôi đã bảo bạn đặt nó ở đảo nhà tù..."
        },
        {
            "x1": 742,
            "y1": 758,
            "x2": 837,
            "y2": 931,
            "text": "まずは リニアルさんと 合流しないと",
            "vi": "Trước hết, tôi phải tham gia tuyến tính"
        },
        {
            "x1": 151,
            "y1": 785,
            "x2": 193,
            "y2": 943,
            "text": "ココか…",
            "vi": "Coco..."
        },
        {
            "x1": 576,
            "y1": 932,
            "x2": 670,
            "y2": 1083,
            "text": "大聖堂近くの 孤児院にいる らしいけど…",
            "vi": "Có vẻ như bạn đang ở trong một trại trẻ mồ côi gần nhà thờ..."
        }
    ],
    "003.jpg": [
        {
            "x1": 696,
            "y1": 170,
            "x2": 792,
            "y2": 370,
            "text": "神イリア様の 御加護があります ように",
            "vi": "Cầu mong Thiên Chúa của Chúa được ban phước"
        },
        {
            "x1": 167,
            "y1": 202,
            "x2": 225,
            "y2": 375,
            "text": "今日も穏やかで ありますように",
            "vi": "Có thể hôm nay nó bình tĩnh"
        },
        {
            "x1": 832,
            "y1": 784,
            "x2": 867,
            "y2": 896,
            "text": "よしッ‼",
            "vi": "Yoshi"
        },
        {
            "x1": 699,
            "y1": 836,
            "x2": 781,
            "y2": 1013,
            "text": "今日のお祈り 終わリー",
            "vi": "Lời cầu nguyện hôm nay là kết thúc"
        },
        {
            "x1": 420,
            "y1": 795,
            "x2": 493,
            "y2": 960,
            "text": "リニアルー‼ 早く遊ぼー",
            "vi": "Tuyến tính Chơi sớm"
        },
        {
            "x1": 126,
            "y1": 827,
            "x2": 208,
            "y2": 998,
            "text": "ごめんね 今日ばちはっと ることあるんだ",
            "vi": "Tôi xin lỗi vì tôi có thể thoát khỏi nó hôm nay"
        },
        {
            "x1": 568,
            "y1": 971,
            "x2": 627,
            "y2": 1156,
            "text": "はーい‼",
            "vi": "Vâng!"
        },
        {
            "x1": 351,
            "y1": 972,
            "x2": 385,
            "y2": 1137,
            "text": "おままごとー",
            "vi": "Omama"
        }
    ],
    "004.jpg": [
        {
            "x1": 778,
            "y1": 109,
            "x2": 837,
            "y2": 281,
            "text": "お祈りは 終わりましたか？",
            "vi": "Có phải lời cầu nguyện đã kết thúc?"
        },
        {
            "x1": 348,
            "y1": 156,
            "x2": 436,
            "y2": 314,
            "text": "来てたんだ 言ってくれれば いいのに",
            "vi": "Tôi ước tôi đã đến"
        },
        {
            "x1": 108,
            "y1": 155,
            "x2": 183,
            "y2": 297,
            "text": "邪魔しては 悪いかと…",
            "vi": "Có tệ không khi đi vào con đường..."
        },
        {
            "x1": 688,
            "y1": 485,
            "x2": 807,
            "y2": 698,
            "text": "それに リニアルさんが シスターっぽいと してるのが意外で…",
            "vi": "Và thật đáng ngạc nhiên khi lineal trông giống như chị gái..."
        },
        {
            "x1": 122,
            "y1": 494,
            "x2": 177,
            "y2": 626,
            "text": "失敬な",
            "vi": "Vô tư"
        },
        {
            "x1": 770,
            "y1": 816,
            "x2": 851,
            "y2": 968,
            "text": "リニアルの 彼氏—？",
            "vi": "Bạn trai lineal -?"
        },
        {
            "x1": 385,
            "y1": 810,
            "x2": 480,
            "y2": 916,
            "text": "へへん… 羨ましい っしょ？",
            "vi": "Này... đố kị, phải không?"
        },
        {
            "x1": 105,
            "y1": 786,
            "x2": 191,
            "y2": 1040,
            "text": "べ 別に彼氏じゃ ないですよ…っ",
            "vi": "Tôi không phải là bạn trai..."
        },
        {
            "x1": 601,
            "y1": 1104,
            "x2": 661,
            "y2": 1262,
            "text": "いいなぁ… かっこいい人‼",
            "vi": "Tốt... người tuyệt vời"
        }
    ],
    "005.jpg": [
        {
            "x1": 717,
            "y1": 181,
            "x2": 848,
            "y2": 315,
            "text": "今日は お仕事で 来たんだ",
            "vi": "Hôm nay tôi đến làm việc"
        },
        {
            "x1": 552,
            "y1": 163,
            "x2": 656,
            "y2": 354,
            "text": "リニアルさんを 少し借りても いい？",
            "vi": "Tôi có thể mượn một chút tuyến tính?"
        },
        {
            "x1": 167,
            "y1": 170,
            "x2": 216,
            "y2": 326,
            "text": "はーい‼",
            "vi": "Vâng!"
        },
        {
            "x1": 769,
            "y1": 570,
            "x2": 828,
            "y2": 752,
            "text": "リニアルさん 人気者なんですね",
            "vi": "Linial là một người nổi tiếng"
        },
        {
            "x1": 282,
            "y1": 585,
            "x2": 319,
            "y2": 678,
            "text": "まぁね",
            "vi": "À tốt rồi"
        },
        {
            "x1": 140,
            "y1": 614,
            "x2": 201,
            "y2": 770,
            "text": "子供好き なんですか？",
            "vi": "Bạn có thích trẻ em không?"
        },
        {
            "x1": 426,
            "y1": 867,
            "x2": 495,
            "y2": 1092,
            "text": "大好き‼",
            "vi": "Thực sự thích!"
        }
    ],
    "006.jpg": [
        {
            "x1": 725,
            "y1": 148,
            "x2": 829,
            "y2": 340,
            "text": "リニアルさん こんな笑顔も するんだな",
            "vi": "Ông lineal cũng cười như thế này"
        },
        {
            "x1": 499,
            "y1": 167,
            "x2": 611,
            "y2": 368,
            "text": "以前メアさんに 孤児院では 剣の訓練をしていると 聞いたのですが",
            "vi": "Tôi đã nghe từ con ngựa trước khi trại trẻ mồ côi đang huấn luyện một thanh kiếm."
        },
        {
            "x1": 103,
            "y1": 183,
            "x2": 163,
            "y2": 357,
            "text": "将来 冒険者に なれるようにね",
            "vi": "Có thể trở thành một nhà thám hiểm trong tương lai"
        },
        {
            "x1": 698,
            "y1": 497,
            "x2": 812,
            "y2": 709,
            "text": "教会関係の 仕事に就く人は 僧侶 司祭とかの職業を 持っているのが基本",
            "vi": "Về cơ bản, những người có một công việc liên quan đến nhà thờ có một nghề như một linh mục nhà sư"
        },
        {
            "x1": 135,
            "y1": 535,
            "x2": 221,
            "y2": 746,
            "text": "それ以外の子供達が 生きていには 冒険者になるしかな",
            "vi": "Những đứa trẻ khác sẽ còn sống và trở thành những người thích phiêu lưu"
        },
        {
            "x1": 488,
            "y1": 835,
            "x2": 573,
            "y2": 1066,
            "text": "アテも身寄りも ない子達だし…",
            "vi": "Họ là những đứa trẻ không có ăn cũng không quen thuộc..."
        },
        {
            "x1": 239,
            "y1": 812,
            "x2": 297,
            "y2": 1011,
            "text": "親としての視点も あるのだろう",
            "vi": "Có thể có một số quan điểm với tư cách là phụ huynh"
        },
        {
            "x1": 107,
            "y1": 881,
            "x2": 178,
            "y2": 1098,
            "text": "見たことのない… 悲し気な表情だ",
            "vi": "Tôi chưa bao giờ nhìn thấy nó... một biểu cảm buồn"
        }
    ],
    "007.jpg": [
        {
            "x1": 719,
            "y1": 138,
            "x2": 800,
            "y2": 350,
            "text": "リニアルさんも その指導を？",
            "vi": "Linial cũng cung cấp hướng dẫn đó?"
        },
        {
            "x1": 186,
            "y1": 164,
            "x2": 278,
            "y2": 386,
            "text": "まぁね 成人の儀の後で皆が 生活に困らないうに",
            "vi": "Chà, sau tất cả các buổi lễ người lớn, mọi người không phải lo lắng về cuộc sống"
        },
        {
            "x1": 817,
            "y1": 480,
            "x2": 843,
            "y2": 629,
            "text": "…偉ですね",
            "vi": "...Thật tuyệt"
        },
        {
            "x1": 432,
            "y1": 485,
            "x2": 479,
            "y2": 598,
            "text": "何で？",
            "vi": "Tại sao?"
        },
        {
            "x1": 122,
            "y1": 489,
            "x2": 235,
            "y2": 648,
            "text": "そこで本当に わからないのが リニアルさんの 良い所だろう",
            "vi": "Vì vậy, tôi không thực sự biết dòng chữ là gì."
        },
        {
            "x1": 744,
            "y1": 843,
            "x2": 858,
            "y2": 1035,
            "text": "私が冒険者に 憧れてるのはね… 孤児院での生活が あったから",
            "vi": "Những gì tôi khao khát một nhà thám hiểm... bởi vì tôi đã có một cuộc sống trong một trại trẻ mồ côi"
        },
        {
            "x1": 323,
            "y1": 846,
            "x2": 407,
            "y2": 1038,
            "text": "いつか世界を旅して …両親に会って みたいんだ",
            "vi": "Một ngày nào đó để đi du lịch đến thế giới... tôi muốn gặp bố mẹ tôi"
        },
        {
            "x1": 148,
            "y1": 1059,
            "x2": 196,
            "y2": 1207,
            "text": "両親…？",
            "vi": "bố mẹ…?"
        }
    ],
    "008.jpg": [
        {
            "x1": 706,
            "y1": 155,
            "x2": 811,
            "y2": 321,
            "text": "うん…私 捨てられてた みたい",
            "vi": "Vâng... tôi dường như đã bị bỏ rơi"
        },
        {
            "x1": 344,
            "y1": 137,
            "x2": 402,
            "y2": 335,
            "text": "何か理由が あったのかなって",
            "vi": "Tôi tự hỏi nếu có bất kỳ lý do gì"
        },
        {
            "x1": 663,
            "y1": 463,
            "x2": 738,
            "y2": 641,
            "text": "だから会って 話してみたい",
            "vi": "Vì vậy, tôi muốn gặp gỡ và nói chuyện"
        },
        {
            "x1": 776,
            "y1": 734,
            "x2": 834,
            "y2": 880,
            "text": "…そうだった んですね…",
            "vi": "… Nó là rất…"
        },
        {
            "x1": 604,
            "y1": 750,
            "x2": 693,
            "y2": 972,
            "text": "…私を捨てた相手を 探すなんて馬鹿だって 言われたこどある",
            "vi": "… Tôi đã nói rằng thật ngu ngốc khi tìm thấy một người đã bỏ rơi tôi"
        },
        {
            "x1": 291,
            "y1": 771,
            "x2": 392,
            "y2": 971,
            "text": "レリウスも そう思う？",
            "vi": "Bạn có nghĩ rằng Lelius cũng vậy?"
        }
    ],
    "009.jpg": [
        {
            "x1": 604,
            "y1": 140,
            "x2": 646,
            "y2": 246,
            "text": "いいえ",
            "vi": "KHÔNG"
        },
        {
            "x1": 318,
            "y1": 252,
            "x2": 410,
            "y2": 421,
            "text": "…俺も…いなく なってしまった 両親がいます",
            "vi": "… Tôi... tôi có bố mẹ tôi đã đi"
        },
        {
            "x1": 122,
            "y1": 290,
            "x2": 189,
            "y2": 465,
            "text": "もし会えるなら 会いたい",
            "vi": "Tôi muốn gặp bạn nếu bạn có thể gặp nhau"
        },
        {
            "x1": 750,
            "y1": 526,
            "x2": 851,
            "y2": 710,
            "text": "少しはリニアル さんの気持ちは わかります",
            "vi": "Tôi hiểu một chút tình cảm của Lineal"
        },
        {
            "x1": 573,
            "y1": 587,
            "x2": 671,
            "y2": 793,
            "text": "会えると… いいですね",
            "vi": "Nếu bạn có thể gặp..."
        },
        {
            "x1": 774,
            "y1": 911,
            "x2": 833,
            "y2": 1093,
            "text": "うん…‼",
            "vi": "Ừ…!"
        },
        {
            "x1": 386,
            "y1": 912,
            "x2": 426,
            "y2": 1012,
            "text": "おっと",
            "vi": "Úi"
        },
        {
            "x1": 264,
            "y1": 960,
            "x2": 331,
            "y2": 1076,
            "text": "着いたよ レリウス",
            "vi": "Tôi đã đến Lelius"
        }
    ],
    "010.jpg": [
        {
            "x1": 718,
            "y1": 111,
            "x2": 794,
            "y2": 317,
            "text": "ここが 教皇様のいる所",
            "vi": "Đây là vị Giáo hoàng ở đâu"
        },
        {
            "x1": 148,
            "y1": 170,
            "x2": 247,
            "y2": 356,
            "text": "イリア教の 中枢…",
            "vi": "Trung tâm Iliarian..."
        },
        {
            "x1": 211,
            "y1": 606,
            "x2": 264,
            "y2": 848,
            "text": "王都大聖堂",
            "vi": "Nhà thờ Hoàng gia"
        },
        {
            "x1": 81,
            "y1": 1300,
            "x2": 699,
            "y2": 1324,
            "text": "その先で行っのは味方か。あるいは。ぬ号へっっく叫",
            "vi": "Nó có phải là một đồng minh vượt xa điều đó không? hoặc là. Hét lên Nunu"
        }
    ]
}