var ocr_data = {
    "001.jpg": [
        {
            "x1": 95,
            "y1": 129,
            "x2": 322,
            "y2": 220,
            "text": "最強"
        },
        {
            "x1": 760,
            "y1": 174,
            "x2": 793,
            "y2": 312,
            "text": "えーっと"
        },
        {
            "x1": 105,
            "y1": 329,
            "x2": 344,
            "y2": 355,
            "text": "弟39話鍛合師の遺屋"
        },
        {
            "x1": 692,
            "y1": 436,
            "x2": 753,
            "y2": 594,
            "text": "ドコに あったかな…"
        },
        {
            "x1": 775,
            "y1": 724,
            "x2": 839,
            "y2": 881,
            "text": "クモンベール さん…"
        },
        {
            "x1": 288,
            "y1": 696,
            "x2": 383,
            "y2": 928,
            "text": "は…とっても 父から引き継いだ だけですが…"
        },
        {
            "x1": 485,
            "y1": 840,
            "x2": 588,
            "y2": 1071,
            "text": "あなたは過去の 鍛治師について何か 知ってるのですか？"
        }
    ],
    "013.jpg": [
        {
            "x1": 724,
            "y1": 145,
            "x2": 817,
            "y2": 329,
            "text": "また何かあれば おっしゃって ください‼"
        },
        {
            "x1": 741,
            "y1": 507,
            "x2": 839,
            "y2": 637,
            "text": "手がかりが 見つかった とはいえ…"
        },
        {
            "x1": 311,
            "y1": 520,
            "x2": 350,
            "y2": 669,
            "text": "何か他に…"
        },
        {
            "x1": 421,
            "y1": 602,
            "x2": 480,
            "y2": 752,
            "text": "情報が漠然と してるな"
        },
        {
            "x1": 687,
            "y1": 839,
            "x2": 793,
            "y2": 1021,
            "text": "この設計図 もう一枚 貼り付いてる…"
        },
        {
            "x1": 514,
            "y1": 827,
            "x2": 601,
            "y2": 1026,
            "text": "設計図を 獲得しました"
        },
        {
            "x1": 120,
            "y1": 1027,
            "x2": 242,
            "y2": 1223,
            "text": "ゴーレム´の 作製が可能に なリました"
        }
    ],
    "015.jpg": [
        {
            "x1": 806,
            "y1": 91,
            "x2": 832,
            "y2": 242,
            "text": "ゴーレム…？"
        },
        {
            "x1": 424,
            "y1": 134,
            "x2": 487,
            "y2": 286,
            "text": "レリウス 何してるの？"
        },
        {
            "x1": 259,
            "y1": 119,
            "x2": 356,
            "y2": 283,
            "text": "あ‼また何か 作れるように なったの？"
        },
        {
            "x1": 86,
            "y1": 207,
            "x2": 182,
            "y2": 405,
            "text": "はい ゴーレムを 作れるみたいなの ですが…"
        },
        {
            "x1": 718,
            "y1": 467,
            "x2": 825,
            "y2": 650,
            "text": "たしか… 石と土でできた 自律人形よね"
        },
        {
            "x1": 117,
            "y1": 488,
            "x2": 189,
            "y2": 634,
            "text": "ご存じなの ですか？"
        },
        {
            "x1": 716,
            "y1": 741,
            "x2": 846,
            "y2": 961,
            "text": "超一流の職人とか トップクラスの 魔法使いじゃないと 作れないの"
        },
        {
            "x1": 483,
            "y1": 773,
            "x2": 591,
            "y2": 959,
            "text": "とても大きくて 強い！ 戦闘に 役立つのよ‼"
        },
        {
            "x1": 680,
            "y1": 1016,
            "x2": 718,
            "y2": 1119,
            "text": "へぇ…"
        },
        {
            "x1": 107,
            "y1": 1018,
            "x2": 203,
            "y2": 1206,
            "text": "１回だけ見せて もらったことが あるわ‼"
        }
    ],
    "017.jpg": [
        {
            "x1": 784,
            "y1": 124,
            "x2": 872,
            "y2": 282,
            "text": "気になるわ！ 見せてくれない かしら？"
        },
        {
            "x1": 488,
            "y1": 138,
            "x2": 550,
            "y2": 245,
            "text": "もちろん です‼"
        },
        {
            "x1": 120,
            "y1": 165,
            "x2": 226,
            "y2": 307,
            "text": "ゴーレム‼ そんなに 凄いのか…"
        },
        {
            "x1": 741,
            "y1": 479,
            "x2": 850,
            "y2": 693,
            "text": "天穿つ剣も 思えば設計図から 手に入れたな"
        },
        {
            "x1": 127,
            "y1": 523,
            "x2": 240,
            "y2": 747,
            "text": "もしかして 想像以上のものが 出てくるんじゃ…"
        },
        {
            "x1": 788,
            "y1": 855,
            "x2": 863,
            "y2": 1024,
            "text": "これは期待 できるぞ！"
        }
    ],
    "019.jpg": [
        {
            "x1": 715,
            "y1": 104,
            "x2": 814,
            "y2": 369,
            "text": "ゴー‼"
        },
        {
            "x1": 240,
            "y1": 1044,
            "x2": 284,
            "y2": 1137,
            "text": "えぇ…"
        },
        {
            "x1": 78,
            "y1": 1324,
            "x2": 860,
            "y2": 1350,
            "text": "現れたのは…やPたらとテンションが高い\"テじ。ゴIーレム！ぬ行へ!"
        }
    ]
}