var ocr_data = {
    "001.jpg": [
        {
            "x1": 96,
            "y1": 26,
            "x2": 256,
            "y2": 56,
            "text": "不遇職鍛台師"
        },
        {
            "x1": 285,
            "y1": 72,
            "x2": 414,
            "y2": 101,
            "text": "第46話 凶報"
        },
        {
            "x1": 93,
            "y1": 54,
            "x2": 266,
            "y2": 104,
            "text": "最強"
        },
        {
            "x1": 822,
            "y1": 93,
            "x2": 856,
            "y2": 234,
            "text": "レリウス‼"
        },
        {
            "x1": 731,
            "y1": 174,
            "x2": 764,
            "y2": 316,
            "text": "レリウス‼"
        },
        {
            "x1": 160,
            "y1": 470,
            "x2": 308,
            "y2": 654,
            "text": "すまない また新しい 剣を頼む"
        },
        {
            "x1": 682,
            "y1": 796,
            "x2": 711,
            "y2": 946,
            "text": "また出ました"
        },
        {
            "x1": 427,
            "y1": 858,
            "x2": 529,
            "y2": 1057,
            "text": "メアさんの神器は 蒼石の魔物との 相性が悪い"
        },
        {
            "x1": 784,
            "y1": 1112,
            "x2": 854,
            "y2": 1290,
            "text": "2，最強"
        },
        {
            "x1": 191,
            "y1": 1061,
            "x2": 287,
            "y2": 1302,
            "text": "そのため メアさんに ソードを貸している のだが…"
        }
    ],
    "002.jpg": [
        {
            "x1": 742,
            "y1": 156,
            "x2": 847,
            "y2": 292,
            "text": "何だか最近 蒼石の魔物 多いですね"
        },
        {
            "x1": 380,
            "y1": 132,
            "x2": 468,
            "y2": 335,
            "text": "まあ ギルドからも 注意しろと言われて いる"
        },
        {
            "x1": 260,
            "y1": 123,
            "x2": 319,
            "y2": 296,
            "text": "レリウス‼ 20号室の掃除を…"
        },
        {
            "x1": 84,
            "y1": 279,
            "x2": 140,
            "y2": 428,
            "text": "あら おかえり メア"
        },
        {
            "x1": 738,
            "y1": 470,
            "x2": 837,
            "y2": 661,
            "text": "徐々に暖かい日が 来るようになった 三月"
        },
        {
            "x1": 94,
            "y1": 508,
            "x2": 207,
            "y2": 680,
            "text": "真冬の寒さも あと少しで 消えるだろう"
        },
        {
            "x1": 686,
            "y1": 758,
            "x2": 811,
            "y2": 985,
            "text": "フィーラさんは まだ宿で仕事を している"
        },
        {
            "x1": 112,
            "y1": 1026,
            "x2": 238,
            "y2": 1225,
            "text": "…相当 ブリードさん が苦手らしい"
        }
    ],
    "003.jpg": [
        {
            "x1": 131,
            "y1": 141,
            "x2": 164,
            "y2": 234,
            "text": "はは…"
        },
        {
            "x1": 759,
            "y1": 139,
            "x2": 848,
            "y2": 331,
            "text": "このまま ここの従業員として 過ごそうかしら"
        },
        {
            "x1": 803,
            "y1": 447,
            "x2": 859,
            "y2": 593,
            "text": "フイーラさんんは こう言うが…"
        },
        {
            "x1": 679,
            "y1": 485,
            "x2": 764,
            "y2": 647,
            "text": "やはり父が 心心配なようで時々 不安そうにする"
        },
        {
            "x1": 329,
            "y1": 444,
            "x2": 399,
            "y2": 597,
            "text": "クライアさんも ついてくるんゃ ないですかね"
        },
        {
            "x1": 112,
            "y1": 471,
            "x2": 196,
            "y2": 662,
            "text": "かもね 今頃ブ に振り回されて 困っているわ"
        },
        {
            "x1": 799,
            "y1": 712,
            "x2": 829,
            "y2": 908,
            "text": "大変そうですね"
        },
        {
            "x1": 457,
            "y1": 740,
            "x2": 539,
            "y2": 917,
            "text": "お 集まって いますねっ"
        },
        {
            "x1": 178,
            "y1": 741,
            "x2": 214,
            "y2": 935,
            "text": "クルアさん‼"
        },
        {
            "x1": 599,
            "y1": 1024,
            "x2": 691,
            "y2": 1267,
            "text": "クライア兄さんは民には 慕われているから大丈夫 …立場が弱いだけ"
        }
    ],
    "004.jpg": [
        {
            "x1": 776,
            "y1": 123,
            "x2": 831,
            "y2": 346,
            "text": "本日も用意て頂た ポーョ完売です"
        },
        {
            "x1": 87,
            "y1": 158,
            "x2": 148,
            "y2": 296,
            "text": "それは 良かったです"
        },
        {
            "x1": 631,
            "y1": 209,
            "x2": 694,
            "y2": 393,
            "text": "レリウス製 枕も 売れましたよ！"
        },
        {
            "x1": 740,
            "y1": 448,
            "x2": 828,
            "y2": 671,
            "text": "最近ますます レリウスさんの評判は うなぎのほりです"
        },
        {
            "x1": 296,
            "y1": 444,
            "x2": 388,
            "y2": 645,
            "text": "ポションの 値段を質に合わぜて 上げましたが"
        },
        {
            "x1": 188,
            "y1": 481,
            "x2": 247,
            "y2": 661,
            "text": "それでも変れらず 売れています！"
        },
        {
            "x1": 191,
            "y1": 712,
            "x2": 294,
            "y2": 864,
            "text": "ボンドさんの 鍛錬も 続けている"
        },
        {
            "x1": 66,
            "y1": 801,
            "x2": 162,
            "y2": 975,
            "text": "剣の腕は中々の ものになっだ …と思う"
        },
        {
            "x1": 516,
            "y1": 889,
            "x2": 627,
            "y2": 1088,
            "text": "…鍛治師の レベルは47まで 上がった"
        },
        {
            "x1": 347,
            "y1": 1009,
            "x2": 482,
            "y2": 1177,
            "text": "あと少しで 目標の50に 到達だ"
        }
    ],
    "005.jpg": [
        {
            "x1": 760,
            "y1": 107,
            "x2": 833,
            "y2": 304,
            "text": "成人の儀から もうすぐ一年"
        },
        {
            "x1": 215,
            "y1": 425,
            "x2": 318,
            "y2": 614,
            "text": "リンとは どれだけの差が あるのだろう"
        },
        {
            "x1": 491,
            "y1": 686,
            "x2": 589,
            "y2": 851,
            "text": "ちょっとは 近付けていると 良いのだが"
        },
        {
            "x1": 584,
            "y1": 907,
            "x2": 653,
            "y2": 1034,
            "text": "NNN"
        },
        {
            "x1": 383,
            "y1": 854,
            "x2": 484,
            "y2": 1132,
            "text": "フィ… フィーラ様ッ‼"
        }
    ],
    "006.jpg": [
        {
            "x1": 765,
            "y1": 104,
            "x2": 831,
            "y2": 391,
            "text": "すぐに・領主邸へと お越し下さいッ‼"
        },
        {
            "x1": 351,
            "y1": 101,
            "x2": 411,
            "y2": 254,
            "text": "な 何よ どうしたの⁉"
        },
        {
            "x1": 223,
            "y1": 110,
            "x2": 284,
            "y2": 252,
            "text": "グ グリード ラッドが…"
        },
        {
            "x1": 661,
            "y1": 455,
            "x2": 763,
            "y2": 687,
            "text": "グリード ラッド領が‼"
        },
        {
            "x1": 122,
            "y1": 815,
            "x2": 272,
            "y2": 1215,
            "text": "魔物に 襲われました‼"
        }
    ],
    "007.jpg": [
        {
            "x1": 796,
            "y1": 288,
            "x2": 863,
            "y2": 488,
            "text": "騎士達に準備を させておけ‼"
        },
        {
            "x1": 202,
            "y1": 472,
            "x2": 239,
            "y2": 630,
            "text": "情報がいる"
        },
        {
            "x1": 93,
            "y1": 554,
            "x2": 162,
            "y2": 715,
            "text": "近隣の村に 避難命令を…"
        },
        {
            "x1": 805,
            "y1": 754,
            "x2": 850,
            "y2": 898,
            "text": "領主様ッ"
        },
        {
            "x1": 253,
            "y1": 784,
            "x2": 364,
            "y2": 957,
            "text": "ど どう なってるの⁉ 状況は…"
        },
        {
            "x1": 435,
            "y1": 905,
            "x2": 523,
            "y2": 1076,
            "text": "レリウス フィーラ様"
        }
    ],
    "008.jpg": [
        {
            "x1": 750,
            "y1": 139,
            "x2": 821,
            "y2": 444,
            "text": "現在グリードラッドは 魔物に包囲されています"
        },
        {
            "x1": 551,
            "y1": 265,
            "x2": 632,
            "y2": 507,
            "text": "…魔物は『全て』が 蒼石の魔物で"
        },
        {
            "x1": 92,
            "y1": 483,
            "x2": 225,
            "y2": 784,
            "text": "推定でも 干を超える と"
        },
        {
            "x1": 429,
            "y1": 847,
            "x2": 500,
            "y2": 1057,
            "text": "何で そんなことに…"
        },
        {
            "x1": 569,
            "y1": 1028,
            "x2": 609,
            "y2": 1206,
            "text": "千…も…？"
        },
        {
            "x1": 95,
            "y1": 1055,
            "x2": 192,
            "y2": 1261,
            "text": "グリードラッド領内 の村で魔物の群れを 確認"
        }
    ],
    "009.jpg": [
        {
            "x1": 707,
            "y1": 148,
            "x2": 830,
            "y2": 356,
            "text": "討伐に向かった ブリード様と クライア様が…"
        },
        {
            "x1": 137,
            "y1": 148,
            "x2": 231,
            "y2": 387,
            "text": "返り討ちに会い …敗走"
        },
        {
            "x1": 479,
            "y1": 436,
            "x2": 505,
            "y2": 597,
            "text": "フィーラさん"
        },
        {
            "x1": 776,
            "y1": 550,
            "x2": 844,
            "y2": 796,
            "text": "残っている軍とともに 大規模結界を展開"
        },
        {
            "x1": 136,
            "y1": 482,
            "x2": 210,
            "y2": 715,
            "text": "クライアさんが… 『敗走』"
        },
        {
            "x1": 593,
            "y1": 643,
            "x2": 697,
            "y2": 808,
            "text": "今は街に 閉じ込もって いるとのこと"
        },
        {
            "x1": 794,
            "y1": 915,
            "x2": 867,
            "y2": 1083,
            "text": "ク クライア 兄さんは…？"
        },
        {
            "x1": 373,
            "y1": 882,
            "x2": 477,
            "y2": 1012,
            "text": "急いで 援軍を"
        },
        {
            "x1": 581,
            "y1": 1007,
            "x2": 651,
            "y2": 1257,
            "text": "…傷を負ったものの 大丈夫とのことです"
        },
        {
            "x1": 218,
            "y1": 979,
            "x2": 291,
            "y2": 1189,
            "text": "もう少し 状況が 知りたいのです"
        },
        {
            "x1": 79,
            "y1": 1045,
            "x2": 156,
            "y2": 1271,
            "text": "手紙が届いたのは つい先程"
        }
    ],
    "010.jpg": [
        {
            "x1": 766,
            "y1": 73,
            "x2": 839,
            "y2": 297,
            "text": "斥候もすでに 出しておりますし"
        },
        {
            "x1": 600,
            "y1": 144,
            "x2": 671,
            "y2": 340,
            "text": "大規模結界は 三日は保ちます"
        },
        {
            "x1": 802,
            "y1": 386,
            "x2": 828,
            "y2": 526,
            "text": "けけど"
        },
        {
            "x1": 314,
            "y1": 403,
            "x2": 383,
            "y2": 532,
            "text": "ご安心を フィーラ様"
        },
        {
            "x1": 78,
            "y1": 449,
            "x2": 189,
            "y2": 604,
            "text": "幸い… 王国七騎士の 一人と"
        },
        {
            "x1": 678,
            "y1": 712,
            "x2": 789,
            "y2": 954,
            "text": "勇者様がグリード ラッドにいらして いるそうで"
        },
        {
            "x1": 216,
            "y1": 733,
            "x2": 338,
            "y2": 915,
            "text": "確か… 我がカルラス 出身の勇者…"
        },
        {
            "x1": 90,
            "y1": 1039,
            "x2": 165,
            "y2": 1212,
            "text": "嘘だろ"
        }
    ],
    "011.jpg": [
        {
            "x1": 602,
            "y1": 127,
            "x2": 664,
            "y2": 245,
            "text": "大丈夫です 落ち着いて"
        },
        {
            "x1": 337,
            "y1": 132,
            "x2": 365,
            "y2": 314,
            "text": "私がお守りします"
        },
        {
            "x1": 104,
            "y1": 133,
            "x2": 139,
            "y2": 230,
            "text": "うん…"
        },
        {
            "x1": 158,
            "y1": 817,
            "x2": 315,
            "y2": 1193,
            "text": "リン‼"
        }
    ]
}