var ocr_data = {
    "001.jpg": [
        {
            "x1": 265,
            "y1": 71,
            "x2": 525,
            "y2": 98,
            "text": "第90話 ダジョンの奥で",
            "vi": "Tập 90 ở phía sau Dajeon"
        },
        {
            "x1": 91,
            "y1": 59,
            "x2": 240,
            "y2": 101,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 782,
            "y1": 1182,
            "x2": 854,
            "y2": 1306,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 160,
            "y1": 1298,
            "x2": 775,
            "y2": 1330,
            "text": "累計35万部哭破！ 最新第5巻絶覺発完中叫",
            "vi": "Nào khóc tích lũy 350. 000 bản! Tập mới nhất Sa mạc Tập 5 Tập 5"
        }
    ],
    "002.jpg": [
        {
            "x1": 594,
            "y1": 174,
            "x2": 713,
            "y2": 276,
            "text": "おぉー 雰囲気 あるー",
            "vi": "Oh, có một bầu không khí"
        },
        {
            "x1": 351,
            "y1": 139,
            "x2": 377,
            "y2": 261,
            "text": "メアさん？",
            "vi": "Ngựa cái?"
        },
        {
            "x1": 95,
            "y1": 226,
            "x2": 130,
            "y2": 350,
            "text": "…いるぞ",
            "vi": "“Tôi ở đó"
        },
        {
            "x1": 281,
            "y1": 437,
            "x2": 393,
            "y2": 608,
            "text": "ヒク",
            "vi": "Hiku"
        }
    ],
    "003.jpg": [
        {
            "x1": 811,
            "y1": 122,
            "x2": 839,
            "y2": 273,
            "text": "ゾンビ‼",
            "vi": "xác sống!"
        },
        {
            "x1": 377,
            "y1": 133,
            "x2": 442,
            "y2": 280,
            "text": "さ さすがに エグい外見だ",
            "vi": "Như mong đợi, nó trông giống như một bên ngoài"
        },
        {
            "x1": 113,
            "y1": 303,
            "x2": 226,
            "y2": 469,
            "text": "改めて フィーラさん達を 連れてこなくて 良かった…！",
            "vi": "Tôi rất vui vì tôi đã không mang Fira một lần nữa...!"
        }
    ],
    "004.jpg": [
        {
            "x1": 479,
            "y1": 166,
            "x2": 551,
            "y2": 253,
            "text": "まずは 一匹…",
            "vi": "Trước hết..."
        },
        {
            "x1": 287,
            "y1": 113,
            "x2": 320,
            "y2": 226,
            "text": "リニアル",
            "vi": "Tuyến tính"
        },
        {
            "x1": 79,
            "y1": 256,
            "x2": 143,
            "y2": 396,
            "text": "まだ生きて るぞ…‼",
            "vi": "Tôi vẫn còn sống...‼"
        },
        {
            "x1": 793,
            "y1": 424,
            "x2": 848,
            "y2": 552,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 127,
            "y1": 811,
            "x2": 219,
            "y2": 1017,
            "text": "´マテリアル ブレイク",
            "vi": "´ phá vỡ vật liệu"
        }
    ],
    "005.jpg": [
        {
            "x1": 153,
            "y1": 181,
            "x2": 207,
            "y2": 310,
            "text": "おお！",
            "vi": "Oh!"
        },
        {
            "x1": 784,
            "y1": 502,
            "x2": 837,
            "y2": 661,
            "text": "大丈夫ですか リニアルさん‼",
            "vi": "Bạn co ổn không?"
        },
        {
            "x1": 150,
            "y1": 539,
            "x2": 201,
            "y2": 662,
            "text": "平気‼",
            "vi": "Này!"
        },
        {
            "x1": 652,
            "y1": 665,
            "x2": 680,
            "y2": 903,
            "text": "まだ来ます‼",
            "vi": "Tôi vẫn đang đến!"
        },
        {
            "x1": 491,
            "y1": 826,
            "x2": 572,
            "y2": 1007,
            "text": "油断せずに 行きましょう",
            "vi": "Hãy đi mà không có sự bất cẩn"
        },
        {
            "x1": 149,
            "y1": 798,
            "x2": 193,
            "y2": 956,
            "text": "腕が鳴る",
            "vi": "Reo"
        }
    ],
    "006.jpg": [
        {
            "x1": 767,
            "y1": 114,
            "x2": 814,
            "y2": 368,
            "text": "うわはははは",
            "vi": "Wowhahahaha"
        },
        {
            "x1": 112,
            "y1": 158,
            "x2": 221,
            "y2": 351,
            "text": "…俺のイメージする シスターはこう… 神聖でおしとやか だったのだが…",
            "vi": "Đây là người chị mà tôi tưởng tượng... đó là thiêng liêng và hiền lành"
        },
        {
            "x1": 718,
            "y1": 515,
            "x2": 811,
            "y2": 706,
            "text": "彼女は ことごとく イメージと違うな",
            "vi": "Cô ấy đều khác với hình ảnh"
        },
        {
            "x1": 336,
            "y1": 941,
            "x2": 456,
            "y2": 1170,
            "text": "だがまぁ…妙に リニアルさんという シスターには あっているか…",
            "vi": "Tuy nhiên, có một người chị em tuyến tính kỳ lạ..."
        }
    ],
    "007.jpg": [
        {
            "x1": 755,
            "y1": 401,
            "x2": 840,
            "y2": 584,
            "text": "さすがにＣランク 迷宮というだけは ありますね",
            "vi": "Đúng như dự đoán, chỉ có một mê cung cấp c."
        },
        {
            "x1": 171,
            "y1": 414,
            "x2": 262,
            "y2": 616,
            "text": "以前スパーク迷宮で 戦った魔物より かなり手強い",
            "vi": "Rất khó hơn những con quái vật đã chiến đấu trong mê cung Spark trước đây"
        },
        {
            "x1": 459,
            "y1": 734,
            "x2": 529,
            "y2": 913,
            "text": "スケルトン… いや",
            "vi": "Bộ xương... không"
        },
        {
            "x1": 132,
            "y1": 1046,
            "x2": 226,
            "y2": 1193,
            "text": "冒険者の 死体か…",
            "vi": "Nó có phải là một xác chết của một nhà thám hiểm..."
        }
    ],
    "008.jpg": [
        {
            "x1": 636,
            "y1": 148,
            "x2": 699,
            "y2": 255,
            "text": "見ろ レリウス",
            "vi": "Hãy nhìn vào Lelius"
        },
        {
            "x1": 513,
            "y1": 136,
            "x2": 552,
            "y2": 261,
            "text": "日記…？",
            "vi": "Nhật kí…?"
        },
        {
            "x1": 115,
            "y1": 162,
            "x2": 204,
            "y2": 302,
            "text": "この冒険者が 書いたもの でしょうか…",
            "vi": "Nó có được viết bởi nhà thám hiểm này..."
        },
        {
            "x1": 754,
            "y1": 391,
            "x2": 819,
            "y2": 559,
            "text": "三月十二 晴天",
            "vi": "10 tháng 3"
        },
        {
            "x1": 125,
            "y1": 417,
            "x2": 190,
            "y2": 614,
            "text": "我々はこの古城の 探索を開始した",
            "vi": "Chúng tôi bắt đầu khám phá lâu đài cũ này"
        },
        {
            "x1": 730,
            "y1": 666,
            "x2": 835,
            "y2": 882,
            "text": "三月十三日 あまりにも ゾンビの数が多い",
            "vi": "Ngày 13 tháng 3 Số lượng zombie quá lớn"
        },
        {
            "x1": 315,
            "y1": 660,
            "x2": 414,
            "y2": 919,
            "text": "M月二十日 剣士が倒された いい奴だったのに",
            "vi": "M tháng 20 ngày, kiếm sĩ là một chàng trai tốt"
        },
        {
            "x1": 491,
            "y1": 982,
            "x2": 592,
            "y2": 1220,
            "text": "お約束通リブンビに 殺されるとブンビに なるのだろう",
            "vi": "Nếu bạn bị giết bởi một Livenbie đã hứa, nó sẽ là một Bunbi"
        },
        {
            "x1": 115,
            "y1": 1072,
            "x2": 219,
            "y2": 1237,
            "text": "ゾンビに なったので 殺した…畜生",
            "vi": "Tôi đã giết vì nó đã trở thành một thây ma..."
        }
    ],
    "009.jpg": [
        {
            "x1": 722,
            "y1": 142,
            "x2": 837,
            "y2": 313,
            "text": "三月二十三日 遂に食糧が 尽きた",
            "vi": "Ngày 23 tháng 3, thực phẩm cuối cùng đã cạn kiệt"
        },
        {
            "x1": 415,
            "y1": 148,
            "x2": 514,
            "y2": 298,
            "text": "だが… このままでは 終われない",
            "vi": "Nhưng... nó sẽ không kết thúc như nó là"
        },
        {
            "x1": 151,
            "y1": 233,
            "x2": 209,
            "y2": 407,
            "text": "せめて…ボス モンスターを…",
            "vi": "Ít nhất là... quái vật trùm..."
        },
        {
            "x1": 746,
            "y1": 454,
            "x2": 810,
            "y2": 634,
            "text": "三月二十五日… ヤツを見つけた",
            "vi": "Ngày 25 tháng 3... Tôi đã tìm thấy một chàng trai"
        },
        {
            "x1": 549,
            "y1": 532,
            "x2": 716,
            "y2": 619,
            "text": "eaoihesaiwero otinessdnusn",
            "vi": "HÌNH ẢNH"
        },
        {
            "x1": 156,
            "y1": 467,
            "x2": 269,
            "y2": 664,
            "text": "…駄目だあんな 巨大なモノ… 勝てる訳ない",
            "vi": "… Không, một điều rất lớn… tôi không thể giành chiến thắng"
        },
        {
            "x1": 772,
            "y1": 712,
            "x2": 866,
            "y2": 896,
            "text": "もう駄目だ 私は…私は",
            "vi": "Tôi không thể... tôi... tôi"
        },
        {
            "x1": 127,
            "y1": 670,
            "x2": 298,
            "y2": 1262,
            "text": "死死死死死死 死死死死死死",
            "vi": "Cái chết và cái chết của cái chết, cái chết từ cái chết"
        }
    ],
    "010.jpg": [
        {
            "x1": 98,
            "y1": 101,
            "x2": 149,
            "y2": 254,
            "text": "うわ…⁉",
            "vi": "Thành công lớn...⁉"
        },
        {
            "x1": 784,
            "y1": 336,
            "x2": 832,
            "y2": 569,
            "text": "」ラ壁が…⁉",
            "vi": "\"LA Wall...⁉⁉"
        },
        {
            "x1": 104,
            "y1": 547,
            "x2": 155,
            "y2": 718,
            "text": "何だ…‼",
            "vi": "Gì…!"
        }
    ],
    "011.jpg": [
        {
            "x1": 392,
            "y1": 125,
            "x2": 427,
            "y2": 254,
            "text": "コイソが",
            "vi": "Cá mã"
        },
        {
            "x1": 122,
            "y1": 134,
            "x2": 200,
            "y2": 308,
            "text": "日記に書か れていた…",
            "vi": "Nó được viết trong nhật ký..."
        },
        {
            "x1": 765,
            "y1": 360,
            "x2": 804,
            "y2": 570,
            "text": "この迷宮の…",
            "vi": "Trong mê cung này..."
        },
        {
            "x1": 156,
            "y1": 675,
            "x2": 260,
            "y2": 911,
            "text": "ボス モンスター‼",
            "vi": "Monster Boss‼"
        }
    ]
}