var ocr_data = {
    "001.jpg": [
        {
            "x1": 260,
            "y1": 72,
            "x2": 491,
            "y2": 98,
            "text": "第83話買い物デート？",
            "vi": "Tập 83 Ngày mua sắm?"
        },
        {
            "x1": 89,
            "y1": 58,
            "x2": 243,
            "y2": 100,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 719,
            "y1": 144,
            "x2": 812,
            "y2": 373,
            "text": "おはよー ございまーす",
            "vi": "Buổi sáng tốt lành"
        },
        {
            "x1": 152,
            "y1": 178,
            "x2": 232,
            "y2": 414,
            "text": "今日も一日 頑張りましょー‼",
            "vi": "Hãy làm tốt nhất của chúng tôi hôm nay quá!"
        },
        {
            "x1": 215,
            "y1": 547,
            "x2": 270,
            "y2": 723,
            "text": "うわぁ…",
            "vi": "Thành công lớn…"
        },
        {
            "x1": 785,
            "y1": 837,
            "x2": 861,
            "y2": 1030,
            "text": "お疲れですか？ 先輩",
            "vi": "Bạn có mệt mỏi không? cấp cao"
        },
        {
            "x1": 533,
            "y1": 835,
            "x2": 562,
            "y2": 1032,
            "text": "色々ありまして…",
            "vi": "Có nhiều thứ khác nhau..."
        },
        {
            "x1": 327,
            "y1": 853,
            "x2": 425,
            "y2": 1122,
            "text": "昨日は破壊してしまった 家の修理で魔力を 使い果だしてしまった…",
            "vi": "Hôm qua, tôi đã cạn kiệt sức mạnh kỳ diệu bằng cách sửa chữa ngôi nhà đã bị phá hủy..."
        },
        {
            "x1": 768,
            "y1": 1168,
            "x2": 843,
            "y2": 1282,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 159,
            "y1": 1037,
            "x2": 196,
            "y2": 1255,
            "text": "それにしても",
            "vi": "Nhưng"
        },
        {
            "x1": 129,
            "y1": 1299,
            "x2": 741,
            "y2": 1328,
            "text": "累計35万部突破！ 最新第5巻絶魔発完中叫",
            "vi": "Tích lũy hơn 350. 000 bản! Tập tin hoàn thành việc làm của Devil 5 tập mới nhất là"
        }
    ],
    "002.jpg": [
        {
            "x1": 746,
            "y1": 122,
            "x2": 808,
            "y2": 383,
            "text": "『マテリアルブレイク』の 破壊力は凄まじ",
            "vi": "Sức mạnh hủy diệt của \"phá vỡ vật chất\" là rất lớn"
        },
        {
            "x1": 132,
            "y1": 163,
            "x2": 229,
            "y2": 432,
            "text": "クリエイトハンマーで 初めての戦闘用スキル… なのだろうか？",
            "vi": "Đây có phải là kỹ năng chiến đấu đầu tiên cho Creat Hammer...?"
        },
        {
            "x1": 756,
            "y1": 549,
            "x2": 854,
            "y2": 703,
            "text": "実践で 試してみたい ところだな",
            "vi": "Tôi muốn thử nó trong thực tế"
        },
        {
            "x1": 404,
            "y1": 519,
            "x2": 470,
            "y2": 719,
            "text": "お疲れの所悪いん ですけどくそ",
            "vi": "Tôi mệt mỏi, nhưng cứt"
        },
        {
            "x1": 113,
            "y1": 597,
            "x2": 165,
            "y2": 723,
            "text": "はい？",
            "vi": "Vâng?"
        },
        {
            "x1": 745,
            "y1": 846,
            "x2": 831,
            "y2": 1036,
            "text": "今日仕事 終わったらく",
            "vi": "Hôm nay tôi đã hoàn thành sau giờ làm việc"
        },
        {
            "x1": 314,
            "y1": 970,
            "x2": 400,
            "y2": 1201,
            "text": "一緒に買い物に 行きませんか？",
            "vi": "Bạn có muốn đi mua sắm cùng nhau?"
        },
        {
            "x1": 140,
            "y1": 970,
            "x2": 187,
            "y2": 1160,
            "text": "…買い物？",
            "vi": "…mua đồ?"
        }
    ],
    "003.jpg": [
        {
            "x1": 776,
            "y1": 808,
            "x2": 872,
            "y2": 1019,
            "text": "こうして先輩と 出掛けるのって実は 初めてですよね‼",
            "vi": "Đây là lần đầu tiên tôi đi chơi với các tiền bối của tôi theo cách này."
        },
        {
            "x1": 296,
            "y1": 730,
            "x2": 361,
            "y2": 918,
            "text": "毎日送っている じゃないですか",
            "vi": "Bạn gửi nó mỗi ngày"
        },
        {
            "x1": 95,
            "y1": 811,
            "x2": 174,
            "y2": 991,
            "text": "それとコレは 違うんです‼",
            "vi": "Và điều này là khác nhau."
        }
    ],
    "004.jpg": [
        {
            "x1": 768,
            "y1": 125,
            "x2": 854,
            "y2": 265,
            "text": "それでドコに 用事が あるんです？",
            "vi": "Vì vậy, bạn có một việc vặt ở Doko?"
        },
        {
            "x1": 520,
            "y1": 118,
            "x2": 593,
            "y2": 232,
            "text": "その前に 先輩‼",
            "vi": "Cao cấp trước‼ đó"
        },
        {
            "x1": 436,
            "y1": 197,
            "x2": 499,
            "y2": 304,
            "text": "一ついい ですか⁉",
            "vi": "Nó có tốt không?"
        },
        {
            "x1": 76,
            "y1": 212,
            "x2": 133,
            "y2": 349,
            "text": "はい？",
            "vi": "Vâng?"
        },
        {
            "x1": 670,
            "y1": 426,
            "x2": 785,
            "y2": 633,
            "text": "どうしていつも 敬語で話すん ですか？",
            "vi": "Tại sao bạn luôn nói trong danh dự?"
        },
        {
            "x1": 123,
            "y1": 450,
            "x2": 212,
            "y2": 629,
            "text": "どうしてって 家族以外には基本 こうですよ",
            "vi": "Điều này về cơ bản giống như điều này ngoài gia đình tôi"
        },
        {
            "x1": 773,
            "y1": 706,
            "x2": 848,
            "y2": 940,
            "text": "もっと自然に 話してくださいよ",
            "vi": "Hãy nói chuyện tự nhiên hơn"
        },
        {
            "x1": 192,
            "y1": 767,
            "x2": 270,
            "y2": 916,
            "text": "これが俺の 普通です",
            "vi": "Đây là bình thường của tôi"
        },
        {
            "x1": 357,
            "y1": 858,
            "x2": 436,
            "y2": 1147,
            "text": "私レリウス先輩と 普通に話したい─―‼",
            "vi": "Tôi muốn nói chuyện với các tiền bối Lelius bình thường."
        }
    ],
    "005.jpg": [
        {
            "x1": 811,
            "y1": 164,
            "x2": 881,
            "y2": 313,
            "text": "あ 着き ましたよ！",
            "vi": "Tôi đến!"
        },
        {
            "x1": 484,
            "y1": 142,
            "x2": 553,
            "y2": 351,
            "text": "今日行きたかった 場所です",
            "vi": "Đây là nơi tôi muốn đến hôm nay"
        },
        {
            "x1": 142,
            "y1": 497,
            "x2": 249,
            "y2": 715,
            "text": "ランジェリ ショップ⁉",
            "vi": "Cửa hàng phổi⁉"
        },
        {
            "x1": 799,
            "y1": 854,
            "x2": 836,
            "y2": 1034,
            "text": "嘘でしょ…⁉",
            "vi": "Bạn phải đùa…⁉"
        },
        {
            "x1": 409,
            "y1": 881,
            "x2": 516,
            "y2": 1106,
            "text": "こういう所は クルアさんとかと 来た方が…",
            "vi": "Tốt hơn là đến một nơi như vậy với Culua..."
        },
        {
            "x1": 206,
            "y1": 876,
            "x2": 276,
            "y2": 1026,
            "text": "リスティナ さん？",
            "vi": "Listina?"
        }
    ],
    "006.jpg": [
        {
            "x1": 742,
            "y1": 779,
            "x2": 819,
            "y2": 986,
            "text": "…事情を 話してください",
            "vi": "… Hãy nói về tình huống"
        },
        {
            "x1": 545,
            "y1": 705,
            "x2": 636,
            "y2": 947,
            "text": "隠したい事であれば 問ただすのは失礼かと 思ってました…だけど",
            "vi": "Tôi nghĩ sẽ thật thô lỗ khi hỏi tôi có muốn che giấu nó không..."
        },
        {
            "x1": 112,
            "y1": 813,
            "x2": 183,
            "y2": 1105,
            "text": "今のリスティナさんの 様子は ただ事ではない",
            "vi": "Trạng thái hiện tại của Listina không chỉ là vấn đề của"
        }
    ],
    "007.jpg": [
        {
            "x1": 715,
            "y1": 132,
            "x2": 791,
            "y2": 354,
            "text": "前に言いました よね？",
            "vi": "Bạn đã nói điều đó trước đây?"
        },
        {
            "x1": 110,
            "y1": 159,
            "x2": 226,
            "y2": 356,
            "text": "力に なります",
            "vi": "Nó sẽ giúp"
        },
        {
            "x1": 330,
            "y1": 769,
            "x2": 421,
            "y2": 1083,
            "text": "ストーカー… されているんです",
            "vi": "Kẻ theo dõi..."
        }
    ],
    "008.jpg": [
        {
            "x1": 789,
            "y1": 116,
            "x2": 849,
            "y2": 269,
            "text": "ストーカー… ですか？",
            "vi": "Kẻ theo dõi...?"
        },
        {
            "x1": 286,
            "y1": 135,
            "x2": 339,
            "y2": 322,
            "text": "こここ一か月くらい でしょうか…",
            "vi": "Có khoảng một tháng ở đây không..."
        },
        {
            "x1": 678,
            "y1": 457,
            "x2": 739,
            "y2": 689,
            "text": "ずっと誰かに つけられてるんです",
            "vi": "Tôi luôn gắn bó với một ai đó"
        },
        {
            "x1": 738,
            "y1": 809,
            "x2": 824,
            "y2": 1030,
            "text": "最初は別に実害が なかったので気にな かったんですけど",
            "vi": "Lúc đầu, tôi đã lo lắng vì không có tác hại thực sự."
        },
        {
            "x1": 402,
            "y1": 806,
            "x2": 493,
            "y2": 1006,
            "text": "最近 私のその 服とか盗まれて しまいまして…",
            "vi": "Tôi đã bị đánh cắp gần đây về quần áo của mình..."
        },
        {
            "x1": 259,
            "y1": 875,
            "x2": 324,
            "y2": 1075,
            "text": "騎士様にも相談に 行ったのですが…",
            "vi": "Tôi đã đi tham khảo ý kiến Hiệp sĩ..."
        }
    ],
    "009.jpg": [
        {
            "x1": 744,
            "y1": 88,
            "x2": 821,
            "y2": 284,
            "text": "…劇団の人達 には？",
            "vi": "“Những gì cho người dân của công ty nhà hát?"
        },
        {
            "x1": 271,
            "y1": 91,
            "x2": 364,
            "y2": 302,
            "text": "劇団員の人って 害とスーカー被害 とかあるみたいで",
            "vi": "Có vẻ như các thành viên của đoàn là tổn hại và thiệt hại cho Suker"
        },
        {
            "x1": 118,
            "y1": 134,
            "x2": 197,
            "y2": 341,
            "text": "人気者になった 証だって…",
            "vi": "Ngay cả bằng chứng trở nên phổ biến..."
        },
        {
            "x1": 559,
            "y1": 449,
            "x2": 634,
            "y2": 575,
            "text": "…今も ですか？",
            "vi": "...nó vẫn còn?"
        },
        {
            "x1": 457,
            "y1": 397,
            "x2": 492,
            "y2": 514,
            "text": "はい…ッ",
            "vi": "Vâng..."
        },
        {
            "x1": 149,
            "y1": 408,
            "x2": 218,
            "y2": 625,
            "text": "なんとなく…私… 感じるんです…ッ",
            "vi": "Bằng cách nào đó... tôi... tôi cảm thấy..."
        },
        {
            "x1": 717,
            "y1": 717,
            "x2": 827,
            "y2": 959,
            "text": "彼女の職業か 神器のスキルに 探知系があるのか…",
            "vi": "Có một hệ thống phát hiện trong nghề nghiệp của cô ấy hay kỹ năng của kho báu thiêng liêng..."
        },
        {
            "x1": 170,
            "y1": 735,
            "x2": 272,
            "y2": 988,
            "text": "何とか しなくては‼",
            "vi": "Tôi phải làm một cái gì đó"
        },
        {
            "x1": 536,
            "y1": 1009,
            "x2": 649,
            "y2": 1227,
            "text": "何にせよ彼女に こんな顔をさせる 奴は許せない",
            "vi": "Trong mọi trường hợp, tôi không thể tha thứ cho anh chàng làm cho cô ấy trông như thế này"
        }
    ],
    "010.jpg": [
        {
            "x1": 140,
            "y1": 158,
            "x2": 202,
            "y2": 312,
            "text": "…リスティナ さん",
            "vi": "...listina"
        },
        {
            "x1": 392,
            "y1": 441,
            "x2": 523,
            "y2": 727,
            "text": "今から俺と カップルになって くれませんか？",
            "vi": "Bạn có muốn trở thành một cặp với tôi bây giờ không?"
        },
        {
            "x1": 81,
            "y1": 1297,
            "x2": 823,
            "y2": 1329,
            "text": "仲間の為に一肌脱ぐ！ レリウスの作戦は？ 次号へ叩",
            "vi": "Hãy cởi bỏ làn da của bạn cho bạn bè của bạn! Chiến lược Lelius là gì? Đánh vào vấn đề tiếp theo"
        }
    ]
}