var ocr_data = {
    "003.jpg": [
        {
            "x1": 655,
            "y1": 62,
            "x2": 792,
            "y2": 477,
            "text": "天穿つ剣",
            "vi": "Thanh kiếm"
        },
        {
            "x1": 459,
            "y1": 1002,
            "x2": 534,
            "y2": 1143,
            "text": "ケルベロス 頭部の…",
            "vi": "Đầu của Cerberus..."
        },
        {
            "x1": 147,
            "y1": 1072,
            "x2": 191,
            "y2": 1229,
            "text": "あの魔石",
            "vi": "Viên đá ma thuật đó"
        }
    ],
    "004.jpg": [
        {
            "x1": 818,
            "y1": 753,
            "x2": 853,
            "y2": 883,
            "text": "な 何…⁉",
            "vi": "Gì...⁉"
        },
        {
            "x1": 321,
            "y1": 806,
            "x2": 352,
            "y2": 929,
            "text": "どう…だ…",
            "vi": "Thế nào..."
        },
        {
            "x1": 598,
            "y1": 1104,
            "x2": 674,
            "y2": 1251,
            "text": "神器…？ 誰のだ…⁉",
            "vi": "Thùng...? Nó là ai...⁉"
        }
    ],
    "005.jpg": [
        {
            "x1": 793,
            "y1": 667,
            "x2": 832,
            "y2": 879,
            "text": "“防御魔法”⁉",
            "vi": "\"Phép thuật quốc phòng\""
        },
        {
            "x1": 131,
            "y1": 758,
            "x2": 215,
            "y2": 906,
            "text": "防御する ことを学習した のか…⁉",
            "vi": "Bạn đã học cách bảo vệ...⁉⁉"
        },
        {
            "x1": 754,
            "y1": 995,
            "x2": 834,
            "y2": 1202,
            "text": "マテリアル ブレイクを…",
            "vi": "Nghỉ ngơi vật chất..."
        },
        {
            "x1": 316,
            "y1": 1003,
            "x2": 425,
            "y2": 1164,
            "text": "いや 駄目だ‼",
            "vi": "Không, nó là vô dụng."
        },
        {
            "x1": 125,
            "y1": 1054,
            "x2": 233,
            "y2": 1263,
            "text": "シールドを突破 しても…本体には 届かない…ッ",
            "vi": "Ngay cả khi bạn vượt qua khiên... nó không đến được cơ thể..."
        }
    ],
    "006.jpg": [
        {
            "x1": 118,
            "y1": 164,
            "x2": 210,
            "y2": 313,
            "text": "打つ手が ない…",
            "vi": "Không có cách nào để đánh..."
        },
        {
            "x1": 361,
            "y1": 487,
            "x2": 398,
            "y2": 655,
            "text": "何てこと…",
            "vi": "Cái gì đó..."
        },
        {
            "x1": 201,
            "y1": 559,
            "x2": 293,
            "y2": 671,
            "text": "私達の 魔砲も",
            "vi": "Súng ma thuật của chúng ta"
        },
        {
            "x1": 612,
            "y1": 784,
            "x2": 689,
            "y2": 961,
            "text": "覚醒した 勇者の攻撃も",
            "vi": "Cuộc tấn công của người anh hùng thức tỉnh"
        },
        {
            "x1": 119,
            "y1": 875,
            "x2": 166,
            "y2": 1129,
            "text": "耐えきられた",
            "vi": "Khoan dung"
        }
    ],
    "008.jpg": [
        {
            "x1": 724,
            "y1": 148,
            "x2": 842,
            "y2": 332,
            "text": "フィーラさんや クルアさん リスティナさんに 帰ると約束した",
            "vi": "Tôi đã hứa sẽ trở lại Fira và Cruia Listina"
        },
        {
            "x1": 104,
            "y1": 219,
            "x2": 211,
            "y2": 377,
            "text": "皆が… 命懸けで 戦ってきた‼",
            "vi": "Mọi người... Tôi đã chiến đấu cho cuộc sống của tôi."
        },
        {
            "x1": 337,
            "y1": 517,
            "x2": 410,
            "y2": 608,
            "text": "こんな 所で",
            "vi": "Ở một nơi như vậy"
        },
        {
            "x1": 144,
            "y1": 949,
            "x2": 285,
            "y2": 1240,
            "text": "負けて たまるか‼",
            "vi": "Tôi không thể chịu được thua cuộc!"
        }
    ],
    "009.jpg": [
        {
            "x1": 706,
            "y1": 474,
            "x2": 834,
            "y2": 654,
            "text": "レベルが 80に なリました",
            "vi": "Mức độ là 80"
        },
        {
            "x1": 142,
            "y1": 1025,
            "x2": 232,
            "y2": 1260,
            "text": "新たなスキルを 獲得しました",
            "vi": "Đã đạt được các kỹ năng mới"
        }
    ]
}