var ocr_data = {
    "01.jpg": [
        {
            "x1": 103,
            "y1": 116,
            "x2": 259,
            "y2": 191,
            "text": "職鍛治師 最強",
            "vi": "Mạnh nhất trong nghề nghiệp."
        },
        {
            "x1": 698,
            "y1": 177,
            "x2": 814,
            "y2": 329,
            "text": "二人は… 付き合って いるの？",
            "vi": "Họ đang hẹn hò?"
        },
        {
            "x1": 624,
            "y1": 397,
            "x2": 865,
            "y2": 426,
            "text": "第129話 解けぬ誤解",
            "vi": "Tập 129 hiểu lầm vô hình"
        },
        {
            "x1": 318,
            "y1": 473,
            "x2": 437,
            "y2": 534,
            "text": "はは…",
            "vi": "người mẹ…"
        },
        {
            "x1": 209,
            "y1": 480,
            "x2": 285,
            "y2": 671,
            "text": "何を言うかと 思えば そんな",
            "vi": "Nếu bạn nghĩ bạn nói gì"
        },
        {
            "x1": 125,
            "y1": 566,
            "x2": 165,
            "y2": 721,
            "text": "…ないわね",
            "vi": "...không phải"
        },
        {
            "x1": 708,
            "y1": 811,
            "x2": 841,
            "y2": 965,
            "text": "付き合ってる と言っても 過言では ないわね‼",
            "vi": "Không quá lời khi nói rằng bạn đang hẹn hò."
        },
        {
            "x1": 133,
            "y1": 1043,
            "x2": 241,
            "y2": 1220,
            "text": "フィーラ さん⁉",
            "vi": "Filla -san⁉"
        },
        {
            "x1": 808,
            "y1": 1263,
            "x2": 860,
            "y2": 1347,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 165,
            "y1": 1324,
            "x2": 794,
            "y2": 1360,
            "text": "累計100万部突破！ 最新8巻発売中!",
            "vi": "Hơn 1 triệu bản! 8 tập mới nhất được bán!"
        }
    ],
    "02.jpg": [
        {
            "x1": 744,
            "y1": 141,
            "x2": 841,
            "y2": 350,
            "text": "レリウス⁉ そうなの⁉",
            "vi": "Lelius⁉ đúng là đúng"
        },
        {
            "x1": 206,
            "y1": 147,
            "x2": 317,
            "y2": 267,
            "text": "いや それは… 誤解だ！",
            "vi": "Không, đó là... đó là một sự hiểu lầm!"
        },
        {
            "x1": 88,
            "y1": 249,
            "x2": 192,
            "y2": 373,
            "text": "俺と フィーラ さんは…",
            "vi": "Tôi và Fila..."
        },
        {
            "x1": 611,
            "y1": 494,
            "x2": 713,
            "y2": 655,
            "text": "あら 照れなくても いいじゃない",
            "vi": "Bạn không cần phải nhút nhát"
        },
        {
            "x1": 710,
            "y1": 706,
            "x2": 829,
            "y2": 967,
            "text": "もう今は ドーセーじてるん だし…♡",
            "vi": "Bây giờ tôi đã bị dosay... ♡ ♡"
        },
        {
            "x1": 151,
            "y1": 839,
            "x2": 218,
            "y2": 1124,
            "text": "何ィイイイ⁉",
            "vi": "Thật là tốt⁉"
        }
    ],
    "03.jpg": [
        {
            "x1": 789,
            "y1": 104,
            "x2": 852,
            "y2": 269,
            "text": "フィフィーラ さん…⁉",
            "vi": "Fifila...⁉"
        },
        {
            "x1": 523,
            "y1": 145,
            "x2": 612,
            "y2": 320,
            "text": "レリウスは 超·奥·手‼",
            "vi": "Lelius là siêu trở lại, tay‼"
        },
        {
            "x1": 300,
            "y1": 135,
            "x2": 470,
            "y2": 318,
            "text": "リンに加え べニとかいう 小娘も現れた！ リスティナも 要注意人物",
            "vi": "Một cô bé tên là Kobeni đến Rin cũng xuất hiện! Listina cũng cần được chú ý"
        },
        {
            "x1": 113,
            "y1": 197,
            "x2": 253,
            "y2": 362,
            "text": "放っておくと ライバルが 無尽蔵に 増えかねない",
            "vi": "Nếu bạn để nó yên, các đối thủ của bạn có thể tăng một cách vô tận"
        },
        {
            "x1": 732,
            "y1": 479,
            "x2": 811,
            "y2": 660,
            "text": "ここで戦いに 終止符を打つ",
            "vi": "Kết thúc trận chiến ở đây"
        },
        {
            "x1": 130,
            "y1": 499,
            "x2": 228,
            "y2": 661,
            "text": "頑張れ フィーラ",
            "vi": "Chúc may mắn Filla"
        },
        {
            "x1": 758,
            "y1": 792,
            "x2": 837,
            "y2": 1103,
            "text": "肉食系女子の 本領を発揮するのよ‼",
            "vi": "Thể hiện sự thật của những cô gái ăn thịt."
        },
        {
            "x1": 260,
            "y1": 813,
            "x2": 364,
            "y2": 989,
            "text": "ま 間違っては ないけど 言い方が…",
            "vi": "Nó không sai, nhưng làm thế nào để nói..."
        },
        {
            "x1": 243,
            "y1": 1055,
            "x2": 378,
            "y2": 1128,
            "text": "ふんす",
            "vi": "FURU"
        }
    ],
    "04.jpg": [
        {
            "x1": 836,
            "y1": 139,
            "x2": 867,
            "y2": 269,
            "text": "レリウス？",
            "vi": "Lelius?"
        },
        {
            "x1": 776,
            "y1": 139,
            "x2": 807,
            "y2": 270,
            "text": "ことなの",
            "vi": "Một cái gì đó"
        },
        {
            "x1": 96,
            "y1": 165,
            "x2": 162,
            "y2": 364,
            "text": "エクスカリバーを 何故 出した？",
            "vi": "Tại sao bạn lại nhận được excalibur?"
        },
        {
            "x1": 726,
            "y1": 460,
            "x2": 870,
            "y2": 691,
            "text": "いや…その… フィーラさんのほかに クルアさんメアさんと 一緒に王都で 生活 してるんだ",
            "vi": "Không... rằng... tôi sống ở thủ đô hoàng gia với ông Mare ngoài Filla."
        },
        {
            "x1": 487,
            "y1": 452,
            "x2": 576,
            "y2": 640,
            "text": "増えてるよ レリウス‼",
            "vi": "Nó đang tăng Lelius‼"
        },
        {
            "x1": 86,
            "y1": 535,
            "x2": 221,
            "y2": 764,
            "text": "一緒に 暮らしてる子が 増えてる‼",
            "vi": "Số lượng trẻ em sống cùng nhau đang gia tăng."
        },
        {
            "x1": 305,
            "y1": 854,
            "x2": 352,
            "y2": 968,
            "text": "あぁ…",
            "vi": "Ahh…"
        },
        {
            "x1": 720,
            "y1": 881,
            "x2": 837,
            "y2": 1088,
            "text": "ていうか一緒に 暮らしてるのは 本当なんだね⁉",
            "vi": "Thật sự thật để sống cùng nhau, phải không?"
        },
        {
            "x1": 67,
            "y1": 862,
            "x2": 201,
            "y2": 1038,
            "text": "リンが やばいよ 激ヤバよ‼",
            "vi": "Rin thật tệ, nó dữ dội."
        },
        {
            "x1": 604,
            "y1": 1093,
            "x2": 684,
            "y2": 1196,
            "text": "あっ あぁ…",
            "vi": "Oh oh..."
        }
    ],
    "05.jpg": [
        {
            "x1": 772,
            "y1": 106,
            "x2": 823,
            "y2": 254,
            "text": "そその… フィーラさん？",
            "vi": "Vậy... Filla?"
        },
        {
            "x1": 648,
            "y1": 189,
            "x2": 734,
            "y2": 309,
            "text": "本当に レリウスの こと…",
            "vi": "Thực sự về Lelius..."
        },
        {
            "x1": 351,
            "y1": 148,
            "x2": 595,
            "y2": 372,
            "text": "ええ そうよ “異性として 大好き なの…‼",
            "vi": "Vâng, \"Tôi yêu bạn như người khác giới...‼‼"
        },
        {
            "x1": 474,
            "y1": 540,
            "x2": 519,
            "y2": 698,
            "text": "ゔおああ",
            "vi": "ゔ ah"
        },
        {
            "x1": 130,
            "y1": 530,
            "x2": 221,
            "y2": 717,
            "text": "レリウスは どうなの⁉",
            "vi": "Còn Lelius thì sao?"
        },
        {
            "x1": 722,
            "y1": 777,
            "x2": 859,
            "y2": 1000,
            "text": "フィーラが 何を言っても レリウスの気持ちが 大事なんだから‼",
            "vi": "Bất kể Filla nói gì, cảm xúc của Lelius là quan trọng."
        },
        {
            "x1": 301,
            "y1": 829,
            "x2": 346,
            "y2": 1007,
            "text": "ど どうなの",
            "vi": "Thế nào"
        },
        {
            "x1": 185,
            "y1": 1096,
            "x2": 271,
            "y2": 1249,
            "text": "そ それは その…",
            "vi": "Chính là nó..."
        }
    ],
    "06.jpg": [
        {
            "x1": 417,
            "y1": 120,
            "x2": 540,
            "y2": 268,
            "text": "ちょっと まだよく 分からないん です",
            "vi": "Tôi chưa biết"
        },
        {
            "x1": 309,
            "y1": 371,
            "x2": 398,
            "y2": 538,
            "text": "今まで女の子に 好かれるような ことなくて…",
            "vi": "Tôi đã không giống như những cô gái cho đến nay..."
        },
        {
            "x1": 152,
            "y1": 399,
            "x2": 252,
            "y2": 580,
            "text": "フィーラさんが 初めてだった ので…",
            "vi": "Filla là lần đầu tiên..."
        },
        {
            "x1": 740,
            "y1": 670,
            "x2": 828,
            "y2": 855,
            "text": "ぶわははは はは‼",
            "vi": "Bubuhahahahaha"
        },
        {
            "x1": 593,
            "y1": 741,
            "x2": 716,
            "y2": 934,
            "text": "リンってば 全く気付かれ てな",
            "vi": "Tôi đã hoàn toàn nhận thức được Rin"
        },
        {
            "x1": 85,
            "y1": 860,
            "x2": 244,
            "y2": 1125,
            "text": "ぎいや おおお‼",
            "vi": "Giyo oooooooooooooooooooooooooooooooooo"
        }
    ],
    "07.jpg": [
        {
            "x1": 181,
            "y1": 220,
            "x2": 215,
            "y2": 372,
            "text": "あんまりだ",
            "vi": "Qua nhiêu"
        },
        {
            "x1": 752,
            "y1": 462,
            "x2": 828,
            "y2": 610,
            "text": "わたし だって…ッ",
            "vi": "Tôi..."
        },
        {
            "x1": 226,
            "y1": 485,
            "x2": 300,
            "y2": 648,
            "text": "勇者じゃ なかったら",
            "vi": "Nếu bạn không phải là một anh hùng"
        },
        {
            "x1": 108,
            "y1": 604,
            "x2": 177,
            "y2": 754,
            "text": "レリウスと もっと…",
            "vi": "Relius và nhiều hơn nữa..."
        },
        {
            "x1": 780,
            "y1": 859,
            "x2": 843,
            "y2": 991,
            "text": "リン…⁉ どうした⁉",
            "vi": "Rin...⁉ Có chuyện gì vậy?"
        },
        {
            "x1": 542,
            "y1": 859,
            "x2": 614,
            "y2": 998,
            "text": "どこか 痛いのか⁉",
            "vi": "Nó có bị tổn thương ở đâu đó không?"
        },
        {
            "x1": 287,
            "y1": 852,
            "x2": 374,
            "y2": 1016,
            "text": "この状況は 何だ…",
            "vi": "Tình hình này là gì..."
        },
        {
            "x1": 446,
            "y1": 978,
            "x2": 513,
            "y2": 1126,
            "text": "な 泣かない でくれ…",
            "vi": "Đừng khóc..."
        },
        {
            "x1": 122,
            "y1": 905,
            "x2": 207,
            "y2": 1098,
            "text": "誰か… 誰か助けて！",
            "vi": "Ai giúp tôi với!"
        }
    ],
    "08.jpg": [
        {
            "x1": 764,
            "y1": 127,
            "x2": 843,
            "y2": 292,
            "text": "ちーっす レリウス‼",
            "vi": "Chọn Lelius‼"
        },
        {
            "x1": 583,
            "y1": 151,
            "x2": 715,
            "y2": 315,
            "text": "休めたー？ 一緒にお城 回ろうぜー",
            "vi": "Bạn đã nghỉ ngơi? Hãy cùng nhau đi xung quanh lâu đài"
        },
        {
            "x1": 728,
            "y1": 827,
            "x2": 846,
            "y2": 986,
            "text": "これは… イリア様の お導きか‼",
            "vi": "Đây là... hướng dẫn của Ilia"
        },
        {
            "x1": 416,
            "y1": 781,
            "x2": 523,
            "y2": 1047,
            "text": "リニアルさんなら この状況を 打開して くれるはず…‼",
            "vi": "Lineal nên vượt qua tình huống này...‼"
        },
        {
            "x1": 103,
            "y1": 1079,
            "x2": 186,
            "y2": 1270,
            "text": "リニアルさん 助けて…",
            "vi": "Giúp tuyến tính..."
        }
    ],
    "09.jpg": [
        {
            "x1": 497,
            "y1": 239,
            "x2": 576,
            "y2": 362,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 326,
            "y1": 137,
            "x2": 444,
            "y2": 319,
            "text": "リニアルは 賢いシスター である",
            "vi": "Lineal là một người chị thông minh"
        },
        {
            "x1": 107,
            "y1": 191,
            "x2": 249,
            "y2": 367,
            "text": "瞬時に この状況を 理解した",
            "vi": "Tôi hiểu tình huống này ngay lập tức"
        },
        {
            "x1": 708,
            "y1": 492,
            "x2": 850,
            "y2": 689,
            "text": "誰かが困って いるならば 手を 差し伸べずには いられない！",
            "vi": "Nếu ai đó đang gặp rắc rối, bạn không thể không tiếp cận!"
        },
        {
            "x1": 173,
            "y1": 575,
            "x2": 257,
            "y2": 753,
            "text": "まして レリウスは",
            "vi": "Lelius thậm chí còn hơn"
        },
        {
            "x1": 777,
            "y1": 900,
            "x2": 850,
            "y2": 1098,
            "text": "人々の笑顔こそ 自身の幸せで",
            "vi": "Nụ cười của mọi người là hạnh phúc của chính họ"
        },
        {
            "x1": 649,
            "y1": 1018,
            "x2": 725,
            "y2": 1197,
            "text": "自身の幸せは 人々の笑顔‼",
            "vi": "Hạnh phúc của tôi là nụ cười của mọi người‼"
        },
        {
            "x1": 124,
            "y1": 1024,
            "x2": 254,
            "y2": 1255,
            "text": "やっぱ 帰ってください リニアルさん‼",
            "vi": "Vui lòng về nhà sau tất cả"
        }
    ],
    "10.jpg": [
        {
            "x1": 782,
            "y1": 151,
            "x2": 854,
            "y2": 293,
            "text": "ご挨拶が 遅れました",
            "vi": "Xin chào đã bị trì hoãn"
        },
        {
            "x1": 694,
            "y1": 491,
            "x2": 803,
            "y2": 730,
            "text": "レリウスの 恋人\"でぇす",
            "vi": "Người yêu của Relius \""
        },
        {
            "x1": 97,
            "y1": 388,
            "x2": 222,
            "y2": 717,
            "text": "くっそ…",
            "vi": "Tsuku..."
        },
        {
            "x1": 182,
            "y1": 960,
            "x2": 284,
            "y2": 1184,
            "text": "やめろリン エクスカリバーは しまえ‼",
            "vi": "Dừng Lin Excalibur"
        },
        {
            "x1": 81,
            "y1": 1094,
            "x2": 154,
            "y2": 1282,
            "text": "〈リン‼",
            "vi": "<Rin!"
        }
    ]
}