var ocr_data = {
    "001.jpg": [
        {
            "x1": 261,
            "y1": 73,
            "x2": 412,
            "y2": 99,
            "text": "第78話 帰り道"
        },
        {
            "x1": 102,
            "y1": 34,
            "x2": 270,
            "y2": 100,
            "text": "不遇職鐵台師。 最強"
        },
        {
            "x1": 670,
            "y1": 122,
            "x2": 739,
            "y2": 252,
            "text": "つ 疲れた わね…"
        },
        {
            "x1": 119,
            "y1": 130,
            "x2": 148,
            "y2": 264,
            "text": "くぅぅん…"
        },
        {
            "x1": 744,
            "y1": 482,
            "x2": 836,
            "y2": 659,
            "text": "もう二人とも だらしないです ねぇ"
        },
        {
            "x1": 149,
            "y1": 493,
            "x2": 259,
            "y2": 709,
            "text": "私だって‼ 戦闘ならばもっと 動けるんだぞっ"
        },
        {
            "x1": 795,
            "y1": 771,
            "x2": 854,
            "y2": 975,
            "text": "リスティナさんは まだ大丈夫ですか？"
        },
        {
            "x1": 221,
            "y1": 796,
            "x2": 318,
            "y2": 1002,
            "text": "そういえば 『ワークチュアリ』 所属なのよね"
        },
        {
            "x1": 767,
            "y1": 1173,
            "x2": 841,
            "y2": 1282,
            "text": "最強"
        },
        {
            "x1": 503,
            "y1": 1020,
            "x2": 626,
            "y2": 1243,
            "text": "体力は自慢なんです たくさんの人を 相手にするのも 劇団員の仕事ですから"
        },
        {
            "x1": 108,
            "y1": 1001,
            "x2": 206,
            "y2": 1205,
            "text": "あたしも グリードラッドに 来てる時 見たわ"
        },
        {
            "x1": 95,
            "y1": 1312,
            "x2": 742,
            "y2": 1345,
            "text": "累計35方部哭破！ 最新第5巻絶覺発完中叫"
        }
    ],
    "003.jpg": [
        {
            "x1": 752,
            "y1": 169,
            "x2": 848,
            "y2": 354,
            "text": "ここに公爵家… わ私… なんて失礼を…"
        },
        {
            "x1": 124,
            "y1": 204,
            "x2": 265,
            "y2": 351,
            "text": "ちょ… ちょっと 待って！"
        },
        {
            "x1": 732,
            "y1": 453,
            "x2": 818,
            "y2": 654,
            "text": "あんまり貴族として 扱わなくて いいっていうか…"
        },
        {
            "x1": 146,
            "y1": 487,
            "x2": 249,
            "y2": 685,
            "text": "普通の同年代の 友達として接して 欲しくって…"
        },
        {
            "x1": 736,
            "y1": 776,
            "x2": 822,
            "y2": 979,
            "text": "その…気にないで くれると 嬉しいな"
        },
        {
            "x1": 456,
            "y1": 758,
            "x2": 540,
            "y2": 998,
            "text": "オッケー フィーラたそー"
        },
        {
            "x1": 113,
            "y1": 934,
            "x2": 223,
            "y2": 1166,
            "text": "砕けすぎ じゃない⁉"
        }
    ],
    "005.jpg": [
        {
            "x1": 778,
            "y1": 488,
            "x2": 849,
            "y2": 666,
            "text": "フジュンだわ フジュン‼"
        },
        {
            "x1": 528,
            "y1": 505,
            "x2": 619,
            "y2": 673,
            "text": "仲の良い男女 ならこのくらい 普通ですよー"
        },
        {
            "x1": 200,
            "y1": 530,
            "x2": 276,
            "y2": 707,
            "text": "にしても 近すぎじゃ…"
        },
        {
            "x1": 782,
            "y1": 819,
            "x2": 848,
            "y2": 1011,
            "text": "お 王都の恋愛は 進んでいるな…"
        },
        {
            "x1": 662,
            "y1": 890,
            "x2": 694,
            "y2": 1035,
            "text": "フィーラ？"
        },
        {
            "x1": 145,
            "y1": 869,
            "x2": 308,
            "y2": 1185,
            "text": "嘘よ…だって本だは 結婚するまで文通でやり 取りしてそして綺麗な 花咲く大きな木の下で…"
        }
    ],
    "011.jpg": [
        {
            "x1": 732,
            "y1": 411,
            "x2": 822,
            "y2": 625,
            "text": "先輩は 優しいですね．"
        },
        {
            "x1": 549,
            "y1": 453,
            "x2": 636,
            "y2": 688,
            "text": "モテモテなのも 頷けます"
        },
        {
            "x1": 100,
            "y1": 408,
            "x2": 231,
            "y2": 610,
            "text": "それは… リスティナさんが 「初めて」 見せた笑顔で"
        },
        {
            "x1": 328,
            "y1": 794,
            "x2": 435,
            "y2": 1025,
            "text": "ありがとう ございます"
        },
        {
            "x1": 97,
            "y1": 978,
            "x2": 230,
            "y2": 1262,
            "text": "きっとこれが 彼女の自然な表情 なんだろうな"
        }
    ]
}