var ocr_data = {
    "001.jpg": [
        {
            "x1": 265,
            "y1": 71,
            "x2": 458,
            "y2": 99,
            "text": "第98話 メッセージ"
        },
        {
            "x1": 92,
            "y1": 33,
            "x2": 239,
            "y2": 100,
            "text": "不遇職 鍛治治師 最強"
        },
        {
            "x1": 646,
            "y1": 442,
            "x2": 723,
            "y2": 612,
            "text": "さ さすが 大図書館…‼"
        },
        {
            "x1": 186,
            "y1": 550,
            "x2": 244,
            "y2": 724,
            "text": "色々な本が ありますね‼"
        },
        {
            "x1": 789,
            "y1": 779,
            "x2": 853,
            "y2": 1003,
            "text": "人生 全て使っても 読み切れなそうだ…"
        },
        {
            "x1": 688,
            "y1": 889,
            "x2": 715,
            "y2": 978,
            "text": "けど…"
        },
        {
            "x1": 200,
            "y1": 1299,
            "x2": 750,
            "y2": 1328,
            "text": "累計6O万部突破！ 第の巻絶魔発完中叫"
        }
    ],
    "005.jpg": [
        {
            "x1": 814,
            "y1": 120,
            "x2": 871,
            "y2": 272,
            "text": "うお…"
        },
        {
            "x1": 270,
            "y1": 126,
            "x2": 329,
            "y2": 294,
            "text": "フィ… フィーラさんッ"
        },
        {
            "x1": 104,
            "y1": 189,
            "x2": 200,
            "y2": 330,
            "text": "あはは 初めては 驚くわよねー"
        },
        {
            "x1": 413,
            "y1": 515,
            "x2": 474,
            "y2": 876,
            "text": "うおぉおおッ？"
        },
        {
            "x1": 767,
            "y1": 1004,
            "x2": 865,
            "y2": 1159,
            "text": "それじゃ 本を探して いきましょ‼"
        },
        {
            "x1": 144,
            "y1": 1009,
            "x2": 226,
            "y2": 1206,
            "text": "大図書館 すごいなぁ‥"
        }
    ]
}