var ocr_data = {
    "10001.jpg": [
        {
            "x1": 314,
            "y1": 1080,
            "x2": 352,
            "y2": 1174,
            "text": "バウ⁉",
            "vi": "Nơ⁉"
        },
        {
            "x1": 92,
            "y1": 1296,
            "x2": 759,
            "y2": 1331,
            "text": "単行本売れ行き絶好調！ 最新第7巻発売中叫",
            "vi": "Bán sách tốt! Tập 7 mới nhất được bán"
        }
    ],
    "10003.jpg": [
        {
            "x1": 127,
            "y1": 213,
            "x2": 158,
            "y2": 392,
            "text": "バウ‼",
            "vi": "Nơ!"
        },
        {
            "x1": 660,
            "y1": 394,
            "x2": 870,
            "y2": 581,
            "text": "おいおい レリウス 戦場で ヨソ見とは 余裕だな",
            "vi": "Này, bạn có thể đủ khả năng để xem Yoso trên chiến trường Lelius"
        },
        {
            "x1": 149,
            "y1": 544,
            "x2": 175,
            "y2": 717,
            "text": "ヴェイルさん‼",
            "vi": "Vail"
        },
        {
            "x1": 779,
            "y1": 858,
            "x2": 860,
            "y2": 1067,
            "text": "死ぬなよ？オはまだ お前のポーンョが 買いたいんだからな",
            "vi": "Bạn không chết sao? Oh vẫn muốn mua con cầm đồ của bạn -Yo"
        },
        {
            "x1": 223,
            "y1": 918,
            "x2": 357,
            "y2": 1111,
            "text": "おっ… 来た来た キターッ！",
            "vi": "Oh... Kita đã đến!"
        },
        {
            "x1": 534,
            "y1": 1042,
            "x2": 656,
            "y2": 1202,
            "text": "え…ちょ… ポーション 飲みすぎ…",
            "vi": "Eh... Cho... Tôi uống quá nhiều thuốc..."
        },
        {
            "x1": 84,
            "y1": 1100,
            "x2": 164,
            "y2": 1282,
            "text": "だ…ッ誰か… 誰かーッ‼",
            "vi": "Đó là... ai đó... ai đó"
        }
    ],
    "10004.jpg": [
        {
            "x1": 757,
            "y1": 126,
            "x2": 824,
            "y2": 243,
            "text": "冗談は さておき",
            "vi": "Đùa qua một bên"
        },
        {
            "x1": 594,
            "y1": 146,
            "x2": 664,
            "y2": 279,
            "text": "戦況… どう見る？",
            "vi": "Tình hình chiến tranh... Bạn thấy nó như thế nào?"
        },
        {
            "x1": 115,
            "y1": 200,
            "x2": 152,
            "y2": 349,
            "text": "厳しいです",
            "vi": "Nó khó khăn"
        },
        {
            "x1": 742,
            "y1": 462,
            "x2": 813,
            "y2": 628,
            "text": "あの大型の 蒼石の魔物…",
            "vi": "Con quái vật đá lớn màu xanh đó..."
        },
        {
            "x1": 132,
            "y1": 528,
            "x2": 197,
            "y2": 686,
            "text": "見た目通りの タフさです",
            "vi": "Nó khó khăn như nó trông"
        },
        {
            "x1": 791,
            "y1": 791,
            "x2": 850,
            "y2": 973,
            "text": "神器の攻撃でさえ 大した傷を負わず",
            "vi": "Ngay cả cuộc tấn công linh thiêng cũng không gây ra nhiều vết thương"
        },
        {
            "x1": 498,
            "y1": 803,
            "x2": 561,
            "y2": 998,
            "text": "更に大量の小型の 魔物の召喚",
            "vi": "Ngoài ra, hãy triệu tập một số lượng lớn quái vật nhỏ"
        },
        {
            "x1": 652,
            "y1": 933,
            "x2": 745,
            "y2": 1101,
            "text": "…傷を負っても す、に再生して います",
            "vi": "… Tôi đang tái tạo ngay cả khi tôi bị một vết thương"
        },
        {
            "x1": 77,
            "y1": 1098,
            "x2": 170,
            "y2": 1276,
            "text": "どれだけ こちらの 物資が保つか…",
            "vi": "Vật tư này sẽ được giữ bao nhiêu..."
        }
    ],
    "10005.jpg": [
        {
            "x1": 773,
            "y1": 129,
            "x2": 865,
            "y2": 308,
            "text": "長引けば 長引くほど士気が 下がる…か",
            "vi": "Càng kéo dài, tinh thần..."
        },
        {
            "x1": 243,
            "y1": 141,
            "x2": 287,
            "y2": 220,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 112,
            "y1": 169,
            "x2": 205,
            "y2": 343,
            "text": "この流れを変え られるとすれば ただ一人",
            "vi": "Nếu dòng này có thể thay đổi, chỉ có một người"
        },
        {
            "x1": 649,
            "y1": 421,
            "x2": 725,
            "y2": 630,
            "text": "魔力解放",
            "vi": "Phát hành phép thuật"
        },
        {
            "x1": 169,
            "y1": 703,
            "x2": 235,
            "y2": 942,
            "text": "スキル起動",
            "vi": "Khởi nghiệp kỹ năng"
        }
    ],
    "10008.jpg": [
        {
            "x1": 798,
            "y1": 96,
            "x2": 829,
            "y2": 255,
            "text": "ひぃぃ…ッ！",
            "vi": "Hả...!"
        },
        {
            "x1": 363,
            "y1": 142,
            "x2": 436,
            "y2": 282,
            "text": "もう一匹… 巨大な魔物",
            "vi": "Một cái khác... một con quái vật khổng lồ"
        },
        {
            "x1": 111,
            "y1": 177,
            "x2": 155,
            "y2": 366,
            "text": "炎の…龍⁉",
            "vi": "Ngọn lửa... Rồng"
        },
        {
            "x1": 744,
            "y1": 431,
            "x2": 802,
            "y2": 604,
            "text": "いや…違う… こいつは…",
            "vi": "Không... không... anh chàng này..."
        },
        {
            "x1": 119,
            "y1": 471,
            "x2": 153,
            "y2": 666,
            "text": "『勇者の一撃』",
            "vi": "\"Cú thổi dũng cảm của cô ấy\""
        },
        {
            "x1": 660,
            "y1": 762,
            "x2": 760,
            "y2": 976,
            "text": "リンだって グリードラッドで 頑張ったんだから",
            "vi": "Ngay cả Rin đã làm việc chăm chỉ với Rad màu xanh lá cây"
        },
        {
            "x1": 89,
            "y1": 1011,
            "x2": 176,
            "y2": 1212,
            "text": "私も 負けられない",
            "vi": "Tôi không thể mất"
        }
    ],
    "10011.jpg": [
        {
            "x1": 65,
            "y1": 43,
            "x2": 175,
            "y2": 880,
            "text": "ッフレイムバースト",
            "vi": "Full -time Burst"
        }
    ]
}