var ocr_data = {
    "001.jpg": [
        {
            "x1": 710,
            "y1": 59,
            "x2": 865,
            "y2": 90,
            "text": "不遇職“鍛治師是",
            "vi": "Công việc bất thường \"Osamu"
        },
        {
            "x1": 705,
            "y1": 85,
            "x2": 876,
            "y2": 141,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 183,
            "y1": 174,
            "x2": 246,
            "y2": 371,
            "text": "昨日は良いモノが 見れましたわ",
            "vi": "Tôi đã thấy những điều tốt đẹp ngày hôm qua"
        },
        {
            "x1": 523,
            "y1": 488,
            "x2": 622,
            "y2": 701,
            "text": "特に主役の方 きっと 良い役者に なるでしょう",
            "vi": "Đặc biệt là vai chính chắc chắn sẽ là một diễn viên giỏi"
        },
        {
            "x1": 372,
            "y1": 452,
            "x2": 471,
            "y2": 612,
            "text": "ユミネ様も そう 思いますか‼",
            "vi": "Bạn có nghĩ rằng yumine quá?"
        },
        {
            "x1": 116,
            "y1": 629,
            "x2": 179,
            "y2": 788,
            "text": "私 見る目は ありますのよ",
            "vi": "Tôi có một mắt để xem"
        },
        {
            "x1": 771,
            "y1": 858,
            "x2": 873,
            "y2": 1032,
            "text": "友人が 褒められるのは 嬉しいものだ",
            "vi": "Thật tuyệt khi được một người bạn ca ngợi"
        },
        {
            "x1": 227,
            "y1": 854,
            "x2": 355,
            "y2": 1088,
            "text": "さてレリウス様 過去の鍛治師について 新しい情報を得た という話ですが…",
            "vi": "Nhân tiện, đó là một câu chuyện mà tôi đã có thông tin mới về quá khứ Osamu trong quá khứ..."
        },
        {
            "x1": 95,
            "y1": 1312,
            "x2": 747,
            "y2": 1348,
            "text": "累獄120万部突破！ 最新9巻発売中品",
            "vi": "Hơn 12 triệu bản sao tù! Tập 9 mới nhất đang được bán"
        }
    ],
    "003.jpg": [
        {
            "x1": 761,
            "y1": 134,
            "x2": 795,
            "y2": 295,
            "text": "こちらです",
            "vi": "Đây là"
        },
        {
            "x1": 115,
            "y1": 145,
            "x2": 215,
            "y2": 327,
            "text": "…私には 読めませんわね これは？",
            "vi": "...Tôi không thể đọc cái này?"
        },
        {
            "x1": 740,
            "y1": 486,
            "x2": 806,
            "y2": 661,
            "text": "鍛治師が残した 文書です",
            "vi": "Nó là một tài liệu do Osamu để lại"
        },
        {
            "x1": 593,
            "y1": 561,
            "x2": 657,
            "y2": 758,
            "text": "迷宮を作ったと 書かれています",
            "vi": "Nó được viết rằng mê cung đã được tạo ra"
        },
        {
            "x1": 122,
            "y1": 596,
            "x2": 218,
            "y2": 773,
            "text": "迷宮を…？ そんなモノまで 作れますの？",
            "vi": "Labyrinth...? Bạn có thể làm cho một điều như vậy?"
        },
        {
            "x1": 717,
            "y1": 858,
            "x2": 843,
            "y2": 1039,
            "text": "ただ… キュガイア周辺で 確認されている 3つの迷宮ですが",
            "vi": "Tuy nhiên, có ba mê cung đã được xác nhận quanh Kugaia"
        },
        {
            "x1": 524,
            "y1": 921,
            "x2": 656,
            "y2": 1142,
            "text": "今のところ 特に気になるモノは 見つかって おりませんわ…",
            "vi": "Cho đến nay, tôi chưa tìm thấy bất cứ điều gì mà tôi đặc biệt quan tâm đến..."
        },
        {
            "x1": 353,
            "y1": 834,
            "x2": 441,
            "y2": 1046,
            "text": "迷宮の他に ゴーレムの作製方法も 記されていました",
            "vi": "Ngoài mê cung, phương pháp làm Golems cũng được viết."
        },
        {
            "x1": 94,
            "y1": 1074,
            "x2": 210,
            "y2": 1234,
            "text": "このゴレムが アルゴの遺した 迷宮を解く鍵に なるみたいです",
            "vi": "Có vẻ như golem này là chìa khóa để giải quyết mê cung của argo"
        }
    ],
    "005.jpg": [
        {
            "x1": 755,
            "y1": 150,
            "x2": 855,
            "y2": 381,
            "text": "攻略にゴーレムが 必要な迷宮… それが 目印になります",
            "vi": "Mê cung cần Golem để bắt... đó là một điểm danh"
        },
        {
            "x1": 156,
            "y1": 163,
            "x2": 184,
            "y2": 305,
            "text": "…なるほど",
            "vi": "…Tôi thấy"
        },
        {
            "x1": 689,
            "y1": 504,
            "x2": 814,
            "y2": 686,
            "text": "俺は もう少し この迷宮について 情報を 集めようかと",
            "vi": "Tôi sẽ thu thập thông tin về mê cung này hơn một chút"
        },
        {
            "x1": 341,
            "y1": 499,
            "x2": 372,
            "y2": 652,
            "text": "分かりました",
            "vi": "Đã hiểu"
        },
        {
            "x1": 157,
            "y1": 556,
            "x2": 283,
            "y2": 736,
            "text": "迷宮の情報の他に これと似た文字を 見つけましたら 報告しますわ",
            "vi": "Nếu bạn tìm thấy một nhân vật tương tự ngoài thông tin mê cung, tôi sẽ báo cáo nó."
        },
        {
            "x1": 201,
            "y1": 1024,
            "x2": 269,
            "y2": 1214,
            "text": "情報を集める… とは言ったが",
            "vi": "Tôi đã bảo bạn thu thập thông tin..."
        }
    ],
    "007.jpg": [
        {
            "x1": 774,
            "y1": 145,
            "x2": 835,
            "y2": 244,
            "text": "どうした ものか…",
            "vi": "Tôi nên làm gì đây…"
        },
        {
            "x1": 797,
            "y1": 697,
            "x2": 831,
            "y2": 846,
            "text": "たぁあッ‼",
            "vi": "Ta ah"
        }
    ],
    "009.jpg": [
        {
            "x1": 803,
            "y1": 132,
            "x2": 842,
            "y2": 279,
            "text": "くそーっ‼",
            "vi": "Chỉ trích"
        },
        {
            "x1": 107,
            "y1": 186,
            "x2": 178,
            "y2": 368,
            "text": "はーい 今日は おしまい",
            "vi": "Xin chào hôm nay"
        },
        {
            "x1": 779,
            "y1": 427,
            "x2": 845,
            "y2": 577,
            "text": "えー まだ早いよー",
            "vi": "Vâng, nó vẫn còn sớm"
        },
        {
            "x1": 555,
            "y1": 420,
            "x2": 616,
            "y2": 550,
            "text": "リニアルー もっとやろ",
            "vi": "Tuyến tính hơn"
        },
        {
            "x1": 236,
            "y1": 470,
            "x2": 281,
            "y2": 580,
            "text": "ダーメ",
            "vi": "Chết tiệt"
        },
        {
            "x1": 107,
            "y1": 505,
            "x2": 184,
            "y2": 652,
            "text": "やり過ぎは 良くない",
            "vi": "Nó không tốt để làm quá sức"
        },
        {
            "x1": 773,
            "y1": 790,
            "x2": 853,
            "y2": 923,
            "text": "リニアル さん‼",
            "vi": "Tereal‼"
        },
        {
            "x1": 564,
            "y1": 789,
            "x2": 675,
            "y2": 913,
            "text": "おっ？ レリウス やほー",
            "vi": "Oh? Lelius và Ho"
        },
        {
            "x1": 397,
            "y1": 776,
            "x2": 472,
            "y2": 961,
            "text": "どした？ 私に 会いに来た？",
            "vi": "Bạn đã làm gì? Bạn đã đến gặp tôi?"
        },
        {
            "x1": 259,
            "y1": 918,
            "x2": 299,
            "y2": 1021,
            "text": "まぁ…",
            "vi": "Ổn..."
        },
        {
            "x1": 100,
            "y1": 998,
            "x2": 211,
            "y2": 1195,
            "text": "鍛治師の痕跡が ないかと 街を 歩いてるんです",
            "vi": "Tôi đang đi dạo quanh thành phố để tìm dấu vết của Osamu."
        }
    ],
    "011.jpg": [
        {
            "x1": 735,
            "y1": 116,
            "x2": 821,
            "y2": 301,
            "text": "レリウス以外の 鍛治師がこの街に いるの？",
            "vi": "Có một huấn luyện viên nào khác ngoài Lelius trong thành phố này không?"
        },
        {
            "x1": 209,
            "y1": 151,
            "x2": 302,
            "y2": 286,
            "text": "いた というのが 正確ですね",
            "vi": "Chính xác là ở đó"
        },
        {
            "x1": 113,
            "y1": 261,
            "x2": 155,
            "y2": 363,
            "text": "ふーん",
            "vi": "Hmm"
        },
        {
            "x1": 95,
            "y1": 457,
            "x2": 160,
            "y2": 619,
            "text": "リニアルの かれしさん？",
            "vi": "Lineal Karashi?"
        },
        {
            "x1": 673,
            "y1": 706,
            "x2": 744,
            "y2": 792,
            "text": "はは… 違いま",
            "vi": "Haha... khác nhau"
        },
        {
            "x1": 562,
            "y1": 795,
            "x2": 651,
            "y2": 1002,
            "text": "かれしさんだー みんなに はなして くるよ‼",
            "vi": "Tôi là một phần thưởng -mọi người sẽ đến với tất cả mọi người."
        },
        {
            "x1": 403,
            "y1": 731,
            "x2": 444,
            "y2": 900,
            "text": "ちょ… 待…",
            "vi": "Cho... Đợi đã..."
        },
        {
            "x1": 218,
            "y1": 729,
            "x2": 342,
            "y2": 968,
            "text": "あんしんして おひれをつけて せーだいに こちょー するからっ‼",
            "vi": "Tôi xin lỗi, vì vậy tôi sẽ bay lên và tôi sẽ làm điều đó."
        },
        {
            "x1": 96,
            "y1": 1081,
            "x2": 142,
            "y2": 1237,
            "text": "なんで⁉",
            "vi": "Tại sao"
        }
    ],
    "013.jpg": [
        {
            "x1": 766,
            "y1": 136,
            "x2": 837,
            "y2": 321,
            "text": "ふふ… 私の教育の賜物",
            "vi": "Fufu... món quà giáo dục của tôi"
        },
        {
            "x1": 141,
            "y1": 220,
            "x2": 220,
            "y2": 371,
            "text": "なんて 教育を…ッ",
            "vi": "Thật là một giáo dục..."
        },
        {
            "x1": 768,
            "y1": 470,
            "x2": 858,
            "y2": 631,
            "text": "で 鍛治師の件… 何かあれば 協力するよ？",
            "vi": "Và trường hợp của huấn luyện viên... nếu có gì đó, bạn sẽ hợp tác chứ?"
        },
        {
            "x1": 591,
            "y1": 464,
            "x2": 678,
            "y2": 636,
            "text": "これと同じような 文字を見つけたら 教えてほじいです",
            "vi": "Nếu bạn tìm thấy một nhân vật tương tự, hãy cho tôi biết"
        },
        {
            "x1": 428,
            "y1": 474,
            "x2": 513,
            "y2": 645,
            "text": "過去の鍛治師は 迷宮を作っていた みたいで…",
            "vi": "Có vẻ như quá khứ Osamu đã làm một mê cung..."
        },
        {
            "x1": 319,
            "y1": 525,
            "x2": 382,
            "y2": 692,
            "text": "その場所を 知りたいんです",
            "vi": "Tôi muốn biết địa điểm đó"
        },
        {
            "x1": 134,
            "y1": 569,
            "x2": 191,
            "y2": 703,
            "text": "迷宮‼",
            "vi": "Mê cung‼"
        },
        {
            "x1": 759,
            "y1": 801,
            "x2": 835,
            "y2": 917,
            "text": "ふむふむ 了解—",
            "vi": "Hmmm's Hiểu biết -"
        },
        {
            "x1": 543,
            "y1": 776,
            "x2": 642,
            "y2": 974,
            "text": "それと 子供達に 家具やおもちゃを 作ってあげたくて",
            "vi": "Và tôi muốn làm đồ nội thất và đồ chơi cho trẻ em"
        },
        {
            "x1": 413,
            "y1": 807,
            "x2": 472,
            "y2": 988,
            "text": "何かリクエスト ありますか…？",
            "vi": "Bạn có bất kỳ yêu cầu...?"
        },
        {
            "x1": 118,
            "y1": 1039,
            "x2": 181,
            "y2": 1228,
            "text": "助かる‼",
            "vi": "Nó giúp"
        }
    ],
    "015.jpg": [
        {
            "x1": 759,
            "y1": 148,
            "x2": 861,
            "y2": 279,
            "text": "じゃあ 金銀財宝が いいなー",
            "vi": "Sau đó tôi thích kho báu vàng và bạc"
        },
        {
            "x1": 617,
            "y1": 230,
            "x2": 714,
            "y2": 428,
            "text": "欲に溺れ堕落する 貴族ごっこが したい",
            "vi": "Tôi muốn giả vờ bị chết đuối trong lòng tham"
        },
        {
            "x1": 120,
            "y1": 268,
            "x2": 218,
            "y2": 457,
            "text": "無理だし 駄目です‼",
            "vi": "Nó là không thể và nó vô dụng."
        },
        {
            "x1": 743,
            "y1": 521,
            "x2": 843,
            "y2": 680,
            "text": "積み木‼ 積み木で いいですか？",
            "vi": "Được xây dựng -đường phố. Có ổn không khi có một khối xây dựng?"
        },
        {
            "x1": 662,
            "y1": 604,
            "x2": 691,
            "y2": 760,
            "text": "いいですね？",
            "vi": "Nghe hay?"
        },
        {
            "x1": 119,
            "y1": 561,
            "x2": 195,
            "y2": 712,
            "text": "おけ ありがとー",
            "vi": "Cảm ơn bạn"
        }
    ],
    "017.jpg": [
        {
            "x1": 230,
            "y1": 129,
            "x2": 320,
            "y2": 247,
            "text": "溜息なんて 珍しいわね ユミネ",
            "vi": "Nó không bình thường cho những tiếng thở dài yumine"
        },
        {
            "x1": 125,
            "y1": 211,
            "x2": 200,
            "y2": 352,
            "text": "疲れたなら 休めば？",
            "vi": "Nếu bạn mệt mỏi, nghỉ ngơi?"
        },
        {
            "x1": 634,
            "y1": 463,
            "x2": 722,
            "y2": 602,
            "text": "大丈夫ですわ 疲れたのでは なく…",
            "vi": "Không sao, không mệt..."
        },
        {
            "x1": 452,
            "y1": 466,
            "x2": 577,
            "y2": 656,
            "text": "昨日の劇を 見てから… また本を読みたく なったのです",
            "vi": "Sau khi xem vở kịch ngày hôm qua... Tôi muốn đọc một cuốn sách một lần nữa."
        },
        {
            "x1": 132,
            "y1": 501,
            "x2": 204,
            "y2": 660,
            "text": "貴方 好きだものね",
            "vi": "Những gì bạn thích"
        },
        {
            "x1": 737,
            "y1": 731,
            "x2": 808,
            "y2": 927,
            "text": "昔の英雄譚とか 神話とか‼",
            "vi": "Old Hero tan và huyền thoại‼"
        },
        {
            "x1": 419,
            "y1": 745,
            "x2": 462,
            "y2": 845,
            "text": "ふふ‼",
            "vi": "n/a!"
        },
        {
            "x1": 335,
            "y1": 789,
            "x2": 366,
            "y2": 926,
            "text": "そうです…",
            "vi": "Đúng thế…"
        },
        {
            "x1": 544,
            "y1": 1038,
            "x2": 648,
            "y2": 1256,
            "text": "小さい頃よく 石像の間に連れて 行がされたわね",
            "vi": "Khi tôi còn nhỏ, tôi thường bị bắt giữa những bức tượng bằng đá"
        }
    ],
    "019.jpg": [
        {
            "x1": 756,
            "y1": 581,
            "x2": 785,
            "y2": 697,
            "text": "ユミネ？",
            "vi": "Yumine?"
        },
        {
            "x1": 119,
            "y1": 618,
            "x2": 228,
            "y2": 792,
            "text": "レリウス様を 呼んできて ください…",
            "vi": "Vui lòng gọi cho Lelius..."
        },
        {
            "x1": 130,
            "y1": 955,
            "x2": 224,
            "y2": 1167,
            "text": "王都へ… 戻りますわ‼",
            "vi": "Đến thủ đô hoàng gia... Tôi đã trở lại!"
        },
        {
            "x1": 79,
            "y1": 1290,
            "x2": 801,
            "y2": 1320,
            "text": "幼少期の思い出が鏡治師の手がかりへとつながる─。次号へ叫",
            "vi": "Ký ức về thời thơ ấu dẫn đến manh mối cho Kagamiji. Hét lên vấn đề tiếp theo"
        }
    ]
}