var ocr_data = {
    "001.jpg": [
        {
            "x1": 265,
            "y1": 73,
            "x2": 434,
            "y2": 96,
            "text": "99話剣"
        },
        {
            "x1": 91,
            "y1": 33,
            "x2": 236,
            "y2": 101,
            "text": "不遇職鍛治師 最強"
        },
        {
            "x1": 789,
            "y1": 642,
            "x2": 818,
            "y2": 798,
            "text": "レリウス…‼"
        },
        {
            "x1": 156,
            "y1": 680,
            "x2": 235,
            "y2": 817,
            "text": "その剣… まるで…"
        },
        {
            "x1": 183,
            "y1": 955,
            "x2": 252,
            "y2": 1182,
            "text": "神器…⁉"
        },
        {
            "x1": 196,
            "y1": 1297,
            "x2": 750,
            "y2": 1329,
            "text": "累計GO万部突破！第G巻絶覺発完中叫"
        }
    ],
    "005.jpg": [
        {
            "x1": 531,
            "y1": 144,
            "x2": 613,
            "y2": 326,
            "text": "レリウス… 鍛治師がいることを 知ってる何で？"
        },
        {
            "x1": 169,
            "y1": 122,
            "x2": 245,
            "y2": 297,
            "text": "そんな… どこで情報が"
        },
        {
            "x1": 564,
            "y1": 404,
            "x2": 619,
            "y2": 555,
            "text": "お 落ち着いて ください…"
        },
        {
            "x1": 127,
            "y1": 509,
            "x2": 228,
            "y2": 682,
            "text": "いや 考えるのは後だ 今は…‼"
        },
        {
            "x1": 760,
            "y1": 783,
            "x2": 845,
            "y2": 1050,
            "text": "て 手荒な真似は 止めてください‼"
        },
        {
            "x1": 346,
            "y1": 991,
            "x2": 470,
            "y2": 1207,
            "text": "俺がその商品を 作っている 鍛治師です…‼"
        }
    ]
}