var ocr_data = {
    "001.jpg": [
        {
            "x1": 261,
            "y1": 73,
            "x2": 435,
            "y2": 99,
            "text": "第73話 接各練習",
            "vi": "Tập 73 Mỗi thực hành"
        },
        {
            "x1": 101,
            "y1": 34,
            "x2": 273,
            "y2": 100,
            "text": "不遇職鐵治師， 最強",
            "vi": "Dây bất thường jiji, mạnh nhất"
        },
        {
            "x1": 752,
            "y1": 325,
            "x2": 822,
            "y2": 532,
            "text": "…それでは リスティナさん",
            "vi": "...Sau đó, Listina"
        },
        {
            "x1": 179,
            "y1": 415,
            "x2": 285,
            "y2": 637,
            "text": "先目お伝えした通り から接客の練習を 行います",
            "vi": "Chúng tôi sẽ thực hành dịch vụ khách hàng từ trước đây"
        },
        {
            "x1": 719,
            "y1": 779,
            "x2": 807,
            "y2": 983,
            "text": "わかりました お願いします",
            "vi": "Được rồi, làm ơn"
        },
        {
            "x1": 472,
            "y1": 769,
            "x2": 593,
            "y2": 933,
            "text": "…何だ この 重苦しい 雰囲気…ッ",
            "vi": "Bầu không khí nặng nề này là gì…"
        },
        {
            "x1": 173,
            "y1": 773,
            "x2": 282,
            "y2": 941,
            "text": "以前に 接客経験は ありますか？",
            "vi": "Bạn đã bao giờ có dịch vụ khách hàng?"
        },
        {
            "x1": 140,
            "y1": 1059,
            "x2": 213,
            "y2": 1234,
            "text": "はい ありますよ‼",
            "vi": "Vâng, có"
        }
    ],
    "002.jpg": [
        {
            "x1": 754,
            "y1": 148,
            "x2": 841,
            "y2": 328,
            "text": "今まで鍛え上げた 接客力…披露 しましょう‼",
            "vi": "Dịch vụ khách hàng đã được đào tạo cho đến nay... hãy hiển thị nó."
        },
        {
            "x1": 435,
            "y1": 134,
            "x2": 528,
            "y2": 315,
            "text": "では俺達を お客さんと思って お願いします",
            "vi": "Sau đó, xin vui lòng nghĩ về chúng tôi với tư cách là khách hàng"
        },
        {
            "x1": 742,
            "y1": 481,
            "x2": 852,
            "y2": 656,
            "text": "ホウ…？ 空気が変わり ましたね",
            "vi": "Hou...? Không khí đã thay đổi"
        },
        {
            "x1": 313,
            "y1": 481,
            "x2": 416,
            "y2": 673,
            "text": "さすが劇団員… 店員を演じる というわけすね",
            "vi": "Đúng như dự đoán, một thành viên của đoàn kịch... Tôi sẽ đóng vai một nhân viên"
        }
    ],
    "003.jpg": [
        {
            "x1": 662,
            "y1": 165,
            "x2": 751,
            "y2": 437,
            "text": "お帰りなさいませ ご主人様‼",
            "vi": "Chào mừng trở lại, Sư phụ!"
        },
        {
            "x1": 786,
            "y1": 579,
            "x2": 840,
            "y2": 758,
            "text": "ただいまです リスティナさん‼",
            "vi": "Listina vẫn còn"
        },
        {
            "x1": 187,
            "y1": 611,
            "x2": 216,
            "y2": 775,
            "text": "クルアさん⁉",
            "vi": "Người ở Kurua"
        },
        {
            "x1": 749,
            "y1": 833,
            "x2": 837,
            "y2": 1026,
            "text": "あれ先輩知らない んですか？ メイド喫茶",
            "vi": "Bạn không biết điều đó là tiền bối? MAID CAFE"
        },
        {
            "x1": 183,
            "y1": 832,
            "x2": 249,
            "y2": 1036,
            "text": "ダメですねー 遅れていますよ？",
            "vi": "Nó không tốt, không phải là muộn?"
        },
        {
            "x1": 568,
            "y1": 1020,
            "x2": 639,
            "y2": 1212,
            "text": "めいどきっさ？ 知らないです…",
            "vi": "Meidokisa? Tôi không biết…"
        },
        {
            "x1": 113,
            "y1": 1099,
            "x2": 146,
            "y2": 1223,
            "text": "えっ…？",
            "vi": "ơ…?"
        }
    ],
    "004.jpg": [
        {
            "x1": 716,
            "y1": 94,
            "x2": 767,
            "y2": 248,
            "text": "ククルアさんは 知っていますか？",
            "vi": "Bạn có biết Kukurua?"
        },
        {
            "x1": 611,
            "y1": 128,
            "x2": 646,
            "y2": 252,
            "text": "勿論です",
            "vi": "Đương nhiên"
        },
        {
            "x1": 423,
            "y1": 128,
            "x2": 542,
            "y2": 329,
            "text": "メイド喫茶は飲食が メインなので 私の店とは客層が 違いますが…",
            "vi": "Các quán cà phê Maid chủ yếu là ăn uống, vì vậy nhóm khách hàng khác với cửa hàng của tôi..."
        },
        {
            "x1": 105,
            "y1": 166,
            "x2": 207,
            "y2": 318,
            "text": "それでも 研究のため 通っています",
            "vi": "Tôi vẫn đi nghiên cứu"
        },
        {
            "x1": 726,
            "y1": 439,
            "x2": 832,
            "y2": 716,
            "text": "貴族の当事気分を 度民の立場で味わえる とは…‼",
            "vi": "Bạn có thể tận hưởng tâm trạng của các quý tộc từ quan điểm của mọi người...‼"
        },
        {
            "x1": 234,
            "y1": 456,
            "x2": 317,
            "y2": 674,
            "text": "今ではすっかり 虜ですよ",
            "vi": "Bây giờ tôi hoàn toàn bị cuốn hút"
        },
        {
            "x1": 72,
            "y1": 647,
            "x2": 164,
            "y2": 822,
            "text": "正気ですか 店長",
            "vi": "Bạn có lành không? Quản lý cửa hàng"
        },
        {
            "x1": 763,
            "y1": 901,
            "x2": 834,
            "y2": 1085,
            "text": "あそこ給料 良いんですよー",
            "vi": "Có một mức lương tốt ở đó"
        },
        {
            "x1": 566,
            "y1": 896,
            "x2": 671,
            "y2": 1083,
            "text": "ウチは メイド喫茶じゃ ありません‼",
            "vi": "Tôi không phải là một quán cà phê giúp việc."
        },
        {
            "x1": 264,
            "y1": 931,
            "x2": 377,
            "y2": 1094,
            "text": "もっと 普通の感じで お願いします",
            "vi": "Xin vui lòng cho tôi cảm giác bình thường hơn"
        },
        {
            "x1": 136,
            "y1": 1073,
            "x2": 181,
            "y2": 1210,
            "text": "はぁい…",
            "vi": "Yeesss…"
        }
    ],
    "005.jpg": [
        {
            "x1": 381,
            "y1": 122,
            "x2": 456,
            "y2": 299,
            "text": "…また空気が 変わった…",
            "vi": "Không khí đã thay đổi một lần nữa…"
        },
        {
            "x1": 717,
            "y1": 404,
            "x2": 830,
            "y2": 649,
            "text": "いつまで のんびりしている のかしら？",
            "vi": "Bạn đã thư giãn bao lâu?"
        },
        {
            "x1": 170,
            "y1": 443,
            "x2": 215,
            "y2": 668,
            "text": "この豚野郎共",
            "vi": "Anh chàng lợn này"
        },
        {
            "x1": 790,
            "y1": 909,
            "x2": 892,
            "y2": 1090,
            "text": "も 申し訳 ありません リスティナ様ァ",
            "vi": "Xin lỗi, Listina"
        },
        {
            "x1": 522,
            "y1": 897,
            "x2": 586,
            "y2": 1089,
            "text": "今度は女王様 っぽくなった‼",
            "vi": "Lần này trông giống như một nữ hoàng."
        },
        {
            "x1": 358,
            "y1": 895,
            "x2": 445,
            "y2": 1058,
            "text": "誰が人間の を喋い と言った？",
            "vi": "Ai nói rằng con người đang nói chuyện?"
        },
        {
            "x1": 153,
            "y1": 1090,
            "x2": 228,
            "y2": 1264,
            "text": "豚は豚らしく 鳴きなさい",
            "vi": "Lợn như thịt lợn"
        }
    ],
    "006.jpg": [
        {
            "x1": 132,
            "y1": 364,
            "x2": 180,
            "y2": 584,
            "text": "クルアさん⁉",
            "vi": "Người ở Kurua"
        },
        {
            "x1": 784,
            "y1": 640,
            "x2": 837,
            "y2": 813,
            "text": "ぶひぶひッ (何じてるんですか",
            "vi": "Buhuhi (bạn đang làm gì vậy?"
        },
        {
            "x1": 453,
            "y1": 634,
            "x2": 509,
            "y2": 816,
            "text": "ぶひひいッ 〈女王様の御前です〉",
            "vi": "Buhhihi <trước nữ hoàng>"
        },
        {
            "x1": 315,
            "y1": 765,
            "x2": 383,
            "y2": 940,
            "text": "ぶひィィイッ‼ 〈頭が高い〉",
            "vi": "Buhei <High Smart>"
        },
        {
            "x1": 729,
            "y1": 1008,
            "x2": 821,
            "y2": 1194,
            "text": "あこれちなみに 『女王様喫茶』での バイド経験から",
            "vi": "Nhân tiện, từ trải nghiệm BIDE tại \"Queen Cafe\""
        },
        {
            "x1": 333,
            "y1": 1025,
            "x2": 392,
            "y2": 1192,
            "text": "世の中 色々な お店があるなぁ…",
            "vi": "Có nhiều cửa hàng trên thế giới..."
        },
        {
            "x1": 121,
            "y1": 1056,
            "x2": 200,
            "y2": 1269,
            "text": "俺がどれだけちっぽけな 世界で生きてきだのかを 思い知る",
            "vi": "Hãy nhớ tôi sống như thế nào trong một thế giới nhỏ bé"
        }
    ],
    "007.jpg": [
        {
            "x1": 777,
            "y1": 138,
            "x2": 862,
            "y2": 340,
            "text": "ウチは女王様喫茶でも ありません…普通に お願いします",
            "vi": "Tôi không phải là một quán cà phê nữ hoàng... làm ơn bình thường"
        },
        {
            "x1": 533,
            "y1": 183,
            "x2": 571,
            "y2": 279,
            "text": "はぁい",
            "vi": "Yeesss"
        },
        {
            "x1": 370,
            "y1": 146,
            "x2": 426,
            "y2": 389,
            "text": "では…)コホン",
            "vi": "Sau đó...) Kohon"
        },
        {
            "x1": 786,
            "y1": 446,
            "x2": 859,
            "y2": 621,
            "text": "いらっしゃい ませー‼",
            "vi": "hoan nghênh!"
        },
        {
            "x1": 654,
            "y1": 536,
            "x2": 714,
            "y2": 733,
            "text": "レーダルストアに ようこそッ‼",
            "vi": "Chào mừng đến với cửa hàng radal"
        },
        {
            "x1": 811,
            "y1": 834,
            "x2": 846,
            "y2": 912,
            "text": "おぉ・",
            "vi": "Oh,"
        },
        {
            "x1": 533,
            "y1": 831,
            "x2": 568,
            "y2": 1009,
            "text": "いいですね‼",
            "vi": "Nghe có vẻ hay!"
        },
        {
            "x1": 357,
            "y1": 827,
            "x2": 419,
            "y2": 1046,
            "text": "さすが劇団員‼ 一瞬で空気が変わる",
            "vi": "Đúng như dự đoán, một thành viên của đoàn kịch‼ Không khí thay đổi ngay lập tức"
        },
        {
            "x1": 147,
            "y1": 959,
            "x2": 246,
            "y2": 1204,
            "text": "これならウチの客層… 平民や冒険者も 来やすいだろう…‼",
            "vi": "Trong trường hợp này, khách hàng của chúng tôi... sẽ dễ dàng cho công chúng và các nhà thám hiểm đến...‼"
        }
    ],
    "008.jpg": [
        {
            "x1": 753,
            "y1": 191,
            "x2": 848,
            "y2": 366,
            "text": "良かったー 朝から晩まで しごかれるかと",
            "vi": "Thật tốt -Tôi tự hỏi liệu tôi có thể được sử dụng từ sáng sang tối"
        },
        {
            "x1": 422,
            "y1": 174,
            "x2": 506,
            "y2": 294,
            "text": "はは… そんなこと しませんよ",
            "vi": "Haha... tôi sẽ không làm điều đó"
        },
        {
            "x1": 264,
            "y1": 119,
            "x2": 345,
            "y2": 278,
            "text": "クルアさん！ もういいんじゃ ないですか？",
            "vi": "Curua! Không sao đâu?"
        },
        {
            "x1": 124,
            "y1": 364,
            "x2": 153,
            "y2": 503,
            "text": "クルアさん？",
            "vi": "Curua?"
        },
        {
            "x1": 797,
            "y1": 561,
            "x2": 823,
            "y2": 720,
            "text": "リスティナさん",
            "vi": "Listina"
        },
        {
            "x1": 648,
            "y1": 577,
            "x2": 707,
            "y2": 750,
            "text": "他にどんな役が できますか？",
            "vi": "Bạn có thể làm những vai trò khác nào?"
        },
        {
            "x1": 135,
            "y1": 575,
            "x2": 166,
            "y2": 741,
            "text": "クルアさん⁉",
            "vi": "Người ở Kurua"
        },
        {
            "x1": 776,
            "y1": 813,
            "x2": 828,
            "y2": 994,
            "text": "色々できますよ やってみますか？",
            "vi": "Bạn có thể làm những việc khác nhau không?"
        },
        {
            "x1": 456,
            "y1": 802,
            "x2": 548,
            "y2": 959,
            "text": "是非とも‼ 是非とも お願いしますッ",
            "vi": "Bằng mọi cách Xin vui lòng đến bằng mọi cách"
        },
        {
            "x1": 309,
            "y1": 815,
            "x2": 385,
            "y2": 968,
            "text": "色々見たい んです",
            "vi": "Tôi muốn nhìn thấy những điều khác nhau"
        }
    ],
    "009.jpg": [
        {
            "x1": 685,
            "y1": 190,
            "x2": 815,
            "y2": 360,
            "text": "あ 欲しい役を リストアップ してみたので 順番に…",
            "vi": "Tôi đã liệt kê vai trò mà tôi muốn, vì vậy theo thứ tự..."
        },
        {
            "x1": 190,
            "y1": 428,
            "x2": 269,
            "y2": 610,
            "text": "ウチの店主… 大丈夫かな…",
            "vi": "Chủ cửa hàng của chúng tôi... không sao..."
        },
        {
            "x1": 230,
            "y1": 1002,
            "x2": 328,
            "y2": 1220,
            "text": "…だいぶ お疲れですね",
            "vi": "...Tôi khá mệt mỏi"
        }
    ],
    "010.jpg": [
        {
            "x1": 723,
            "y1": 174,
            "x2": 808,
            "y2": 366,
            "text": "事務仕事は 性に合わん…",
            "vi": "Công việc văn phòng phù hợp cho giới tính..."
        },
        {
            "x1": 159,
            "y1": 230,
            "x2": 191,
            "y2": 323,
            "text": "ははは",
            "vi": "Hahaha"
        },
        {
            "x1": 803,
            "y1": 483,
            "x2": 829,
            "y2": 614,
            "text": "ですが今日で",
            "vi": "Nhưng ngày nay"
        },
        {
            "x1": 745,
            "y1": 479,
            "x2": 802,
            "y2": 617,
            "text": "一段落 …どうです？",
            "vi": "Một đoạn... còn về?"
        },
        {
            "x1": 610,
            "y1": 518,
            "x2": 690,
            "y2": 680,
            "text": "明日は例の レーダルス 顔を見せては",
            "vi": "Cho tôi xem một ví dụ về ví dụ về ví dụ về ví dụ về radalus vào ngày mai"
        },
        {
            "x1": 112,
            "y1": 511,
            "x2": 205,
            "y2": 648,
            "text": "レーダル… あぁ そうだな",
            "vi": "Radal... oh yeah"
        },
        {
            "x1": 698,
            "y1": 794,
            "x2": 816,
            "y2": 1027,
            "text": "我が友レリウスと 愛しのフィーラの 顔でも見て",
            "vi": "Nhìn vào khuôn mặt của bạn tôi Lelius và Filla yêu quý của tôi"
        },
        {
            "x1": 111,
            "y1": 892,
            "x2": 198,
            "y2": 1112,
            "text": "英気を養うと しようか‼",
            "vi": "Tôi có nên phát triển Thánh Linh của mình không?"
        }
    ]
}