var ocr_data = {
    "001.jpg": [
        {
            "x1": 95,
            "y1": 129,
            "x2": 322,
            "y2": 220,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 760,
            "y1": 174,
            "x2": 793,
            "y2": 312,
            "text": "えーっと",
            "vi": "Ổn"
        },
        {
            "x1": 105,
            "y1": 329,
            "x2": 344,
            "y2": 355,
            "text": "弟39話鍛合師の遺屋",
            "vi": "Anh trai 39 lái lái."
        },
        {
            "x1": 692,
            "y1": 436,
            "x2": 753,
            "y2": 594,
            "text": "ドコに あったかな…",
            "vi": "Tôi tự hỏi nếu nó ở trong doco..."
        },
        {
            "x1": 775,
            "y1": 724,
            "x2": 839,
            "y2": 881,
            "text": "クモンベール さん…",
            "vi": "Anh Kumonbert..."
        },
        {
            "x1": 288,
            "y1": 696,
            "x2": 383,
            "y2": 928,
            "text": "は…とっても 父から引き継いだ だけですが…",
            "vi": "Ha... tôi vừa tiếp quản từ cha tôi..."
        },
        {
            "x1": 485,
            "y1": 840,
            "x2": 588,
            "y2": 1071,
            "text": "あなたは過去の 鍛治師について何か 知ってるのですか？",
            "vi": "Bạn có biết gì về quá khứ Osamu?"
        }
    ],
    "003.jpg": [
        {
            "x1": 787,
            "y1": 102,
            "x2": 824,
            "y2": 282,
            "text": "この本だ…‼",
            "vi": "Cuốn sách này...‼"
        },
        {
            "x1": 507,
            "y1": 564,
            "x2": 610,
            "y2": 751,
            "text": "もしも鍛治師が 現れたら これを 渡すようにと",
            "vi": "Nếu một Osamu xuất hiện, hãy đưa nó cho bạn"
        },
        {
            "x1": 178,
            "y1": 890,
            "x2": 235,
            "y2": 1117,
            "text": "設計図…‼",
            "vi": "Sơ đồ thiết kế...‼"
        }
    ],
    "005.jpg": [
        {
            "x1": 741,
            "y1": 147,
            "x2": 836,
            "y2": 328,
            "text": "設計図？僕には 全く読めないの ですが…",
            "vi": "Sơ đồ? Tôi không thể đọc nó ở tất cả..."
        },
        {
            "x1": 446,
            "y1": 96,
            "x2": 534,
            "y2": 326,
            "text": "『この設計図は あくまで鍵』",
            "vi": "\"Kế hoạch chi tiết này là chìa khóa\""
        },
        {
            "x1": 521,
            "y1": 500,
            "x2": 621,
            "y2": 716,
            "text": "『詳しい情報は 俺の作りた迷宮に 残してある』",
            "vi": "\"Thông tin chi tiết còn lại trong mê cung tôi đã thực hiện.\""
        },
        {
            "x1": 340,
            "y1": 547,
            "x2": 470,
            "y2": 766,
            "text": "『きっと未来では 鍛治師の評価が かなり悪くなって いるだろう』",
            "vi": "\"Chắc chắn, đánh giá của Osamu sẽ tệ hơn đáng kể trong tương lai.\""
        },
        {
            "x1": 118,
            "y1": 633,
            "x2": 147,
            "y2": 803,
            "text": "『すまない』",
            "vi": "\"Tôi xin lôi\""
        },
        {
            "x1": 797,
            "y1": 841,
            "x2": 837,
            "y2": 974,
            "text": "迷宮を…",
            "vi": "Labyrinth..."
        },
        {
            "x1": 669,
            "y1": 889,
            "x2": 709,
            "y2": 1020,
            "text": "作った？",
            "vi": "Đã làm?"
        },
        {
            "x1": 155,
            "y1": 1006,
            "x2": 278,
            "y2": 1202,
            "text": "…迷宮は 作れるような ものなのか？",
            "vi": "Labyrinth có được tạo ra để làm cho nó không?"
        }
    ],
    "007.jpg": [
        {
            "x1": 746,
            "y1": 114,
            "x2": 809,
            "y2": 316,
            "text": "鍛治師の迷宮にに 何か心当たりは？",
            "vi": "Trái tim của bạn ở mê cung của Osamu là gì?"
        },
        {
            "x1": 257,
            "y1": 121,
            "x2": 344,
            "y2": 301,
            "text": "キュガイアには 現在３つの迷宮が あります",
            "vi": "Kugaia hiện có ba mê cung"
        },
        {
            "x1": 118,
            "y1": 184,
            "x2": 204,
            "y2": 371,
            "text": "３つのうちの どれかが それなの かもしれません",
            "vi": "Một trong ba người có thể là"
        },
        {
            "x1": 753,
            "y1": 484,
            "x2": 845,
            "y2": 685,
            "text": "でも一つは最近 出現したものでして 違うかもです",
            "vi": "Nhưng một là sự xuất hiện gần đây và có thể khác nhau."
        },
        {
            "x1": 593,
            "y1": 555,
            "x2": 693,
            "y2": 775,
            "text": "現在 勇者様方に 攻略を依頼している 最中です…",
            "vi": "Chúng tôi hiện đang yêu cầu những người dũng cảm bắt giữ..."
        },
        {
            "x1": 689,
            "y1": 931,
            "x2": 822,
            "y2": 1107,
            "text": "過去に作った ものならば 残りの二つで 間違いないか…",
            "vi": "Nếu nó được thực hiện trong quá khứ, không còn nghi ngờ gì nữa với hai..."
        },
        {
            "x1": 117,
            "y1": 1032,
            "x2": 256,
            "y2": 1209,
            "text": "いや それとも 後で発見される ような仕掛けが 施されていた？",
            "vi": "Không, có một thiết bị nào sẽ được phát hiện sau không?"
        }
    ],
    "009.jpg": [
        {
            "x1": 590,
            "y1": 114,
            "x2": 672,
            "y2": 327,
            "text": "なぜ あなたは 過去の鍛治師を知って いるのですが？",
            "vi": "Tại sao bạn biết Osamu quá khứ?"
        },
        {
            "x1": 305,
            "y1": 140,
            "x2": 340,
            "y2": 252,
            "text": "あぁ…！",
            "vi": "Ahh…!"
        },
        {
            "x1": 120,
            "y1": 151,
            "x2": 244,
            "y2": 375,
            "text": "我が家はかつて の街を任された時に 今よりも もっと 苦労したみたいで",
            "vi": "Có vẻ như nhà của tôi đã gặp khó khăn hơn khi tôi được giao cho thành phố cũ"
        },
        {
            "x1": 830,
            "y1": 470,
            "x2": 862,
            "y2": 609,
            "text": "荒れた土地",
            "vi": "Vùng đất gồ ghề"
        },
        {
            "x1": 686,
            "y1": 538,
            "x2": 755,
            "y2": 680,
            "text": "凶悪な モンスター",
            "vi": "Quái vật độc ác"
        },
        {
            "x1": 503,
            "y1": 498,
            "x2": 610,
            "y2": 697,
            "text": "それを助けて くださったのが 当時の鍛治師…",
            "vi": "Chính Osamu vào thời điểm đó đã giúp nó..."
        },
        {
            "x1": 120,
            "y1": 710,
            "x2": 216,
            "y2": 875,
            "text": "アルゴ様 でした",
            "vi": "Đó là Argo"
        },
        {
            "x1": 724,
            "y1": 958,
            "x2": 830,
            "y2": 1154,
            "text": "当時アルゴ様は 罪人の扱い でしたが…",
            "vi": "Vào thời điểm đó, Argo được coi là một tội nhân..."
        },
        {
            "x1": 135,
            "y1": 1048,
            "x2": 251,
            "y2": 1248,
            "text": "街は 恩人である彼を 匿ったそうです",
            "vi": "Thành phố dường như đã giấu anh ta như một nhà hảo tâm"
        }
    ],
    "011.jpg": [
        {
            "x1": 747,
            "y1": 146,
            "x2": 848,
            "y2": 343,
            "text": "キュガイアは 鍛治師と縁のある 街だった…！",
            "vi": "Kugaia là một thành phố có kết nối với Osamu...!"
        },
        {
            "x1": 305,
            "y1": 132,
            "x2": 436,
            "y2": 332,
            "text": "ユミネ様の スキル記憶視､… 最初は信じきれ なかったが",
            "vi": "Yumine -sama's Skill hợp lý... lúc đầu tôi không thể tin được điều đó"
        },
        {
            "x1": 121,
            "y1": 169,
            "x2": 224,
            "y2": 360,
            "text": "信頼に足る スキルだと証明 されたわけだ",
            "vi": "Nó đã được chứng minh là một kỹ năng đáng tin cậy."
        },
        {
            "x1": 738,
            "y1": 475,
            "x2": 847,
            "y2": 627,
            "text": "罪人を匿った ことがバレたら 罰を受けて しまうので",
            "vi": "Nếu bạn che giấu một tội nhân, bạn sẽ bị trừng phạt"
        },
        {
            "x1": 601,
            "y1": 468,
            "x2": 673,
            "y2": 652,
            "text": "大丈夫 口外はしません",
            "vi": "Đừng ra ngoài"
        },
        {
            "x1": 408,
            "y1": 464,
            "x2": 527,
            "y2": 676,
            "text": "でも王女様は 過去にここで鍛治師が 暮らていたことを 知ってますよ",
            "vi": "Nhưng công chúa biết rằng Osamu đang sống ở đây trong quá khứ."
        },
        {
            "x1": 92,
            "y1": 714,
            "x2": 185,
            "y2": 898,
            "text": "えーっ⁉ そ そうだったん ですか‼",
            "vi": "Vâng, đó là như vậy?"
        },
        {
            "x1": 744,
            "y1": 990,
            "x2": 856,
            "y2": 1116,
            "text": "ともあれ レウス様に 出会えたのは 運命でした",
            "vi": "Dù sao, nó đã được định sẵn để gặp reus"
        },
        {
            "x1": 517,
            "y1": 1002,
            "x2": 601,
            "y2": 1203,
            "text": "一族で代々 受は継いできたものを 渡せてよがたです",
            "vi": "Bạn có thể cung cấp những gì bạn đã thừa hưởng cho các thế hệ trong gia đình."
        },
        {
            "x1": 88,
            "y1": 1012,
            "x2": 200,
            "y2": 1173,
            "text": "運命だなんて… 貴重な情報を ありがとう ございました",
            "vi": "Nó đã định sẵn... Cảm ơn bạn vì thông tin quý giá của bạn"
        }
    ],
    "013.jpg": [
        {
            "x1": 724,
            "y1": 145,
            "x2": 817,
            "y2": 329,
            "text": "また何かあれば おっしゃって ください‼",
            "vi": "Hãy cho tôi biết nếu bạn có bất cứ điều gì một lần nữa."
        },
        {
            "x1": 741,
            "y1": 507,
            "x2": 839,
            "y2": 637,
            "text": "手がかりが 見つかった とはいえ…",
            "vi": "Mặc dù manh mối đã được tìm thấy..."
        },
        {
            "x1": 311,
            "y1": 520,
            "x2": 350,
            "y2": 669,
            "text": "何か他に…",
            "vi": "Một cái gì đó khác..."
        },
        {
            "x1": 421,
            "y1": 602,
            "x2": 480,
            "y2": 752,
            "text": "情報が漠然と してるな",
            "vi": "Thông tin mơ hồ"
        },
        {
            "x1": 687,
            "y1": 839,
            "x2": 793,
            "y2": 1021,
            "text": "この設計図 もう一枚 貼り付いてる…",
            "vi": "Kế hoạch chi tiết này bị mắc kẹt với một người khác..."
        },
        {
            "x1": 514,
            "y1": 827,
            "x2": 601,
            "y2": 1026,
            "text": "設計図を 獲得しました",
            "vi": "Tôi có bản thiết kế"
        },
        {
            "x1": 120,
            "y1": 1027,
            "x2": 242,
            "y2": 1223,
            "text": "ゴーレム´の 作製が可能に なリました",
            "vi": "Golem ´ có thể làm cho nó"
        }
    ],
    "015.jpg": [
        {
            "x1": 806,
            "y1": 91,
            "x2": 832,
            "y2": 242,
            "text": "ゴーレム…？",
            "vi": "Golem...?"
        },
        {
            "x1": 424,
            "y1": 134,
            "x2": 487,
            "y2": 286,
            "text": "レリウス 何してるの？",
            "vi": "Bạn đang làm gì vậy?"
        },
        {
            "x1": 259,
            "y1": 119,
            "x2": 356,
            "y2": 283,
            "text": "あ‼また何か 作れるように なったの？",
            "vi": "A! Bạn đã làm một cái gì đó một lần nữa?"
        },
        {
            "x1": 86,
            "y1": 207,
            "x2": 182,
            "y2": 405,
            "text": "はい ゴーレムを 作れるみたいなの ですが…",
            "vi": "Vâng, có vẻ như tôi có thể tạo ra một con golem..."
        },
        {
            "x1": 718,
            "y1": 467,
            "x2": 825,
            "y2": 650,
            "text": "たしか… 石と土でできた 自律人形よね",
            "vi": "Chắc chắn... đó là một con búp bê tự trị làm từ đá và đất."
        },
        {
            "x1": 117,
            "y1": 488,
            "x2": 189,
            "y2": 634,
            "text": "ご存じなの ですか？",
            "vi": "Bạn có biết không?"
        },
        {
            "x1": 716,
            "y1": 741,
            "x2": 846,
            "y2": 961,
            "text": "超一流の職人とか トップクラスの 魔法使いじゃないと 作れないの",
            "vi": "Bạn không thể làm nó trừ khi đó là một thợ thủ công siêu hạng hoặc một thuật sĩ lớp hàng đầu"
        },
        {
            "x1": 483,
            "y1": 773,
            "x2": 591,
            "y2": 959,
            "text": "とても大きくて 強い！ 戦闘に 役立つのよ‼",
            "vi": "Rất lớn và mạnh mẽ! Nó sẽ hữu ích cho trận chiến"
        },
        {
            "x1": 680,
            "y1": 1016,
            "x2": 718,
            "y2": 1119,
            "text": "へぇ…",
            "vi": "Này..."
        },
        {
            "x1": 107,
            "y1": 1018,
            "x2": 203,
            "y2": 1206,
            "text": "１回だけ見せて もらったことが あるわ‼",
            "vi": "Tôi đã được hiển thị chỉ một lần"
        }
    ],
    "017.jpg": [
        {
            "x1": 784,
            "y1": 124,
            "x2": 872,
            "y2": 282,
            "text": "気になるわ！ 見せてくれない かしら？",
            "vi": "Tôi hiếu kỳ! Bạn có thể chỉ cho tôi?"
        },
        {
            "x1": 488,
            "y1": 138,
            "x2": 550,
            "y2": 245,
            "text": "もちろん です‼",
            "vi": "Đương nhiên!"
        },
        {
            "x1": 120,
            "y1": 165,
            "x2": 226,
            "y2": 307,
            "text": "ゴーレム‼ そんなに 凄いのか…",
            "vi": "Golem Nó có rất tuyệt vời..."
        },
        {
            "x1": 741,
            "y1": 479,
            "x2": 850,
            "y2": 693,
            "text": "天穿つ剣も 思えば設計図から 手に入れたな",
            "vi": "Nếu bạn nghĩ về thanh kiếm bị xuyên thủng, tôi đã lấy nó từ bản thiết kế"
        },
        {
            "x1": 127,
            "y1": 523,
            "x2": 240,
            "y2": 747,
            "text": "もしかして 想像以上のものが 出てくるんじゃ…",
            "vi": "Có lẽ một cái gì đó nhiều hơn dự kiến sẽ xuất hiện..."
        },
        {
            "x1": 788,
            "y1": 855,
            "x2": 863,
            "y2": 1024,
            "text": "これは期待 できるぞ！",
            "vi": "Bạn có thể mong đợi điều này!"
        }
    ],
    "019.jpg": [
        {
            "x1": 715,
            "y1": 104,
            "x2": 814,
            "y2": 369,
            "text": "ゴー‼",
            "vi": "Lần"
        },
        {
            "x1": 240,
            "y1": 1044,
            "x2": 284,
            "y2": 1137,
            "text": "えぇ…",
            "vi": "Ừ..."
        },
        {
            "x1": 78,
            "y1": 1324,
            "x2": 860,
            "y2": 1350,
            "text": "現れたのは…やPたらとテンションが高い\"テじ。ゴIーレム！ぬ行へ!",
            "vi": "Những gì xuất hiện là... và sự căng thẳng rất cao. \"Hãy đi tôi!"
        }
    ]
}