var ocr_data = {
    "001.jpg": [
        {
            "x1": 96,
            "y1": 58,
            "x2": 258,
            "y2": 103,
            "text": "最強"
        },
        {
            "x1": 800,
            "y1": 533,
            "x2": 869,
            "y2": 668,
            "text": "こ これが 鍛治師様の"
        },
        {
            "x1": 112,
            "y1": 488,
            "x2": 146,
            "y2": 640,
            "text": "幸せだ…‼"
        },
        {
            "x1": 253,
            "y1": 609,
            "x2": 351,
            "y2": 750,
            "text": "ここで 見られるとは 光栄です‼"
        },
        {
            "x1": 784,
            "y1": 806,
            "x2": 853,
            "y2": 995,
            "text": "あ ありがとう ございます…"
        },
        {
            "x1": 633,
            "y1": 778,
            "x2": 692,
            "y2": 960,
            "text": "ケルベロス討伐戦 からすでに一週間"
        },
        {
            "x1": 440,
            "y1": 853,
            "x2": 552,
            "y2": 1043,
            "text": "王都は普段 通りの日常へと 戻っていた"
        },
        {
            "x1": 148,
            "y1": 1100,
            "x2": 184,
            "y2": 1229,
            "text": "違うのは"
        },
        {
            "x1": 281,
            "y1": 1295,
            "x2": 793,
            "y2": 1325,
            "text": "単行本完れ行き絶好調！最新第了巻発完中田"
        }
    ]
}