var ocr_data = {
    "001.jpg": [
        {
            "x1": 261,
            "y1": 73,
            "x2": 389,
            "y2": 99,
            "text": "第68話主玉都",
            "vi": "Tập 68 Chúa tể"
        },
        {
            "x1": 102,
            "y1": 34,
            "x2": 272,
            "y2": 99,
            "text": "不遇職鐵合師。 最強",
            "vi": "Một nhân viên bán hàng không đủ tiêu chuẩn. mạnh nhất"
        },
        {
            "x1": 130,
            "y1": 177,
            "x2": 235,
            "y2": 317,
            "text": "見えて きましたよ 皆さん‼",
            "vi": "Tôi có thể thấy tất cả mọi người‼"
        },
        {
            "x1": 719,
            "y1": 459,
            "x2": 782,
            "y2": 611,
            "text": "王都…",
            "vi": "Thủ đô Hoàng gia..."
        },
        {
            "x1": 119,
            "y1": 431,
            "x2": 479,
            "y2": 592,
            "text": "園治師レリウス、 人生初の大都会へ叫",
            "vi": "Garden Relius hét lên thành phố lớn đầu tiên trong đời"
        },
        {
            "x1": 159,
            "y1": 802,
            "x2": 261,
            "y2": 1046,
            "text": "「ヴァルトス」 です‼",
            "vi": "\"Vartos\"."
        },
        {
            "x1": 834,
            "y1": 1169,
            "x2": 893,
            "y2": 1279,
            "text": "最強",
            "vi": "mạnh nhất"
        }
    ],
    "002.jpg": [
        {
            "x1": 754,
            "y1": 94,
            "x2": 833,
            "y2": 246,
            "text": "身分証明書 の提示を",
            "vi": "Trình bày thẻ ID"
        },
        {
            "x1": 417,
            "y1": 100,
            "x2": 446,
            "y2": 207,
            "text": "はいはい",
            "vi": "Có có"
        },
        {
            "x1": 126,
            "y1": 137,
            "x2": 189,
            "y2": 277,
            "text": "どうぞ お通り下さい",
            "vi": "Xin vui lòng đi qua"
        },
        {
            "x1": 126,
            "y1": 803,
            "x2": 202,
            "y2": 1045,
            "text": "すげぇ‼",
            "vi": "Tuyệt!"
        },
        {
            "x1": 777,
            "y1": 1078,
            "x2": 828,
            "y2": 1246,
            "text": "王城だ‼",
            "vi": "Đó là một lâu đài hoàng gia."
        },
        {
            "x1": 322,
            "y1": 1108,
            "x2": 448,
            "y2": 1278,
            "text": "リンは 一度くらい 行ったこと あるのかな…⁉",
            "vi": "Tôi tự hỏi nếu Rin đã ở đó một lần...⁉⁉"
        }
    ],
    "003.jpg": [
        {
            "x1": 751,
            "y1": 143,
            "x2": 825,
            "y2": 309,
            "text": "あの大きな 時計塔は…⁉",
            "vi": "Tháp đồng hồ lớn đó...⁉⁉"
        },
        {
            "x1": 323,
            "y1": 129,
            "x2": 361,
            "y2": 306,
            "text": "『大図書館』",
            "vi": "\"Thư viện lớn\""
        },
        {
            "x1": 144,
            "y1": 151,
            "x2": 241,
            "y2": 364,
            "text": "一部の貴族にしか 入ることが許されて いない場所ね",
            "vi": "Một nơi chỉ được phép vào"
        },
        {
            "x1": 770,
            "y1": 460,
            "x2": 864,
            "y2": 650,
            "text": "へぇ‼ ブィーラさんは 入れるんですか？",
            "vi": "Này Bạn có đưa Biller vào không?"
        },
        {
            "x1": 487,
            "y1": 460,
            "x2": 527,
            "y2": 575,
            "text": "うん…",
            "vi": "Ừ…"
        },
        {
            "x1": 338,
            "y1": 481,
            "x2": 427,
            "y2": 727,
            "text": "けど あんまい静かな 場所で本を読むだけって 苦手なのよね",
            "vi": "Nhưng tôi không giỏi đọc sách ở một nơi yên tĩnh."
        },
        {
            "x1": 113,
            "y1": 447,
            "x2": 205,
            "y2": 659,
            "text": "都会に来て人シャぐ とは…英雄も可愛い トコロがあるー",
            "vi": "Một người đến thành phố là gì và sashimi... anh hùng có một tokoro dễ thương?"
        },
        {
            "x1": 347,
            "y1": 724,
            "x2": 486,
            "y2": 940,
            "text": "ギラ",
            "vi": "Rực rỡ"
        },
        {
            "x1": 797,
            "y1": 866,
            "x2": 859,
            "y2": 1020,
            "text": "いいじゃない ですか…‼",
            "vi": "Thật là một ý kiến ​​hay…!"
        },
        {
            "x1": 487,
            "y1": 889,
            "x2": 601,
            "y2": 1087,
            "text": "あっちの 大きなテントは 何でしょう⁉",
            "vi": "Cái lều lớn đó là gì?"
        },
        {
            "x1": 168,
            "y1": 981,
            "x2": 233,
            "y2": 1223,
            "text": "劇団 『ワークチュアリ』ね",
            "vi": "Đó là một công ty nhà hát \"làm việc Tunite\""
        }
    ],
    "004.jpg": [
        {
            "x1": 711,
            "y1": 167,
            "x2": 845,
            "y2": 313,
            "text": "劇団は 王都を拠点に 世界中旅して 回ってるのよ",
            "vi": "Đoàn đang đi du lịch vòng quanh thế giới có trụ sở tại thủ đô Hoàng gia"
        },
        {
            "x1": 276,
            "y1": 135,
            "x2": 346,
            "y2": 348,
            "text": "“劇団´か‼ 聞いたことがある",
            "vi": "\"Nó có phải là một đoàn kịch không?"
        },
        {
            "x1": 87,
            "y1": 220,
            "x2": 198,
            "y2": 410,
            "text": "やっぱり王都は 有名な所が 多いな…‼",
            "vi": "Sau khi tất cả thủ đô hoàng gia thường nổi tiếng...‼"
        },
        {
            "x1": 729,
            "y1": 517,
            "x2": 765,
            "y2": 738,
            "text": "着きましたっ‼",
            "vi": "Tôi đến"
        },
        {
            "x1": 137,
            "y1": 990,
            "x2": 252,
            "y2": 1238,
            "text": "ここが王都 「レーダルストア」 となる場所です‼",
            "vi": "Đây là nơi mà thủ đô hoàng gia là \"cửa hàng radal\"."
        }
    ],
    "005.jpg": [
        {
            "x1": 785,
            "y1": 160,
            "x2": 860,
            "y2": 308,
            "text": "『冒険者通り』 とでもうの でしょうか",
            "vi": "Có phải nó đã có với \"Phố phiêu lưu\"?"
        },
        {
            "x1": 520,
            "y1": 108,
            "x2": 572,
            "y2": 263,
            "text": "人え！ 人通りも多いし…",
            "vi": "Dân tộc! Có rất nhiều lưu lượng truy cập..."
        },
        {
            "x1": 270,
            "y1": 110,
            "x2": 326,
            "y2": 250,
            "text": "良い物件じゃ ないですか",
            "vi": "Đó không phải là một tài sản tốt?"
        },
        {
            "x1": 778,
            "y1": 423,
            "x2": 851,
            "y2": 615,
            "text": "レリウスー 私はここら辺で",
            "vi": "Leliusu Tôi ở đây"
        },
        {
            "x1": 446,
            "y1": 453,
            "x2": 511,
            "y2": 651,
            "text": "連れて来たことは 教皇様に伝えとく",
            "vi": "Nói với Giáo hoàng những gì tôi đã mang"
        },
        {
            "x1": 160,
            "y1": 443,
            "x2": 243,
            "y2": 664,
            "text": "わかりました 面会の日程が決まったら 教えて下さい",
            "vi": "Được rồi, xin vui lòng cho tôi biết khi lịch trình của cuộc họp được quyết định"
        },
        {
            "x1": 449,
            "y1": 739,
            "x2": 527,
            "y2": 926,
            "text": "りょーかーい ばーい",
            "vi": "Ryokai Bai"
        },
        {
            "x1": 131,
            "y1": 818,
            "x2": 244,
            "y2": 934,
            "text": "本当に… 自由な 人だなぁ",
            "vi": "Thực sự... tôi là một người tự do"
        }
    ],
    "006.jpg": [
        {
            "x1": 769,
            "y1": 375,
            "x2": 847,
            "y2": 557,
            "text": "元々『魔道具』などを 販売していたお店 だったみたいです",
            "vi": "Có vẻ như đó là một cửa hàng ban đầu đã bán \"Công cụ ma thuật\"."
        },
        {
            "x1": 627,
            "y1": 437,
            "x2": 713,
            "y2": 601,
            "text": "だから生活に 便利なモノは 残ったままですね",
            "vi": "Vì vậy, những điều hữu ích cho cuộc sống sẽ vẫn còn."
        },
        {
            "x1": 134,
            "y1": 416,
            "x2": 165,
            "y2": 605,
            "text": "そうなんですね",
            "vi": "Đúng thế"
        },
        {
            "x1": 343,
            "y1": 730,
            "x2": 439,
            "y2": 982,
            "text": "お手を煩わせる 訳にはどうぞゆっく 休んでいて下さい！",
            "vi": "Xin hãy nghỉ ngơi để làm phiền bạn!"
        },
        {
            "x1": 551,
            "y1": 991,
            "x2": 645,
            "y2": 1173,
            "text": "まずは掃除 しないと いけないわね…",
            "vi": "Trước hết, tôi phải dọn dẹp nó..."
        },
        {
            "x1": 95,
            "y1": 1062,
            "x2": 208,
            "y2": 1238,
            "text": "あら 大丈夫よ",
            "vi": "Ồ được rồi"
        }
    ],
    "007.jpg": [
        {
            "x1": 799,
            "y1": 122,
            "x2": 862,
            "y2": 234,
            "text": "どうした レリウス",
            "vi": "Chuyện gì đã xảy ra với Lelius"
        },
        {
            "x1": 375,
            "y1": 185,
            "x2": 409,
            "y2": 303,
            "text": "魔道具…",
            "vi": "Các công cụ ma thuật..."
        },
        {
            "x1": 155,
            "y1": 109,
            "x2": 219,
            "y2": 308,
            "text": "魔道具には生活を 支えるモノがある",
            "vi": "Có những điều hỗ trợ cuộc sống trong các công cụ ma thuật"
        },
        {
            "x1": 776,
            "y1": 425,
            "x2": 855,
            "y2": 636,
            "text": "食品を保存する 冷凍·冷蔵庫",
            "vi": "Đông lạnh / tủ lạnh để lưu trữ thức ăn"
        },
        {
            "x1": 566,
            "y1": 459,
            "x2": 645,
            "y2": 665,
            "text": "部屋の気温を 制御する装置…",
            "vi": "Một thiết bị kiểm soát nhiệt độ của căn phòng..."
        },
        {
            "x1": 334,
            "y1": 438,
            "x2": 424,
            "y2": 652,
            "text": "非常に高価で 貴族の家くらいでしか 使われないが…",
            "vi": "Nó rất đắt tiền và chỉ được sử dụng trong nhà của quý tộc..."
        },
        {
            "x1": 144,
            "y1": 551,
            "x2": 181,
            "y2": 723,
            "text": "作れるかな…",
            "vi": "Tôi có thể làm nó..."
        },
        {
            "x1": 309,
            "y1": 786,
            "x2": 412,
            "y2": 1050,
            "text": "クルアさん ちょっと魔道具壊して いいですか…？",
            "vi": "Curua -san, tôi có thể phá vỡ các công cụ ma thuật không?"
        },
        {
            "x1": 650,
            "y1": 1080,
            "x2": 748,
            "y2": 1268,
            "text": "やった… 作れるぞ‼",
            "vi": "Tôi đã làm điều đó... tôi có thể làm nó"
        },
        {
            "x1": 113,
            "y1": 1056,
            "x2": 163,
            "y2": 1181,
            "text": "えっ⁉",
            "vi": "ơ⁉"
        }
    ],
    "008.jpg": [
        {
            "x1": 772,
            "y1": 106,
            "x2": 831,
            "y2": 281,
            "text": "ま 魔道具も 作れるのですか？",
            "vi": "Bạn có thể tạo ra một công cụ ma thuật?"
        },
        {
            "x1": 500,
            "y1": 131,
            "x2": 526,
            "y2": 275,
            "text": "みたいですね",
            "vi": "Nó giống như"
        },
        {
            "x1": 291,
            "y1": 132,
            "x2": 326,
            "y2": 254,
            "text": "はぁあ…",
            "vi": "Hả..."
        },
        {
            "x1": 744,
            "y1": 512,
            "x2": 839,
            "y2": 659,
            "text": "ちょっと 壊れてるのも ありますね…",
            "vi": "Nó hơi bị hỏng..."
        },
        {
            "x1": 586,
            "y1": 491,
            "x2": 645,
            "y2": 722,
            "text": "作り直て同じ場所に 設置じておきます！",
            "vi": "Ngay lập tức làm cho nó ở cùng một nơi!"
        },
        {
            "x1": 151,
            "y1": 558,
            "x2": 193,
            "y2": 733,
            "text": "はぁあ…‼",
            "vi": "Hả...!"
        },
        {
            "x1": 81,
            "y1": 860,
            "x2": 196,
            "y2": 1001,
            "text": "改めて… 鍛治師って 凄いのね",
            "vi": "Một lần nữa... huấn luyện viên thật tuyệt vời"
        },
        {
            "x1": 690,
            "y1": 913,
            "x2": 842,
            "y2": 1181,
            "text": "これは…商売を 貴族層にも広げ られる予感…‼",
            "vi": "Đây là... cảm giác rằng doanh nghiệp có thể được mở rộng sang các quý tộc..."
        }
    ],
    "009.jpg": [
        {
            "x1": 736,
            "y1": 155,
            "x2": 825,
            "y2": 331,
            "text": "日常生活に 便利だし…",
            "vi": "Thật thuận tiện cho cuộc sống hàng ngày..."
        },
        {
            "x1": 150,
            "y1": 221,
            "x2": 214,
            "y2": 430,
            "text": "その上 戦闘まで こなせる",
            "vi": "Bạn có thể làm điều đó cho đến trận chiến"
        },
        {
            "x1": 788,
            "y1": 532,
            "x2": 877,
            "y2": 725,
            "text": "昔 教会が 不遇職と定めたって 言ってたけど",
            "vi": "Tôi đã từng nói rằng nhà thờ được quyết tâm là một công việc bất ngờ"
        },
        {
            "x1": 472,
            "y1": 554,
            "x2": 558,
            "y2": 712,
            "text": "何でかしら …妬み？",
            "vi": "Nó là gì... ghen tuông?"
        },
        {
            "x1": 121,
            "y1": 597,
            "x2": 194,
            "y2": 714,
            "text": "…俺には 何とも…",
            "vi": "Dù sao thì với tôi…"
        },
        {
            "x1": 231,
            "y1": 892,
            "x2": 340,
            "y2": 1096,
            "text": "教皇様に会えば 何かわかる だろうか…",
            "vi": "Nếu bạn gặp Giáo hoàng, bạn có biết điều gì đó..."
        }
    ],
    "010.jpg": [
        {
            "x1": 784,
            "y1": 112,
            "x2": 823,
            "y2": 285,
            "text": "そもそも…",
            "vi": "Ở nơi đầu tiên…"
        },
        {
            "x1": 446,
            "y1": 164,
            "x2": 567,
            "y2": 402,
            "text": "俺は街を救った とはいえ ただの 『一般市民』",
            "vi": "Tôi vừa cứu được thành phố, nhưng đó chỉ là một \"công dân nói chung\""
        },
        {
            "x1": 105,
            "y1": 202,
            "x2": 259,
            "y2": 429,
            "text": "そんな人間に何故 教皇様自ら 会いたいなど 言ってきたのか",
            "vi": "Tại sao bạn nói với một người như vậy rằng anh ta muốn gặp chính mình?"
        },
        {
            "x1": 778,
            "y1": 584,
            "x2": 845,
            "y2": 770,
            "text": "何か不安に なってきたぞ…",
            "vi": "Tôi đang lo lắng..."
        },
        {
            "x1": 539,
            "y1": 546,
            "x2": 633,
            "y2": 727,
            "text": "なぁ…一度 冒険者ギルドに 行きたいのだが…",
            "vi": "Tôi muốn đi đến Hội thám hiểm một lần..."
        },
        {
            "x1": 212,
            "y1": 564,
            "x2": 270,
            "y2": 685,
            "text": "ぁあ… そうですね",
            "vi": "Ah... đúng vậy"
        },
        {
            "x1": 104,
            "y1": 654,
            "x2": 166,
            "y2": 836,
            "text": "私も商人ギルドに 行かねば",
            "vi": "Tôi cũng phải đi đến Hội thương gia"
        },
        {
            "x1": 728,
            "y1": 920,
            "x2": 811,
            "y2": 1133,
            "text": "それでは掃除は 午後から‼",
            "vi": "Sau đó, dọn dẹp bắt đầu vào buổi chiều."
        },
        {
            "x1": 297,
            "y1": 977,
            "x2": 357,
            "y2": 1134,
            "text": "少し自由時間 にして…",
            "vi": "Với một chút thời gian rảnh rỗi..."
        },
        {
            "x1": 130,
            "y1": 1050,
            "x2": 229,
            "y2": 1233,
            "text": "それぞれ用事を 済ませてしまい ましょうか！",
            "vi": "Chúng ta sẽ hoàn thành công việc kinh doanh của họ!"
        }
    ]
}