var ocr_data = {
    "001.jpg": [
        {
            "x1": 108,
            "y1": 61,
            "x2": 248,
            "y2": 100,
            "text": "最強"
        },
        {
            "x1": 113,
            "y1": 126,
            "x2": 378,
            "y2": 149,
            "text": "話鍛治台師感謝"
        },
        {
            "x1": 741,
            "y1": 735,
            "x2": 842,
            "y2": 959,
            "text": "勇者ベニーよ よくぞ都のために 戦ってくれた"
        },
        {
            "x1": 139,
            "y1": 914,
            "x2": 225,
            "y2": 1105,
            "text": "国を代表して 感謝しよう"
        },
        {
            "x1": 96,
            "y1": 1300,
            "x2": 758,
            "y2": 1336,
            "text": "累計100万部哭破！ 最新第8巻発売中吧"
        }
    ],
    "013.jpg": [
        {
            "x1": 772,
            "y1": 125,
            "x2": 846,
            "y2": 287,
            "text": "さっきの… 王女…様…？"
        },
        {
            "x1": 515,
            "y1": 131,
            "x2": 575,
            "y2": 307,
            "text": "な なんで ございましょう"
        },
        {
            "x1": 269,
            "y1": 97,
            "x2": 303,
            "y2": 278,
            "text": "まずは感謝を"
        },
        {
            "x1": 106,
            "y1": 159,
            "x2": 203,
            "y2": 357,
            "text": "授与式に参加して 頂きありがとう ございますわ"
        },
        {
            "x1": 786,
            "y1": 420,
            "x2": 860,
            "y2": 573,
            "text": "こちらこそ えっと…"
        },
        {
            "x1": 597,
            "y1": 421,
            "x2": 661,
            "y2": 636,
            "text": "あら 自己紹介が まだでしたわ"
        },
        {
            "x1": 383,
            "y1": 426,
            "x2": 451,
            "y2": 671,
            "text": "わたくしは ユミネ・ヴァルトス"
        },
        {
            "x1": 198,
            "y1": 499,
            "x2": 298,
            "y2": 657,
            "text": "この国の 第三王女"
        },
        {
            "x1": 764,
            "y1": 795,
            "x2": 823,
            "y2": 982,
            "text": "そして…"
        },
        {
            "x1": 172,
            "y1": 796,
            "x2": 274,
            "y2": 1109,
            "text": "勇者の職を 授かっております"
        }
    ],
    "015.jpg": [
        {
            "x1": 725,
            "y1": 142,
            "x2": 839,
            "y2": 326,
            "text": "勇者で… 王女⁉"
        },
        {
            "x1": 250,
            "y1": 143,
            "x2": 371,
            "y2": 291,
            "text": "た 確かに 職業は ランダム"
        },
        {
            "x1": 99,
            "y1": 187,
            "x2": 215,
            "y2": 380,
            "text": "誰がなっても おかしくは ないが…"
        },
        {
            "x1": 745,
            "y1": 471,
            "x2": 807,
            "y2": 622,
            "text": "なんという ハイスペック"
        },
        {
            "x1": 130,
            "y1": 442,
            "x2": 196,
            "y2": 676,
            "text": "ああーッ‼"
        },
        {
            "x1": 602,
            "y1": 734,
            "x2": 639,
            "y2": 838,
            "text": "まぁ…"
        },
        {
            "x1": 711,
            "y1": 758,
            "x2": 864,
            "y2": 950,
            "text": "ユミネー‼ 抜け駆け 禁止ーッ"
        },
        {
            "x1": 427,
            "y1": 736,
            "x2": 547,
            "y2": 927,
            "text": "それは申し訳 ありませんわ ベニー様"
        },
        {
            "x1": 274,
            "y1": 755,
            "x2": 357,
            "y2": 944,
            "text": "物腰柔らかく 気品がある"
        },
        {
            "x1": 100,
            "y1": 807,
            "x2": 224,
            "y2": 1028,
            "text": "ベニーさんが 幼いのもあって お姉さん味が…"
        }
    ],
    "017.jpg": [
        {
            "x1": 768,
            "y1": 130,
            "x2": 838,
            "y2": 319,
            "text": "そ それで俺に 何のご用で…？"
        },
        {
            "x1": 396,
            "y1": 129,
            "x2": 462,
            "y2": 305,
            "text": "気を遣わなくて 大丈夫ですわ"
        },
        {
            "x1": 286,
            "y1": 171,
            "x2": 342,
            "y2": 368,
            "text": "少しお話したい ことがありまして"
        },
        {
            "x1": 777,
            "y1": 455,
            "x2": 863,
            "y2": 638,
            "text": "ここでは何ですので たくしが用意した 部屋に"
        },
        {
            "x1": 579,
            "y1": 470,
            "x2": 684,
            "y2": 630,
            "text": "あたしも 行くわ‼"
        },
        {
            "x1": 416,
            "y1": 457,
            "x2": 521,
            "y2": 645,
            "text": "まぁ！ ベニー様も来て くださるの？"
        },
        {
            "x1": 116,
            "y1": 465,
            "x2": 223,
            "y2": 641,
            "text": "当然よ‼ …ダメ？"
        },
        {
            "x1": 803,
            "y1": 864,
            "x2": 839,
            "y2": 1080,
            "text": "大歓迎ですわ‼"
        },
        {
            "x1": 113,
            "y1": 911,
            "x2": 160,
            "y2": 1089,
            "text": "俺に何を…"
        }
    ],
    "019.jpg": [
        {
            "x1": 377,
            "y1": 209,
            "x2": 506,
            "y2": 407,
            "text": "先代の 鍛治師と"
        },
        {
            "x1": 658,
            "y1": 776,
            "x2": 774,
            "y2": 1037,
            "text": "私達 勇者の 未来について"
        }
    ]
}