var ocr_data = {
    "001.jpg": [
        {
            "x1": 278,
            "y1": 71,
            "x2": 520,
            "y2": 97,
            "text": "第125話男者の木来",
            "vi": "Tập 125 cậu bé kiki"
        },
        {
            "x1": 109,
            "y1": 61,
            "x2": 261,
            "y2": 97,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 827,
            "y1": 195,
            "x2": 871,
            "y2": 287,
            "text": "カチャ",
            "vi": "Kacha"
        },
        {
            "x1": 632,
            "y1": 135,
            "x2": 719,
            "y2": 304,
            "text": "お飲み物は 何か 召し上がり ますか？",
            "vi": "Bạn có đồ uống không?"
        },
        {
            "x1": 254,
            "y1": 143,
            "x2": 353,
            "y2": 321,
            "text": "あたし ホットミルクが 飲みたい‼",
            "vi": "Tôi muốn uống sữa nóng"
        },
        {
            "x1": 110,
            "y1": 191,
            "x2": 192,
            "y2": 369,
            "text": "お 俺は お任せで…ッ",
            "vi": "Tôi để nó..."
        },
        {
            "x1": 781,
            "y1": 891,
            "x2": 859,
            "y2": 1028,
            "text": "わぁー",
            "vi": "Thành công lớn"
        },
        {
            "x1": 645,
            "y1": 877,
            "x2": 710,
            "y2": 1059,
            "text": "どこから 出てきたんだ…",
            "vi": "Bạn đến từ đâu..."
        },
        {
            "x1": 468,
            "y1": 918,
            "x2": 575,
            "y2": 1102,
            "text": "いや… 考えてみれば 王女様の付き人",
            "vi": "Không... nếu bạn nghĩ về nó, Công chúa của Công chúa"
        },
        {
            "x1": 124,
            "y1": 1049,
            "x2": 209,
            "y2": 1252,
            "text": "腕利き… 七騎士様の一人が いてもおかしな",
            "vi": "Tuần hoàn... thật lạ ngay cả khi có một trong bảy hiệp sĩ"
        },
        {
            "x1": 118,
            "y1": 1299,
            "x2": 779,
            "y2": 1338,
            "text": "累計100万部突破！ 最新第8巻発売中!",
            "vi": "Hơn 1 triệu bản! Tập 8 mới nhất được bán!"
        }
    ],
    "003.jpg": [
        {
            "x1": 258,
            "y1": 89,
            "x2": 331,
            "y2": 245,
            "text": "では ごゆるりと",
            "vi": "Sau đó lỏng lẻo"
        },
        {
            "x1": 801,
            "y1": 715,
            "x2": 848,
            "y2": 845,
            "text": "な 何か",
            "vi": "Một cái gì đó"
        },
        {
            "x1": 598,
            "y1": 785,
            "x2": 721,
            "y2": 943,
            "text": "力強い 真っすぐな 目ですわ",
            "vi": "Đó là một con mắt thẳng mạnh"
        },
        {
            "x1": 440,
            "y1": 735,
            "x2": 531,
            "y2": 921,
            "text": "いやー 別に 普通かと",
            "vi": "Không, nó bình thường"
        },
        {
            "x1": 239,
            "y1": 706,
            "x2": 331,
            "y2": 908,
            "text": "コラー ユミネッ‼",
            "vi": "Coller Yuminet"
        },
        {
            "x1": 95,
            "y1": 784,
            "x2": 177,
            "y2": 1026,
            "text": "レリウスは あたしのなの‼",
            "vi": "Lelius là tôi"
        }
    ],
    "004.jpg": [
        {
            "x1": 258,
            "y1": 89,
            "x2": 331,
            "y2": 245,
            "text": "では ごゆるりと",
            "vi": "Sau đó lỏng lẻo"
        },
        {
            "x1": 801,
            "y1": 715,
            "x2": 848,
            "y2": 845,
            "text": "な 何か",
            "vi": "Một cái gì đó"
        },
        {
            "x1": 598,
            "y1": 785,
            "x2": 721,
            "y2": 943,
            "text": "力強い 真っすぐな 目ですわ",
            "vi": "Đó là một con mắt thẳng mạnh"
        },
        {
            "x1": 440,
            "y1": 735,
            "x2": 531,
            "y2": 921,
            "text": "いやー 別に 普通かと",
            "vi": "Không, nó bình thường"
        },
        {
            "x1": 239,
            "y1": 706,
            "x2": 331,
            "y2": 908,
            "text": "コラー ユミネッ‼",
            "vi": "Coller Yuminet"
        },
        {
            "x1": 95,
            "y1": 784,
            "x2": 177,
            "y2": 1026,
            "text": "レリウスは あたしのなの‼",
            "vi": "Lelius là tôi"
        }
    ],
    "005.jpg": [
        {
            "x1": 761,
            "y1": 128,
            "x2": 828,
            "y2": 324,
            "text": "まぁ！ そうでしたの？",
            "vi": "Ổn! Đó là như vậy?"
        },
        {
            "x1": 587,
            "y1": 187,
            "x2": 628,
            "y2": 346,
            "text": "そうよ‼",
            "vi": "Đúng thế!"
        },
        {
            "x1": 151,
            "y1": 169,
            "x2": 242,
            "y2": 374,
            "text": "いやいや 違いますよ⁉",
            "vi": "Không, nó khác nhau."
        },
        {
            "x1": 732,
            "y1": 473,
            "x2": 839,
            "y2": 645,
            "text": "では そんな ベニー様に プレゼントが",
            "vi": "Sau đó, món quà của Benny"
        },
        {
            "x1": 263,
            "y1": 460,
            "x2": 348,
            "y2": 618,
            "text": "えー 別に いいよ‼",
            "vi": "Chà, không sao"
        },
        {
            "x1": 128,
            "y1": 497,
            "x2": 216,
            "y2": 694,
            "text": "今 満たされ てるし‼",
            "vi": "Bây giờ tôi đã hài lòng"
        },
        {
            "x1": 687,
            "y1": 793,
            "x2": 846,
            "y2": 1036,
            "text": "我が王家に伝わる いかなる殿方も 魅了する香水… “デスクリムゾン",
            "vi": "Nước hoa bị thu hút bởi bất kỳ gia đình hoàng gia nào của tôi... \"Deskrimson"
        },
        {
            "x1": 306,
            "y1": 927,
            "x2": 381,
            "y2": 1212,
            "text": "以頂くわッ‼",
            "vi": "Tôi sẽ hiểu nó."
        }
    ],
    "007.jpg": [
        {
            "x1": 763,
            "y1": 130,
            "x2": 839,
            "y2": 295,
            "text": "ご案内して あげなさい",
            "vi": "Vui lòng cho tôi biết"
        },
        {
            "x1": 103,
            "y1": 195,
            "x2": 142,
            "y2": 367,
            "text": "ウェーイ‼",
            "vi": "Cách!"
        },
        {
            "x1": 600,
            "y1": 484,
            "x2": 669,
            "y2": 656,
            "text": "元気だな ベニーさん…",
            "vi": "Tôi ổn..."
        },
        {
            "x1": 159,
            "y1": 491,
            "x2": 234,
            "y2": 662,
            "text": "さて 本題に 入りましょう",
            "vi": "Hãy đi vào chủ đề chính"
        },
        {
            "x1": 719,
            "y1": 723,
            "x2": 814,
            "y2": 970,
            "text": "ここから先は… ベニー様に知られたく ありませんでしたので",
            "vi": "Từ đây... tôi không muốn Benny biết"
        },
        {
            "x1": 103,
            "y1": 742,
            "x2": 220,
            "y2": 1001,
            "text": "まずは改めて… ケルベロスとの戦い お疲れ様でした",
            "vi": "Trước hết, cảm ơn bạn đã chiến đấu với Cerberus"
        }
    ],
    "009.jpg": [
        {
            "x1": 725,
            "y1": 142,
            "x2": 830,
            "y2": 336,
            "text": "見事な活躍 だったと聞いて おります",
            "vi": "Tôi nghe nói rằng đó là một thành công tuyệt vời"
        },
        {
            "x1": 152,
            "y1": 136,
            "x2": 226,
            "y2": 334,
            "text": "そんな… 皆のおかげです",
            "vi": "Đó là cảm ơn mọi người"
        },
        {
            "x1": 738,
            "y1": 420,
            "x2": 762,
            "y2": 518,
            "text": "えっと",
            "vi": "Uh"
        },
        {
            "x1": 558,
            "y1": 436,
            "x2": 648,
            "y2": 627,
            "text": "かつての鍛治師と 未来の勇者の話… でしたね",
            "vi": "Đó là câu chuyện của Osamu trước đây và là anh hùng của tương lai..."
        },
        {
            "x1": 137,
            "y1": 467,
            "x2": 205,
            "y2": 644,
            "text": "どういうこと ですか？",
            "vi": "Ý bạn là gì?"
        },
        {
            "x1": 445,
            "y1": 734,
            "x2": 565,
            "y2": 919,
            "text": "結論から 言います",
            "vi": "Nó nói từ kết luận"
        },
        {
            "x1": 85,
            "y1": 916,
            "x2": 202,
            "y2": 1149,
            "text": "わたくし達 勇者は",
            "vi": "Tôi là người anh hùng"
        }
    ],
    "011.jpg": [
        {
            "x1": 556,
            "y1": 165,
            "x2": 753,
            "y2": 473,
            "text": "全員 死にます",
            "vi": "Mọi người đều chết"
        }
    ],
    "013.jpg": [
        {
            "x1": 764,
            "y1": 112,
            "x2": 816,
            "y2": 309,
            "text": "勇者って…",
            "vi": "Một anh hùng..."
        },
        {
            "x1": 427,
            "y1": 62,
            "x2": 533,
            "y2": 269,
            "text": "リンが⁉ どうして…",
            "vi": "Rin là⁉ Tại sao..."
        },
        {
            "x1": 270,
            "y1": 141,
            "x2": 384,
            "y2": 317,
            "text": "何を 根拠に⁉",
            "vi": "Cơ sở là gì?"
        },
        {
            "x1": 680,
            "y1": 480,
            "x2": 786,
            "y2": 710,
            "text": "わたくしは 記憶視のスキルを 持っています",
            "vi": "Tôi có bộ nhớ về bộ nhớ"
        },
        {
            "x1": 786,
            "y1": 770,
            "x2": 823,
            "y2": 932,
            "text": "記憶…視？",
            "vi": "Bộ nhớ... xem?"
        },
        {
            "x1": 488,
            "y1": 798,
            "x2": 615,
            "y2": 1002,
            "text": "世界の記憶を 見ることが できますの",
            "vi": "Bạn có thể nhìn thấy ký ức của thế giới"
        },
        {
            "x1": 106,
            "y1": 1109,
            "x2": 244,
            "y2": 1327,
            "text": "未来と 過去の…",
            "vi": "Tương lai và quá khứ..."
        }
    ],
    "015.jpg": [
        {
            "x1": 780,
            "y1": 148,
            "x2": 866,
            "y2": 282,
            "text": "過去… 未来…？",
            "vi": "Quá khứ... Tương lai...?"
        },
        {
            "x1": 502,
            "y1": 129,
            "x2": 567,
            "y2": 303,
            "text": "説明は少々 難しいのですが",
            "vi": "Lời giải thích hơi khó khăn"
        },
        {
            "x1": 379,
            "y1": 177,
            "x2": 443,
            "y2": 376,
            "text": "世界の歴史とでも 言いましょうか",
            "vi": "Hãy gọi nó là lịch sử của thế giới"
        },
        {
            "x1": 196,
            "y1": 90,
            "x2": 290,
            "y2": 294,
            "text": "この世界で 起こる物事の全ては 決まっています",
            "vi": "Mọi thứ xảy ra trong thế giới này đều được quyết định"
        },
        {
            "x1": 660,
            "y1": 463,
            "x2": 760,
            "y2": 670,
            "text": "わたくしは それを見ることが できますのよ",
            "vi": "Tôi có thể nhìn thấy nó"
        },
        {
            "x1": 573,
            "y1": 789,
            "x2": 687,
            "y2": 974,
            "text": "決まってる？ 未来に起きる ことが？",
            "vi": "Nó đã được quyết định? Điều gì xảy ra trong tương lai?"
        },
        {
            "x1": 287,
            "y1": 792,
            "x2": 388,
            "y2": 975,
            "text": "そ そんな 凄いスキルが あるんですか？",
            "vi": "Bạn có những kỹ năng tuyệt vời như vậy?"
        },
        {
            "x1": 453,
            "y1": 977,
            "x2": 577,
            "y2": 1237,
            "text": "ユミネ様は… それを見ることが できる？",
            "vi": "Yumine... bạn có thể thấy nó không?"
        },
        {
            "x1": 105,
            "y1": 1081,
            "x2": 180,
            "y2": 1205,
            "text": "はい",
            "vi": "Vâng"
        }
    ],
    "017.jpg": [
        {
            "x1": 421,
            "y1": 75,
            "x2": 518,
            "y2": 297,
            "text": "だったら何故 助けてくれなかった んですか‼",
            "vi": "Vậy tại sao anh không giúp tôi?"
        },
        {
            "x1": 272,
            "y1": 127,
            "x2": 374,
            "y2": 325,
            "text": "グリードラッド 今回もどれだけ 犠牲が出たと",
            "vi": "Màu xanh lá cây có bao nhiêu hy sinh lần này"
        },
        {
            "x1": 193,
            "y1": 201,
            "x2": 246,
            "y2": 339,
            "text": "けれど",
            "vi": "Chỉ"
        },
        {
            "x1": 769,
            "y1": 523,
            "x2": 860,
            "y2": 706,
            "text": "決して 万能のスキルでは ないのです",
            "vi": "Nó không phải là một kỹ năng đa năng"
        },
        {
            "x1": 456,
            "y1": 508,
            "x2": 518,
            "y2": 689,
            "text": "いくつか理由は ありますが",
            "vi": "Có một số lý do"
        },
        {
            "x1": 126,
            "y1": 569,
            "x2": 227,
            "y2": 791,
            "text": "記憶視は わたくしの夢でだけ 見られるものですの",
            "vi": "Ký ức chỉ có thể được nhìn thấy trong những giấc mơ của tôi"
        },
        {
            "x1": 701,
            "y1": 874,
            "x2": 814,
            "y2": 1122,
            "text": "見たい場所 時間は 選べず 完全に ランダム…",
            "vi": "Tôi không thể chọn địa điểm tôi muốn xem, và nó hoàn toàn ngẫu nhiên..."
        },
        {
            "x1": 299,
            "y1": 931,
            "x2": 418,
            "y2": 1148,
            "text": "対象人物も 勇者から 時には 一般の方まで",
            "vi": "Người mục tiêu là từ người dũng cảm đến công chúng"
        },
        {
            "x1": 148,
            "y1": 989,
            "x2": 255,
            "y2": 1203,
            "text": "とても完璧で 便利なスキルとは 言えません",
            "vi": "Đó không phải là một kỹ năng rất hoàn hảo và thuận tiện"
        }
    ],
    "019.jpg": [
        {
            "x1": 696,
            "y1": 156,
            "x2": 815,
            "y2": 363,
            "text": "だとしても 破格のスキルだ 信じられない…",
            "vi": "Mặc dù vậy, tôi không thể tin đó là một kỹ năng đặc biệt..."
        },
        {
            "x1": 763,
            "y1": 517,
            "x2": 842,
            "y2": 722,
            "text": "けど俺に 嘘を つく理由もない",
            "vi": "Nhưng không có lý do gì để nói dối tôi"
        },
        {
            "x1": 387,
            "y1": 476,
            "x2": 462,
            "y2": 674,
            "text": "信じるかは お任せしますわ",
            "vi": "Tôi sẽ để lại cho bạn"
        },
        {
            "x1": 104,
            "y1": 566,
            "x2": 212,
            "y2": 750,
            "text": "ただ 貴方には 話さなくては なりません",
            "vi": "Tôi chỉ phải nói chuyện với bạn"
        },
        {
            "x1": 678,
            "y1": 854,
            "x2": 784,
            "y2": 1041,
            "text": "わたくしの 見た…",
            "vi": "Tôi đã thấy... của tôi..."
        },
        {
            "x1": 119,
            "y1": 1029,
            "x2": 223,
            "y2": 1226,
            "text": "勇者達が 死ぬ未来を",
            "vi": "Tương lai nơi những người dũng cảm chết"
        },
        {
            "x1": 87,
            "y1": 1293,
            "x2": 855,
            "y2": 1319,
            "text": "実知明かきれた残話な予言。運命を前に。時治師には何ができるのか…次号の叫",
            "vi": "Một câu chuyện còn lại đã được tiết lộ. Trước số phận. Tôi có thể làm gì cho Tokiji... những tiếng la hét trong vấn đề tiếp theo"
        }
    ]
}