var ocr_data = {
    "001.jpg": [
        {
            "x1": 94,
            "y1": 33,
            "x2": 242,
            "y2": 103,
            "text": "職鍛論師 最強",
            "vi": "Huấn luyện công việc Master mạnh nhất"
        },
        {
            "x1": 758,
            "y1": 131,
            "x2": 828,
            "y2": 322,
            "text": "ヴァルトス王国 カルラス領",
            "vi": "Lãnh thổ Callas của Vartos Kingdom"
        },
        {
            "x1": 208,
            "y1": 129,
            "x2": 279,
            "y2": 267,
            "text": "やった！ 剣士だ…‼",
            "vi": "COORAY! Đó là một kiếm sĩ...‼"
        },
        {
            "x1": 100,
            "y1": 316,
            "x2": 165,
            "y2": 432,
            "text": "冒険者に なれる‼",
            "vi": "Trở thành một nhà thám hiểm."
        },
        {
            "x1": 502,
            "y1": 636,
            "x2": 540,
            "y2": 775,
            "text": "四月一日",
            "vi": "Đầu tiên của tháng 4"
        },
        {
            "x1": 336,
            "y1": 552,
            "x2": 406,
            "y2": 709,
            "text": "成人の儀から 一年か",
            "vi": "Có phải một năm kể từ buổi lễ dành cho người lớn?"
        },
        {
            "x1": 105,
            "y1": 682,
            "x2": 178,
            "y2": 778,
            "text": "…早い もんだ",
            "vi": "… Nó nhanh chóng"
        },
        {
            "x1": 753,
            "y1": 949,
            "x2": 784,
            "y2": 1015,
            "text": "さて",
            "vi": "Bây giờ"
        },
        {
            "x1": 136,
            "y1": 916,
            "x2": 209,
            "y2": 1146,
            "text": "もう一つの約束を 果たすとするか",
            "vi": "Bạn có muốn thực hiện một lời hứa khác không?"
        },
        {
            "x1": 96,
            "y1": 1304,
            "x2": 828,
            "y2": 1333,
            "text": "累計20万部突破！ 最新单行本第3巻好評発売中‼!",
            "vi": "Tích lũy hơn 200. 000 bản! Tập 3 mới nhất đang được bán, Tập 3!"
        }
    ],
    "002.jpg": [
        {
            "x1": 808,
            "y1": 121,
            "x2": 842,
            "y2": 258,
            "text": "レリウスっ",
            "vi": "Lelius"
        },
        {
            "x1": 134,
            "y1": 148,
            "x2": 167,
            "y2": 312,
            "text": "もう終わった",
            "vi": "Tôi đã hoàn thành"
        },
        {
            "x1": 695,
            "y1": 210,
            "x2": 756,
            "y2": 415,
            "text": "サボってないで 部屋の掃除してよ！",
            "vi": "Làm sạch căn phòng mà không bỏ qua!"
        },
        {
            "x1": 819,
            "y1": 509,
            "x2": 853,
            "y2": 648,
            "text": "そっちは？",
            "vi": "Làm thế nào về ở đó?"
        },
        {
            "x1": 268,
            "y1": 522,
            "x2": 380,
            "y2": 715,
            "text": "食事を20号室の お客様に届けて 終わり",
            "vi": "Giao bữa ăn cho khách hàng ở phòng 20 và kết thúc nó"
        },
        {
            "x1": 95,
            "y1": 643,
            "x2": 164,
            "y2": 758,
            "text": "そうか じゃあ…",
            "vi": "Chà, sau đó..."
        },
        {
            "x1": 753,
            "y1": 902,
            "x2": 837,
            "y2": 1066,
            "text": "祭りに 参加しよう",
            "vi": "Hãy tham gia lễ hội"
        },
        {
            "x1": 505,
            "y1": 880,
            "x2": 540,
            "y2": 1003,
            "text": "…何だよ",
            "vi": "…Gì"
        },
        {
            "x1": 354,
            "y1": 890,
            "x2": 396,
            "y2": 1000,
            "text": "だって",
            "vi": "Tại vì"
        },
        {
            "x1": 137,
            "y1": 895,
            "x2": 212,
            "y2": 1127,
            "text": "レリウスから誘う なんて珍しい",
            "vi": "Thật bất thường khi được mời từ Lelius"
        }
    ],
    "003.jpg": [
        {
            "x1": 622,
            "y1": 517,
            "x2": 659,
            "y2": 668,
            "text": "よう『英雄』",
            "vi": "Yo \"anh hùng\""
        },
        {
            "x1": 114,
            "y1": 632,
            "x2": 229,
            "y2": 824,
            "text": "何だ 勇者様と 踊りに来た のか？",
            "vi": "Bạn đã đến nhảy với người anh hùng gì?"
        },
        {
            "x1": 778,
            "y1": 915,
            "x2": 847,
            "y2": 1093,
            "text": "英雄だなんて そんな…",
            "vi": "Đó là một anh hùng..."
        },
        {
            "x1": 488,
            "y1": 911,
            "x2": 579,
            "y2": 1086,
            "text": "照れるな 照れるな‼",
            "vi": "Đừng nhút nhát"
        },
        {
            "x1": 347,
            "y1": 879,
            "x2": 408,
            "y2": 1081,
            "text": "舞台整えて やるから待ってろ‼",
            "vi": "Tôi sẽ làm sân khấu, vì vậy hãy chờ đợi"
        },
        {
            "x1": 201,
            "y1": 981,
            "x2": 261,
            "y2": 1162,
            "text": "隅っこで踊ります のでお構いなく",
            "vi": "Tôi sẽ nhảy ở góc nên tôi không quan tâm"
        },
        {
            "x1": 81,
            "y1": 1105,
            "x2": 117,
            "y2": 1285,
            "text": "謙虚だなぁ‼",
            "vi": "Tôi khiêm tốn"
        }
    ],
    "004.jpg": [
        {
            "x1": 777,
            "y1": 122,
            "x2": 852,
            "y2": 345,
            "text": "さて 約束だしな これが最後だぞ？",
            "vi": "Vâng, đó là một lời hứa, đây là lần cuối cùng?"
        },
        {
            "x1": 139,
            "y1": 167,
            "x2": 183,
            "y2": 273,
            "text": "勇者様",
            "vi": "Người đàn ông dũng cảm"
        },
        {
            "x1": 715,
            "y1": 419,
            "x2": 794,
            "y2": 596,
            "text": "一曲踊って 頂けますか？",
            "vi": "Bạn có thể nhảy một bài hát không?"
        },
        {
            "x1": 183,
            "y1": 782,
            "x2": 261,
            "y2": 950,
            "text": "はいっ",
            "vi": "Vâng"
        }
    ],
    "005.jpg": [
        {
            "x1": 750,
            "y1": 178,
            "x2": 846,
            "y2": 310,
            "text": "レリウス 上手く なってる‼",
            "vi": "Lelius ngày càng tốt hơn"
        },
        {
            "x1": 162,
            "y1": 208,
            "x2": 195,
            "y2": 360,
            "text": "そ そうか⁉",
            "vi": "Đúng thế⁉"
        },
        {
            "x1": 798,
            "y1": 444,
            "x2": 882,
            "y2": 585,
            "text": "メアさん フィーラさん クルアさん…",
            "vi": "MEA FILLA CRUIA..."
        },
        {
            "x1": 682,
            "y1": 501,
            "x2": 736,
            "y2": 683,
            "text": "皆に教えて もらったからな‼",
            "vi": "Vì mọi người đã dạy tôi"
        },
        {
            "x1": 116,
            "y1": 524,
            "x2": 206,
            "y2": 715,
            "text": "沢山の女の人と 仲良くなった みたいだね",
            "vi": "Có vẻ như bạn đã có cùng với nhiều phụ nữ"
        },
        {
            "x1": 820,
            "y1": 859,
            "x2": 863,
            "y2": 971,
            "text": "…何だ",
            "vi": "…Gì"
        },
        {
            "x1": 376,
            "y1": 820,
            "x2": 413,
            "y2": 1036,
            "text": "何なんだ…‼",
            "vi": "Cái gì đó..."
        },
        {
            "x1": 581,
            "y1": 1046,
            "x2": 615,
            "y2": 1249,
            "text": "機嫌悪いのか？",
            "vi": "Bạn đang ở trong một tâm trạng tồi tệ?"
        }
    ],
    "006.jpg": [
        {
            "x1": 705,
            "y1": 205,
            "x2": 766,
            "y2": 375,
            "text": "で どうだった？ この一年",
            "vi": "Nó thế nào? Năm nay"
        },
        {
            "x1": 374,
            "y1": 219,
            "x2": 440,
            "y2": 335,
            "text": "色々 あったな",
            "vi": "Có nhiều thứ khác nhau"
        },
        {
            "x1": 99,
            "y1": 243,
            "x2": 159,
            "y2": 401,
            "text": "けど…悪くない 一年だった",
            "vi": "Nhưng... đó là một năm tồi tệ"
        },
        {
            "x1": 730,
            "y1": 491,
            "x2": 821,
            "y2": 714,
            "text": "私は…やっぱりまだ 勇者をやっていくって 感覚はないんだ",
            "vi": "Tôi... tôi vẫn không cảm thấy mình sẽ trở thành anh hùng"
        },
        {
            "x1": 244,
            "y1": 507,
            "x2": 307,
            "y2": 678,
            "text": "けど 街の人達に お礼を言われて",
            "vi": "Nhưng cảm ơn người dân trong thành phố"
        },
        {
            "x1": 94,
            "y1": 598,
            "x2": 191,
            "y2": 728,
            "text": "もっと強く ならなきゃ って思った",
            "vi": "Tôi nghĩ rằng nó sẽ mạnh hơn"
        },
        {
            "x1": 781,
            "y1": 897,
            "x2": 841,
            "y2": 1002,
            "text": "そう なんだな",
            "vi": "Đúng thế"
        },
        {
            "x1": 151,
            "y1": 893,
            "x2": 218,
            "y2": 1124,
            "text": "約束守ってくれて …ありがとね",
            "vi": "Cảm ơn bạn đã hứa..."
        },
        {
            "x1": 745,
            "y1": 1107,
            "x2": 772,
            "y2": 1214,
            "text": "レリウズ",
            "vi": "Lelius"
        }
    ],
    "007.jpg": [
        {
            "x1": 747,
            "y1": 131,
            "x2": 845,
            "y2": 309,
            "text": "俺もまだまだ 強くならないと いけない",
            "vi": "Tôi cũng phải mạnh hơn"
        },
        {
            "x1": 121,
            "y1": 200,
            "x2": 167,
            "y2": 301,
            "text": "今は",
            "vi": "bây giờ"
        },
        {
            "x1": 525,
            "y1": 290,
            "x2": 593,
            "y2": 402,
            "text": "ああ",
            "vi": "À"
        },
        {
            "x1": 183,
            "y1": 918,
            "x2": 262,
            "y2": 1197,
            "text": "リンを守れて本当に 良かったと思う",
            "vi": "Tôi nghĩ thật tuyệt khi bảo vệ Rin"
        }
    ],
    "008.jpg": [
        {
            "x1": 222,
            "y1": 146,
            "x2": 248,
            "y2": 306,
            "text": "主都ヴァルトス",
            "vi": "Thủ đô chính"
        },
        {
            "x1": 134,
            "y1": 166,
            "x2": 182,
            "y2": 257,
            "text": "E10:24",
            "vi": "E10: 24"
        },
        {
            "x1": 782,
            "y1": 393,
            "x2": 830,
            "y2": 526,
            "text": "大聖堂",
            "vi": "Nhà thờ"
        },
        {
            "x1": 109,
            "y1": 954,
            "x2": 218,
            "y2": 1130,
            "text": "『評議会』 会議場",
            "vi": "Hội nghị \"Hội đồng\""
        }
    ],
    "009.jpg": [
        {
            "x1": 143,
            "y1": 163,
            "x2": 244,
            "y2": 361,
            "text": "グリードラッドが 襲われた時の 状況です",
            "vi": "Đó là tình huống khi Rad màu xanh lá cây bị tấn công"
        },
        {
            "x1": 776,
            "y1": 427,
            "x2": 865,
            "y2": 626,
            "text": "『鍛治師』などという ふざけた職業の 人間が活躍？",
            "vi": "Có phải là chuyên gia vui tươi, chẳng hạn như \"Osamu\", đóng một vai trò tích cực?"
        },
        {
            "x1": 626,
            "y1": 443,
            "x2": 655,
            "y2": 541,
            "text": "正気かね",
            "vi": "Tôi tỉnh táo"
        },
        {
            "x1": 497,
            "y1": 518,
            "x2": 552,
            "y2": 659,
            "text": "そんなことは ありえない",
            "vi": "Điều đó là không thể"
        },
        {
            "x1": 327,
            "y1": 453,
            "x2": 411,
            "y2": 673,
            "text": "鍛治師は 神イリア様が 与えてださった神器を 馬鹿にする職業だ",
            "vi": "Osamu là một nghề làm cho một kẻ ngốc về kho báu thiêng liêng do Thiên Chúa Arilia ban cho."
        },
        {
            "x1": 746,
            "y1": 750,
            "x2": 850,
            "y2": 983,
            "text": "そんな者 さっさと 犯罪者にして監獄島 にでも送ってしまえ",
            "vi": "Thật là một tội phạm và gửi nó đến đảo nhà tù"
        },
        {
            "x1": 142,
            "y1": 784,
            "x2": 179,
            "y2": 907,
            "text": "まずいな",
            "vi": "Tồi tệ"
        },
        {
            "x1": 396,
            "y1": 1010,
            "x2": 475,
            "y2": 1196,
            "text": "…そうですな 『教皇』様",
            "vi": "“Đúng vậy, giáo hoàng”"
        },
        {
            "x1": 110,
            "y1": 1058,
            "x2": 186,
            "y2": 1202,
            "text": "『評議会』の 連中め",
            "vi": "\"Hội đồng\""
        }
    ],
    "010.jpg": [
        {
            "x1": 723,
            "y1": 142,
            "x2": 821,
            "y2": 386,
            "text": "かつて鍛治師を不遇職 と定めたのは 当時の教皇だと聞く",
            "vi": "Tôi nghe nói rằng đó là Giáo hoàng vào thời điểm đó một khi đã đặt Osamu thành một công việc đáng kinh ngạc"
        },
        {
            "x1": 324,
            "y1": 132,
            "x2": 416,
            "y2": 294,
            "text": "…鍛治師… 是非一度お会い したいものです",
            "vi": "… Oshika… tôi muốn gặp bạn một lần"
        },
        {
            "x1": 494,
            "y1": 214,
            "x2": 593,
            "y2": 483,
            "text": "この場に現教皇を 呼んだのは今世の鍛治師 を弾効するためか",
            "vi": "Có phải để gọi Giáo hoàng hiện tại ở đây để tạo ra một viên đạn của tiền đạo của thế giới này?"
        },
        {
            "x1": 94,
            "y1": 272,
            "x2": 148,
            "y2": 435,
            "text": "そうでしょう そうでしょう…",
            "vi": "Đúng thế..."
        },
        {
            "x1": 710,
            "y1": 796,
            "x2": 781,
            "y2": 1018,
            "text": "グリードラッドを 救った『鍛治師』",
            "vi": "\"Osamu\" Ai đã lưu RAD xanh"
        },
        {
            "x1": 113,
            "y1": 991,
            "x2": 188,
            "y2": 1198,
            "text": "私…とても 興味があります",
            "vi": "Tôi... tôi rất thích"
        }
    ],
    "011.jpg": [
        {
            "x1": 469,
            "y1": 188,
            "x2": 558,
            "y2": 364,
            "text": "きょ 教皇様が そうおっしゃる ならば…",
            "vi": "Nếu Giáo hoàng nói vậy..."
        },
        {
            "x1": 340,
            "y1": 148,
            "x2": 401,
            "y2": 309,
            "text": "まぁ鍛治師など どうでも良い",
            "vi": "Tốt, tôi không quan tâm đến huấn luyện viên"
        },
        {
            "x1": 104,
            "y1": 167,
            "x2": 192,
            "y2": 349,
            "text": "それより勇者様の 今後の教育方針 だが…",
            "vi": "Thay vì đó, đó là chính sách giáo dục trong tương lai của người dũng cảm..."
        },
        {
            "x1": 503,
            "y1": 489,
            "x2": 566,
            "y2": 632,
            "text": "現教皇は 食えぬお方だ",
            "vi": "Giáo hoàng hiện tại là một người không thể chịu đựng"
        },
        {
            "x1": 346,
            "y1": 550,
            "x2": 406,
            "y2": 726,
            "text": "一体何を考えて おられるか",
            "vi": "Bạn đang nghĩ gì?"
        },
        {
            "x1": 106,
            "y1": 539,
            "x2": 202,
            "y2": 654,
            "text": "敵か… 味方か",
            "vi": "Kẻ thù... Đó có phải là đồng minh?"
        },
        {
            "x1": 175,
            "y1": 994,
            "x2": 267,
            "y2": 1226,
            "text": "気を付けろよ レリウス",
            "vi": "Coi chừng Lelius"
        }
    ]
}