var ocr_data = {
    "001.jpg": [
        {
            "x1": 261,
            "y1": 73,
            "x2": 412,
            "y2": 99,
            "text": "第78話 帰り道",
            "vi": "Tập 78 trở lại"
        },
        {
            "x1": 102,
            "y1": 34,
            "x2": 270,
            "y2": 100,
            "text": "不遇職鐵台師。 最強",
            "vi": "Một nhân viên bán hàng không đủ tiêu chuẩn. mạnh nhất"
        },
        {
            "x1": 670,
            "y1": 122,
            "x2": 739,
            "y2": 252,
            "text": "つ 疲れた わね…",
            "vi": "Tôi mệt mỏi..."
        },
        {
            "x1": 119,
            "y1": 130,
            "x2": 148,
            "y2": 264,
            "text": "くぅぅん…",
            "vi": "Kuun..."
        },
        {
            "x1": 744,
            "y1": 482,
            "x2": 836,
            "y2": 659,
            "text": "もう二人とも だらしないです ねぇ",
            "vi": "Cả hai đều cẩu thả"
        },
        {
            "x1": 149,
            "y1": 493,
            "x2": 259,
            "y2": 709,
            "text": "私だって‼ 戦闘ならばもっと 動けるんだぞっ",
            "vi": "Tôi là Nếu đó là một trận chiến, bạn có thể di chuyển nhiều hơn"
        },
        {
            "x1": 795,
            "y1": 771,
            "x2": 854,
            "y2": 975,
            "text": "リスティナさんは まだ大丈夫ですか？",
            "vi": "Listina có còn ổn không?"
        },
        {
            "x1": 221,
            "y1": 796,
            "x2": 318,
            "y2": 1002,
            "text": "そういえば 『ワークチュアリ』 所属なのよね",
            "vi": "Nói về điều đó, nó thuộc về \"Tunite làm việc\"."
        },
        {
            "x1": 767,
            "y1": 1173,
            "x2": 841,
            "y2": 1282,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 503,
            "y1": 1020,
            "x2": 626,
            "y2": 1243,
            "text": "体力は自慢なんです たくさんの人を 相手にするのも 劇団員の仕事ですから",
            "vi": "Tôi tự hào về sức mạnh thể chất của mình. Đây cũng là công việc của một đoàn để đối phó với nhiều người."
        },
        {
            "x1": 108,
            "y1": 1001,
            "x2": 206,
            "y2": 1205,
            "text": "あたしも グリードラッドに 来てる時 見たわ",
            "vi": "Tôi đã nhìn thấy nó khi tôi ở trong màu xanh lá cây"
        },
        {
            "x1": 95,
            "y1": 1312,
            "x2": 742,
            "y2": 1345,
            "text": "累計35方部哭破！ 最新第5巻絶覺発完中叫",
            "vi": "Tích lũy 35 Câu lạc bộ khóc! Tập mới nhất Sa mạc Tập 5 Tập 5"
        }
    ],
    "002.jpg": [
        {
            "x1": 784,
            "y1": 139,
            "x2": 851,
            "y2": 287,
            "text": "それは 嬉しいです‼",
            "vi": "Tôi rất vui khi biết!"
        },
        {
            "x1": 655,
            "y1": 194,
            "x2": 748,
            "y2": 342,
            "text": "フィーラ先輩 演劇好き なんですか⁉",
            "vi": "Bạn có thích nhà hát filla -senpai?"
        },
        {
            "x1": 90,
            "y1": 175,
            "x2": 197,
            "y2": 365,
            "text": "まぁ 貴族のたしなみ ってやつよね",
            "vi": "Chà, đó là tên của một quý tộc."
        },
        {
            "x1": 270,
            "y1": 366,
            "x2": 695,
            "y2": 592,
            "text": "7キ",
            "vi": "7."
        },
        {
            "x1": 738,
            "y1": 767,
            "x2": 846,
            "y2": 934,
            "text": "せ 先輩 貴族だったん ですか…？",
            "vi": "Nó có phải là một quý tộc cao cấp?"
        },
        {
            "x1": 618,
            "y1": 845,
            "x2": 713,
            "y2": 1063,
            "text": "そういえば… どこかで…いや フィーラって…‼",
            "vi": "Nói về điều đó... ở đâu đó... không, Fira...‼"
        },
        {
            "x1": 227,
            "y1": 764,
            "x2": 342,
            "y2": 1023,
            "text": "フィーラさんは グリードラッド家の ご令嬢なんです",
            "vi": "Filla là con gái của gia đình RADD xanh"
        }
    ],
    "003.jpg": [
        {
            "x1": 752,
            "y1": 169,
            "x2": 848,
            "y2": 354,
            "text": "ここに公爵家… わ私… なんて失礼を…",
            "vi": "Đây là Công tước... tôi... tôi xin lỗi..."
        },
        {
            "x1": 124,
            "y1": 204,
            "x2": 265,
            "y2": 351,
            "text": "ちょ… ちょっと 待って！",
            "vi": "Cho... đợi một phút!"
        },
        {
            "x1": 732,
            "y1": 453,
            "x2": 818,
            "y2": 654,
            "text": "あんまり貴族として 扱わなくて いいっていうか…",
            "vi": "Tôi không phải coi nó như một quý tộc..."
        },
        {
            "x1": 146,
            "y1": 487,
            "x2": 249,
            "y2": 685,
            "text": "普通の同年代の 友達として接して 欲しくって…",
            "vi": "Tôi muốn bạn coi tôi là một người bạn cùng tuổi..."
        },
        {
            "x1": 736,
            "y1": 776,
            "x2": 822,
            "y2": 979,
            "text": "その…気にないで くれると 嬉しいな",
            "vi": "Điều đó... tôi rất vui nếu bạn không phiền"
        },
        {
            "x1": 456,
            "y1": 758,
            "x2": 540,
            "y2": 998,
            "text": "オッケー フィーラたそー",
            "vi": "OK filler taso"
        },
        {
            "x1": 113,
            "y1": 934,
            "x2": 223,
            "y2": 1166,
            "text": "砕けすぎ じゃない⁉",
            "vi": "Không quá bị hỏng⁉"
        }
    ],
    "004.jpg": [
        {
            "x1": 781,
            "y1": 112,
            "x2": 842,
            "y2": 215,
            "text": "それに しても…",
            "vi": "Mặc dù vậy..."
        },
        {
            "x1": 639,
            "y1": 108,
            "x2": 693,
            "y2": 289,
            "text": "男一で女性三人と 暮らしてるなんて…",
            "vi": "Đó là một người đàn ông sống với ba người phụ nữ..."
        },
        {
            "x1": 514,
            "y1": 185,
            "x2": 607,
            "y2": 334,
            "text": "先輩 モテモテじゃ ないですかー",
            "vi": "Đó không phải là một động cơ cao cấp?"
        },
        {
            "x1": 83,
            "y1": 121,
            "x2": 178,
            "y2": 288,
            "text": "モテモテでは ないです…仲は 良いですけど",
            "vi": "Nó không phải là động cơ... tôi là những người bạn tốt"
        },
        {
            "x1": 762,
            "y1": 417,
            "x2": 854,
            "y2": 597,
            "text": "さあもう暗い ですし家まで 送っていきますよ",
            "vi": "Trời đã tối rồi và tôi sẽ gửi nó đến nhà tôi"
        },
        {
            "x1": 453,
            "y1": 418,
            "x2": 540,
            "y2": 625,
            "text": "そんなこと しませんよ…じゃあ 一人で帰りますか？",
            "vi": "Tôi sẽ không làm điều đó... vậy tôi sẽ về nhà một mình?"
        },
        {
            "x1": 617,
            "y1": 610,
            "x2": 719,
            "y2": 774,
            "text": "えー そのまま 襲われたら 嫌ですしー",
            "vi": "Tôi không muốn bị tấn công như nó là"
        },
        {
            "x1": 729,
            "y1": 863,
            "x2": 799,
            "y2": 1074,
            "text": "それじゃよろしく お願いしまーす",
            "vi": "Cảm ơn vi điêu đo"
        },
        {
            "x1": 127,
            "y1": 928,
            "x2": 166,
            "y2": 1095,
            "text": "…はいはい",
            "vi": "… Vâng"
        }
    ],
    "005.jpg": [
        {
            "x1": 778,
            "y1": 488,
            "x2": 849,
            "y2": 666,
            "text": "フジュンだわ フジュン‼",
            "vi": "Đó là Fujung, Fujung"
        },
        {
            "x1": 528,
            "y1": 505,
            "x2": 619,
            "y2": 673,
            "text": "仲の良い男女 ならこのくらい 普通ですよー",
            "vi": "Nó rất bình thường cho một người đàn ông tốt và một người phụ nữ"
        },
        {
            "x1": 200,
            "y1": 530,
            "x2": 276,
            "y2": 707,
            "text": "にしても 近すぎじゃ…",
            "vi": "Mặc dù vậy, nó đã quá gần..."
        },
        {
            "x1": 782,
            "y1": 819,
            "x2": 848,
            "y2": 1011,
            "text": "お 王都の恋愛は 進んでいるな…",
            "vi": "Tình yêu của thủ đô hoàng gia đang diễn ra..."
        },
        {
            "x1": 662,
            "y1": 890,
            "x2": 694,
            "y2": 1035,
            "text": "フィーラ？",
            "vi": "Filla?"
        },
        {
            "x1": 145,
            "y1": 869,
            "x2": 308,
            "y2": 1185,
            "text": "嘘よ…だって本だは 結婚するまで文通でやり 取りしてそして綺麗な 花咲く大きな木の下で…",
            "vi": "Đó là một lời nói dối... bởi vì cuốn sách được trao đổi trong thư từ cho đến khi bạn kết hôn và dưới một cây hoa nở hoa đẹp..."
        }
    ],
    "006.jpg": [
        {
            "x1": 782,
            "y1": 105,
            "x2": 844,
            "y2": 238,
            "text": "…それは さすがに…",
            "vi": "… Thật là…"
        },
        {
            "x1": 660,
            "y1": 112,
            "x2": 717,
            "y2": 204,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 462,
            "y1": 145,
            "x2": 559,
            "y2": 322,
            "text": "じゃあ 行きましょうか リスティナさん",
            "vi": "Hãy đi, listina"
        },
        {
            "x1": 139,
            "y1": 218,
            "x2": 204,
            "y2": 414,
            "text": "はい‼ お疲れ様でしたー",
            "vi": "Vâng! công việc tốt"
        },
        {
            "x1": 671,
            "y1": 601,
            "x2": 756,
            "y2": 764,
            "text": "もうこんな 時間かぁ…",
            "vi": "Có phải lúc này..."
        },
        {
            "x1": 754,
            "y1": 858,
            "x2": 813,
            "y2": 1062,
            "text": "先輩ー何かあったら 守てださいよー",
            "vi": "Cao cấp -Nếu bạn có bất cứ điều gì, bảo vệ"
        },
        {
            "x1": 137,
            "y1": 863,
            "x2": 211,
            "y2": 1095,
            "text": "できる範囲でなら 全力で守りますよ",
            "vi": "Tôi sẽ cố gắng hết sức càng nhiều càng tốt."
        }
    ],
    "007.jpg": [
        {
            "x1": 758,
            "y1": 118,
            "x2": 860,
            "y2": 297,
            "text": "えー 先輩って 戦える職業 なんですか？",
            "vi": "Ơ, đó có phải là một nghề mà bạn có thể chiến đấu?"
        },
        {
            "x1": 431,
            "y1": 126,
            "x2": 535,
            "y2": 332,
            "text": "あまり鍛治師だと 知られるのは 良くない…",
            "vi": "Không tốt khi được biết đến như một huấn luyện viên..."
        },
        {
            "x1": 143,
            "y1": 128,
            "x2": 236,
            "y2": 352,
            "text": "そ そういう ステッナさんは何の 職業なんですか？",
            "vi": "Loại nghề nghiệp nào là một người già?"
        },
        {
            "x1": 772,
            "y1": 453,
            "x2": 847,
            "y2": 617,
            "text": "私『踊り子』 なんです‼",
            "vi": "Tôi là một vũ công."
        },
        {
            "x1": 503,
            "y1": 499,
            "x2": 574,
            "y2": 716,
            "text": "踊り子… それで劇団員に？",
            "vi": "Odoriko... vậy cho một công ty nhà hát?"
        },
        {
            "x1": 304,
            "y1": 462,
            "x2": 403,
            "y2": 682,
            "text": "いえいえー 母が劇団員で それに憧れまして！",
            "vi": "Không, mẹ tôi là một thành viên đoàn kịch và khao khát điều đó!"
        },
        {
            "x1": 726,
            "y1": 822,
            "x2": 837,
            "y2": 1031,
            "text": "レリウス先輩は 何か夢とか あるんですか⁉",
            "vi": "Bạn có bất kỳ giấc mơ cho người cao niên Lelius?"
        },
        {
            "x1": 277,
            "y1": 838,
            "x2": 405,
            "y2": 1038,
            "text": "いつか 見つかると いいですね‼",
            "vi": "Tôi hy vọng bạn có thể tìm thấy nó vào một ngày nào đó."
        },
        {
            "x1": 463,
            "y1": 1023,
            "x2": 532,
            "y2": 1228,
            "text": "俺は…今は ありませんね…",
            "vi": "Tôi... không phải bây giờ..."
        }
    ],
    "008.jpg": [
        {
            "x1": 808,
            "y1": 752,
            "x2": 836,
            "y2": 926,
            "text": "そうですね",
            "vi": "tôi đồng ý"
        },
        {
            "x1": 112,
            "y1": 1053,
            "x2": 188,
            "y2": 1212,
            "text": "リスティナ さん？",
            "vi": "Listina?"
        }
    ],
    "009.jpg": [
        {
            "x1": 795,
            "y1": 104,
            "x2": 859,
            "y2": 269,
            "text": "え？ 何でも ないですよー",
            "vi": "bức ảnh? Nó không là gì cả"
        },
        {
            "x1": 552,
            "y1": 236,
            "x2": 654,
            "y2": 434,
            "text": "ただ ちょっと 手を繋いで 帰りたいなーって",
            "vi": "Tôi chỉ muốn nắm tay và về nhà"
        },
        {
            "x1": 113,
            "y1": 220,
            "x2": 224,
            "y2": 426,
            "text": "震えている… いつもの 冗談とは違う…",
            "vi": "Tôi đang run rẩy... nó khác với trò đùa thông thường..."
        },
        {
            "x1": 759,
            "y1": 531,
            "x2": 838,
            "y2": 736,
            "text": "周囲を 気にしている？",
            "vi": "Bạn có quan tâm đến môi trường xung quanh?"
        },
        {
            "x1": 200,
            "y1": 496,
            "x2": 292,
            "y2": 680,
            "text": "…人が多くて 「探知」ではよく わからないが…",
            "vi": "Có rất nhiều người mà tôi không hiểu khi phát hiện ra"
        },
        {
            "x1": 122,
            "y1": 652,
            "x2": 182,
            "y2": 851,
            "text": "この様子は ただごとではない",
            "vi": "Đây không chỉ là vấn đề"
        },
        {
            "x1": 678,
            "y1": 912,
            "x2": 743,
            "y2": 1111,
            "text": "仕方ないですねー 劇団までですよ",
            "vi": "Nó không thể được giúp đỡ -nó tùy thuộc vào đoàn"
        }
    ],
    "010.jpg": [
        {
            "x1": 218,
            "y1": 140,
            "x2": 288,
            "y2": 353,
            "text": "着きましたよ リスティナさん",
            "vi": "Tôi đến Listina"
        },
        {
            "x1": 168,
            "y1": 448,
            "x2": 270,
            "y2": 577,
            "text": "いつもの 調子に 戻っている",
            "vi": "Tôi trở lại tình trạng thông thường của tôi"
        },
        {
            "x1": 766,
            "y1": 497,
            "x2": 872,
            "y2": 684,
            "text": "良かったー‼ 先輩に 襲われなくて‼",
            "vi": "Nó là tốt Đừng bị tấn công bởi người cao niên"
        },
        {
            "x1": 93,
            "y1": 593,
            "x2": 154,
            "y2": 722,
            "text": "…良かった けど…",
            "vi": "… Nó tốt..."
        },
        {
            "x1": 774,
            "y1": 802,
            "x2": 805,
            "y2": 1019,
            "text": "リスティナさん",
            "vi": "Listina"
        },
        {
            "x1": 480,
            "y1": 827,
            "x2": 562,
            "y2": 1074,
            "text": "何かあれば 相談してください",
            "vi": "Vui lòng liên hệ với chúng tôi nếu bạn có bất kỳ"
        },
        {
            "x1": 665,
            "y1": 1098,
            "x2": 723,
            "y2": 1222,
            "text": "はい？",
            "vi": "Vâng?"
        },
        {
            "x1": 75,
            "y1": 1031,
            "x2": 172,
            "y2": 1195,
            "text": "…力に なります",
            "vi": "...nó sẽ giúp"
        }
    ],
    "011.jpg": [
        {
            "x1": 732,
            "y1": 411,
            "x2": 822,
            "y2": 625,
            "text": "先輩は 優しいですね．",
            "vi": "Người cao niên là người tốt bụng."
        },
        {
            "x1": 549,
            "y1": 453,
            "x2": 636,
            "y2": 688,
            "text": "モテモテなのも 頷けます",
            "vi": "Bạn có thể gật đầu rằng nó phổ biến"
        },
        {
            "x1": 100,
            "y1": 408,
            "x2": 231,
            "y2": 610,
            "text": "それは… リスティナさんが 「初めて」 見せた笑顔で",
            "vi": "Đó là... với một nụ cười mà Listina lần đầu tiên thể hiện"
        },
        {
            "x1": 328,
            "y1": 794,
            "x2": 435,
            "y2": 1025,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 97,
            "y1": 978,
            "x2": 230,
            "y2": 1262,
            "text": "きっとこれが 彼女の自然な表情 なんだろうな",
            "vi": "Tôi đoán đây là biểu hiện tự nhiên của cô ấy"
        }
    ]
}