var ocr_data = {
    "001.jpg": [
        {
            "x1": 95,
            "y1": 75,
            "x2": 441,
            "y2": 99,
            "text": "耳5虫精話 まだ終わってない"
        },
        {
            "x1": 479,
            "y1": 113,
            "x2": 516,
            "y2": 314,
            "text": "『鍛治師』…？"
        },
        {
            "x1": 742,
            "y1": 685,
            "x2": 844,
            "y2": 939,
            "text": "さっき演説で勇者様が 使っていた魔道具を 貸してくれませんか？"
        },
        {
            "x1": 464,
            "y1": 751,
            "x2": 541,
            "y2": 883,
            "text": "拡声器 のこと？"
        },
        {
            "x1": 328,
            "y1": 687,
            "x2": 365,
            "y2": 881,
            "text": "どうする気？"
        },
        {
            "x1": 102,
            "y1": 798,
            "x2": 209,
            "y2": 1044,
            "text": "…士気を 取り戻します"
        },
        {
            "x1": 93,
            "y1": 1300,
            "x2": 825,
            "y2": 1339,
            "text": "単行本売れ行き絶好調！ 最新第7巻発売中叩"
        }
    ],
    "005.jpg": [
        {
            "x1": 130,
            "y1": 194,
            "x2": 224,
            "y2": 378,
            "text": "さっきの 勇者の一撃…いや それ以上の攻撃を"
        },
        {
            "x1": 740,
            "y1": 503,
            "x2": 837,
            "y2": 724,
            "text": "この場を 変える程の‼"
        },
        {
            "x1": 154,
            "y1": 510,
            "x2": 244,
            "y2": 770,
            "text": "“勇者の一撃 として叩き込むッ"
        },
        {
            "x1": 699,
            "y1": 876,
            "x2": 814,
            "y2": 1134,
            "text": "ッマテリアル ブレイク\""
        }
    ]
}