var ocr_data = {
    "001.jpg": [
        {
            "x1": 94,
            "y1": 26,
            "x2": 253,
            "y2": 52,
            "text": "不遇職鍛台師"
        },
        {
            "x1": 275,
            "y1": 73,
            "x2": 511,
            "y2": 96,
            "text": "4O話力ルスの頭"
        },
        {
            "x1": 749,
            "y1": 438,
            "x2": 827,
            "y2": 603,
            "text": "レリウス様 ですね？"
        },
        {
            "x1": 274,
            "y1": 429,
            "x2": 366,
            "y2": 673,
            "text": "ようこそ いらっしゃいました… 領主様がお待ちです"
        },
        {
            "x1": 157,
            "y1": 497,
            "x2": 191,
            "y2": 656,
            "text": "…こちらへ"
        },
        {
            "x1": 823,
            "y1": 747,
            "x2": 892,
            "y2": 840,
            "text": "あっ… いえ…"
        },
        {
            "x1": 346,
            "y1": 743,
            "x2": 422,
            "y2": 935,
            "text": "そ そりゃあ そうですよ⁉"
        },
        {
            "x1": 617,
            "y1": 889,
            "x2": 654,
            "y2": 1007,
            "text": "はい…ッ"
        },
        {
            "x1": 478,
            "y1": 902,
            "x2": 551,
            "y2": 1028,
            "text": "緊張して ますねぇ"
        },
        {
            "x1": 201,
            "y1": 939,
            "x2": 304,
            "y2": 1180,
            "text": "俺たち平民が 領主様に会うこと なんてないですから"
        }
    ],
    "002.jpg": [
        {
            "x1": 284,
            "y1": 171,
            "x2": 319,
            "y2": 262,
            "text": "おぉ…"
        },
        {
            "x1": 156,
            "y1": 209,
            "x2": 235,
            "y2": 372,
            "text": "お前が レリウスか"
        },
        {
            "x1": 742,
            "y1": 504,
            "x2": 844,
            "y2": 638,
            "text": "この方が カルラスの 領主様"
        },
        {
            "x1": 413,
            "y1": 491,
            "x2": 479,
            "y2": 659,
            "text": "本日は お日柄もよく…"
        },
        {
            "x1": 533,
            "y1": 575,
            "x2": 671,
            "y2": 772,
            "text": "グリードラッドの 時も思ったが 貴族というのは 何か威厳が…"
        },
        {
            "x1": 71,
            "y1": 606,
            "x2": 175,
            "y2": 788,
            "text": "そうかしこまる 必要はない… 楽にしてくれ"
        },
        {
            "x1": 441,
            "y1": 875,
            "x2": 532,
            "y2": 1042,
            "text": "『渡り鳥の宿』の 評判は聞いて いるぞ？"
        },
        {
            "x1": 294,
            "y1": 906,
            "x2": 383,
            "y2": 1117,
            "text": "レリウスが手をかけ 盛り上がっている そうだな"
        },
        {
            "x1": 87,
            "y1": 1124,
            "x2": 130,
            "y2": 1267,
            "text": "恐縮です"
        }
    ],
    "003.jpg": [
        {
            "x1": 654,
            "y1": 112,
            "x2": 787,
            "y2": 305,
            "text": "…俺だけの 成果ではない… 俺は『素材』を 準備しているだけ"
        },
        {
            "x1": 294,
            "y1": 138,
            "x2": 373,
            "y2": 287,
            "text": "義父さんや 義母さん"
        },
        {
            "x1": 81,
            "y1": 229,
            "x2": 192,
            "y2": 435,
            "text": "メアさんたちの 頑張りがあって こそだ"
        },
        {
            "x1": 829,
            "y1": 511,
            "x2": 886,
            "y2": 673,
            "text": "本題に入りたい ところだが…"
        },
        {
            "x1": 700,
            "y1": 572,
            "x2": 795,
            "y2": 724,
            "text": "その前に 少々頼み事が あってな…"
        },
        {
            "x1": 735,
            "y1": 810,
            "x2": 825,
            "y2": 1037,
            "text": "お前は グリードラッドの ご息女と仲が良いとか"
        },
        {
            "x1": 183,
            "y1": 812,
            "x2": 246,
            "y2": 994,
            "text": "フィーラ様で しょうか"
        },
        {
            "x1": 113,
            "y1": 1076,
            "x2": 183,
            "y2": 1260,
            "text": "そうだ… 手紙が届いてな"
        }
    ],
    "004.jpg": [
        {
            "x1": 755,
            "y1": 163,
            "x2": 845,
            "y2": 353,
            "text": "フィーラ様が カルラスに 来られるのだが…"
        },
        {
            "x1": 185,
            "y1": 125,
            "x2": 261,
            "y2": 274,
            "text": "お お安い 御用です‼"
        },
        {
            "x1": 627,
            "y1": 174,
            "x2": 691,
            "y2": 407,
            "text": "レリウスに是非とも 案内役を任せたい と"
        },
        {
            "x1": 58,
            "y1": 200,
            "x2": 151,
            "y2": 391,
            "text": "フィーラ様と お会いしたかった ですし"
        },
        {
            "x1": 787,
            "y1": 482,
            "x2": 821,
            "y2": 613,
            "text": "助かる…‼"
        },
        {
            "x1": 482,
            "y1": 478,
            "x2": 545,
            "y2": 613,
            "text": "彼女は結構 わがま…"
        },
        {
            "x1": 341,
            "y1": 509,
            "x2": 416,
            "y2": 654,
            "text": "自由奔放な 方だからな"
        },
        {
            "x1": 64,
            "y1": 506,
            "x2": 170,
            "y2": 648,
            "text": "引き受けて くれるなら 頼もしい"
        },
        {
            "x1": 625,
            "y1": 799,
            "x2": 762,
            "y2": 950,
            "text": "確かに… 会ってすぐは 似たような 印象だったが"
        },
        {
            "x1": 98,
            "y1": 1029,
            "x2": 193,
            "y2": 1246,
            "text": "素直ないい子 だと思う"
        }
    ],
    "005.jpg": [
        {
            "x1": 763,
            "y1": 129,
            "x2": 873,
            "y2": 296,
            "text": "フィーラ様が 来るのは 『二月十日』だ"
        },
        {
            "x1": 597,
            "y1": 164,
            "x2": 695,
            "y2": 372,
            "text": "レリウスは 前日に この屋敷に泊まり 準備をしてもらう"
        },
        {
            "x1": 247,
            "y1": 169,
            "x2": 320,
            "y2": 349,
            "text": "わかりました …あの…"
        },
        {
            "x1": 123,
            "y1": 263,
            "x2": 177,
            "y2": 384,
            "text": "何だ？"
        },
        {
            "x1": 766,
            "y1": 445,
            "x2": 854,
            "y2": 627,
            "text": "いらっしゃるのは フイーラ様だけ ですか？"
        },
        {
            "x1": 643,
            "y1": 479,
            "x2": 683,
            "y2": 692,
            "text": "クライア様は？"
        },
        {
            "x1": 423,
            "y1": 498,
            "x2": 528,
            "y2": 701,
            "text": "当主様の体調が すぐれない ようでな"
        },
        {
            "x1": 287,
            "y1": 527,
            "x2": 354,
            "y2": 783,
            "text": "代行のブリード様の 手伝いで忙しいそうだ"
        },
        {
            "x1": 111,
            "y1": 608,
            "x2": 142,
            "y2": 784,
            "text": "そう…ですか"
        },
        {
            "x1": 830,
            "y1": 856,
            "x2": 859,
            "y2": 1011,
            "text": "ブリードさん"
        },
        {
            "x1": 517,
            "y1": 855,
            "x2": 640,
            "y2": 1099,
            "text": "クライアさんと仲良く なさそうだったが… 上手くやれて いるのかな"
        }
    ],
    "006.jpg": [
        {
            "x1": 756,
            "y1": 141,
            "x2": 817,
            "y2": 322,
            "text": "どうされました？ 他に何か"
        },
        {
            "x1": 622,
            "y1": 172,
            "x2": 710,
            "y2": 412,
            "text": "よくぞ‼ 聞いてくれた‼"
        },
        {
            "x1": 108,
            "y1": 184,
            "x2": 211,
            "y2": 419,
            "text": "ここからが‼ 本題だッ‼"
        },
        {
            "x1": 752,
            "y1": 490,
            "x2": 788,
            "y2": 675,
            "text": "…おっと失礼"
        },
        {
            "x1": 148,
            "y1": 496,
            "x2": 244,
            "y2": 729,
            "text": "クルア殿から鍛治師は その場で色々なモりを 作れると聞いた"
        },
        {
            "x1": 732,
            "y1": 802,
            "x2": 829,
            "y2": 1036,
            "text": "お前が作ってくれた 本物と見まごうような レッドウルフの像"
        },
        {
            "x1": 116,
            "y1": 860,
            "x2": 198,
            "y2": 1141,
            "text": "是非とも他の魔物も 作ってはくれないか"
        },
        {
            "x1": 466,
            "y1": 1078,
            "x2": 575,
            "y2": 1268,
            "text": "あれは私の お気に入りの 一つになってな"
        }
    ],
    "007.jpg": [
        {
            "x1": 793,
            "y1": 106,
            "x2": 887,
            "y2": 318,
            "text": "倒した魔物の像しか 作れないので 他はゴーストと"
        },
        {
            "x1": 644,
            "y1": 193,
            "x2": 730,
            "y2": 384,
            "text": "先日要望されてた ポイズンスネク ですが…"
        },
        {
            "x1": 128,
            "y1": 229,
            "x2": 201,
            "y2": 399,
            "text": "おぉ…‼ 見せてくれ出"
        },
        {
            "x1": 307,
            "y1": 518,
            "x2": 345,
            "y2": 627,
            "text": "では‼"
        }
    ],
    "008.jpg": [
        {
            "x1": 795,
            "y1": 96,
            "x2": 841,
            "y2": 244,
            "text": "おぉ…‼"
        },
        {
            "x1": 113,
            "y1": 165,
            "x2": 151,
            "y2": 265,
            "text": "は はい"
        },
        {
            "x1": 653,
            "y1": 193,
            "x2": 756,
            "y2": 394,
            "text": "まるで 生きている様な 質感じゃないか…"
        },
        {
            "x1": 336,
            "y1": 200,
            "x2": 427,
            "y2": 435,
            "text": "レリウス‼魔物同士が 戦っているような ポーズで作れるかッ⁉"
        },
        {
            "x1": 790,
            "y1": 464,
            "x2": 832,
            "y2": 664,
            "text": "うおおおー‼"
        },
        {
            "x1": 79,
            "y1": 534,
            "x2": 175,
            "y2": 793,
            "text": "これはゴブリンが レッドウルフと戦おう としているのだな…⁉"
        },
        {
            "x1": 743,
            "y1": 892,
            "x2": 845,
            "y2": 1075,
            "text": "ゴブリンが武装 しているのが まず珍しい"
        },
        {
            "x1": 410,
            "y1": 908,
            "x2": 511,
            "y2": 1094,
            "text": "そして迷宮で 魔物同士が争う ことはない‼"
        },
        {
            "x1": 557,
            "y1": 1119,
            "x2": 616,
            "y2": 1287,
            "text": "迷宮の中でしか ありえない"
        },
        {
            "x1": 77,
            "y1": 1055,
            "x2": 194,
            "y2": 1234,
            "text": "こんな光景 まず自然では 見られない‼"
        }
    ],
    "009.jpg": [
        {
            "x1": 751,
            "y1": 147,
            "x2": 861,
            "y2": 370,
            "text": "更に この質感☆"
        },
        {
            "x1": 212,
            "y1": 120,
            "x2": 313,
            "y2": 361,
            "text": "本物そっくり だァアアア"
        },
        {
            "x1": 109,
            "y1": 292,
            "x2": 193,
            "y2": 540,
            "text": "最高だ レリウスゥゥウ"
        },
        {
            "x1": 711,
            "y1": 604,
            "x2": 845,
            "y2": 864,
            "text": "気に入ったアアア お前ほどの職人は 初めてだ！"
        },
        {
            "x1": 142,
            "y1": 604,
            "x2": 271,
            "y2": 872,
            "text": "今後私は全力で‼ お前たちを バックアップする"
        },
        {
            "x1": 797,
            "y1": 920,
            "x2": 870,
            "y2": 1271,
            "text": "うおおおおッ"
        },
        {
            "x1": 657,
            "y1": 933,
            "x2": 729,
            "y2": 1154,
            "text": "お疲れ様でした こちらが報酬です"
        },
        {
            "x1": 379,
            "y1": 925,
            "x2": 467,
            "y2": 1147,
            "text": "フラ様の件は後日 連絡いたしますので よろしくお願しします"
        },
        {
            "x1": 132,
            "y1": 904,
            "x2": 230,
            "y2": 1286,
            "text": "うおおおお"
        }
    ],
    "010.jpg": [
        {
            "x1": 739,
            "y1": 145,
            "x2": 857,
            "y2": 319,
            "text": "領主様 子供みたいな 方ですね…"
        },
        {
            "x1": 410,
            "y1": 141,
            "x2": 469,
            "y2": 321,
            "text": "あそこまでの 様子は初めてです"
        },
        {
            "x1": 101,
            "y1": 183,
            "x2": 164,
            "y2": 402,
            "text": "しかし…さっすが レリウスさん"
        },
        {
            "x1": 775,
            "y1": 436,
            "x2": 836,
            "y2": 670,
            "text": "おかげで領主様と よい関係が築けました"
        },
        {
            "x1": 576,
            "y1": 471,
            "x2": 671,
            "y2": 692,
            "text": "これからウチの店は もっともっと 大きくできます‼"
        },
        {
            "x1": 346,
            "y1": 497,
            "x2": 418,
            "y2": 663,
            "text": "それは 良かったです"
        },
        {
            "x1": 111,
            "y1": 450,
            "x2": 170,
            "y2": 660,
            "text": "フイラさん 五か月ぶりぐらいか"
        },
        {
            "x1": 741,
            "y1": 743,
            "x2": 798,
            "y2": 911,
            "text": "元気でいて くれたらいいな"
        },
        {
            "x1": 584,
            "y1": 788,
            "x2": 675,
            "y2": 976,
            "text": "るクライアさんの 話も聞きたい ものだ"
        },
        {
            "x1": 791,
            "y1": 1042,
            "x2": 828,
            "y2": 1196,
            "text": "フィーラ‼"
        },
        {
            "x1": 682,
            "y1": 1109,
            "x2": 727,
            "y2": 1280,
            "text": "フィーラ‼"
        },
        {
            "x1": 134,
            "y1": 1084,
            "x2": 279,
            "y2": 1274,
            "text": "向こうに 着いたらすぐに 連絡を するんだぞ⁉"
        }
    ],
    "011.jpg": [
        {
            "x1": 532,
            "y1": 157,
            "x2": 645,
            "y2": 373,
            "text": "これを… 兄さんだと思って 持っていけ…‼"
        },
        {
            "x1": 340,
            "y1": 164,
            "x2": 452,
            "y2": 363,
            "text": "…大げさな… 今生の別れじゃ あるまいし"
        },
        {
            "x1": 98,
            "y1": 251,
            "x2": 161,
            "y2": 463,
            "text": "うぅう…レリウスに よろしくな…"
        },
        {
            "x1": 327,
            "y1": 557,
            "x2": 369,
            "y2": 688,
            "text": "はいはい"
        },
        {
            "x1": 214,
            "y1": 584,
            "x2": 261,
            "y2": 762,
            "text": "それじゃ…"
        },
        {
            "x1": 165,
            "y1": 903,
            "x2": 298,
            "y2": 1125,
            "text": "行って きます‼:"
        }
    ]
}