var ocr_data = {
    "001.jpg": [
        {
            "x1": 265,
            "y1": 71,
            "x2": 435,
            "y2": 97,
            "text": "第97話 大図書館"
        },
        {
            "x1": 91,
            "y1": 33,
            "x2": 239,
            "y2": 102,
            "text": "不遇職 鍛治治師 最強"
        },
        {
            "x1": 171,
            "y1": 189,
            "x2": 259,
            "y2": 361,
            "text": "ただいま 帰りました"
        },
        {
            "x1": 776,
            "y1": 453,
            "x2": 841,
            "y2": 655,
            "text": "ど どうだったの⁉ 教皇様との面会は"
        },
        {
            "x1": 124,
            "y1": 540,
            "x2": 183,
            "y2": 690,
            "text": "はい とりあえずは"
        },
        {
            "x1": 488,
            "y1": 645,
            "x2": 550,
            "y2": 751,
            "text": "大丈夫 だった⁉"
        },
        {
            "x1": 751,
            "y1": 863,
            "x2": 799,
            "y2": 1045,
            "text": "お願いしたことが できまして"
        },
        {
            "x1": 369,
            "y1": 875,
            "x2": 432,
            "y2": 1063,
            "text": "調べたいことが あるんです"
        },
        {
            "x1": 532,
            "y1": 1138,
            "x2": 560,
            "y2": 1256,
            "text": "え？ 何？"
        },
        {
            "x1": 236,
            "y1": 1040,
            "x2": 333,
            "y2": 1256,
            "text": "『大図書館』に 俺を入れてもらう こそは可能ですか？"
        },
        {
            "x1": 197,
            "y1": 1316,
            "x2": 750,
            "y2": 1349,
            "text": "累計60万部突破！ 第︎巻絶覺発売中品"
        }
    ],
    "005.jpg": [
        {
            "x1": 306,
            "y1": 144,
            "x2": 336,
            "y2": 233,
            "text": "けど…"
        },
        {
            "x1": 149,
            "y1": 171,
            "x2": 236,
            "y2": 382,
            "text": "大図書館に入るには それなりの服装じゃ ないと駄目ですかね？"
        },
        {
            "x1": 828,
            "y1": 470,
            "x2": 859,
            "y2": 610,
            "text": "大丈夫よ‼"
        },
        {
            "x1": 529,
            "y1": 497,
            "x2": 610,
            "y2": 670,
            "text": "あたしがその ちはと着替えた かっただけだし‼"
        },
        {
            "x1": 355,
            "y1": 545,
            "x2": 433,
            "y2": 697,
            "text": "ホラ 行くわよ‼"
        },
        {
            "x1": 685,
            "y1": 849,
            "x2": 798,
            "y2": 1055,
            "text": "それじゃ メア クルア お店任せたわね"
        },
        {
            "x1": 350,
            "y1": 916,
            "x2": 405,
            "y2": 1048,
            "text": "おう‼"
        },
        {
            "x1": 181,
            "y1": 1029,
            "x2": 255,
            "y2": 1219,
            "text": "はい‼ お気を付けて‼"
        }
    ]
}