var ocr_data = {
    "001.jpg": [
        {
            "x1": 174,
            "y1": 27,
            "x2": 339,
            "y2": 104,
            "text": "不遇職“鍛治台師 最強",
            "vi": "Công việc bất thường \"mạnh nhất cho dự báo"
        },
        {
            "x1": 758,
            "y1": 137,
            "x2": 845,
            "y2": 333,
            "text": "撃て撃て 撃て撃てッ‼",
            "vi": "Bắn, bắn, bắn, bắn"
        },
        {
            "x1": 131,
            "y1": 363,
            "x2": 210,
            "y2": 570,
            "text": "あのデカブツを 始末しろ‼",
            "vi": "Hãy nhớ rằng Boot Boot đó!"
        },
        {
            "x1": 755,
            "y1": 709,
            "x2": 872,
            "y2": 915,
            "text": "指揮官殿‼ あまり前に 出られては…‼",
            "vi": "Ủy viên‼ Nếu bạn có thể ra ngoài quá lâu..."
        },
        {
            "x1": 588,
            "y1": 917,
            "x2": 705,
            "y2": 1179,
            "text": "指揮官殿の神器は 蒼石の魔物に 効かないんですよ⁉",
            "vi": "Thần của chỉ huy không làm việc cho quái vật của Aishi."
        },
        {
            "x1": 389,
            "y1": 900,
            "x2": 514,
            "y2": 1117,
            "text": "馬鹿言え‼ 手柄を あげる好機だぞ",
            "vi": "Nói ngốc‼ Đó là một cơ hội để cung cấp một khoản tín dụng"
        },
        {
            "x1": 113,
            "y1": 1012,
            "x2": 254,
            "y2": 1261,
            "text": "イリア様の 加護が 我等にはある‼",
            "vi": "Chúng ta có phước lành của Ilia."
        },
        {
            "x1": 236,
            "y1": 1307,
            "x2": 840,
            "y2": 1338,
            "text": "単行本売れ行き絶好調！ 最新第7巻発売中叫",
            "vi": "Bán sách tốt! Tập 7 mới nhất được bán"
        }
    ],
    "002.jpg": [
        {
            "x1": 786,
            "y1": 120,
            "x2": 826,
            "y2": 213,
            "text": "バウ‼",
            "vi": "Nơ!"
        },
        {
            "x1": 219,
            "y1": 482,
            "x2": 257,
            "y2": 582,
            "text": "うぉ…",
            "vi": "Thành công lớn..."
        },
        {
            "x1": 776,
            "y1": 484,
            "x2": 819,
            "y2": 683,
            "text": "指揮官殿…",
            "vi": "Ủy viên..."
        },
        {
            "x1": 108,
            "y1": 543,
            "x2": 148,
            "y2": 750,
            "text": "うおおおお…",
            "vi": "Uoooo..."
        },
        {
            "x1": 131,
            "y1": 958,
            "x2": 178,
            "y2": 1127,
            "text": "指揮官殿",
            "vi": "Chỉ huy"
        }
    ],
    "003.jpg": [
        {
            "x1": 800,
            "y1": 117,
            "x2": 859,
            "y2": 275,
            "text": "くそ…言わん こっちゃない",
            "vi": "Chết tiệt... tôi không nói điều này"
        },
        {
            "x1": 560,
            "y1": 100,
            "x2": 589,
            "y2": 228,
            "text": "どうすれば",
            "vi": "tôi nên làm gì đây"
        },
        {
            "x1": 349,
            "y1": 139,
            "x2": 413,
            "y2": 330,
            "text": "俺達も蒼石の魔物 を倒せないし…",
            "vi": "Chúng ta không thể đánh bại quái vật đá xanh..."
        },
        {
            "x1": 165,
            "y1": 143,
            "x2": 243,
            "y2": 322,
            "text": "どうすれば？ 決まっている",
            "vi": "tôi nên làm gì đây? Quyết tâm"
        },
        {
            "x1": 716,
            "y1": 440,
            "x2": 825,
            "y2": 624,
            "text": "今こそ 鍛治師の武器を 使う時",
            "vi": "Bây giờ là lúc khi sử dụng vũ khí của Osamu"
        },
        {
            "x1": 817,
            "y1": 722,
            "x2": 848,
            "y2": 872,
            "text": "シスター⁉",
            "vi": "Chị gái⁉"
        },
        {
            "x1": 598,
            "y1": 816,
            "x2": 626,
            "y2": 975,
            "text": "し しかし…ッ",
            "vi": "Chỉ..."
        },
        {
            "x1": 382,
            "y1": 740,
            "x2": 482,
            "y2": 968,
            "text": "貴方達が今本当に 守るべきものを 見誤ってはいけない",
            "vi": "Đừng hiểu lầm những gì bạn thực sự cần để bảo vệ bây giờ"
        },
        {
            "x1": 135,
            "y1": 1007,
            "x2": 229,
            "y2": 1243,
            "text": "守るのは… 信仰？ 王都？",
            "vi": "Nó có phải là một tôn giáo để bảo vệ? Thủ đô hoàng gia?"
        }
    ],
    "004.jpg": [
        {
            "x1": 610,
            "y1": 106,
            "x2": 692,
            "y2": 270,
            "text": "鍛治師は今 戦っている",
            "vi": "Osamu đang chiến đấu bây giờ"
        },
        {
            "x1": 283,
            "y1": 241,
            "x2": 323,
            "y2": 340,
            "text": "鍛治…",
            "vi": "Lỗi..."
        },
        {
            "x1": 700,
            "y1": 392,
            "x2": 744,
            "y2": 583,
            "text": "力を貸して",
            "vi": "Cho vay sức mạnh của bạn"
        },
        {
            "x1": 767,
            "y1": 687,
            "x2": 793,
            "y2": 797,
            "text": "……しかし",
            "vi": "……Chỉ"
        },
        {
            "x1": 390,
            "y1": 697,
            "x2": 429,
            "y2": 796,
            "text": "俺達は",
            "vi": "Chúng tôi là"
        },
        {
            "x1": 322,
            "y1": 740,
            "x2": 348,
            "y2": 843,
            "text": "イリア様",
            "vi": "Ilia"
        },
        {
            "x1": 800,
            "y1": 950,
            "x2": 834,
            "y2": 1099,
            "text": "イリア様の",
            "vi": "Ilia -sama"
        }
    ],
    "005.jpg": [
        {
            "x1": 231,
            "y1": 443,
            "x2": 308,
            "y2": 606,
            "text": "体が軽く なった…‼",
            "vi": "Cơ thể tôi đã trở nên nhẹ hơn...‼"
        },
        {
            "x1": 763,
            "y1": 712,
            "x2": 829,
            "y2": 920,
            "text": "この感覚は… 装備スキルの共有",
            "vi": "Cảm giác này là... kỹ năng thiết bị được chia sẻ"
        },
        {
            "x1": 136,
            "y1": 1011,
            "x2": 248,
            "y2": 1217,
            "text": "皆が俺の武器を 使ってくれて いるのか‼",
            "vi": "Có phải mọi người đang sử dụng vũ khí của tôi?"
        }
    ],
    "006.jpg": [
        {
            "x1": 750,
            "y1": 135,
            "x2": 845,
            "y2": 297,
            "text": "相手も パワーアップ してるけど…",
            "vi": "Bên kia cũng đang tăng sức mạnh cho..."
        },
        {
            "x1": 801,
            "y1": 506,
            "x2": 830,
            "y2": 617,
            "text": "これなら",
            "vi": "Nếu điều này"
        },
        {
            "x1": 731,
            "y1": 505,
            "x2": 765,
            "y2": 646,
            "text": "マシになる",
            "vi": "Hãy tốt"
        },
        {
            "x1": 130,
            "y1": 715,
            "x2": 173,
            "y2": 844,
            "text": "おお…ッ",
            "vi": "Oh..."
        },
        {
            "x1": 92,
            "y1": 894,
            "x2": 138,
            "y2": 1031,
            "text": "すっげ…",
            "vi": "Tuyệt vời..."
        }
    ],
    "007.jpg": [
        {
            "x1": 638,
            "y1": 83,
            "x2": 670,
            "y2": 216,
            "text": "メグルル…",
            "vi": "Megururu..."
        },
        {
            "x1": 643,
            "y1": 423,
            "x2": 735,
            "y2": 589,
            "text": "さっきの ブレス… 何故使わない？",
            "vi": "Hơi thở ngay trước... tại sao không sử dụng nó?"
        },
        {
            "x1": 774,
            "y1": 891,
            "x2": 847,
            "y2": 1058,
            "text": "あれ程の 威力の攻撃だ",
            "vi": "Đó là một cuộc tấn công mạnh mẽ như vậy"
        },
        {
            "x1": 584,
            "y1": 1037,
            "x2": 680,
            "y2": 1221,
            "text": "連発は できないのかも しれない",
            "vi": "Có thể không thể"
        },
        {
            "x1": 164,
            "y1": 960,
            "x2": 260,
            "y2": 1229,
            "text": "まさか‼",
            "vi": "Không có cách nào"
        }
    ],
    "008.jpg": [
        {
            "x1": 784,
            "y1": 121,
            "x2": 832,
            "y2": 263,
            "text": "今度は…",
            "vi": "Lần sau…"
        },
        {
            "x1": 806,
            "y1": 410,
            "x2": 841,
            "y2": 535,
            "text": "魔力解放",
            "vi": "Phát hành phép thuật"
        },
        {
            "x1": 518,
            "y1": 422,
            "x2": 549,
            "y2": 602,
            "text": "スキルきど…",
            "vi": "Kỹ năng..."
        },
        {
            "x1": 26,
            "y1": 629,
            "x2": 919,
            "y2": 811,
            "text": "イイイィイィイィ",
            "vi": "Goodyiiiiiiiiiii"
        },
        {
            "x1": 779,
            "y1": 878,
            "x2": 850,
            "y2": 1045,
            "text": "勇者を",
            "vi": "Một người đàn ông dũng cảm"
        }
    ],
    "011.jpg": [
        {
            "x1": 199,
            "y1": 378,
            "x2": 225,
            "y2": 521,
            "text": "レリウ…ス…",
            "vi": "Reliu... Su..."
        },
        {
            "x1": 717,
            "y1": 998,
            "x2": 752,
            "y2": 1095,
            "text": "ああ…",
            "vi": "À…"
        },
        {
            "x1": 153,
            "y1": 920,
            "x2": 202,
            "y2": 1234,
            "text": "レリウス──‼",
            "vi": "Lelius ──"
        }
    ]
}