var ocr_data = {
    "001.jpg": [
        {
            "x1": 103,
            "y1": 34,
            "x2": 436,
            "y2": 104,
            "text": "不遇職鍛治台師。 最強 第76話 開店前夜"
        },
        {
            "x1": 157,
            "y1": 430,
            "x2": 203,
            "y2": 614,
            "text": "眠れない…"
        },
        {
            "x1": 759,
            "y1": 727,
            "x2": 838,
            "y2": 910,
            "text": "明日は開店だ と思うと…"
        },
        {
            "x1": 250,
            "y1": 762,
            "x2": 373,
            "y2": 953,
            "text": "…少し外でも 散歩して こようかな"
        },
        {
            "x1": 463,
            "y1": 1035,
            "x2": 543,
            "y2": 1177,
            "text": "緊張して しまった"
        },
        {
            "x1": 767,
            "y1": 1173,
            "x2": 841,
            "y2": 1282,
            "text": "最強"
        },
        {
            "x1": 96,
            "y1": 1296,
            "x2": 741,
            "y2": 1329,
            "text": "累自35方部突破！ 最新新第5巻絶覺発売中叫"
        }
    ],
    "003.jpg": [
        {
            "x1": 160,
            "y1": 161,
            "x2": 233,
            "y2": 284,
            "text": "クルア さん…？"
        },
        {
            "x1": 728,
            "y1": 443,
            "x2": 823,
            "y2": 582,
            "text": "普段少し 抜けてるから 忘れてたけど"
        },
        {
            "x1": 591,
            "y1": 537,
            "x2": 678,
            "y2": 697,
            "text": "クルアさん とても綺麗な人 なんだよな…"
        },
        {
            "x1": 758,
            "y1": 759,
            "x2": 823,
            "y2": 957,
            "text": "どうしたんですか こんな夜遅くに"
        },
        {
            "x1": 355,
            "y1": 776,
            "x2": 449,
            "y2": 977,
            "text": "レスさん 幽霊かと 思いました…ッ"
        },
        {
            "x1": 510,
            "y1": 1047,
            "x2": 588,
            "y2": 1259,
            "text": "びいう⁉"
        },
        {
            "x1": 130,
            "y1": 1025,
            "x2": 244,
            "y2": 1209,
            "text": "そういえば 苦手でしたね …すみません"
        }
    ],
    "005.jpg": [
        {
            "x1": 673,
            "y1": 173,
            "x2": 784,
            "y2": 391,
            "text": "それが 私の『夢』であり 目標だったのです"
        },
        {
            "x1": 495,
            "y1": 575,
            "x2": 607,
            "y2": 742,
            "text": "だからこれは 私にとっての 第一歩"
        },
        {
            "x1": 648,
            "y1": 907,
            "x2": 763,
            "y2": 1157,
            "text": "平民が気軽に 利用できるお店 『レーダルストア』"
        }
    ]
}