var ocr_data = {
    "001.jpg": [
        {
            "x1": 267,
            "y1": 72,
            "x2": 510,
            "y2": 95,
            "text": "第の0話みんなの気持ち"
        },
        {
            "x1": 90,
            "y1": 57,
            "x2": 242,
            "y2": 104,
            "text": "最強"
        },
        {
            "x1": 731,
            "y1": 125,
            "x2": 795,
            "y2": 292,
            "text": "すみません クルアさん…"
        },
        {
            "x1": 173,
            "y1": 261,
            "x2": 265,
            "y2": 428,
            "text": "俺のせいで 店を台無しに してしまって…"
        },
        {
            "x1": 97,
            "y1": 1297,
            "x2": 761,
            "y2": 1335,
            "text": "累計60万部突破！ 第G巻絶覺発売中叫"
        }
    ],
    "005.jpg": [
        {
            "x1": 580,
            "y1": 111,
            "x2": 666,
            "y2": 271,
            "text": "そんなことより ケーキ作って もらえますかね"
        },
        {
            "x1": 440,
            "y1": 107,
            "x2": 500,
            "y2": 236,
            "text": "へ？ はい… いや‼"
        },
        {
            "x1": 125,
            "y1": 155,
            "x2": 185,
            "y2": 356,
            "text": "今 大事な話 してるんですが…"
        },
        {
            "x1": 793,
            "y1": 457,
            "x2": 859,
            "y2": 577,
            "text": "そうなん ですか？"
        },
        {
            "x1": 267,
            "y1": 453,
            "x2": 356,
            "y2": 642,
            "text": "私には関係な っていうか… 気にしてないし…"
        },
        {
            "x1": 141,
            "y1": 616,
            "x2": 191,
            "y2": 731,
            "text": "えぇ…"
        },
        {
            "x1": 758,
            "y1": 831,
            "x2": 853,
            "y2": 993,
            "text": "私熱心な イリア教徒だと 思います？"
        },
        {
            "x1": 661,
            "y1": 929,
            "x2": 689,
            "y2": 1055,
            "text": "え…いや…"
        },
        {
            "x1": 304,
            "y1": 872,
            "x2": 404,
            "y2": 1089,
            "text": "私は レリウス先輩だから 一緒にいるんです！"
        },
        {
            "x1": 113,
            "y1": 1015,
            "x2": 235,
            "y2": 1221,
            "text": "鍛治師だろうが 何だろうが 関係ありません"
        }
    ]
}