var ocr_data = {
    "001.jpg": [
        {
            "x1": 90,
            "y1": 27,
            "x2": 246,
            "y2": 101,
            "text": "不遇職 鍛治台師隻 最強",
            "vi": "Người mạnh nhất trong số việc làm bất thường Kajidai Master"
        },
        {
            "x1": 851,
            "y1": 99,
            "x2": 879,
            "y2": 331,
            "text": "第１２３話 一等動章",
            "vi": "Tập 123 Khả năng di chuyển lớp đầu tiên"
        },
        {
            "x1": 372,
            "y1": 99,
            "x2": 427,
            "y2": 254,
            "text": "はどうぞ こちらへ",
            "vi": "Xin nhấp vào đây"
        },
        {
            "x1": 639,
            "y1": 156,
            "x2": 728,
            "y2": 361,
            "text": "王様自ら… 俺に勲章を？",
            "vi": "Bản thân Vua... một huy chương cho tôi?"
        },
        {
            "x1": 780,
            "y1": 458,
            "x2": 853,
            "y2": 650,
            "text": "…急に胃が 痛くなってきた",
            "vi": "… Đột nhiên, dạ dày của tôi đau"
        },
        {
            "x1": 322,
            "y1": 486,
            "x2": 421,
            "y2": 666,
            "text": "失礼があったら 打首どころ では…ッ",
            "vi": "Nếu bạn thô lỗ, đó là sự háo hức của cái đầu..."
        },
        {
            "x1": 177,
            "y1": 474,
            "x2": 241,
            "y2": 694,
            "text": "レリウス‼",
            "vi": "Lelius"
        },
        {
            "x1": 140,
            "y1": 1091,
            "x2": 259,
            "y2": 1286,
            "text": "久しぶり ねッ‼",
            "vi": "Đã lâu rồi"
        }
    ],
    "003.jpg": [
        {
            "x1": 746,
            "y1": 138,
            "x2": 814,
            "y2": 325,
            "text": "ベニーさん‼ お久しぶりです",
            "vi": "Benny Lâu không gặp"
        },
        {
            "x1": 149,
            "y1": 156,
            "x2": 261,
            "y2": 399,
            "text": "レリウスも王様に 勲章もらえるのね⁉ 当然よね‼",
            "vi": "Lelius cũng nhận được Huân chương của nhà vua."
        },
        {
            "x1": 775,
            "y1": 470,
            "x2": 837,
            "y2": 623,
            "text": "ベニーさんも でしたか！",
            "vi": "Cũng là Benny!"
        },
        {
            "x1": 147,
            "y1": 478,
            "x2": 231,
            "y2": 671,
            "text": "ベニーさんなししでは ケルベロスは 倒せなかった",
            "vi": "Tôi không thể đánh bại Cerberos nếu không có Benny"
        },
        {
            "x1": 713,
            "y1": 740,
            "x2": 814,
            "y2": 985,
            "text": "まぁそもそも皆が いなければ俺の全力は 発揮できなかった",
            "vi": "Chà, tôi không thể cố gắng hết sức mà không có tất cả mọi người ở nơi đầu tiên"
        },
        {
            "x1": 482,
            "y1": 795,
            "x2": 593,
            "y2": 1056,
            "text": "王様直々に… というのはちょっと 過大評価だよな",
            "vi": "Một chút được đánh giá quá cao khi trở thành một vị vua trực tiếp..."
        }
    ],
    "005.jpg": [
        {
            "x1": 809,
            "y1": 119,
            "x2": 840,
            "y2": 254,
            "text": "ど…どう？",
            "vi": "Cái gì... làm thế nào?"
        },
        {
            "x1": 705,
            "y1": 209,
            "x2": 778,
            "y2": 372,
            "text": "ドレス 似合ってる？",
            "vi": "Bạn có trông tốt không?"
        },
        {
            "x1": 156,
            "y1": 168,
            "x2": 227,
            "y2": 359,
            "text": "ええ‼ 似合ってますよ",
            "vi": "Ừ! Nó có vẻ tốt"
        },
        {
            "x1": 780,
            "y1": 449,
            "x2": 833,
            "y2": 582,
            "text": "本当⁉:",
            "vi": "THÀNH THẬT⁉:"
        },
        {
            "x1": 585,
            "y1": 480,
            "x2": 689,
            "y2": 656,
            "text": "レリウスも 似合ってる‼ いいと思うわ‼",
            "vi": "Lelius trông cũng tốt tôi nghĩ nó tốt"
        },
        {
            "x1": 148,
            "y1": 556,
            "x2": 209,
            "y2": 689,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 824,
            "y1": 794,
            "x2": 851,
            "y2": 890,
            "text": "えへへー",
            "vi": "Ehehe"
        },
        {
            "x1": 706,
            "y1": 791,
            "x2": 763,
            "y2": 969,
            "text": "こうじてゆっくり お話できて嬉しい",
            "vi": "Tôi rất vui vì tôi có thể nói chuyện chậm"
        },
        {
            "x1": 547,
            "y1": 846,
            "x2": 578,
            "y2": 976,
            "text": "そうですね",
            "vi": "tôi đồng ý"
        },
        {
            "x1": 329,
            "y1": 830,
            "x2": 442,
            "y2": 1030,
            "text": "あの時は ゆっくりお話どころ ではありません でしたから…",
            "vi": "Vào thời điểm đó, đó không phải là một câu chuyện chậm..."
        }
    ],
    "007.jpg": [
        {
            "x1": 758,
            "y1": 129,
            "x2": 822,
            "y2": 330,
            "text": "でも鍛治師って 本当に凄いのね‼",
            "vi": "Nhưng Osamu là thực sự tuyệt vời."
        },
        {
            "x1": 616,
            "y1": 177,
            "x2": 704,
            "y2": 387,
            "text": "レリウスが いなかったら あたし死んでたわ",
            "vi": "Nếu tôi không có Lelius, tôi đã chết"
        },
        {
            "x1": 147,
            "y1": 148,
            "x2": 173,
            "y2": 300,
            "text": "そんなこと…",
            "vi": "Như vậy…"
        },
        {
            "x1": 734,
            "y1": 466,
            "x2": 802,
            "y2": 640,
            "text": "目を閉じれば 鮮明に思い出す",
            "vi": "Tôi nhớ rõ nếu tôi nhắm mắt lại"
        },
        {
            "x1": 610,
            "y1": 517,
            "x2": 681,
            "y2": 655,
            "text": "レリウスの 勇姿…",
            "vi": "Hình người dũng cảm của Lelius..."
        },
        {
            "x1": 748,
            "y1": 846,
            "x2": 782,
            "y2": 1025,
            "text": "助けに来たよ",
            "vi": "Tôi đến để giúp đỡ"
        },
        {
            "x1": 371,
            "y1": 1062,
            "x2": 463,
            "y2": 1240,
            "text": "そして 結婚しよう",
            "vi": "Và chúng ta hãy kết hôn"
        },
        {
            "x1": 110,
            "y1": 1033,
            "x2": 235,
            "y2": 1221,
            "text": "誰ですか この人⁉",
            "vi": "Người này là ai?"
        }
    ],
    "009.jpg": [
        {
            "x1": 765,
            "y1": 145,
            "x2": 841,
            "y2": 353,
            "text": "もう本当に凄い カッコ良かった",
            "vi": "Nó thực sự rất tuyệt"
        }
    ],
    "011.jpg": [
        {
            "x1": 810,
            "y1": 985,
            "x2": 838,
            "y2": 1106,
            "text": "あの方が…",
            "vi": "Người đó..."
        },
        {
            "x1": 723,
            "y1": 1060,
            "x2": 753,
            "y2": 1222,
            "text": "ヴァルトス王…",
            "vi": "Vua Vartos..."
        },
        {
            "x1": 339,
            "y1": 1027,
            "x2": 423,
            "y2": 1184,
            "text": "凄い 威圧感だ…",
            "vi": "Đó là một mối đe dọa lớn..."
        },
        {
            "x1": 131,
            "y1": 1066,
            "x2": 211,
            "y2": 1244,
            "text": "周りの空気が 一変した‼",
            "vi": "Không khí xung quanh đã thay đổi hoàn toàn."
        }
    ],
    "013.jpg": [
        {
            "x1": 607,
            "y1": 901,
            "x2": 677,
            "y2": 1112,
            "text": "どこか王様と 雰囲気が似てる",
            "vi": "Ở đâu đó, bầu không khí tương tự như nhà vua"
        },
        {
            "x1": 400,
            "y1": 1030,
            "x2": 473,
            "y2": 1172,
            "text": "もしかして 王女様…？",
            "vi": "Có thể là một công chúa...?"
        },
        {
            "x1": 100,
            "y1": 1076,
            "x2": 188,
            "y2": 1210,
            "text": "綺麗な 方だな…",
            "vi": "Anh ấy là một người đẹp..."
        }
    ],
    "015.jpg": [
        {
            "x1": 567,
            "y1": 85,
            "x2": 625,
            "y2": 287,
            "text": "それではこれより 授与式を開始します",
            "vi": "Sau đó, chúng tôi sẽ bắt đầu lễ trao giải"
        },
        {
            "x1": 393,
            "y1": 327,
            "x2": 459,
            "y2": 476,
            "text": "五等勲章！ こちらへ‼",
            "vi": "Huy chương năm lớp! Cách này!"
        },
        {
            "x1": 558,
            "y1": 552,
            "x2": 621,
            "y2": 690,
            "text": "四等勲章！ こちらへい",
            "vi": "Huy chương thứ 4! Nơi đây"
        },
        {
            "x1": 392,
            "y1": 549,
            "x2": 487,
            "y2": 723,
            "text": "リニアルさんと メアさんは 四等勲章か",
            "vi": "Lineal và Mare có phải là vấn đề thứ tư?"
        },
        {
            "x1": 236,
            "y1": 566,
            "x2": 338,
            "y2": 764,
            "text": "メアさんは 冒険者の名に ハクが付くな…‼",
            "vi": "MEA không có được tên của nhà thám hiểm...‼"
        },
        {
            "x1": 698,
            "y1": 871,
            "x2": 768,
            "y2": 1010,
            "text": "次くらいが 俺かな…",
            "vi": "Tôi tự hỏi liệu tiếp theo là..."
        },
        {
            "x1": 511,
            "y1": 900,
            "x2": 582,
            "y2": 1059,
            "text": "三等勲章‼ こちらへ‼",
            "vi": "Huy chương thứ ba‼ Cách này!"
        }
    ],
    "017.jpg": [
        {
            "x1": 747,
            "y1": 130,
            "x2": 815,
            "y2": 261,
            "text": "さすがに …次くらい",
            "vi": "Như dự đoán... tiếp theo"
        },
        {
            "x1": 595,
            "y1": 97,
            "x2": 646,
            "y2": 305,
            "text": "二等勲章‼",
            "vi": "Huy chương thứ hai"
        },
        {
            "x1": 127,
            "y1": 219,
            "x2": 242,
            "y2": 405,
            "text": "そして… 最後は‼",
            "vi": "Và... cuối cùng"
        },
        {
            "x1": 728,
            "y1": 871,
            "x2": 813,
            "y2": 1091,
            "text": "勇者ベニー 鍛治師レリウス",
            "vi": "Anh hùng Benny Osamu Lelius"
        },
        {
            "x1": 134,
            "y1": 949,
            "x2": 226,
            "y2": 1117,
            "text": "…こちらへ 来るがいい",
            "vi": "… Bạn nên đến đây"
        }
    ],
    "019.jpg": [
        {
            "x1": 772,
            "y1": 139,
            "x2": 815,
            "y2": 277,
            "text": "はいっ‼",
            "vi": "Vâng!"
        },
        {
            "x1": 123,
            "y1": 255,
            "x2": 169,
            "y2": 388,
            "text": "ひええ…",
            "vi": "Hee..."
        },
        {
            "x1": 791,
            "y1": 474,
            "x2": 836,
            "y2": 625,
            "text": "い一等⁉",
            "vi": "Lớp đầu tiên⁉"
        },
        {
            "x1": 645,
            "y1": 514,
            "x2": 731,
            "y2": 707,
            "text": "確かに結構 活躍したけど",
            "vi": "Chắc chắn nó khá tích cực"
        },
        {
            "x1": 224,
            "y1": 486,
            "x2": 307,
            "y2": 648,
            "text": "いやでも 俺平民だし",
            "vi": "Không, tôi là người thường dân"
        },
        {
            "x1": 87,
            "y1": 572,
            "x2": 165,
            "y2": 704,
            "text": "鍛治師 だし…ッ",
            "vi": "Tôi là một huấn luyện viên..."
        },
        {
            "x1": 761,
            "y1": 814,
            "x2": 861,
            "y2": 949,
            "text": "か 顔が 怖い…",
            "vi": "Tôi sợ khuôn mặt của tôi..."
        },
        {
            "x1": 436,
            "y1": 796,
            "x2": 568,
            "y2": 1048,
            "text": "ある意味 ケルベロス戦より 緊張する",
            "vi": "Theo một nghĩa nào đó, tôi lo lắng hơn Cerberus"
        },
        {
            "x1": 130,
            "y1": 831,
            "x2": 180,
            "y2": 1088,
            "text": "帰りたい──‼",
            "vi": "Tôi muốn về nhà‼"
        },
        {
            "x1": 654,
            "y1": 1057,
            "x2": 742,
            "y2": 1227,
            "text": "感情が 読めない…",
            "vi": "Tôi không thể đọc cảm xúc của mình..."
        }
    ]
}