var ocr_data = {
    "001.jpg": [
        {
            "x1": 42,
            "y1": 423,
            "x2": 196,
            "y2": 459,
            "text": "不遇職鍛治師"
        },
        {
            "x1": 34,
            "y1": 448,
            "x2": 197,
            "y2": 516,
            "text": "最強"
        },
        {
            "x1": 43,
            "y1": 527,
            "x2": 193,
            "y2": 553,
            "text": "第第9話ボス戦"
        },
        {
            "x1": 383,
            "y1": 150,
            "x2": 1095,
            "y2": 977,
            "text": "EL"
        },
        {
            "x1": 34,
            "y1": 1299,
            "x2": 730,
            "y2": 1340,
            "text": "累計60万部突破！ 第G巻絶覺発売中叫"
        }
    ],
    "005.jpg": [
        {
            "x1": 477,
            "y1": 147,
            "x2": 583,
            "y2": 363,
            "text": "…大丈夫だ リニアルさんは… 強い‼"
        },
        {
            "x1": 128,
            "y1": 232,
            "x2": 165,
            "y2": 415,
            "text": "わかりました"
        },
        {
            "x1": 740,
            "y1": 520,
            "x2": 831,
            "y2": 686,
            "text": "サポートします 存分に戦って くださいッ！"
        },
        {
            "x1": 468,
            "y1": 505,
            "x2": 512,
            "y2": 651,
            "text": "サンキュ"
        },
        {
            "x1": 764,
            "y1": 808,
            "x2": 828,
            "y2": 1122,
            "text": "ガァアアア‼"
        }
    ],
    "011.jpg": [
        {
            "x1": 29,
            "y1": 1309,
            "x2": 906,
            "y2": 1351,
            "text": "武闘派シスターここに在り叩 チームワークで難敵事破!?"
        }
    ]
}