var ocr_data = {
    "001.jpg": [
        {
            "x1": 730,
            "y1": 72,
            "x2": 877,
            "y2": 98,
            "text": "第38話 新能力"
        },
        {
            "x1": 92,
            "y1": 25,
            "x2": 253,
            "y2": 103,
            "text": "不遇職鍛台師 最強"
        },
        {
            "x1": 147,
            "y1": 112,
            "x2": 224,
            "y2": 333,
            "text": "すごいですよー レリウスさんっ"
        },
        {
            "x1": 777,
            "y1": 380,
            "x2": 852,
            "y2": 639,
            "text": "ポイズンスネークを 一人で倒すなんて‼"
        },
        {
            "x1": 455,
            "y1": 403,
            "x2": 499,
            "y2": 534,
            "text": "いやぁ…"
        },
        {
            "x1": 312,
            "y1": 468,
            "x2": 397,
            "y2": 619,
            "text": "ギリギリ でしたよ"
        },
        {
            "x1": 122,
            "y1": 568,
            "x2": 216,
            "y2": 787,
            "text": "またまたー‼ ご謙遜をー‼"
        },
        {
            "x1": 609,
            "y1": 867,
            "x2": 702,
            "y2": 1080,
            "text": "ポイズンスネークの 素材を 手に入れました"
        },
        {
            "x1": 479,
            "y1": 854,
            "x2": 538,
            "y2": 1098,
            "text": "ポイズンスネーグの像が 作成可能になりました"
        },
        {
            "x1": 342,
            "y1": 855,
            "x2": 412,
            "y2": 1044,
            "text": "これで今回の 目的は達成です"
        },
        {
            "x1": 242,
            "y1": 891,
            "x2": 270,
            "y2": 1081,
            "text": "帰りましょう‼"
        },
        {
            "x1": 202,
            "y1": 1137,
            "x2": 244,
            "y2": 1273,
            "text": "わかった"
        },
        {
            "x1": 79,
            "y1": 1123,
            "x2": 133,
            "y2": 1260,
            "text": "はいっ"
        },
        {
            "x1": 270,
            "y1": 1296,
            "x2": 819,
            "y2": 1316,
            "text": "IT"
        }
    ],
    "002.jpg": [
        {
            "x1": 564,
            "y1": 123,
            "x2": 636,
            "y2": 353,
            "text": "鍛治師のレベルが 35に上がリました"
        },
        {
            "x1": 355,
            "y1": 273,
            "x2": 495,
            "y2": 510,
            "text": "武器と素材を 組み合わせることで 新たな鍛治ができる ようになりました"
        },
        {
            "x1": 773,
            "y1": 597,
            "x2": 837,
            "y2": 746,
            "text": "ど どういう ことだ…？"
        },
        {
            "x1": 499,
            "y1": 604,
            "x2": 575,
            "y2": 736,
            "text": "どうした レリウス"
        },
        {
            "x1": 95,
            "y1": 632,
            "x2": 199,
            "y2": 822,
            "text": "いえ… ちょ ちょっと 待ってください"
        },
        {
            "x1": 413,
            "y1": 883,
            "x2": 521,
            "y2": 1154,
            "text": "『基本となるソード』に 『魔物の素材』を組み 合わせることで…"
        },
        {
            "x1": 88,
            "y1": 1055,
            "x2": 171,
            "y2": 1281,
            "text": "『新しい武器』が 作製できる…⁉"
        }
    ],
    "003.jpg": [
        {
            "x1": 154,
            "y1": 195,
            "x2": 251,
            "y2": 431,
            "text": "とりあえず『ブード』と 『ゴブリンの牙』を組み 合わせてみるか"
        },
        {
            "x1": 142,
            "y1": 815,
            "x2": 305,
            "y2": 892,
            "text": "肉体強化"
        },
        {
            "x1": 192,
            "y1": 915,
            "x2": 295,
            "y2": 1138,
            "text": "Ｓランクのソード が…組み合わせで ランクが下がった？"
        },
        {
            "x1": 56,
            "y1": 1090,
            "x2": 174,
            "y2": 1273,
            "text": "いや 俺の レベルが低い からかな…"
        }
    ],
    "004.jpg": [
        {
            "x1": 777,
            "y1": 117,
            "x2": 863,
            "y2": 340,
            "text": "おぉ？ 新しい 武器ですかっ？"
        },
        {
            "x1": 218,
            "y1": 185,
            "x2": 278,
            "y2": 286,
            "text": "はい"
        },
        {
            "x1": 81,
            "y1": 156,
            "x2": 155,
            "y2": 399,
            "text": "普段のソードより 質が落ちてますけど"
        },
        {
            "x1": 581,
            "y1": 453,
            "x2": 647,
            "y2": 610,
            "text": "ただスキル枠 とは別に…"
        },
        {
            "x1": 464,
            "y1": 484,
            "x2": 522,
            "y2": 686,
            "text": "『固有能力』という のがつてますね"
        },
        {
            "x1": 102,
            "y1": 464,
            "x2": 201,
            "y2": 678,
            "text": "ゴブリンソードは 『肉体強化』だ そうです"
        },
        {
            "x1": 811,
            "y1": 733,
            "x2": 851,
            "y2": 927,
            "text": "肉体強化…？"
        },
        {
            "x1": 615,
            "y1": 776,
            "x2": 692,
            "y2": 933,
            "text": "使って みますか？"
        }
    ],
    "005.jpg": [
        {
            "x1": 818,
            "y1": 69,
            "x2": 890,
            "y2": 235,
            "text": "ちょっと体が 軽くなった‼"
        },
        {
            "x1": 740,
            "y1": 157,
            "x2": 771,
            "y2": 287,
            "text": "気がする‼"
        },
        {
            "x1": 240,
            "y1": 130,
            "x2": 318,
            "y2": 378,
            "text": "…どうや固有能力は 『魔物ことに決まっている』 ようですし…"
        },
        {
            "x1": 80,
            "y1": 241,
            "x2": 167,
            "y2": 465,
            "text": "現状レル不足で 大したモはできない ですね…"
        },
        {
            "x1": 633,
            "y1": 605,
            "x2": 664,
            "y2": 779,
            "text": "クルアさん？"
        },
        {
            "x1": 252,
            "y1": 544,
            "x2": 356,
            "y2": 719,
            "text": "スキルや能力の ついた武器を 作るって…"
        },
        {
            "x1": 121,
            "y1": 618,
            "x2": 193,
            "y2": 797,
            "text": "その武器って つまり…"
        },
        {
            "x1": 406,
            "y1": 858,
            "x2": 445,
            "y2": 1023,
            "text": "大袈裟な…"
        },
        {
            "x1": 717,
            "y1": 898,
            "x2": 797,
            "y2": 1161,
            "text": "神器に近い モノなのでは…？"
        },
        {
            "x1": 231,
            "y1": 955,
            "x2": 328,
            "y2": 1177,
            "text": "…レリウスさんには レベルという概念が あると言ましたね"
        },
        {
            "x1": 84,
            "y1": 1032,
            "x2": 156,
            "y2": 1291,
            "text": "そしてそのレルは …まだ上がっている"
        }
    ],
    "006.jpg": [
        {
            "x1": 741,
            "y1": 118,
            "x2": 859,
            "y2": 348,
            "text": "レベルが 上がる毎に能力が 開花している"
        },
        {
            "x1": 365,
            "y1": 158,
            "x2": 466,
            "y2": 375,
            "text": "この先…一体どれ だけのモノが作れ るように…？"
        },
        {
            "x1": 427,
            "y1": 474,
            "x2": 515,
            "y2": 807,
            "text": "不遇職『鍛治師』とは… 何なのでしょう"
        },
        {
            "x1": 738,
            "y1": 902,
            "x2": 845,
            "y2": 1140,
            "text": "レリウスっ‼ 他にはどんな武器が 作れるんだ⁉"
        },
        {
            "x1": 440,
            "y1": 913,
            "x2": 486,
            "y2": 1031,
            "text": "あ はい"
        }
    ],
    "007.jpg": [
        {
            "x1": 850,
            "y1": 572,
            "x2": 888,
            "y2": 667,
            "text": "おお…"
        },
        {
            "x1": 593,
            "y1": 593,
            "x2": 665,
            "y2": 720,
            "text": "使えそう ですか⁉"
        },
        {
            "x1": 432,
            "y1": 587,
            "x2": 462,
            "y2": 696,
            "text": "うーん…"
        },
        {
            "x1": 684,
            "y1": 944,
            "x2": 775,
            "y2": 1134,
            "text": "マジック ショット‼"
        }
    ],
    "008.jpg": [
        {
            "x1": 541,
            "y1": 169,
            "x2": 645,
            "y2": 359,
            "text": "剣自体の質が これまでより 落ちていますし"
        },
        {
            "x1": 363,
            "y1": 234,
            "x2": 485,
            "y2": 444,
            "text": "スキルランクが 低いのは 問題ですね"
        },
        {
            "x1": 794,
            "y1": 515,
            "x2": 828,
            "y2": 689,
            "text": "『毒攻撃』は…"
        },
        {
            "x1": 458,
            "y1": 536,
            "x2": 567,
            "y2": 706,
            "text": "多分ちょっと しびれる程度 では？"
        },
        {
            "x1": 305,
            "y1": 528,
            "x2": 337,
            "y2": 678,
            "text": "『探知』は…"
        }
    ],
    "009.jpg": [
        {
            "x1": 166,
            "y1": 132,
            "x2": 250,
            "y2": 324,
            "text": "フロアに人がるが どうかわかる 程度ですね"
        },
        {
            "x1": 60,
            "y1": 487,
            "x2": 161,
            "y2": 656,
            "text": "隠れている 魔物探しに 役立つかな…？"
        },
        {
            "x1": 714,
            "y1": 714,
            "x2": 834,
            "y2": 946,
            "text": "使いこなすにはもっと レベルを上げて スキルランク 上げろってことか…"
        },
        {
            "x1": 723,
            "y1": 1005,
            "x2": 855,
            "y2": 1249,
            "text": "ただどうやら『服』や 『アクセサリー』とも 組み合わせることが できるらしい"
        },
        {
            "x1": 128,
            "y1": 1015,
            "x2": 236,
            "y2": 1247,
            "text": "気休め程度には なるだろうし 後で作っておこう"
        }
    ],
    "010.jpg": [
        {
            "x1": 406,
            "y1": 142,
            "x2": 532,
            "y2": 308,
            "text": "不遇職 鍛治師 とは 一体…か"
        },
        {
            "x1": 175,
            "y1": 113,
            "x2": 277,
            "y2": 266,
            "text": "何であれ 関係ない"
        },
        {
            "x1": 140,
            "y1": 662,
            "x2": 251,
            "y2": 998,
            "text": "強くなれるなら… 利用してやるさ"
        }
    ],
    "011.jpg": [
        {
            "x1": 445,
            "y1": 353,
            "x2": 487,
            "y2": 517,
            "text": "郵便でーす"
        },
        {
            "x1": 257,
            "y1": 394,
            "x2": 287,
            "y2": 477,
            "text": "あら‼"
        },
        {
            "x1": 165,
            "y1": 440,
            "x2": 193,
            "y2": 590,
            "text": "お疲れ様です"
        },
        {
            "x1": 632,
            "y1": 665,
            "x2": 662,
            "y2": 776,
            "text": "あら…？"
        },
        {
            "x1": 406,
            "y1": 641,
            "x2": 574,
            "y2": 721,
            "text": "ポク7"
        },
        {
            "x1": 317,
            "y1": 649,
            "x2": 353,
            "y2": 803,
            "text": "あらあら…"
        },
        {
            "x1": 142,
            "y1": 892,
            "x2": 226,
            "y2": 1246,
            "text": "レリウスちゃんってば …モテるのねっ"
        }
    ]
}