var ocr_data = {
    "001.jpg": [
        {
            "x1": 615,
            "y1": 71,
            "x2": 744,
            "y2": 100,
            "text": "第77話 開店"
        },
        {
            "x1": 86,
            "y1": 41,
            "x2": 194,
            "y2": 93,
            "text": "最強"
        },
        {
            "x1": 455,
            "y1": 86,
            "x2": 515,
            "y2": 245,
            "text": "わぁ…‼"
        },
        {
            "x1": 312,
            "y1": 113,
            "x2": 387,
            "y2": 317,
            "text": "結構 開店待ち いますよ‼"
        },
        {
            "x1": 146,
            "y1": 90,
            "x2": 217,
            "y2": 308,
            "text": "ビラ配りしてきた 成果ですかね‼"
        },
        {
            "x1": 782,
            "y1": 514,
            "x2": 854,
            "y2": 793,
            "text": "準備はできましたか？ 開けちゃいますよっ‼"
        },
        {
            "x1": 483,
            "y1": 521,
            "x2": 544,
            "y2": 725,
            "text": "お願いします リスティナさん‼"
        },
        {
            "x1": 192,
            "y1": 916,
            "x2": 277,
            "y2": 1212,
            "text": "レーダルストア‼ ただいま開店ですっ"
        },
        {
            "x1": 768,
            "y1": 1184,
            "x2": 837,
            "y2": 1281,
            "text": "最強"
        },
        {
            "x1": 96,
            "y1": 1296,
            "x2": 741,
            "y2": 1329,
            "text": "累自35方部突破！ 最新新第5巻絶覺発売中!"
        }
    ],
    "003.jpg": [
        {
            "x1": 775,
            "y1": 107,
            "x2": 863,
            "y2": 282,
            "text": "リスティナちゃん 聞いてたとおり 来ちゃったよ"
        },
        {
            "x1": 467,
            "y1": 139,
            "x2": 537,
            "y2": 308,
            "text": "おじいちゃん ありがと♡"
        },
        {
            "x1": 312,
            "y1": 145,
            "x2": 402,
            "y2": 323,
            "text": "ウチのポーショジン 良いから 買っていって"
        },
        {
            "x1": 134,
            "y1": 310,
            "x2": 196,
            "y2": 439,
            "text": "そうかい そうかい…"
        },
        {
            "x1": 801,
            "y1": 540,
            "x2": 866,
            "y2": 658,
            "text": "知り合い ですか？"
        },
        {
            "x1": 554,
            "y1": 492,
            "x2": 619,
            "y2": 683,
            "text": "ファンみたいな ものです"
        },
        {
            "x1": 406,
            "y1": 545,
            "x2": 475,
            "y2": 806,
            "text": "よく演劇を見に来て くれるんですよ‼"
        },
        {
            "x1": 230,
            "y1": 493,
            "x2": 317,
            "y2": 716,
            "text": "リスティナさん ファンにも声を かけてくれたのか…"
        },
        {
            "x1": 154,
            "y1": 660,
            "x2": 180,
            "y2": 785,
            "text": "ファンに"
        },
        {
            "x1": 219,
            "y1": 950,
            "x2": 325,
            "y2": 1137,
            "text": "も もしかして …この お客さん達…ッ"
        }
    ],
    "005.jpg": [
        {
            "x1": 505,
            "y1": 95,
            "x2": 601,
            "y2": 297,
            "text": "ヴェ…ヴェイル‼ このポーション… す 凄いよ‼"
        },
        {
            "x1": 343,
            "y1": 148,
            "x2": 406,
            "y2": 322,
            "text": "へぇそれなら 買っていくか"
        },
        {
            "x1": 760,
            "y1": 421,
            "x2": 792,
            "y2": 515,
            "text": "よう‼"
        },
        {
            "x1": 270,
            "y1": 446,
            "x2": 379,
            "y2": 589,
            "text": "いくつまで 購入できる んだ？"
        },
        {
            "x1": 767,
            "y1": 854,
            "x2": 860,
            "y2": 1063,
            "text": "あ…在庫は ありますので いくらでもどうぞ"
        },
        {
            "x1": 454,
            "y1": 837,
            "x2": 520,
            "y2": 1010,
            "text": "それならここに ある奴 全部だ"
        },
        {
            "x1": 304,
            "y1": 837,
            "x2": 381,
            "y2": 984,
            "text": "おおい あれはＡランク パーティーの…"
        },
        {
            "x1": 206,
            "y1": 826,
            "x2": 237,
            "y2": 969,
            "text": "『ヴェイル』"
        },
        {
            "x1": 441,
            "y1": 1102,
            "x2": 497,
            "y2": 1264,
            "text": "ぇっ⁉"
        },
        {
            "x1": 94,
            "y1": 1035,
            "x2": 163,
            "y2": 1214,
            "text": "大量に買込むうて… かない良モなん なのか"
        }
    ]
}