var ocr_data = {
    "001.jpg": [
        {
            "x1": 504,
            "y1": 69,
            "x2": 633,
            "y2": 101,
            "text": "第81話 書簡",
            "vi": "Tập 81 Thư"
        },
        {
            "x1": 338,
            "y1": 33,
            "x2": 488,
            "y2": 101,
            "text": "不遇職 鍛治師 最強",
            "vi": "Các nhà khai thác không bị cản trở nhất của các nhà khai thác"
        },
        {
            "x1": 188,
            "y1": 118,
            "x2": 297,
            "y2": 332,
            "text": "レリウスさん‼ 食材の受け取りに 来ました‼",
            "vi": "Lelius Tôi đã đến để nhận các thành phần."
        },
        {
            "x1": 822,
            "y1": 396,
            "x2": 856,
            "y2": 545,
            "text": "はいはい‼",
            "vi": "Có có"
        },
        {
            "x1": 668,
            "y1": 457,
            "x2": 762,
            "y2": 585,
            "text": "こちらが 今日の納品 となります",
            "vi": "Đây là ngày hôm nay giao hàng"
        },
        {
            "x1": 818,
            "y1": 778,
            "x2": 867,
            "y2": 898,
            "text": "ピー ジンガイモ",
            "vi": "Pee -zing thích"
        },
        {
            "x1": 711,
            "y1": 812,
            "x2": 769,
            "y2": 929,
            "text": "豚肉 鶏肉 …ええ‼",
            "vi": "Thịt lợn gà... yeah"
        },
        {
            "x1": 622,
            "y1": 915,
            "x2": 651,
            "y2": 1092,
            "text": "問題ありません",
            "vi": "Không vấn đề"
        },
        {
            "x1": 436,
            "y1": 789,
            "x2": 523,
            "y2": 1027,
            "text": "『クク料亭』に よろしお願いますと お伝えくださいい",
            "vi": "Xin hãy cho chúng tôi biết rằng bạn nên làm điều đó với \"Kukuku Ryotei\"."
        },
        {
            "x1": 157,
            "y1": 801,
            "x2": 220,
            "y2": 991,
            "text": "もちろんです‼ では これで！",
            "vi": "Đương nhiên! Sau đó, cái này!"
        },
        {
            "x1": 767,
            "y1": 1159,
            "x2": 845,
            "y2": 1283,
            "text": "最強",
            "vi": "mạnh nhất"
        }
    ],
    "002.jpg": [
        {
            "x1": 716,
            "y1": 134,
            "x2": 806,
            "y2": 338,
            "text": "…クク料亭は 王都にある レストランの一つだ",
            "vi": "...Nhà hàng Kukuku là một trong những nhà hàng ở thủ đô Hoàng gia"
        },
        {
            "x1": 738,
            "y1": 477,
            "x2": 823,
            "y2": 658,
            "text": "店主さんがウチの 食料を気に入って くれていて",
            "vi": "Chủ sở hữu thích thức ăn của tôi"
        },
        {
            "x1": 601,
            "y1": 588,
            "x2": 679,
            "y2": 770,
            "text": "お得意様として 取り引きしてくれる ようになった",
            "vi": "Tôi đã đến để giao dịch với tư cách là khách hàng"
        },
        {
            "x1": 718,
            "y1": 845,
            "x2": 830,
            "y2": 1038,
            "text": "王都では あまり良質な 食材が回らない",
            "vi": "Các thành phần không tốt lắm quay lại ở thủ đô hoàng gia"
        },
        {
            "x1": 437,
            "y1": 1031,
            "x2": 532,
            "y2": 1228,
            "text": "…大半が貴族に 優先的に回される からだそうだ",
            "vi": "Có vẻ như hầu hết đều được ưu tiên cho quý tộc"
        },
        {
            "x1": 301,
            "y1": 966,
            "x2": 369,
            "y2": 1203,
            "text": "『鍛治』で用意した 食材は良質",
            "vi": "Các thành phần được chuẩn bị trong \"Oshiji\" có chất lượng tốt"
        },
        {
            "x1": 165,
            "y1": 1075,
            "x2": 265,
            "y2": 1275,
            "text": "クルアさんが 目を付け 稼ぎに結び付けた",
            "vi": "Ông Kurua đã hướng mắt và gắn với thu nhập của mình"
        }
    ],
    "003.jpg": [
        {
            "x1": 760,
            "y1": 123,
            "x2": 871,
            "y2": 340,
            "text": "本当に 商人としての 才能は素晴らしい",
            "vi": "Tài năng như một thương gia thực sự tuyệt vời"
        },
        {
            "x1": 438,
            "y1": 137,
            "x2": 500,
            "y2": 321,
            "text": "これでまた可愛い 制服作って",
            "vi": "Bây giờ lại làm một bộ đồng phục dễ thương"
        },
        {
            "x1": 137,
            "y1": 229,
            "x2": 171,
            "y2": 420,
            "text": "…問題児だが",
            "vi": "… Tôi là một vấn đề trẻ em"
        },
        {
            "x1": 785,
            "y1": 503,
            "x2": 850,
            "y2": 632,
            "text": "おう レリウス‼",
            "vi": "Oh lelius‼"
        },
        {
            "x1": 153,
            "y1": 497,
            "x2": 212,
            "y2": 680,
            "text": "ヴェイルさんい いらっしゃい！",
            "vi": "Chào mừng bạn đến với tấm màn!"
        },
        {
            "x1": 781,
            "y1": 802,
            "x2": 886,
            "y2": 952,
            "text": "いやぁ… 俺もすっかり 常連だなァ",
            "vi": "Không... Tôi là người thường xuyên"
        },
        {
            "x1": 638,
            "y1": 877,
            "x2": 709,
            "y2": 1014,
            "text": "ありがたい 限りです",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 442,
            "y1": 810,
            "x2": 558,
            "y2": 1043,
            "text": "ポーション マジで助かったわ 昨日危なくてな！",
            "vi": "Potion thực sự hữu ích ngày hôm qua!"
        },
        {
            "x1": 186,
            "y1": 986,
            "x2": 251,
            "y2": 1235,
            "text": "そうでしたか… 気を付けてくださいね",
            "vi": "Điều đó là... hãy cẩn thận"
        }
    ],
    "004.jpg": [
        {
            "x1": 746,
            "y1": 127,
            "x2": 830,
            "y2": 370,
            "text": "心配するな‼ このポーションがあれば 四時間動ける",
            "vi": "Đừng lo lắng! Với lọ thuốc này, bạn có thể di chuyển trong 4 giờ"
        },
        {
            "x1": 133,
            "y1": 172,
            "x2": 202,
            "y2": 341,
            "text": "…程々にして くださいね…",
            "vi": "Xin vui lòng làm điều đó vừa phải…"
        },
        {
            "x1": 751,
            "y1": 467,
            "x2": 829,
            "y2": 640,
            "text": "そうそうこの剣も お守り代わりに なってるぜ？",
            "vi": "Yeah, thanh kiếm này cũng là một bùa hộ mệnh?"
        },
        {
            "x1": 438,
            "y1": 483,
            "x2": 476,
            "y2": 642,
            "text": "良い剣だ‼",
            "vi": "Đó là một con dao tốt."
        },
        {
            "x1": 737,
            "y1": 697,
            "x2": 829,
            "y2": 899,
            "text": "ヴェイルさんは 俺の作った剣も 購入してくれている",
            "vi": "Mạng che mặt cũng mua thanh kiếm tôi đã làm"
        },
        {
            "x1": 593,
            "y1": 784,
            "x2": 684,
            "y2": 986,
            "text": "ランク冒険者に 高評価をもらえる のは嬉しい",
            "vi": "Tôi rất vui vì nhà thám hiểm cấp bậc có danh tiếng cao"
        },
        {
            "x1": 444,
            "y1": 734,
            "x2": 508,
            "y2": 885,
            "text": "ホラ ヴェイル 行くよ？",
            "vi": "Bạn có định đến Horavail không?"
        },
        {
            "x1": 108,
            "y1": 756,
            "x2": 190,
            "y2": 894,
            "text": "わかってるよ じゃあな レリウス‼",
            "vi": "Tôi biết Lelius"
        },
        {
            "x1": 101,
            "y1": 1021,
            "x2": 160,
            "y2": 1218,
            "text": "いってらっしゃい ませ‼",
            "vi": "Hoan nghênh"
        }
    ],
    "005.jpg": [
        {
            "x1": 756,
            "y1": 134,
            "x2": 820,
            "y2": 331,
            "text": "レーダルストアが 開店して一か月",
            "vi": "Một tháng kể từ khi cửa hàng radal mở cửa"
        },
        {
            "x1": 797,
            "y1": 459,
            "x2": 856,
            "y2": 569,
            "text": "まぁ この指輪…",
            "vi": "Chà, chiếc nhẫn này..."
        },
        {
            "x1": 309,
            "y1": 500,
            "x2": 364,
            "y2": 663,
            "text": "グリドラッド様 が付けてた…",
            "vi": "Gradrad đã được đính kèm..."
        },
        {
            "x1": 135,
            "y1": 448,
            "x2": 243,
            "y2": 638,
            "text": "クライアさんの おかげか… 貴族の客も見かける ようになった",
            "vi": "Cảm ơn ông Clear... Tôi đã đến gặp khách hàng quý tộc"
        },
        {
            "x1": 767,
            "y1": 747,
            "x2": 836,
            "y2": 937,
            "text": "顔馴染みの客も 増えてきた",
            "vi": "Số lượng khách hàng quen thuộc với khuôn mặt đang tăng lên"
        },
        {
            "x1": 632,
            "y1": 739,
            "x2": 686,
            "y2": 944,
            "text": "今日もカワイイね リスティナちゃん‼",
            "vi": "Listina -chan, hôm nay quá dễ thương"
        },
        {
            "x1": 328,
            "y1": 755,
            "x2": 409,
            "y2": 976,
            "text": "順風満帆では なかろうか‼",
            "vi": "Tôi tự hỏi nếu nó đi thuyền mượt mà."
        },
        {
            "x1": 510,
            "y1": 950,
            "x2": 572,
            "y2": 1107,
            "text": "ありがとう ございまーす",
            "vi": "Thanks"
        }
    ],
    "006.jpg": [
        {
            "x1": 748,
            "y1": 133,
            "x2": 851,
            "y2": 308,
            "text": "本当… 面白いくらい 売れますよね…",
            "vi": "Thực sự... nó bán được như vậy..."
        },
        {
            "x1": 376,
            "y1": 143,
            "x2": 440,
            "y2": 273,
            "text": "はぁ… なるほどく",
            "vi": "Huh... tôi hiểu"
        },
        {
            "x1": 92,
            "y1": 142,
            "x2": 190,
            "y2": 317,
            "text": "さ そろそろ 帰りましょう リスティナさん",
            "vi": "Chúng ta hãy về nhà sớm"
        },
        {
            "x1": 506,
            "y1": 281,
            "x2": 601,
            "y2": 462,
            "text": "他店より 高品質で安いので 当然です‼",
            "vi": "Đó là điều tự nhiên bởi vì nó chất lượng cao hơn và giá rẻ hơn các cửa hàng khác."
        },
        {
            "x1": 808,
            "y1": 531,
            "x2": 847,
            "y2": 655,
            "text": "はぁい‼",
            "vi": "Yeesss!"
        },
        {
            "x1": 606,
            "y1": 606,
            "x2": 689,
            "y2": 845,
            "text": "以前の件もあり リステイ士さんを送るのが 日課になった",
            "vi": "Đó là một thói quen hàng ngày để gửi một người listii vì trường hợp trước đó"
        },
        {
            "x1": 112,
            "y1": 610,
            "x2": 224,
            "y2": 815,
            "text": "…ただ あれ以来 何かに怯える 気配はない",
            "vi": "… Tôi chỉ không sợ điều gì đó kể từ đó"
        },
        {
            "x1": 147,
            "y1": 1036,
            "x2": 225,
            "y2": 1272,
            "text": "このまま何事も なければいいが",
            "vi": "Sẽ thật tuyệt nếu không có gì xảy ra"
        }
    ],
    "007.jpg": [
        {
            "x1": 725,
            "y1": 156,
            "x2": 804,
            "y2": 308,
            "text": "今日も一日 終わり と",
            "vi": "Hôm nay là kết thúc của ngày"
        },
        {
            "x1": 187,
            "y1": 151,
            "x2": 298,
            "y2": 341,
            "text": "ポーション少し 作ったら 走るかなー",
            "vi": "Tôi tự hỏi nếu tôi sẽ chạy nếu tôi tạo ra một lọ thuốc nhỏ"
        },
        {
            "x1": 750,
            "y1": 424,
            "x2": 781,
            "y2": 561,
            "text": "ただいまー",
            "vi": "Tôi ở nhà"
        },
        {
            "x1": 260,
            "y1": 427,
            "x2": 291,
            "y2": 563,
            "text": "おかえりー",
            "vi": "Chào mừng bạn về nhà"
        },
        {
            "x1": 770,
            "y1": 642,
            "x2": 843,
            "y2": 844,
            "text": "お風呂にする？ 食事にする？",
            "vi": "Để tắm? Bạn có muốn ăn không?"
        },
        {
            "x1": 141,
            "y1": 654,
            "x2": 188,
            "y2": 854,
            "text": "わ・た・し？",
            "vi": "TÔI?"
        },
        {
            "x1": 577,
            "y1": 904,
            "x2": 620,
            "y2": 1091,
            "text": "そ・れ･と…も",
            "vi": "Đúng thế..."
        }
    ],
    "008.jpg": [
        {
            "x1": 767,
            "y1": 108,
            "x2": 828,
            "y2": 329,
            "text": "クアさん！ 不審なシスターが",
            "vi": "Kua! Chị gái đáng ngờ"
        },
        {
            "x1": 550,
            "y1": 152,
            "x2": 627,
            "y2": 300,
            "text": "無駄だよ レリウス君",
            "vi": "Nó vô dụng, Lelius"
        },
        {
            "x1": 371,
            "y1": 104,
            "x2": 438,
            "y2": 304,
            "text": "こる連中は 私の支配下だ",
            "vi": "Các chàng trai nằm dưới quy tắc của tôi"
        },
        {
            "x1": 214,
            "y1": 139,
            "x2": 276,
            "y2": 314,
            "text": "おお…美少女 ブロマイドが…",
            "vi": "Ồ... một cô gái xinh đẹp bromide..."
        },
        {
            "x1": 727,
            "y1": 564,
            "x2": 842,
            "y2": 607,
            "text": "ダメな健･",
            "vi": "Không có ken tốt"
        },
        {
            "x1": 634,
            "y1": 584,
            "x2": 694,
            "y2": 724,
            "text": "さて 冗談は さておき",
            "vi": "Chà, sang một bên"
        },
        {
            "x1": 141,
            "y1": 564,
            "x2": 225,
            "y2": 731,
            "text": "「鍛治師」 レリウス殿",
            "vi": "\"Osamu\" Lelius"
        },
        {
            "x1": 704,
            "y1": 876,
            "x2": 830,
            "y2": 1156,
            "text": "王都教会「教皇」様 からの書簡を届けに 参りました",
            "vi": "Tôi đã đến để gửi một lá thư từ nhà thờ hoàng gia \"Giáo hoàng\""
        }
    ],
    "009.jpg": [
        {
            "x1": 652,
            "y1": 130,
            "x2": 695,
            "y2": 270,
            "text": "…手紙…",
            "vi": "…chữ cái…"
        },
        {
            "x1": 137,
            "y1": 156,
            "x2": 208,
            "y2": 321,
            "text": "遂に 来たのね…‼",
            "vi": "Cuối cùng bạn cũng đến...‼‼"
        },
        {
            "x1": 619,
            "y1": 497,
            "x2": 647,
            "y2": 659,
            "text": "ななんて…？",
            "vi": "Gì...?"
        },
        {
            "x1": 261,
            "y1": 559,
            "x2": 338,
            "y2": 738,
            "text": "来週の休日 来て欲しいと",
            "vi": "Tôi muốn bạn đến vào tuần sau"
        },
        {
            "x1": 682,
            "y1": 861,
            "x2": 809,
            "y2": 1173,
            "text": "教皇様… 一体何が目的で……何を 語ってくれるのか…",
            "vi": "Giáo hoàng... mục đích là gì... bạn sẽ nói gì với tôi..."
        }
    ],
    "010.jpg": [
        {
            "x1": 621,
            "y1": 108,
            "x2": 653,
            "y2": 231,
            "text": "レリうスー",
            "vi": "Reli usu"
        },
        {
            "x1": 525,
            "y1": 168,
            "x2": 579,
            "y2": 329,
            "text": "そんなことは どうでもいいの",
            "vi": "Tôi không quan tâm đến điều đó"
        },
        {
            "x1": 108,
            "y1": 132,
            "x2": 185,
            "y2": 309,
            "text": "そんなこと⁉ 重要ですよ‼",
            "vi": "Điều đó quan trọng."
        },
        {
            "x1": 715,
            "y1": 506,
            "x2": 843,
            "y2": 738,
            "text": "私 迷宮に 挑みたい",
            "vi": "Tôi muốn thử thách mê cung"
        },
        {
            "x1": 126,
            "y1": 727,
            "x2": 183,
            "y2": 1013,
            "text": "一緒に行こう",
            "vi": "Chúng ta hãy đi cùng nhau"
        },
        {
            "x1": 82,
            "y1": 1321,
            "x2": 829,
            "y2": 1359,
            "text": "マイペースなリニアルさん…！ 次号、急退作戦会議!?",
            "vi": "Lineal ở một bản thân tự...! Vấn đề tiếp theo, Hội nghị Chiến dịch Sự kiện!?"
        }
    ]
}