var ocr_data = {
    "001.jpg": [
        {
            "x1": 95,
            "y1": 24,
            "x2": 257,
            "y2": 57,
            "text": "不遇職“鍛治治師",
            "vi": "Việc làm bất thường \"Kijuji"
        },
        {
            "x1": 434,
            "y1": 72,
            "x2": 563,
            "y2": 101,
            "text": "第48話決起",
            "vi": "Tập 48 Joice"
        },
        {
            "x1": 89,
            "y1": 49,
            "x2": 248,
            "y2": 108,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 787,
            "y1": 102,
            "x2": 847,
            "y2": 318,
            "text": "放せーッ‼",
            "vi": "Phóng thích"
        },
        {
            "x1": 424,
            "y1": 199,
            "x2": 535,
            "y2": 391,
            "text": "俺はこんな所で 死ぬような 人間じゃねぇえ",
            "vi": "Tôi không phải là một người chết ở một nơi như vậy"
        },
        {
            "x1": 295,
            "y1": 102,
            "x2": 364,
            "y2": 299,
            "text": "お お戻り下さい ブリード様‼",
            "vi": "Vui lòng quay lại, Bleed‼"
        },
        {
            "x1": 129,
            "y1": 155,
            "x2": 213,
            "y2": 306,
            "text": "あの人が グリードラッド 当主様…⁉",
            "vi": "Người đó là chủ sở hữu của Green Rad..."
        },
        {
            "x1": 782,
            "y1": 488,
            "x2": 879,
            "y2": 666,
            "text": "いえ……あれは 長男の…確か… ブリード…",
            "vi": "Không... đó là con trai cả... chắc chắn... Bleed..."
        },
        {
            "x1": 363,
            "y1": 481,
            "x2": 392,
            "y2": 605,
            "text": "何てことだ",
            "vi": "Ôi trời ơi"
        },
        {
            "x1": 205,
            "y1": 513,
            "x2": 297,
            "y2": 723,
            "text": "現当主はこのような 事態でも動けぬ程 弱っているのか…ッ",
            "vi": "Là chủ sở hữu hiện tại có đủ yếu để di chuyển trong tình huống như vậy..."
        },
        {
            "x1": 108,
            "y1": 544,
            "x2": 151,
            "y2": 740,
            "text": "ブリード‼",
            "vi": "Chảy máu"
        },
        {
            "x1": 725,
            "y1": 856,
            "x2": 858,
            "y2": 1055,
            "text": "お前は… 次期当主に なる男だろう",
            "vi": "Bạn là... một người đàn ông sẽ là người đứng đầu tiếp theo"
        },
        {
            "x1": 146,
            "y1": 912,
            "x2": 281,
            "y2": 1172,
            "text": "そんな男が 皆に背を向けて… 逃げるのか‼",
            "vi": "Một người đàn ông như vậy quay lưng lại với mọi người... anh ta sẽ chạy trốn chứ?"
        },
        {
            "x1": 907,
            "y1": 1142,
            "x2": 942,
            "y2": 1269,
            "text": "不地難鍛台師",
            "vi": "Traverser bị lỗi"
        },
        {
            "x1": 787,
            "y1": 1135,
            "x2": 846,
            "y2": 1290,
            "text": "最強",
            "vi": "mạnh nhất"
        }
    ],
    "002.jpg": [
        {
            "x1": 811,
            "y1": 110,
            "x2": 850,
            "y2": 304,
            "text": "ひぃいいいい",
            "vi": "Xin chào"
        },
        {
            "x1": 212,
            "y1": 120,
            "x2": 277,
            "y2": 259,
            "text": "逃げるって ドコに‼",
            "vi": "Chạy đi"
        },
        {
            "x1": 507,
            "y1": 235,
            "x2": 533,
            "y2": 375,
            "text": "ブリード様！",
            "vi": "BLEED!"
        },
        {
            "x1": 380,
            "y1": 340,
            "x2": 448,
            "y2": 514,
            "text": "我々は どうすれば…",
            "vi": "Chúng ta phải làm gì..."
        },
        {
            "x1": 97,
            "y1": 235,
            "x2": 167,
            "y2": 453,
            "text": "仮にもここの 総指揮なんだぞ⁉",
            "vi": "Nếu bạn là mệnh lệnh chung ở đây,"
        },
        {
            "x1": 701,
            "y1": 582,
            "x2": 728,
            "y2": 688,
            "text": "そ そんな",
            "vi": "Rất"
        },
        {
            "x1": 544,
            "y1": 618,
            "x2": 587,
            "y2": 725,
            "text": "リン様",
            "vi": "Rin -sama"
        },
        {
            "x1": 407,
            "y1": 591,
            "x2": 484,
            "y2": 793,
            "text": "に代わ 総指揮をとってもらう かありません",
            "vi": "Tôi không phải lấy lệnh chung"
        },
        {
            "x1": 767,
            "y1": 826,
            "x2": 824,
            "y2": 1055,
            "text": "狼狽えるな",
            "vi": "Đừng buồn"
        },
        {
            "x1": 626,
            "y1": 969,
            "x2": 706,
            "y2": 1187,
            "text": "ここは我等に 任せてもらうッ",
            "vi": "Tôi sẽ bỏ chúng tôi ở đây"
        }
    ],
    "003.jpg": [
        {
            "x1": 489,
            "y1": 164,
            "x2": 581,
            "y2": 313,
            "text": "誰だ…？ 女騎士…",
            "vi": "WHO…? Người phụ nữ Hiệp sĩ…"
        },
        {
            "x1": 95,
            "y1": 287,
            "x2": 199,
            "y2": 466,
            "text": "いや 見覚えが ある‼ 王国の 七騎士の一人…",
            "vi": "Không, tôi có thể thấy nó. Một trong bảy hiệp sĩ của vương quốc..."
        },
        {
            "x1": 791,
            "y1": 505,
            "x2": 830,
            "y2": 672,
            "text": "そ それに‼",
            "vi": "Và đó"
        },
        {
            "x1": 107,
            "y1": 589,
            "x2": 267,
            "y2": 836,
            "text": "勇者 リン様‼",
            "vi": "Anh hùng Rin‼"
        },
        {
            "x1": 806,
            "y1": 891,
            "x2": 868,
            "y2": 1002,
            "text": "何故 ここに？",
            "vi": "Tại sao lại ở đây?"
        },
        {
            "x1": 693,
            "y1": 919,
            "x2": 753,
            "y2": 1108,
            "text": "何だっていいだろ 『勇者』様だぞ",
            "vi": "Dù đó là gì đi nữa, đó là \"anh hùng\""
        },
        {
            "x1": 514,
            "y1": 900,
            "x2": 624,
            "y2": 1106,
            "text": "神はまだ我等を 見捨ててはいな かった…‼",
            "vi": "Chúa vẫn từ bỏ chúng ta...‼"
        },
        {
            "x1": 163,
            "y1": 924,
            "x2": 215,
            "y2": 1098,
            "text": "勇者様‼",
            "vi": "Người đàn ông dũng cảm‼"
        }
    ],
    "004.jpg": [
        {
            "x1": 795,
            "y1": 171,
            "x2": 843,
            "y2": 294,
            "text": "勇者様",
            "vi": "Người đàn ông dũng cảm"
        },
        {
            "x1": 712,
            "y1": 257,
            "x2": 758,
            "y2": 384,
            "text": "勇者様",
            "vi": "Người đàn ông dũng cảm"
        },
        {
            "x1": 522,
            "y1": 232,
            "x2": 600,
            "y2": 375,
            "text": "勇者… リン…様？",
            "vi": "Anh hùng... Rin...?"
        },
        {
            "x1": 381,
            "y1": 125,
            "x2": 460,
            "y2": 332,
            "text": "我々は 大丈夫ですよね",
            "vi": "Chúng tôi ổn, phải không?"
        },
        {
            "x1": 721,
            "y1": 501,
            "x2": 777,
            "y2": 656,
            "text": "無理だ",
            "vi": "Nó không thể"
        },
        {
            "x1": 109,
            "y1": 494,
            "x2": 170,
            "y2": 698,
            "text": "誰か助けて… お父さん…お母さん",
            "vi": "Giúp đỡ ai đó... Bố... Mẹ"
        },
        {
            "x1": 733,
            "y1": 782,
            "x2": 787,
            "y2": 1073,
            "text": "レリウス…‼",
            "vi": "Lelius...‼‼"
        }
    ],
    "005.jpg": [
        {
            "x1": 807,
            "y1": 125,
            "x2": 848,
            "y2": 226,
            "text": "リン様",
            "vi": "Rin -sama"
        },
        {
            "x1": 504,
            "y1": 116,
            "x2": 581,
            "y2": 238,
            "text": "どうか… 一言",
            "vi": "Xin vui lòng... một từ"
        },
        {
            "x1": 104,
            "y1": 103,
            "x2": 170,
            "y2": 300,
            "text": "これまで勇者に なってから",
            "vi": "Tôi là một anh hùng cho đến nay"
        },
        {
            "x1": 765,
            "y1": 387,
            "x2": 852,
            "y2": 588,
            "text": "大変だったけど命に 関わるようなことは なかった",
            "vi": "Thật khó, nhưng nó không phải là cuộc sống -điều trị"
        },
        {
            "x1": 625,
            "y1": 490,
            "x2": 707,
            "y2": 653,
            "text": "けど… 今回は違う",
            "vi": "Nhưng... điều này khác"
        },
        {
            "x1": 381,
            "y1": 428,
            "x2": 525,
            "y2": 614,
            "text": "一つの 判断ミスで 『死ぬ』",
            "vi": "\"Die\" với một lỗi phán xét"
        },
        {
            "x1": 95,
            "y1": 515,
            "x2": 183,
            "y2": 659,
            "text": "私も",
            "vi": "tôi cũng thế"
        },
        {
            "x1": 686,
            "y1": 819,
            "x2": 825,
            "y2": 1046,
            "text": "この街の 人達も‼",
            "vi": "Những người ở thành phố này cũng vậy"
        },
        {
            "x1": 139,
            "y1": 937,
            "x2": 264,
            "y2": 1233,
            "text": "そ そんなの 私がやらないと いけないのかな…ッ",
            "vi": "Tôi tự hỏi liệu tôi có phải làm điều đó..."
        }
    ],
    "006.jpg": [
        {
            "x1": 737,
            "y1": 86,
            "x2": 837,
            "y2": 283,
            "text": "ここからの 指揮は‼",
            "vi": "Lệnh từ đây là gì?"
        },
        {
            "x1": 107,
            "y1": 108,
            "x2": 219,
            "y2": 255,
            "text": "オレが とる‼",
            "vi": "Tôi sẽ lấy nó‼"
        },
        {
            "x1": 783,
            "y1": 346,
            "x2": 814,
            "y2": 475,
            "text": "クライア様",
            "vi": "Rõ ràng hơn"
        },
        {
            "x1": 111,
            "y1": 405,
            "x2": 212,
            "y2": 602,
            "text": "オレは クライア＝ グリードラッド",
            "vi": "Tôi là một clare -greedrad"
        },
        {
            "x1": 727,
            "y1": 560,
            "x2": 845,
            "y2": 858,
            "text": "グリードラッド家四男 だが…使用人との間に 生まれた忌み子だ",
            "vi": "Gia đình Rad xanh là con trai thứ tư, nhưng... một đứa trẻ ghê tởm được sinh ra giữa những người hầu"
        },
        {
            "x1": 95,
            "y1": 951,
            "x2": 221,
            "y2": 1239,
            "text": "オレは残って 戦うぞ‼",
            "vi": "Tôi sẽ ở lại và chiến đấu"
        }
    ],
    "007.jpg": [
        {
            "x1": 764,
            "y1": 114,
            "x2": 863,
            "y2": 313,
            "text": "優秀なお前達は… 誇り高いグリード ラッドの『騎士』は",
            "vi": "Bạn là người giỏi nhất... Hiệp sĩ Rad của lòng tham tự hào"
        },
        {
            "x1": 420,
            "y1": 139,
            "x2": 490,
            "y2": 348,
            "text": "当然逃げ出す ハズはないな？",
            "vi": "Đương nhiên, không có cách nào để thoát ra?"
        },
        {
            "x1": 839,
            "y1": 433,
            "x2": 865,
            "y2": 572,
            "text": "グライイア様…",
            "vi": "Lưới tản nhiệt..."
        },
        {
            "x1": 615,
            "y1": 440,
            "x2": 672,
            "y2": 557,
            "text": "そうだ… 我等は騎士",
            "vi": "Vâng... chúng tôi là hiệp sĩ"
        },
        {
            "x1": 487,
            "y1": 491,
            "x2": 555,
            "y2": 667,
            "text": "街を護るために 戦わねば",
            "vi": "Tôi phải chiến đấu để bảo vệ thành phố"
        },
        {
            "x1": 357,
            "y1": 428,
            "x2": 418,
            "y2": 588,
            "text": "この程度で 怯えてどうする",
            "vi": "Bạn sẽ làm gì khi bạn sợ ở cấp độ này"
        },
        {
            "x1": 270,
            "y1": 444,
            "x2": 303,
            "y2": 524,
            "text": "ほぉ…",
            "vi": "Thành công lớn..."
        },
        {
            "x1": 97,
            "y1": 485,
            "x2": 170,
            "y2": 645,
            "text": "士気が 上がった…‼",
            "vi": "Tinh thần đã tăng lên...‼"
        },
        {
            "x1": 769,
            "y1": 742,
            "x2": 844,
            "y2": 949,
            "text": "共に戦いますよ クライア様",
            "vi": "Chúng tôi sẽ chiến đấu với nhau Clearia"
        },
        {
            "x1": 235,
            "y1": 749,
            "x2": 320,
            "y2": 887,
            "text": "この命 捧げます",
            "vi": "Cuộc sống này"
        },
        {
            "x1": 174,
            "y1": 864,
            "x2": 200,
            "y2": 975,
            "text": "ライア様",
            "vi": "Kẻ nói dối"
        },
        {
            "x1": 104,
            "y1": 1049,
            "x2": 143,
            "y2": 1221,
            "text": "クライア様",
            "vi": "Rõ ràng hơn"
        }
    ],
    "008.jpg": [
        {
            "x1": 752,
            "y1": 112,
            "x2": 828,
            "y2": 345,
            "text": "大規模結界が 切れ次第仕掛けろ",
            "vi": "Thiết lập ngay khi rào cản lớn"
        },
        {
            "x1": 234,
            "y1": 131,
            "x2": 342,
            "y2": 383,
            "text": "こちらには 勇者様も ついていらっしゃる",
            "vi": "Cũng có một anh hùng ở đây"
        },
        {
            "x1": 107,
            "y1": 285,
            "x2": 156,
            "y2": 409,
            "text": "おうッ",
            "vi": "Oh"
        },
        {
            "x1": 191,
            "y1": 495,
            "x2": 246,
            "y2": 636,
            "text": "勇者様",
            "vi": "Người đàn ông dũng cảm"
        },
        {
            "x1": 417,
            "y1": 783,
            "x2": 504,
            "y2": 1017,
            "text": "一言だけ我等に お言葉を",
            "vi": "Chỉ là một từ cho chúng tôi"
        }
    ],
    "009.jpg": [
        {
            "x1": 278,
            "y1": 151,
            "x2": 343,
            "y2": 326,
            "text": "そう気負いすぎ ないで下さい",
            "vi": "Đừng quá phấn khích"
        },
        {
            "x1": 104,
            "y1": 161,
            "x2": 211,
            "y2": 401,
            "text": "あとでレリウスに 勇者様をいじめたと 怒られてしまう",
            "vi": "Tôi tức giận khi tôi bắt nạt Lelius với người anh hùng"
        },
        {
            "x1": 676,
            "y1": 485,
            "x2": 699,
            "y2": 627,
            "text": "レウス",
            "vi": "Tái định cư"
        },
        {
            "x1": 497,
            "y1": 497,
            "x2": 574,
            "y2": 702,
            "text": "彼は恩人であり 友人です",
            "vi": "Anh ấy là một ân nhân và người bạn"
        },
        {
            "x1": 152,
            "y1": 560,
            "x2": 221,
            "y2": 752,
            "text": "勇者様のことを 話していました",
            "vi": "Tôi đang nói về anh hùng"
        },
        {
            "x1": 741,
            "y1": 834,
            "x2": 828,
            "y2": 1020,
            "text": "強くなって 守りたい と",
            "vi": "Tôi muốn mạnh mẽ và bảo vệ"
        },
        {
            "x1": 275,
            "y1": 846,
            "x2": 421,
            "y2": 1115,
            "text": "卑怯だなぁ… レリウスを出されたら 覚悟を決めるしか ないよ…‼",
            "vi": "Tôi lén lút... Tôi không có lựa chọn nào khác ngoài việc chuẩn bị nếu tôi nhận được Lelius..."
        },
        {
            "x1": 94,
            "y1": 1048,
            "x2": 190,
            "y2": 1237,
            "text": "そうだ… 私は勇者だ",
            "vi": "Đúng vậy... tôi là anh hùng"
        }
    ],
    "010.jpg": [
        {
            "x1": 743,
            "y1": 134,
            "x2": 830,
            "y2": 273,
            "text": "ここで 逃げたら",
            "vi": "Nếu bạn thoát khỏi đây"
        },
        {
            "x1": 326,
            "y1": 167,
            "x2": 432,
            "y2": 322,
            "text": "私は 勇者リン",
            "vi": "Tôi là anh hùng Rin"
        },
        {
            "x1": 80,
            "y1": 216,
            "x2": 202,
            "y2": 366,
            "text": "レリウスに 合わせる 顔がない",
            "vi": "Không có khuôn mặt để phù hợp với Lelius"
        },
        {
            "x1": 680,
            "y1": 393,
            "x2": 830,
            "y2": 699,
            "text": "私がここにいるのは この試練を越えられると 神が送り出してくれた からだ",
            "vi": "Tôi ở đây bởi vì Chúa đã gửi tôi ra khỏi phiên tòa này"
        },
        {
            "x1": 87,
            "y1": 575,
            "x2": 205,
            "y2": 804,
            "text": "魔物を全て 倒すよ‼",
            "vi": "Tôi sẽ đánh bại tất cả các quái vật‼"
        },
        {
            "x1": 745,
            "y1": 890,
            "x2": 830,
            "y2": 1101,
            "text": "皆を… レリウスを‼",
            "vi": "Mọi người... Lelius‼"
        },
        {
            "x1": 151,
            "y1": 1049,
            "x2": 203,
            "y2": 1290,
            "text": "護るからねっ",
            "vi": "Tôi sẽ bảo vệ"
        },
        {
            "x1": 558,
            "y1": 1285,
            "x2": 711,
            "y2": 1348,
            "text": "覚悟は決めた‼! 次回に続く‼!",
            "vi": "Tôi quyết định chuẩn bị.! Tiếp tục đến lần tiếp theo.!"
        }
    ]
}