var ocr_data = {
    "001.jpg": [
        {
            "x1": 436,
            "y1": 73,
            "x2": 627,
            "y2": 99,
            "text": "第70話家事スキル",
            "vi": "Tập 70 Kỹ năng làm việc nhà"
        },
        {
            "x1": 99,
            "y1": 34,
            "x2": 242,
            "y2": 102,
            "text": "不遇職鐵治師 最強",
            "vi": "Mạnh nhất trong số những người chưa từng thấy"
        },
        {
            "x1": 616,
            "y1": 135,
            "x2": 670,
            "y2": 296,
            "text": "よしっ‼",
            "vi": "Yoshi"
        },
        {
            "x1": 757,
            "y1": 508,
            "x2": 858,
            "y2": 682,
            "text": "広間と皆さんの 部屋の掃除は 終わりです",
            "vi": "Việc làm sạch hội trường và phòng của bạn đã kết thúc"
        },
        {
            "x1": 270,
            "y1": 536,
            "x2": 344,
            "y2": 650,
            "text": "一階は また明日",
            "vi": "Tầng một là ngày mai"
        },
        {
            "x1": 164,
            "y1": 548,
            "x2": 195,
            "y2": 767,
            "text": "…休みましょう‼",
            "vi": "“Hãy nghỉ ngơi!"
        },
        {
            "x1": 800,
            "y1": 870,
            "x2": 871,
            "y2": 1034,
            "text": "これ座り心地 良いわね",
            "vi": "Điều này là thoải mái để ngồi xuống"
        },
        {
            "x1": 448,
            "y1": 868,
            "x2": 535,
            "y2": 1100,
            "text": "がリードラッドの家に ある椅子もレリウス製に 代えたいわ",
            "vi": "Tôi muốn thay thế ghế ở Lelius ở Lelius."
        },
        {
            "x1": 214,
            "y1": 854,
            "x2": 243,
            "y2": 995,
            "text": "クルアさん",
            "vi": "Ông Krua"
        },
        {
            "x1": 106,
            "y1": 1034,
            "x2": 172,
            "y2": 1187,
            "text": "そろそろ元気 出して下さい",
            "vi": "Xin hãy sớm ổn thôi"
        }
    ],
    "002.jpg": [
        {
            "x1": 793,
            "y1": 134,
            "x2": 850,
            "y2": 251,
            "text": "気にするな クルア",
            "vi": "Đừng lo lắng về Kurua"
        },
        {
            "x1": 657,
            "y1": 215,
            "x2": 756,
            "y2": 370,
            "text": "掃除が ヘタクソでも 問題ないさ",
            "vi": "Không có vấn đề gì ngay cả khi việc làm sạch là hetaxo"
        },
        {
            "x1": 755,
            "y1": 493,
            "x2": 838,
            "y2": 712,
            "text": "クルアさんは掃除の時に 足を引っ張ることが 多かった",
            "vi": "Ông Kurua thường kéo chân mình trong khi dọn dẹp"
        },
        {
            "x1": 538,
            "y1": 528,
            "x2": 596,
            "y2": 731,
            "text": "そのためか今とても 落ち込んでいる",
            "vi": "Vì vậy, bây giờ tôi rất chán nản"
        },
        {
            "x1": 108,
            "y1": 543,
            "x2": 198,
            "y2": 727,
            "text": "お酒の件といい ちょっと抜けてる んだよな…",
            "vi": "Nó hơi vì rượu..."
        },
        {
            "x1": 744,
            "y1": 862,
            "x2": 840,
            "y2": 1061,
            "text": "こればっかりは 自分で立ち直って もらおう…",
            "vi": "Hãy tự mình phục hồi điều này..."
        },
        {
            "x1": 345,
            "y1": 817,
            "x2": 448,
            "y2": 994,
            "text": "…共同生活だし 『役割分担』を 決めなくちゃ",
            "vi": "… Đó là một cuộc sống chung và tôi phải quyết định vai trò chia sẻ của ”"
        },
        {
            "x1": 69,
            "y1": 870,
            "x2": 195,
            "y2": 1094,
            "text": "各々 どれくらい料理 できるか見て おいた方が いいんじゃない？",
            "vi": "Nó không nên tốt hơn để xem bạn có thể nấu bao nhiêu?"
        },
        {
            "x1": 555,
            "y1": 1045,
            "x2": 645,
            "y2": 1247,
            "text": "さて 夕食 何にします？ 食べに行きますか？",
            "vi": "Vậy bạn sẽ làm gì cho bữa tối? Bạn định ăn?"
        }
    ],
    "003.jpg": [
        {
            "x1": 795,
            "y1": 146,
            "x2": 831,
            "y2": 232,
            "text": "成程…",
            "vi": "Việc xử lý..."
        },
        {
            "x1": 221,
            "y1": 163,
            "x2": 308,
            "y2": 322,
            "text": "すすまない 私は料理が得意 じゃないんだ",
            "vi": "Tôi xin lỗi, tôi không giỏi nấu ăn"
        },
        {
            "x1": 91,
            "y1": 261,
            "x2": 185,
            "y2": 366,
            "text": "できれば 掃除担当 とかで…",
            "vi": "Nếu có thể, chịu trách nhiệm làm sạch..."
        },
        {
            "x1": 768,
            "y1": 478,
            "x2": 864,
            "y2": 653,
            "text": "俺は料理は 得意では ありませんが…",
            "vi": "Tôi không giỏi nấu ăn..."
        },
        {
            "x1": 329,
            "y1": 509,
            "x2": 401,
            "y2": 674,
            "text": "鍛治で 用意できます",
            "vi": "Nó có thể được chuẩn bị bởi kiji"
        },
        {
            "x1": 115,
            "y1": 515,
            "x2": 201,
            "y2": 706,
            "text": "凄いけど 味気ないわ‼",
            "vi": "Nó thật tuyệt vời nhưng nó không có vị"
        },
        {
            "x1": 758,
            "y1": 802,
            "x2": 857,
            "y2": 972,
            "text": "まぁ それなら 私が料理 してもいいわ",
            "vi": "Tốt, tôi có thể nấu ăn"
        },
        {
            "x1": 261,
            "y1": 775,
            "x2": 348,
            "y2": 986,
            "text": "昔 修道院に 通ってたから一通りの 生活はできるわよっ",
            "vi": "Tôi đã từng đi đến tu viện trong quá khứ, vì vậy tôi có thể sống theo một cách"
        },
        {
            "x1": 125,
            "y1": 941,
            "x2": 171,
            "y2": 1091,
            "text": "任せて‼",
            "vi": "Để lại cho tôi!"
        },
        {
            "x1": 505,
            "y1": 1096,
            "x2": 574,
            "y2": 1220,
            "text": "できるん ですか⁉",
            "vi": "Bạn có thể làm được không?"
        }
    ],
    "004.jpg": [
        {
            "x1": 758,
            "y1": 165,
            "x2": 843,
            "y2": 384,
            "text": "私も 作りたいです…",
            "vi": "Tôi cũng muốn làm nó..."
        },
        {
            "x1": 314,
            "y1": 206,
            "x2": 396,
            "y2": 413,
            "text": "汚名返上の チャンスを‼",
            "vi": "Một cơ hội để trở lại sự kỳ thị‼"
        },
        {
            "x1": 139,
            "y1": 269,
            "x2": 198,
            "y2": 450,
            "text": "わかりました …何作りますか？",
            "vi": "Được rồi... bạn làm gì?"
        },
        {
            "x1": 759,
            "y1": 554,
            "x2": 819,
            "y2": 694,
            "text": "ハンズーグ とか どう？",
            "vi": "Làm thế nào về tay tay?"
        },
        {
            "x1": 300,
            "y1": 559,
            "x2": 384,
            "y2": 688,
            "text": "いいですね！ では 食材を 買いに？",
            "vi": "Nghe có vẻ hay! Vì vậy, để mua các thành phần?"
        },
        {
            "x1": 792,
            "y1": 863,
            "x2": 818,
            "y2": 1006,
            "text": "ハンバーグは…",
            "vi": "Bánh ham bơ gơ..."
        },
        {
            "x1": 594,
            "y1": 876,
            "x2": 631,
            "y2": 944,
            "text": "野菜",
            "vi": "rau"
        },
        {
            "x1": 270,
            "y1": 851,
            "x2": 305,
            "y2": 941,
            "text": "調味料",
            "vi": "gia vị"
        },
        {
            "x1": 707,
            "y1": 951,
            "x2": 737,
            "y2": 1033,
            "text": "ひき肉",
            "vi": "Thịt băm nhỏ"
        },
        {
            "x1": 194,
            "y1": 1005,
            "x2": 224,
            "y2": 1115,
            "text": "あ それと",
            "vi": "Oh"
        },
        {
            "x1": 92,
            "y1": 1058,
            "x2": 130,
            "y2": 1203,
            "text": "包丁と皿…",
            "vi": "Dao bếp và tấm..."
        }
    ],
    "005.jpg": [
        {
            "x1": 750,
            "y1": 157,
            "x2": 871,
            "y2": 329,
            "text": "…何ですか その顔は… いい加減 慣れて くださいよ…",
            "vi": "… Khuôn mặt đó là gì, hãy làm quen với nó..."
        },
        {
            "x1": 270,
            "y1": 167,
            "x2": 360,
            "y2": 307,
            "text": "鍛治とは 一体…",
            "vi": "Kiji là một..."
        },
        {
            "x1": 98,
            "y1": 257,
            "x2": 191,
            "y2": 410,
            "text": "便利だから いいじゃない ですか",
            "vi": "Không ổn vì nó thuận tiện"
        },
        {
            "x1": 752,
            "y1": 504,
            "x2": 854,
            "y2": 678,
            "text": "じゃ 始めましょうか クルア",
            "vi": "Chúng ta sẽ bắt đầu Cruia chứ?"
        },
        {
            "x1": 153,
            "y1": 590,
            "x2": 191,
            "y2": 721,
            "text": "はいっ‼",
            "vi": "Vâng!"
        },
        {
            "x1": 690,
            "y1": 822,
            "x2": 770,
            "y2": 1001,
            "text": "レリヴスとメアは くつろいでて いいわよ",
            "vi": "Bạn có thể thư giãn giữa Relives và Mare"
        },
        {
            "x1": 363,
            "y1": 980,
            "x2": 459,
            "y2": 1121,
            "text": "では お言葉に 甘えまして…",
            "vi": "Sau đó, tôi bị hỏng trong lời nói..."
        },
        {
            "x1": 200,
            "y1": 1053,
            "x2": 235,
            "y2": 1219,
            "text": "楽しみだなっ",
            "vi": "tôi đang mong đợi nó"
        }
    ],
    "006.jpg": [
        {
            "x1": 539,
            "y1": 575,
            "x2": 593,
            "y2": 907,
            "text": "うわぁああぁ⁉",
            "vi": "Wow À ah"
        },
        {
            "x1": 374,
            "y1": 576,
            "x2": 443,
            "y2": 765,
            "text": "レ レリウス… これは…何だ⁉",
            "vi": "Lelius... đây là... nó là gì?"
        },
        {
            "x1": 121,
            "y1": 750,
            "x2": 193,
            "y2": 879,
            "text": "鑑定不能 です…‼",
            "vi": "Tôi không thể phán xét...‼"
        },
        {
            "x1": 754,
            "y1": 991,
            "x2": 836,
            "y2": 1141,
            "text": "ク クルア さん…？",
            "vi": "Ku Curua...?"
        },
        {
            "x1": 478,
            "y1": 974,
            "x2": 523,
            "y2": 1202,
            "text": "ハンバーグです",
            "vi": "bánh ham bơ gơ"
        },
        {
            "x1": 131,
            "y1": 1077,
            "x2": 174,
            "y2": 1251,
            "text": "嘘でしょ⁉",
            "vi": "Bạn phải đùa⁉"
        }
    ],
    "007.jpg": [
        {
            "x1": 691,
            "y1": 135,
            "x2": 767,
            "y2": 264,
            "text": "料理って… したこと ありますか？",
            "vi": "Bạn đã bao giờ nấu ăn chưa?"
        },
        {
            "x1": 577,
            "y1": 143,
            "x2": 603,
            "y2": 282,
            "text": "ないですけど",
            "vi": "Tôi không"
        },
        {
            "x1": 143,
            "y1": 151,
            "x2": 202,
            "y2": 331,
            "text": "感覚的にいけると 思っています",
            "vi": "Tôi nghĩ rằng tôi có thể đi một cách nhạy cảm"
        },
        {
            "x1": 769,
            "y1": 491,
            "x2": 842,
            "y2": 697,
            "text": "信じられない… 何という自信だ…",
            "vi": "Tôi không thể tin... thật là một sự tự tin..."
        },
        {
            "x1": 322,
            "y1": 462,
            "x2": 403,
            "y2": 662,
            "text": "いや ある意味 こういう無鉄砲な 自信があるからこそ",
            "vi": "Không, theo một nghĩa nào đó, bởi vì tôi có một sự tự tin không có súng"
        },
        {
            "x1": 140,
            "y1": 523,
            "x2": 219,
            "y2": 726,
            "text": "王都に店を出す などという行動が とれたのかもしれない",
            "vi": "Có lẽ hành động mở một cửa hàng ở thủ đô hoàng gia đã được thực hiện."
        },
        {
            "x1": 780,
            "y1": 802,
            "x2": 870,
            "y2": 1016,
            "text": "今後 メアさんが掃除 クルアさんは洗濯 担当になります",
            "vi": "Mare sẽ chịu trách nhiệm dọn dẹp tàu Cruia trong tương lai"
        },
        {
            "x1": 606,
            "y1": 861,
            "x2": 708,
            "y2": 1045,
            "text": "基本 俺と フィーラさんが 料理担当で",
            "vi": "Cơ bản tôi và fila phụ trách nấu ăn"
        },
        {
            "x1": 375,
            "y1": 778,
            "x2": 444,
            "y2": 994,
            "text": "ちょ…ちょっと 待ってください！",
            "vi": "Cho... đợi một phút!"
        },
        {
            "x1": 242,
            "y1": 791,
            "x2": 298,
            "y2": 937,
            "text": "見た目は アレですけど",
            "vi": "Nó trông như thế"
        },
        {
            "x1": 118,
            "y1": 1072,
            "x2": 214,
            "y2": 1249,
            "text": "おいしいハズ！ 私食べて みますね‼",
            "vi": "Mất mát! tôi sẽ thử nó"
        }
    ],
    "009.jpg": [
        {
            "x1": 750,
            "y1": 107,
            "x2": 857,
            "y2": 328,
            "text": "…冷蔵庫にポーシ目ンが ありますので 目が覚めたら 飲ませてあげて下さ",
            "vi": "Có một poshin trong tủ lạnh, vì vậy nếu bạn thức dậy, hãy để tôi uống."
        },
        {
            "x1": 150,
            "y1": 151,
            "x2": 182,
            "y2": 313,
            "text": "わ わかった‼",
            "vi": "Tôi hiểu"
        },
        {
            "x1": 789,
            "y1": 455,
            "x2": 858,
            "y2": 609,
            "text": "あら 終わったの？",
            "vi": "Nó đã kết thúc?"
        },
        {
            "x1": 715,
            "y1": 762,
            "x2": 813,
            "y2": 982,
            "text": "それじゃ 次は私の番ね",
            "vi": "Sau đó đến lượt tôi tiếp theo"
        }
    ],
    "011.jpg": [
        {
            "x1": 484,
            "y1": 136,
            "x2": 535,
            "y2": 300,
            "text": "め 滅茶苦茶 おいしいですね…",
            "vi": "Nó thật là ngon..."
        },
        {
            "x1": 147,
            "y1": 144,
            "x2": 181,
            "y2": 271,
            "text": "そ そう？",
            "vi": "Đúng vậy?"
        },
        {
            "x1": 747,
            "y1": 479,
            "x2": 804,
            "y2": 704,
            "text": "嬉しいな…",
            "vi": "Tôi rất vui ”"
        },
        {
            "x1": 230,
            "y1": 470,
            "x2": 313,
            "y2": 640,
            "text": "フィーラさん… 意外と何でも できるんだな…‼",
            "vi": "Filla... tôi có thể làm bất cứ điều gì bất ngờ...‼‼"
        },
        {
            "x1": 137,
            "y1": 771,
            "x2": 204,
            "y2": 993,
            "text": "これは毎日の食事が 楽しみだ…‼",
            "vi": "Tôi đang mong chờ bữa ăn hàng ngày của mình...‼‼"
        }
    ]
}