var ocr_data = {
    "01.jpg": [
        {
            "x1": 162,
            "y1": 122,
            "x2": 260,
            "y2": 149,
            "text": "鍛治台師",
            "vi": "Kích hoạt"
        },
        {
            "x1": 107,
            "y1": 142,
            "x2": 271,
            "y2": 199,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 763,
            "y1": 144,
            "x2": 799,
            "y2": 320,
            "text": "くあああ…っ",
            "vi": "Oh oh..."
        },
        {
            "x1": 657,
            "y1": 411,
            "x2": 872,
            "y2": 440,
            "text": "第132話 いざ出発",
            "vi": "Tập 132 Say Departure"
        },
        {
            "x1": 790,
            "y1": 486,
            "x2": 857,
            "y2": 636,
            "text": "寝不足なの？ 大丈夫？",
            "vi": "Bạn đang thiếu giấc ngủ? Bạn co ổn không?"
        },
        {
            "x1": 531,
            "y1": 480,
            "x2": 596,
            "y2": 627,
            "text": "あ…はい 大丈夫です‼",
            "vi": "Ah... vâng là được."
        },
        {
            "x1": 372,
            "y1": 498,
            "x2": 468,
            "y2": 673,
            "text": "馬鹿ね クルアも 無理するなって 言ってたのに",
            "vi": "Tôi đã nói rằng tôi không thể làm được"
        },
        {
            "x1": 123,
            "y1": 502,
            "x2": 183,
            "y2": 654,
            "text": "心配になって しまって…",
            "vi": "Tôi đang lo lắng..."
        },
        {
            "x1": 687,
            "y1": 882,
            "x2": 837,
            "y2": 1107,
            "text": "お店を暫く 休むことに なるんだ… 備蓄は 多い方がいい",
            "vi": "Tôi sẽ nghỉ ngơi một lúc... tốt hơn là có rất nhiều dự trữ"
        },
        {
            "x1": 134,
            "y1": 1015,
            "x2": 260,
            "y2": 1235,
            "text": "武器 ポーション 倉庫の準備は 万全だ‼",
            "vi": "Chuẩn bị cho kho thuốc vũ khí là hoàn hảo."
        },
        {
            "x1": 803,
            "y1": 1266,
            "x2": 845,
            "y2": 1346,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 168,
            "y1": 1303,
            "x2": 794,
            "y2": 1341,
            "text": "累獄f100万部突破！ 最新8巻発売中!",
            "vi": "Tích lũy F1 triệu bản sao! 8 tập mới nhất được bán!"
        }
    ],
    "02.jpg": [
        {
            "x1": 750,
            "y1": 128,
            "x2": 826,
            "y2": 271,
            "text": "心置きなく 出発できる",
            "vi": "Bạn có thể rời đi mà không phải lo lắng"
        },
        {
            "x1": 510,
            "y1": 105,
            "x2": 545,
            "y2": 207,
            "text": "あっ‼",
            "vi": "À!"
        },
        {
            "x1": 399,
            "y1": 138,
            "x2": 469,
            "y2": 278,
            "text": "あれ…‼ あの馬車よ",
            "vi": "điều đó…! Đó là cỗ xe"
        },
        {
            "x1": 615,
            "y1": 408,
            "x2": 687,
            "y2": 556,
            "text": "何か やけに 多い気が…",
            "vi": "Tôi cảm thấy như có rất nhiều thứ..."
        },
        {
            "x1": 471,
            "y1": 402,
            "x2": 544,
            "y2": 595,
            "text": "護衛？ いや… 教会の紋章だわ",
            "vi": "hộ tống? Không... đó là biểu tượng của nhà thờ"
        },
        {
            "x1": 750,
            "y1": 770,
            "x2": 787,
            "y2": 1012,
            "text": "リニアルさん⁉",
            "vi": "LINEAL"
        },
        {
            "x1": 135,
            "y1": 776,
            "x2": 210,
            "y2": 1000,
            "text": "レリウスじゃん どした？",
            "vi": "Bạn đã làm Lelius?"
        }
    ],
    "03.jpg": [
        {
            "x1": 770,
            "y1": 121,
            "x2": 848,
            "y2": 273,
            "text": "まさか… レリウスも キュガイアに？",
            "vi": "Không thể nào... Lelius cũng ở Kugaia?"
        },
        {
            "x1": 520,
            "y1": 141,
            "x2": 614,
            "y2": 250,
            "text": "はい！ リニアル さんも？",
            "vi": "Vâng! Linial?"
        },
        {
            "x1": 363,
            "y1": 145,
            "x2": 462,
            "y2": 291,
            "text": "魔物のせいで 孤児院が 人手不足でね",
            "vi": "Vì con quỷ, trại trẻ mồ côi không có nhân lực"
        },
        {
            "x1": 248,
            "y1": 197,
            "x2": 316,
            "y2": 357,
            "text": "一時的に応援 って感じ…",
            "vi": "Tôi cảm thấy như đang cổ vũ tạm thời..."
        },
        {
            "x1": 126,
            "y1": 327,
            "x2": 155,
            "y2": 466,
            "text": "なるほど…",
            "vi": "Tôi thấy…"
        },
        {
            "x1": 765,
            "y1": 544,
            "x2": 866,
            "y2": 698,
            "text": "リニアルー！ 喋ってないで 手伝ってー‼",
            "vi": "Định tuyến! Đừng nói chuyện và giúp đỡ"
        },
        {
            "x1": 466,
            "y1": 525,
            "x2": 495,
            "y2": 654,
            "text": "はいはーい",
            "vi": "Vâng"
        },
        {
            "x1": 347,
            "y1": 547,
            "x2": 407,
            "y2": 698,
            "text": "レリウス それじゃねー",
            "vi": "Lelius đúng vậy"
        },
        {
            "x1": 138,
            "y1": 558,
            "x2": 203,
            "y2": 718,
            "text": "はい！ キュガイアで",
            "vi": "Vâng! Trong Kugaia"
        },
        {
            "x1": 807,
            "y1": 817,
            "x2": 845,
            "y2": 992,
            "text": "レリウスー‼",
            "vi": "Leliusu"
        },
        {
            "x1": 121,
            "y1": 981,
            "x2": 222,
            "y2": 1111,
            "text": "ベニー さん‼",
            "vi": "Benny"
        }
    ],
    "04.jpg": [
        {
            "x1": 771,
            "y1": 119,
            "x2": 858,
            "y2": 274,
            "text": "一緒に旅する なんて久しぶり だね！",
            "vi": "Đó là một thời gian dài để đi du lịch cùng nhau!"
        },
        {
            "x1": 446,
            "y1": 122,
            "x2": 538,
            "y2": 293,
            "text": "本当にお前が 魔物退治なんて できるのか…？",
            "vi": "Bạn thực sự có thể thoát khỏi những con quỷ...?"
        },
        {
            "x1": 213,
            "y1": 99,
            "x2": 244,
            "y2": 224,
            "text": "ふふーん？",
            "vi": "Fufun?"
        },
        {
            "x1": 86,
            "y1": 150,
            "x2": 174,
            "y2": 296,
            "text": "もうそんなの 慣れたもの なんだからっ",
            "vi": "Tôi đã quen với nó"
        },
        {
            "x1": 697,
            "y1": 443,
            "x2": 828,
            "y2": 615,
            "text": "今回は同行を 引き受けて頂き 誠にありがとう ございます",
            "vi": "Cảm ơn bạn rất nhiều vì lần này bạn đi kèm."
        },
        {
            "x1": 132,
            "y1": 449,
            "x2": 205,
            "y2": 640,
            "text": "このぐらい 全然構いません",
            "vi": "Nó không quan trọng chút nào"
        },
        {
            "x1": 546,
            "y1": 723,
            "x2": 635,
            "y2": 877,
            "text": "レリウス さん‼",
            "vi": "Lelius"
        },
        {
            "x1": 281,
            "y1": 736,
            "x2": 409,
            "y2": 958,
            "text": "お久しぶりです お元気そうで 何より…‼",
            "vi": "Đã lâu rồi, và trên hết là..."
        }
    ],
    "05.jpg": [
        {
            "x1": 784,
            "y1": 154,
            "x2": 872,
            "y2": 263,
            "text": "おっと 失礼…",
            "vi": "Rất tiếc..."
        },
        {
            "x1": 103,
            "y1": 177,
            "x2": 220,
            "y2": 366,
            "text": "キリエさん‼ お久しぶり です‼",
            "vi": "Kirie Lâu rồi không gặp!"
        },
        {
            "x1": 710,
            "y1": 532,
            "x2": 840,
            "y2": 730,
            "text": "実は授与式にも いたのですが… 修羅場ってたので 挨拶が遅れました",
            "vi": "Thật ra, tôi đã có mặt tại lễ trao giải, nhưng... lời chào đã bị trì hoãn vì đó là một sự hỗn loạn."
        },
        {
            "x1": 530,
            "y1": 588,
            "x2": 665,
            "y2": 634,
            "text": "申し訳な",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 169,
            "y1": 574,
            "x2": 272,
            "y2": 740,
            "text": "見てたんなら 助けて くださいよ…",
            "vi": "Xin hãy giúp tôi nếu bạn nhìn nó..."
        },
        {
            "x1": 750,
            "y1": 869,
            "x2": 851,
            "y2": 1077,
            "text": "ケルベロス戦での ご活躍 聞いて おります！",
            "vi": "Chúng tôi đang lắng nghe Kerberus!"
        },
        {
            "x1": 327,
            "y1": 902,
            "x2": 475,
            "y2": 1143,
            "text": "我ら七騎士の中でも 最弱の者が指揮を 執ったばかりに ご苦労を…",
            "vi": "Người yếu nhất trong số bảy hiệp sĩ vừa chỉ huy..."
        }
    ],
    "06.jpg": [
        {
            "x1": 723,
            "y1": 126,
            "x2": 830,
            "y2": 314,
            "text": "息できなく させてやるよー この脳筋が‼",
            "vi": "Tôi sẽ để bạn thở -cơ bắp này là‼"
        },
        {
            "x1": 190,
            "y1": 165,
            "x2": 268,
            "y2": 303,
            "text": "ちょっ リリン…",
            "vi": "Một chút lilyn..."
        },
        {
            "x1": 512,
            "y1": 232,
            "x2": 678,
            "y2": 404,
            "text": "けん 剣なんか 捨てて かかって来い ショタコン‼",
            "vi": "Shotacon đang vứt bỏ thanh kiếm."
        },
        {
            "x1": 90,
            "y1": 249,
            "x2": 167,
            "y2": 428,
            "text": "ベニーさん‼ 止めて…",
            "vi": "Benny chặn…"
        },
        {
            "x1": 723,
            "y1": 531,
            "x2": 823,
            "y2": 666,
            "text": "放っとけば そのうち 止まるよー",
            "vi": "Nếu bạn để nó yên, nó sẽ sớm dừng lại"
        },
        {
            "x1": 283,
            "y1": 475,
            "x2": 349,
            "y2": 610,
            "text": "いつもの ことだよ！",
            "vi": "Đó là điều bình thường!"
        },
        {
            "x1": 113,
            "y1": 519,
            "x2": 216,
            "y2": 682,
            "text": "いつも⁉ 嘘だろ⁉",
            "vi": "Luôn luôn là một lời nói dối"
        },
        {
            "x1": 770,
            "y1": 787,
            "x2": 842,
            "y2": 959,
            "text": "あぁ… 天下の 七騎士が…",
            "vi": "À... bảy hiệp sĩ trên thế giới..."
        },
        {
            "x1": 278,
            "y1": 802,
            "x2": 384,
            "y2": 937,
            "text": "そういえば ユミネ様に 騎士は…",
            "vi": "Nói về điều đó, Hiệp sĩ Yumine..."
        },
        {
            "x1": 588,
            "y1": 1066,
            "x2": 701,
            "y2": 1214,
            "text": "なんて くだらない 喧嘩を…",
            "vi": "Thật là một cuộc chiến ngớ ngẩn..."
        },
        {
            "x1": 117,
            "y1": 985,
            "x2": 222,
            "y2": 1150,
            "text": "わたくしに 専属の騎士は おりませんわ",
            "vi": "Tôi không có một hiệp sĩ độc quyền trong tôi"
        }
    ],
    "07.jpg": [
        {
            "x1": 767,
            "y1": 128,
            "x2": 861,
            "y2": 360,
            "text": "騎士を付けるのは 鍛錬と貴族のマナを 教えるためですので",
            "vi": "Hiệp sĩ được đào tạo và mana của tầng lớp quý tộc"
        },
        {
            "x1": 427,
            "y1": 140,
            "x2": 456,
            "y2": 246,
            "text": "へえ",
            "vi": "Hả"
        },
        {
            "x1": 227,
            "y1": 129,
            "x2": 354,
            "y2": 346,
            "text": "それより 例の件ですが くれぐれも よろし お願いしますわ",
            "vi": "Đó là một ví dụ, nhưng hãy làm điều đó."
        },
        {
            "x1": 391,
            "y1": 526,
            "x2": 461,
            "y2": 741,
            "text": "そうだ…！ 今回の旅の目的は",
            "vi": "Chính là nó…! Mục đích của chuyến đi này là"
        },
        {
            "x1": 147,
            "y1": 543,
            "x2": 256,
            "y2": 767,
            "text": "街の復興支援と 過去の鍛治師に ついての情報収集",
            "vi": "Hỗ trợ tái thiết thành phố và thu thập thông tin cho quá khứ"
        },
        {
            "x1": 735,
            "y1": 839,
            "x2": 842,
            "y2": 1072,
            "text": "ユミネ様が 記憶視で見たという “鍛治師アルゴ",
            "vi": "Yumine -sama đã nhìn thấy nó trong ký ức \"Oshika Argo"
        },
        {
            "x1": 357,
            "y1": 883,
            "x2": 472,
            "y2": 1048,
            "text": "「勇者殺し」 「天穿つ剣の 設計図」",
            "vi": "\"Giết người dũng cảm\" và \"bản thiết kế của một thanh kiếm bằng thanh kiếm\""
        },
        {
            "x1": 144,
            "y1": 986,
            "x2": 249,
            "y2": 1235,
            "text": "今までの謎を解く 手がかりが見つかる かもしれない",
            "vi": "Bạn có thể tìm thấy một manh mối để giải quyết bí ẩn cho đến nay"
        }
    ],
    "08.jpg": [
        {
            "x1": 734,
            "y1": 172,
            "x2": 811,
            "y2": 351,
            "text": "勇者の未来も 気になるが…",
            "vi": "Tôi lo lắng về tương lai của người anh hùng..."
        },
        {
            "x1": 319,
            "y1": 130,
            "x2": 443,
            "y2": 346,
            "text": "ユミネ様 その後 記憶視の 方は…",
            "vi": "Yumine -sama sau đó, nếu bạn đang nhìn vào nó..."
        },
        {
            "x1": 110,
            "y1": 158,
            "x2": 221,
            "y2": 336,
            "text": "気になった ものは特に ありませんわ",
            "vi": "Không có gì tôi quan tâm"
        },
        {
            "x1": 773,
            "y1": 539,
            "x2": 844,
            "y2": 678,
            "text": "ご安心を レリウス様",
            "vi": "Relius"
        },
        {
            "x1": 328,
            "y1": 536,
            "x2": 441,
            "y2": 700,
            "text": "ベニー様の 死はひとまず 回避され",
            "vi": "Cái chết của Benny được tránh trong thời gian này"
        },
        {
            "x1": 184,
            "y1": 557,
            "x2": 287,
            "y2": 697,
            "text": "リン様の 未来に関し ましては",
            "vi": "Liên quan đến tương lai của Rin"
        },
        {
            "x1": 694,
            "y1": 831,
            "x2": 854,
            "y2": 1038,
            "text": "“大雪地帯´で リン様の神器が 変化した後の 出来事ですわ",
            "vi": "Đây là một sự kiện sau khi kho báu linh thiêng giống Rin đã thay đổi trong khu vực tuyết rơi nặng nề."
        },
        {
            "x1": 369,
            "y1": 824,
            "x2": 451,
            "y2": 1008,
            "text": "ユミネ様の 死の未来は…",
            "vi": "Tương lai của cái chết của Yumine..."
        },
        {
            "x1": 97,
            "y1": 808,
            "x2": 184,
            "y2": 1011,
            "text": "ご心配には 及びませんわ",
            "vi": "Tôi không lo lắng"
        },
        {
            "x1": 525,
            "y1": 1057,
            "x2": 645,
            "y2": 1278,
            "text": "少なくとも キュガイアでは 起こりません",
            "vi": "Ít nhất nó không xảy ra ở Kugaia"
        }
    ],
    "09.jpg": [
        {
            "x1": 783,
            "y1": 136,
            "x2": 865,
            "y2": 307,
            "text": "レリウス‼ ユミネ‼",
            "vi": "Lelius Yumine‼"
        },
        {
            "x1": 645,
            "y1": 193,
            "x2": 735,
            "y2": 366,
            "text": "早く馬車に 乗ろうよー",
            "vi": "Chúng ta hãy lên xe càng sớm càng tốt"
        },
        {
            "x1": 496,
            "y1": 141,
            "x2": 539,
            "y2": 347,
            "text": "行きましょう",
            "vi": "Hãy đi"
        },
        {
            "x1": 702,
            "y1": 811,
            "x2": 814,
            "y2": 1015,
            "text": "キュガイアで 何が待ち受けて いようと",
            "vi": "Không có vấn đề gì đang chờ đợi ở Kugaia"
        },
        {
            "x1": 130,
            "y1": 988,
            "x2": 249,
            "y2": 1187,
            "text": "自分に できることを やるだけだ！",
            "vi": "Chỉ cần làm những gì bạn có thể làm!"
        }
    ],
    "10.jpg": [
        {
            "x1": 415,
            "y1": 108,
            "x2": 508,
            "y2": 357,
            "text": "ね‼ レリウス‼ どこに座る？",
            "vi": "này! Lelius Bạn đang ngồi ở đâu?"
        },
        {
            "x1": 359,
            "y1": 750,
            "x2": 395,
            "y2": 946,
            "text": "レリウス様？",
            "vi": "Lelius?"
        },
        {
            "x1": 723,
            "y1": 1069,
            "x2": 837,
            "y2": 1194,
            "text": "この馬車 女性しか いねぇ！",
            "vi": "Chỉ có người phụ nữ xe ngựa này là ở đó!"
        },
        {
            "x1": 269,
            "y1": 1020,
            "x2": 331,
            "y2": 1189,
            "text": "出発‼",
            "vi": "Khởi hành!"
        },
        {
            "x1": 142,
            "y1": 1111,
            "x2": 207,
            "y2": 1286,
            "text": "出発‼",
            "vi": "Khởi hành!"
        }
    ]
}