var ocr_data = {
    "001.jpg": [
        {
            "x1": 145,
            "y1": 33,
            "x2": 244,
            "y2": 57,
            "text": "鍛台"
        },
        {
            "x1": 95,
            "y1": 56,
            "x2": 296,
            "y2": 104,
            "text": "最強"
        },
        {
            "x1": 812,
            "y1": 104,
            "x2": 854,
            "y2": 256,
            "text": "貴族学園"
        },
        {
            "x1": 295,
            "y1": 170,
            "x2": 332,
            "y2": 268,
            "text": "リン様"
        },
        {
            "x1": 181,
            "y1": 189,
            "x2": 247,
            "y2": 330,
            "text": "支度が できました"
        },
        {
            "x1": 811,
            "y1": 422,
            "x2": 842,
            "y2": 565,
            "text": "お急ぎを‼"
        },
        {
            "x1": 527,
            "y1": 472,
            "x2": 630,
            "y2": 670,
            "text": "私がＳランノク 迷宮に挑んでいる 間に"
        },
        {
            "x1": 140,
            "y1": 594,
            "x2": 246,
            "y2": 777,
            "text": "レリウスから 大変な手紙が 届いていた…！"
        },
        {
            "x1": 776,
            "y1": 985,
            "x2": 811,
            "y2": 1079,
            "text": "リンヘ"
        },
        {
            "x1": 486,
            "y1": 921,
            "x2": 593,
            "y2": 1103,
            "text": "王都に 来ていることを 伝え忘れてたよ"
        },
        {
            "x1": 132,
            "y1": 1020,
            "x2": 261,
            "y2": 1245,
            "text": "それで…？ 運悪く巨巨大な 若石の魔物が向かって 来ているら"
        },
        {
            "x1": 191,
            "y1": 1300,
            "x2": 797,
            "y2": 1336,
            "text": "単行本売れ行き絶好調！ 最新第7巻発売中叫"
        }
    ]
}