var ocr_data = {
    "001.jpg": [
        {
            "x1": 113,
            "y1": 26,
            "x2": 498,
            "y2": 104,
            "text": "不遇職鐵台師」 最強こ第126話正女の夢"
        },
        {
            "x1": 665,
            "y1": 516,
            "x2": 697,
            "y2": 659,
            "text": "いつもの夢"
        },
        {
            "x1": 150,
            "y1": 962,
            "x2": 246,
            "y2": 1232,
            "text": "やあぁッ"
        },
        {
            "x1": 116,
            "y1": 1299,
            "x2": 779,
            "y2": 1336,
            "text": "累計100万部突破！ 最新第8巻発売中吧"
        }
    ],
    "013.jpg": [
        {
            "x1": 811,
            "y1": 126,
            "x2": 843,
            "y2": 265,
            "text": "どういう…"
        },
        {
            "x1": 729,
            "y1": 156,
            "x2": 763,
            "y2": 296,
            "text": "ベニー様は"
        },
        {
            "x1": 157,
            "y1": 202,
            "x2": 306,
            "y2": 419,
            "text": "わたくしの見た 夢の中で… ケルベロズ戦で 命を落としました"
        },
        {
            "x1": 117,
            "y1": 586,
            "x2": 242,
            "y2": 777,
            "text": "でも… ベニーさんは 生きて…？"
        },
        {
            "x1": 763,
            "y1": 861,
            "x2": 855,
            "y2": 1079,
            "text": "からかわれているり いや そんな 雰囲気では…"
        },
        {
            "x1": 467,
            "y1": 885,
            "x2": 579,
            "y2": 1133,
            "text": "それが記憶視 が 万能ではない理由の 一つですの"
        }
    ],
    "015.jpg": [
        {
            "x1": 437,
            "y1": 152,
            "x2": 530,
            "y2": 360,
            "text": "未来は 変えられます"
        },
        {
            "x1": 741,
            "y1": 469,
            "x2": 829,
            "y2": 662,
            "text": "例えば 家を出て 右に曲がって転ぶ 未来を見たとします"
        },
        {
            "x1": 105,
            "y1": 542,
            "x2": 192,
            "y2": 735,
            "text": "それを知った上で 左に曲がれば 転ぶ 未来は回避できます"
        },
        {
            "x1": 758,
            "y1": 861,
            "x2": 818,
            "y2": 1021,
            "text": "そのくらいでも 変わるのですか"
        },
        {
            "x1": 607,
            "y1": 851,
            "x2": 670,
            "y2": 1006,
            "text": "簡単なもので あれば…"
        },
        {
            "x1": 218,
            "y1": 915,
            "x2": 284,
            "y2": 1113,
            "text": "当然 そうでない 未来もありますが"
        },
        {
            "x1": 91,
            "y1": 1013,
            "x2": 162,
            "y2": 1229,
            "text": "何もしなければ 変わらないのです"
        }
    ],
    "017.jpg": [
        {
            "x1": 750,
            "y1": 160,
            "x2": 842,
            "y2": 383,
            "text": "ケルベロスの出現時 わたくは遠征で 王都を離れていました"
        },
        {
            "x1": 143,
            "y1": 234,
            "x2": 240,
            "y2": 439,
            "text": "急いでも 到底 間に合う距離には いなかった"
        },
        {
            "x1": 784,
            "y1": 516,
            "x2": 840,
            "y2": 662,
            "text": "それでも未来が 変わったのは…"
        },
        {
            "x1": 550,
            "y1": 527,
            "x2": 607,
            "y2": 707,
            "text": "きっと あなたが いたから"
        },
        {
            "x1": 177,
            "y1": 542,
            "x2": 278,
            "y2": 726,
            "text": "夢の中では あなたは戦いに いませんでした"
        },
        {
            "x1": 722,
            "y1": 842,
            "x2": 804,
            "y2": 1089,
            "text": "理由は 分かりませんが…"
        },
        {
            "x1": 124,
            "y1": 915,
            "x2": 245,
            "y2": 1203,
            "text": "あなたは この世界で 特異な存在なのかも しれませんわ"
        }
    ],
    "019.jpg": [
        {
            "x1": 97,
            "y1": 220,
            "x2": 161,
            "y2": 370,
            "text": "わたくしの 願いは唯一つ"
        },
        {
            "x1": 657,
            "y1": 494,
            "x2": 767,
            "y2": 634,
            "text": "わたくしの 友人達が 死なない…"
        },
        {
            "x1": 126,
            "y1": 581,
            "x2": 209,
            "y2": 772,
            "text": "そんな未来を 創りたい"
        },
        {
            "x1": 566,
            "y1": 898,
            "x2": 662,
            "y2": 1097,
            "text": "ユミネ様のスキル まだ信じられない けど…"
        },
        {
            "x1": 327,
            "y1": 855,
            "x2": 424,
            "y2": 1089,
            "text": "ユミネ様の その言葉は信じたいと 思います"
        }
    ],
    "021.jpg": [
        {
            "x1": 788,
            "y1": 104,
            "x2": 849,
            "y2": 307,
            "text": "さて 実は一つ お願いがありますわ"
        },
        {
            "x1": 643,
            "y1": 187,
            "x2": 739,
            "y2": 351,
            "text": "調べてほしい ことが ありますの"
        },
        {
            "x1": 146,
            "y1": 150,
            "x2": 213,
            "y2": 331,
            "text": "調べる？ 何をでしょうか"
        },
        {
            "x1": 741,
            "y1": 488,
            "x2": 837,
            "y2": 677,
            "text": "わたくしは 過去も見られると 言ったでしょう？"
        },
        {
            "x1": 428,
            "y1": 522,
            "x2": 484,
            "y2": 712,
            "text": "その中に気になる ものがありまして"
        },
        {
            "x1": 148,
            "y1": 470,
            "x2": 177,
            "y2": 690,
            "text": "気になるもの？"
        },
        {
            "x1": 685,
            "y1": 812,
            "x2": 833,
            "y2": 1103,
            "text": "鍛治師が 不遇職でなかった 時代の…"
        },
        {
            "x1": 532,
            "y1": 925,
            "x2": 619,
            "y2": 1159,
            "text": "アルゴという 男の記憶ですわ"
        }
    ]
}