var ocr_data = {
    "10001.jpg": [
        {
            "x1": 106,
            "y1": 78,
            "x2": 256,
            "y2": 166,
            "text": "最強"
        },
        {
            "x1": 715,
            "y1": 164,
            "x2": 852,
            "y2": 336,
            "text": "ユミネ様の 命と引き換えに 蒼石の首領を 封じる…？"
        },
        {
            "x1": 155,
            "y1": 221,
            "x2": 214,
            "y2": 403,
            "text": "そんなこと どうやって…⁉"
        },
        {
            "x1": 596,
            "y1": 403,
            "x2": 872,
            "y2": 439,
            "text": "第152話一番の親友"
        },
        {
            "x1": 738,
            "y1": 505,
            "x2": 844,
            "y2": 706,
            "text": "他の 勇者様方の未来を お願いします"
        },
        {
            "x1": 375,
            "y1": 512,
            "x2": 476,
            "y2": 644,
            "text": "あの時の 違和感は これか…ッ"
        },
        {
            "x1": 129,
            "y1": 635,
            "x2": 196,
            "y2": 844,
            "text": "何故 気づかなかった‼"
        },
        {
            "x1": 574,
            "y1": 920,
            "x2": 636,
            "y2": 1159,
            "text": "フイーラさんは それでいいのですか"
        },
        {
            "x1": 94,
            "y1": 1307,
            "x2": 750,
            "y2": 1345,
            "text": "累計120万部突破！ 最新9巻発売中吧"
        }
    ],
    "10008.jpg": [
        {
            "x1": 745,
            "y1": 169,
            "x2": 819,
            "y2": 303,
            "text": "クライア さんッ‼"
        },
        {
            "x1": 229,
            "y1": 113,
            "x2": 261,
            "y2": 246,
            "text": "レリウスか"
        },
        {
            "x1": 97,
            "y1": 223,
            "x2": 183,
            "y2": 383,
            "text": "フィーラは 止められ なかったんだな"
        },
        {
            "x1": 612,
            "y1": 481,
            "x2": 685,
            "y2": 651,
            "text": "ユミネ様から 全て聞いたよ"
        },
        {
            "x1": 427,
            "y1": 515,
            "x2": 498,
            "y2": 665,
            "text": "街に残るの ですか？"
        },
        {
            "x1": 111,
            "y1": 568,
            "x2": 229,
            "y2": 727,
            "text": "首領が魔物を 引き連れて来る 可能性が あるからな"
        },
        {
            "x1": 675,
            "y1": 777,
            "x2": 749,
            "y2": 976,
            "text": "街を… 守る奴が必要だ"
        },
        {
            "x1": 310,
            "y1": 810,
            "x2": 355,
            "y2": 975,
            "text": "行く気か？"
        },
        {
            "x1": 117,
            "y1": 839,
            "x2": 238,
            "y2": 1017,
            "text": "最強の勇者が 勝てない 相手だぞ？"
        }
    ],
    "10011.jpg": [
        {
            "x1": 43,
            "y1": 105,
            "x2": 159,
            "y2": 197,
            "text": "嘉強"
        },
        {
            "x1": 27,
            "y1": 715,
            "x2": 215,
            "y2": 819,
            "text": "P2400方jPv"
        },
        {
            "x1": 44,
            "y1": 768,
            "x2": 384,
            "y2": 1000,
            "text": "★超え‼!な 「小説家になろう｣発！ 大八気“万物創造"
        },
        {
            "x1": 490,
            "y1": 1207,
            "x2": 772,
            "y2": 1322,
            "text": "まれるようになってた男の のんびリスローライフ"
        }
    ]
}