var ocr_data = {
    "001.jpg": [
        {
            "x1": 127,
            "y1": 40,
            "x2": 308,
            "y2": 74,
            "text": "不遇職「鍛台師」"
        },
        {
            "x1": 115,
            "y1": 66,
            "x2": 241,
            "y2": 137,
            "text": "最強"
        },
        {
            "x1": 656,
            "y1": 302,
            "x2": 878,
            "y2": 328,
            "text": "お146話の決"
        },
        {
            "x1": 166,
            "y1": 428,
            "x2": 245,
            "y2": 610,
            "text": "ユミネ様 俺に話とは？"
        },
        {
            "x1": 744,
            "y1": 758,
            "x2": 815,
            "y2": 980,
            "text": "クライア様から 連絡がありました"
        },
        {
            "x1": 302,
            "y1": 793,
            "x2": 427,
            "y2": 970,
            "text": "迷宮が 発見された そうですわ"
        },
        {
            "x1": 94,
            "y1": 1301,
            "x2": 749,
            "y2": 1340,
            "text": "累獄120万部突破！ 最新9巻発売中!"
        }
    ],
    "013.jpg": [
        {
            "x1": 728,
            "y1": 126,
            "x2": 841,
            "y2": 291,
            "text": "ベニー様を 欠いた王都は 敗れ"
        },
        {
            "x1": 139,
            "y1": 174,
            "x2": 246,
            "y2": 346,
            "text": "多くの人間が 犠牲になった でしょう…"
        },
        {
            "x1": 802,
            "y1": 476,
            "x2": 833,
            "y2": 603,
            "text": "どちらかを"
        },
        {
            "x1": 735,
            "y1": 470,
            "x2": 802,
            "y2": 605,
            "text": "天秤に かけるなら"
        },
        {
            "x1": 143,
            "y1": 480,
            "x2": 261,
            "y2": 627,
            "text": "身命を 賭すべきは 勇者"
        },
        {
            "x1": 748,
            "y1": 764,
            "x2": 865,
            "y2": 950,
            "text": "もちろん 私も例外では ありませんわ"
        },
        {
            "x1": 268,
            "y1": 787,
            "x2": 343,
            "y2": 992,
            "text": "フィーラさんの 言った通りだ"
        }
    ],
    "015.jpg": [
        {
            "x1": 731,
            "y1": 143,
            "x2": 838,
            "y2": 313,
            "text": "ユミネ様は 一人で何でも やろうとする"
        },
        {
            "x1": 105,
            "y1": 165,
            "x2": 209,
            "y2": 304,
            "text": "背負い 込まないで ください"
        },
        {
            "x1": 665,
            "y1": 484,
            "x2": 815,
            "y2": 721,
            "text": "フィーラさん リン ベニーさん… もっと周りを 仲間を"
        },
        {
            "x1": 122,
            "y1": 523,
            "x2": 234,
            "y2": 700,
            "text": "ついでに俺も もっと頼って ください"
        },
        {
            "x1": 489,
            "y1": 879,
            "x2": 618,
            "y2": 1100,
            "text": "皆と一緒なら いい方法も 見つかりますよ"
        },
        {
            "x1": 116,
            "y1": 851,
            "x2": 247,
            "y2": 1051,
            "text": "俺は 行きますよ キュガイアヘ"
        }
    ],
    "017.jpg": [
        {
            "x1": 711,
            "y1": 166,
            "x2": 822,
            "y2": 389,
            "text": "勇者の未来を 救うためには 行くしかないです"
        },
        {
            "x1": 785,
            "y1": 492,
            "x2": 843,
            "y2": 666,
            "text": "死んでしまうと しても？"
        },
        {
            "x1": 462,
            "y1": 537,
            "x2": 558,
            "y2": 760,
            "text": "死ぬ気はありません それにここで 行かなければ…"
        },
        {
            "x1": 122,
            "y1": 616,
            "x2": 216,
            "y2": 806,
            "text": "リンを助けると 誓った自分自身を 裏切ることになる"
        },
        {
            "x1": 658,
            "y1": 836,
            "x2": 692,
            "y2": 1012,
            "text": "わかりました"
        },
        {
            "x1": 429,
            "y1": 854,
            "x2": 528,
            "y2": 1043,
            "text": "では早急に キュガイアに行く 準備をします"
        },
        {
            "x1": 150,
            "y1": 938,
            "x2": 191,
            "y2": 1042,
            "text": "はい…"
        }
    ],
    "019.jpg": [
        {
            "x1": 739,
            "y1": 442,
            "x2": 767,
            "y2": 578,
            "text": "フィーラ…"
        },
        {
            "x1": 563,
            "y1": 450,
            "x2": 661,
            "y2": 594,
            "text": "貴方の好きに なった方は とても強い"
        },
        {
            "x1": 438,
            "y1": 507,
            "x2": 543,
            "y2": 616,
            "text": "きっと この先も 必要な方"
        },
        {
            "x1": 137,
            "y1": 526,
            "x2": 166,
            "y2": 639,
            "text": "だから"
        },
        {
            "x1": 145,
            "y1": 784,
            "x2": 256,
            "y2": 1037,
            "text": "私も覚悟を 決めましたわ"
        }
    ]
}