var ocr_data = {
    "001.jpg": [
        {
            "x1": 278,
            "y1": 76,
            "x2": 447,
            "y2": 102,
            "text": "第61話 新たな道",
            "vi": "Tập 61 Đường mới"
        },
        {
            "x1": 93,
            "y1": 32,
            "x2": 242,
            "y2": 103,
            "text": "不遇職鍛論師是 最強",
            "vi": "Người mạnh nhất trong số các thực tập sinh sai"
        },
        {
            "x1": 186,
            "y1": 211,
            "x2": 236,
            "y2": 335,
            "text": "あーあ",
            "vi": "À"
        },
        {
            "x1": 611,
            "y1": 470,
            "x2": 697,
            "y2": 646,
            "text": "私も一度 『レーダルストア』 行ってみだいな",
            "vi": "Vui lòng truy cập \"Cửa hàng radal\" một lần"
        },
        {
            "x1": 435,
            "y1": 464,
            "x2": 536,
            "y2": 679,
            "text": "レリウスの作った 物が売られてる んでしょ？",
            "vi": "Lelius được làm được bán, phải không?"
        },
        {
            "x1": 99,
            "y1": 475,
            "x2": 226,
            "y2": 709,
            "text": "今はクルアさんが グリードラッドの件で 忙しいから 閉じてるけどな",
            "vi": "Tôi đóng cửa vì Krua đang bận với RAD xanh."
        },
        {
            "x1": 737,
            "y1": 836,
            "x2": 812,
            "y2": 980,
            "text": "そっか… 残念だなぁ",
            "vi": "Đúng vậy... tôi xin lỗi"
        },
        {
            "x1": 479,
            "y1": 851,
            "x2": 619,
            "y2": 1095,
            "text": "俺が鍛治で作った モノが並んでるだけで 面白みはないと 思うぞ？",
            "vi": "Tôi không nghĩ rằng thật thú vị khi được xếp hàng với những thứ tôi đã làm trong Cấm?"
        },
        {
            "x1": 98,
            "y1": 840,
            "x2": 234,
            "y2": 1020,
            "text": "けど それを 『他の誰か』が 買っていくって 楽しそうだよ‼",
            "vi": "Nhưng có vẻ vui khi mua nó bởi người khác."
        },
        {
            "x1": 96,
            "y1": 1304,
            "x2": 828,
            "y2": 1333,
            "text": "累計20万部突破！ 最新单行本第3巻好評発売中‼!",
            "vi": "Tích lũy hơn 200. 000 bản! Tập 3 mới nhất đang được bán, Tập 3!"
        }
    ],
    "002.jpg": [
        {
            "x1": 499,
            "y1": 141,
            "x2": 601,
            "y2": 372,
            "text": "自分の作ったモを 他の誰かが 買っていく…か",
            "vi": "Ai đó sẽ mua MA mà bạn đã thực hiện..."
        },
        {
            "x1": 307,
            "y1": 127,
            "x2": 415,
            "y2": 336,
            "text": "そういえば今まで お客さんの顔まで 考えていなかった",
            "vi": "Nhân tiện, tôi thậm chí không nghĩ về khuôn mặt của khách hàng"
        },
        {
            "x1": 102,
            "y1": 218,
            "x2": 221,
            "y2": 368,
            "text": "経験値を 稼ぐのに 必死だった",
            "vi": "Tôi đã tuyệt vọng để có được kinh nghiệm"
        },
        {
            "x1": 755,
            "y1": 488,
            "x2": 834,
            "y2": 680,
            "text": "俺の商品を 購入し 喜んで",
            "vi": "Tôi rất vui khi mua sản phẩm của tôi"
        },
        {
            "x1": 516,
            "y1": 514,
            "x2": 621,
            "y2": 763,
            "text": "あるいは不満に思う お客さんも いるだろう",
            "vi": "Hoặc một số khách hàng có thể không hài lòng"
        },
        {
            "x1": 118,
            "y1": 545,
            "x2": 196,
            "y2": 785,
            "text": "物を売るのは 大変なことなんだ",
            "vi": "Thật khó để bán những thứ"
        },
        {
            "x1": 721,
            "y1": 861,
            "x2": 760,
            "y2": 1025,
            "text": "失礼します",
            "vi": "Xin lỗi cho tôi hỏi"
        },
        {
            "x1": 458,
            "y1": 883,
            "x2": 558,
            "y2": 1057,
            "text": "お話中の所 申し訳ないの ですが…リン様",
            "vi": "Tôi xin lỗi trong câu chuyện... rin -sama"
        },
        {
            "x1": 72,
            "y1": 1049,
            "x2": 174,
            "y2": 1273,
            "text": "『評議会』から手紙が 届きましたので ご確認を",
            "vi": "Tôi đã nhận được một lá thư từ \"Hội đồng\" vì vậy vui lòng kiểm tra"
        }
    ],
    "003.jpg": [
        {
            "x1": 573,
            "y1": 134,
            "x2": 621,
            "y2": 278,
            "text": "評議会：",
            "vi": "Hội đồng:"
        },
        {
            "x1": 153,
            "y1": 109,
            "x2": 243,
            "y2": 229,
            "text": "パサ",
            "vi": "Pastra"
        },
        {
            "x1": 793,
            "y1": 432,
            "x2": 875,
            "y2": 576,
            "text": "『貴族の学園』に 招待するって 書いててあるね",
            "vi": "Bạn nói rằng bạn sẽ được mời đến \"quý tộc của người quý tộc\""
        },
        {
            "x1": 419,
            "y1": 395,
            "x2": 503,
            "y2": 616,
            "text": "凄いな… 平民が通うのなんて 普通は無理じっなが",
            "vi": "Thật tuyệt vời... thường không thể đi"
        },
        {
            "x1": 122,
            "y1": 390,
            "x2": 196,
            "y2": 588,
            "text": "可愛い制服とか 着れるかな‼",
            "vi": "Tôi tự hỏi liệu tôi có thể mặc đồng phục dễ thương"
        },
        {
            "x1": 816,
            "y1": 710,
            "x2": 879,
            "y2": 953,
            "text": "落ち着いて勉強できる のは羨ましいな",
            "vi": "Tôi rất đáng ghen tị khi có thể học tập bình tĩnh"
        },
        {
            "x1": 666,
            "y1": 778,
            "x2": 741,
            "y2": 1002,
            "text": "本も沢山あるん だろうな…‼",
            "vi": "Tôi đoán có rất nhiều sách...‼"
        },
        {
            "x1": 504,
            "y1": 728,
            "x2": 579,
            "y2": 926,
            "text": "レリウスは 真面目だなぁ‼",
            "vi": "Lelius nghiêm túc."
        },
        {
            "x1": 241,
            "y1": 759,
            "x2": 314,
            "y2": 956,
            "text": "どうしました キリエさん？",
            "vi": "Bạn đã làm gì?"
        },
        {
            "x1": 411,
            "y1": 966,
            "x2": 497,
            "y2": 1264,
            "text": "お前はもう少し 真面目になれ…ん？",
            "vi": "Bạn nghiêm túc hơn một chút..."
        }
    ],
    "004.jpg": [
        {
            "x1": 774,
            "y1": 117,
            "x2": 865,
            "y2": 318,
            "text": "招待 というより 強制的に学園に入れ という命令です",
            "vi": "Đó là một lệnh phải bị buộc vào trường chứ không phải là một lời mời."
        },
        {
            "x1": 468,
            "y1": 94,
            "x2": 497,
            "y2": 225,
            "text": "そうなの？",
            "vi": "Có phải vậy không?"
        },
        {
            "x1": 636,
            "y1": 186,
            "x2": 722,
            "y2": 396,
            "text": "しかし…学園は 勇者の教育機関して 優れていません",
            "vi": "Nhưng... trường không tốt như một tổ chức giáo dục cho người anh hùng"
        },
        {
            "x1": 110,
            "y1": 200,
            "x2": 190,
            "y2": 421,
            "text": "貴族としての振る舞に ついての教育に重点が おかれています",
            "vi": "Tập trung vào giáo dục về hành vi như một quý tộc"
        },
        {
            "x1": 745,
            "y1": 488,
            "x2": 815,
            "y2": 678,
            "text": "どるにかなると 思っているのか",
            "vi": "Bạn có nghĩ rằng nó sẽ là"
        },
        {
            "x1": 255,
            "y1": 499,
            "x2": 356,
            "y2": 769,
            "text": "前回の戦の報告を 聞なかたのか ク共が",
            "vi": "Tôi tự hỏi nếu tôi không nghe báo cáo về trận chiến trước"
        },
        {
            "x1": 72,
            "y1": 573,
            "x2": 156,
            "y2": 808,
            "text": "キリエ ちょっと 怖い所あるよね",
            "vi": "Kirie có một chút đáng sợ"
        },
        {
            "x1": 824,
            "y1": 862,
            "x2": 854,
            "y2": 969,
            "text": "ははは…",
            "vi": "Hahaha..."
        },
        {
            "x1": 659,
            "y1": 887,
            "x2": 744,
            "y2": 1052,
            "text": "笑いごとじゃ ありません レリウスさん‼",
            "vi": "Nó không phải là một tiếng cười, Lelius"
        },
        {
            "x1": 134,
            "y1": 935,
            "x2": 166,
            "y2": 1056,
            "text": "はい…？",
            "vi": "Vâng…?"
        },
        {
            "x1": 493,
            "y1": 1029,
            "x2": 593,
            "y2": 1221,
            "text": "これはあなたに とっても 危機なのです‼",
            "vi": "Đây cũng là một cuộc khủng hoảng đối với bạn."
        }
    ],
    "005.jpg": [
        {
            "x1": 716,
            "y1": 148,
            "x2": 819,
            "y2": 348,
            "text": "評議会がリン様を 学園に入れたがる 理由…",
            "vi": "Lý do tại sao hội đồng muốn đưa Rin -sama vào trường..."
        },
        {
            "x1": 532,
            "y1": 131,
            "x2": 598,
            "y2": 356,
            "text": "それは自分の子供と リン様を引き合わせ",
            "vi": "Nó mang đến cho con bạn và Rin"
        },
        {
            "x1": 127,
            "y1": 228,
            "x2": 232,
            "y2": 419,
            "text": "あわよくば 婚約させるため ですからね⁉",
            "vi": "Đó là để đính hôn nếu nó tốt."
        },
        {
            "x1": 817,
            "y1": 486,
            "x2": 852,
            "y2": 614,
            "text": "こ 婚約⁉",
            "vi": "Sự tham gia này⁉"
        },
        {
            "x1": 645,
            "y1": 510,
            "x2": 741,
            "y2": 694,
            "text": "勇者の夫となれば それだけで名声は 上がります",
            "vi": "Nếu bạn trở thành anh hùng của anh hùng, danh tiếng của bạn sẽ tự tăng lên"
        },
        {
            "x1": 547,
            "y1": 551,
            "x2": 601,
            "y2": 755,
            "text": "皆 野獣のような目で 見てくるでしはう",
            "vi": "Mọi người đều có thể nhìn thấy đôi mắt giống quái thú"
        },
        {
            "x1": 385,
            "y1": 514,
            "x2": 476,
            "y2": 695,
            "text": "それは 俺というか リンの危機では？",
            "vi": "Có phải là một cuộc khủng hoảng Rin?"
        },
        {
            "x1": 108,
            "y1": 591,
            "x2": 164,
            "y2": 726,
            "text": "はぁ⁉",
            "vi": "Haha⁉"
        },
        {
            "x1": 699,
            "y1": 778,
            "x2": 842,
            "y2": 1133,
            "text": "何言ってるんですかッ 『彼女』が奪われるん ですよ⁉",
            "vi": "Bạn đang nói về cái gì vậy?"
        },
        {
            "x1": 156,
            "y1": 917,
            "x2": 264,
            "y2": 1222,
            "text": "お付き合いして いるのでしょう⁉ 近付く者は殺らねば…出",
            "vi": "Tôi đoán bạn đang hẹn hò. Người đến gần phải giết..."
        }
    ],
    "006.jpg": [
        {
            "x1": 678,
            "y1": 141,
            "x2": 809,
            "y2": 389,
            "text": "彼女⁉ お お付き合い⁉ どういう…",
            "vi": "Cô ấy đang hẹn hò⁉ loại gì..."
        },
        {
            "x1": 120,
            "y1": 225,
            "x2": 176,
            "y2": 360,
            "text": "えっ？",
            "vi": "ơ?"
        },
        {
            "x1": 746,
            "y1": 445,
            "x2": 807,
            "y2": 585,
            "text": "だっていつも リン様が",
            "vi": "Bởi vì Rin luôn luôn"
        },
        {
            "x1": 795,
            "y1": 642,
            "x2": 882,
            "y2": 845,
            "text": "ど どう レリウス…？",
            "vi": "Còn Lelius... thì sao?"
        },
        {
            "x1": 381,
            "y1": 920,
            "x2": 459,
            "y2": 1067,
            "text": "た 例えば …その",
            "vi": "Ví dụ... đó..."
        },
        {
            "x1": 203,
            "y1": 977,
            "x2": 338,
            "y2": 1240,
            "text": "私が誰かと 付き合ってたら… どう思う？",
            "vi": "Điều gì sẽ xảy ra nếu tôi hẹn hò với ai đó... bạn nghĩ gì?"
        }
    ],
    "007.jpg": [
        {
            "x1": 732,
            "y1": 125,
            "x2": 837,
            "y2": 309,
            "text": "『妹のように』 可愛がってきた リンの相手だ",
            "vi": "\"Giống như một chị gái\" là đối tác của Rin, người đã được yêu thương"
        },
        {
            "x1": 112,
            "y1": 170,
            "x2": 213,
            "y2": 358,
            "text": "変な相手は 許せない",
            "vi": "Đối thủ kỳ lạ không thể được tha thứ"
        },
        {
            "x1": 757,
            "y1": 472,
            "x2": 873,
            "y2": 629,
            "text": "あんまり 良い気は しないな…",
            "vi": "Tôi không cảm thấy tốt như vậy..."
        },
        {
            "x1": 181,
            "y1": 757,
            "x2": 300,
            "y2": 1037,
            "text": "そっかーもー‼ レリウスは 寂しがり屋だなー‼",
            "vi": "Soka Momo Lelius là cô đơn"
        },
        {
            "x1": 220,
            "y1": 1163,
            "x2": 393,
            "y2": 1244,
            "text": "そ-しそ-あい はっ引なー‼!",
            "vi": "SO-Shiso-Aaiha!"
        }
    ],
    "008.jpg": [
        {
            "x1": 733,
            "y1": 156,
            "x2": 822,
            "y2": 328,
            "text": "そうなると 学園にはあまり 行きたくないなぁ",
            "vi": "Tôi không muốn đi học quá nhiều."
        },
        {
            "x1": 265,
            "y1": 122,
            "x2": 354,
            "y2": 261,
            "text": "ですがリ様 考えように よっては…",
            "vi": "Tuy nhiên, tùy thuộc vào ý tưởng..."
        },
        {
            "x1": 119,
            "y1": 164,
            "x2": 206,
            "y2": 409,
            "text": "これは『他の勇者』様方どと 親しなる良い機会でも あるかと",
            "vi": "Đây có phải là một cơ hội tốt để làm quen với \"những người dũng cảm khác\"?"
        },
        {
            "x1": 708,
            "y1": 515,
            "x2": 800,
            "y2": 715,
            "text": "今後 勇者様同士の 連携を高めなければ ならないのも事実",
            "vi": "Cũng đúng là sự hợp tác giữa những người dũng cảm phải được cải thiện trong tương lai"
        },
        {
            "x1": 722,
            "y1": 880,
            "x2": 840,
            "y2": 1115,
            "text": "前回よりも敵が 強大になることも 考えられます",
            "vi": "Có thể kẻ thù sẽ mạnh hơn lần trước"
        },
        {
            "x1": 560,
            "y1": 975,
            "x2": 662,
            "y2": 1255,
            "text": "勇者様同士 共に力を 合わせられれば…これ程 心強いことはありません",
            "vi": "Nếu cả hai người dũng cảm có thể giúp đỡ lẫn nhau... nó không quá đáng khích lệ"
        }
    ],
    "009.jpg": [
        {
            "x1": 800,
            "y1": 113,
            "x2": 876,
            "y2": 319,
            "text": "…わかった 私も勇者だしね",
            "vi": "...Tôi hiểu tôi cũng là một anh hùng"
        },
        {
            "x1": 656,
            "y1": 292,
            "x2": 742,
            "y2": 471,
            "text": "今度はレリウスに 負けないように しないと",
            "vi": "Lần này tôi phải cố gắng không thua Lelius"
        },
        {
            "x1": 424,
            "y1": 540,
            "x2": 481,
            "y2": 735,
            "text": "また離ればなれ なっちゃうね",
            "vi": "Nếu bạn rời đi một lần nữa, nó sẽ là"
        },
        {
            "x1": 812,
            "y1": 798,
            "x2": 872,
            "y2": 918,
            "text": "そうだな… でも",
            "vi": "Đúng là... nhưng"
        },
        {
            "x1": 674,
            "y1": 825,
            "x2": 764,
            "y2": 1026,
            "text": "またが困った時 助けられるよう 力をつけておくよ",
            "vi": "Tôi sẽ đặt sức mạnh của mình để giúp tôi khi tôi gặp rắc rối"
        },
        {
            "x1": 456,
            "y1": 801,
            "x2": 527,
            "y2": 1042,
            "text": "つまり 私が困れば レリウスと会える⁉",
            "vi": "Nói cách khác, tôi có thể gặp Lelius nếu tôi đang gặp rắc rối."
        },
        {
            "x1": 293,
            "y1": 835,
            "x2": 380,
            "y2": 1002,
            "text": "わざと 困るなよ？",
            "vi": "Đừng cố ý?"
        },
        {
            "x1": 116,
            "y1": 982,
            "x2": 221,
            "y2": 1288,
            "text": "勿論‼ 私だって レリウスに守られてばかり なのは嫌だしね‼",
            "vi": "Đương nhiên! Tôi không muốn được Lelius bảo vệ."
        }
    ],
    "010.jpg": [
        {
            "x1": 727,
            "y1": 261,
            "x2": 781,
            "y2": 409,
            "text": "一緒に…",
            "vi": "cùng với nhau…"
        },
        {
            "x1": 595,
            "y1": 429,
            "x2": 683,
            "y2": 614,
            "text": "隣に立って いたいから",
            "vi": "Tôi muốn đứng cạnh tôi"
        },
        {
            "x1": 263,
            "y1": 802,
            "x2": 310,
            "y2": 953,
            "text": "そうか…",
            "vi": "Thực ra…"
        },
        {
            "x1": 646,
            "y1": 1023,
            "x2": 743,
            "y2": 1269,
            "text": "リンは…一年で オレの知らないところで かなり成長した",
            "vi": "Rin... nó đã tăng lên rất nhiều trong một năm tôi không biết"
        },
        {
            "x1": 378,
            "y1": 1049,
            "x2": 494,
            "y2": 1245,
            "text": "嬉しさと… 少しの寂しさを 感じる",
            "vi": "Tôi hạnh phúc... Tôi cảm thấy một chút cô đơn"
        },
        {
            "x1": 109,
            "y1": 898,
            "x2": 192,
            "y2": 1157,
            "text": "俺も負けない様に 頑張るよ…‼",
            "vi": "Tôi sẽ cố gắng hết sức để tôi không thua...‼‼"
        },
        {
            "x1": 77,
            "y1": 1286,
            "x2": 346,
            "y2": 1347,
            "text": "にいるために別々の道 次号へっづく！",
            "vi": "Thực hiện theo vấn đề đường riêng cho việc ở trong!"
        }
    ]
}