var ocr_data = {
    "001.jpg": [
        {
            "x1": 145,
            "y1": 33,
            "x2": 244,
            "y2": 57,
            "text": "鍛台",
            "vi": "Gắn dây đàn"
        },
        {
            "x1": 95,
            "y1": 56,
            "x2": 296,
            "y2": 104,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 812,
            "y1": 104,
            "x2": 854,
            "y2": 256,
            "text": "貴族学園",
            "vi": "Trường học quý tộc"
        },
        {
            "x1": 295,
            "y1": 170,
            "x2": 332,
            "y2": 268,
            "text": "リン様",
            "vi": "Rin -sama"
        },
        {
            "x1": 181,
            "y1": 189,
            "x2": 247,
            "y2": 330,
            "text": "支度が できました",
            "vi": "Tôi đã sẵn sàng"
        },
        {
            "x1": 811,
            "y1": 422,
            "x2": 842,
            "y2": 565,
            "text": "お急ぎを‼",
            "vi": "Thúc giục!"
        },
        {
            "x1": 527,
            "y1": 472,
            "x2": 630,
            "y2": 670,
            "text": "私がＳランノク 迷宮に挑んでいる 間に",
            "vi": "Trong khi tôi đang thách thức Lannok Labyrinth"
        },
        {
            "x1": 140,
            "y1": 594,
            "x2": 246,
            "y2": 777,
            "text": "レリウスから 大変な手紙が 届いていた…！",
            "vi": "Một bức thư cứng đến từ Lelius...!"
        },
        {
            "x1": 776,
            "y1": 985,
            "x2": 811,
            "y2": 1079,
            "text": "リンヘ",
            "vi": "Linh"
        },
        {
            "x1": 486,
            "y1": 921,
            "x2": 593,
            "y2": 1103,
            "text": "王都に 来ていることを 伝え忘れてたよ",
            "vi": "Tôi quên nói với tôi rằng tôi đang ở thủ đô hoàng gia"
        },
        {
            "x1": 132,
            "y1": 1020,
            "x2": 261,
            "y2": 1245,
            "text": "それで…？ 運悪く巨巨大な 若石の魔物が向かって 来ているら",
            "vi": "Rất...? Thật không may, nếu một con quái vật đá trẻ khổng lồ đang đến"
        },
        {
            "x1": 191,
            "y1": 1300,
            "x2": 797,
            "y2": 1336,
            "text": "単行本売れ行き絶好調！ 最新第7巻発売中叫",
            "vi": "Bán sách tốt! Tập 7 mới nhất được bán"
        }
    ],
    "002.jpg": [
        {
            "x1": 739,
            "y1": 149,
            "x2": 805,
            "y2": 331,
            "text": "俺はそいつを 倒すために戦う",
            "vi": "Tôi chiến đấu để đánh bại nó"
        },
        {
            "x1": 272,
            "y1": 200,
            "x2": 391,
            "y2": 371,
            "text": "王都は 皆の夢がある 場所なんだ",
            "vi": "Thủ đô Hoàng gia là nơi mọi người đều có giấc mơ"
        },
        {
            "x1": 133,
            "y1": 252,
            "x2": 224,
            "y2": 462,
            "text": "俺も… 店を続けたい",
            "vi": "Tôi cũng muốn tiếp tục cửa hàng"
        },
        {
            "x1": 767,
            "y1": 491,
            "x2": 830,
            "y2": 689,
            "text": "戦いが終わったら また手紙書くよ",
            "vi": "Tôi sẽ viết lại một lá thư khi trận chiến kết thúc"
        },
        {
            "x1": 654,
            "y1": 659,
            "x2": 715,
            "y2": 767,
            "text": "元気でな リン",
            "vi": "Rin tràn đầy năng lượng"
        },
        {
            "x1": 141,
            "y1": 528,
            "x2": 204,
            "y2": 750,
            "text": "手紙が着いてから 一週間も経ってる…",
            "vi": "Đã được một tuần kể từ khi bức thư đến..."
        },
        {
            "x1": 741,
            "y1": 853,
            "x2": 819,
            "y2": 1038,
            "text": "レリウスを 助けないと‼",
            "vi": "Tôi phải giúp Lelius"
        },
        {
            "x1": 441,
            "y1": 913,
            "x2": 523,
            "y2": 1224,
            "text": "経験の少ないベニーも きっと怯えてる…‼",
            "vi": "Benny, người có ít kinh nghiệm, chắc chắn là sợ hãi...‼"
        },
        {
            "x1": 109,
            "y1": 1075,
            "x2": 191,
            "y2": 1229,
            "text": "待っててね 二人共",
            "vi": "Đợi đã, cả hai bạn"
        }
    ],
    "003.jpg": [
        {
            "x1": 804,
            "y1": 104,
            "x2": 865,
            "y2": 278,
            "text": "あれ リン どっか行くの！？",
            "vi": "Tôi sẽ đi đâu đó!??"
        },
        {
            "x1": 756,
            "y1": 672,
            "x2": 854,
            "y2": 840,
            "text": "話したいこと いつぱい あるのにー‼",
            "vi": "Tôi có một cái gì đó tôi muốn nói đến."
        },
        {
            "x1": 253,
            "y1": 1054,
            "x2": 383,
            "y2": 1223,
            "text": "照回",
            "vi": "Ánh sáng"
        }
    ],
    "004.jpg": [
        {
            "x1": 382,
            "y1": 92,
            "x2": 418,
            "y2": 256,
            "text": "むぎゅっ‼",
            "vi": "Mugyu"
        },
        {
            "x1": 224,
            "y1": 143,
            "x2": 283,
            "y2": 302,
            "text": "良かった… 無事だったのね",
            "vi": "Nó là tốt... nó đã an toàn"
        },
        {
            "x1": 131,
            "y1": 343,
            "x2": 184,
            "y2": 522,
            "text": "泣く程のことじゃ ないでしょ？",
            "vi": "Nó không phải là về tiếng khóc?"
        },
        {
            "x1": 782,
            "y1": 596,
            "x2": 837,
            "y2": 693,
            "text": "だって だって…",
            "vi": "Sau tất cả..."
        },
        {
            "x1": 671,
            "y1": 621,
            "x2": 740,
            "y2": 776,
            "text": "巨大な蒼石の 魔物は…？",
            "vi": "Quái vật Đá xanh khổng lồ...?"
        },
        {
            "x1": 229,
            "y1": 637,
            "x2": 275,
            "y2": 813,
            "text": "倒したよ‼",
            "vi": "Tôi đã đánh bại nó"
        },
        {
            "x1": 119,
            "y1": 724,
            "x2": 184,
            "y2": 899,
            "text": "そりゃあ もう 大変だったのい",
            "vi": "Vâng, nó đã khó"
        },
        {
            "x1": 798,
            "y1": 956,
            "x2": 837,
            "y2": 1107,
            "text": "倒した…？",
            "vi": "giảm xuống…?"
        },
        {
            "x1": 521,
            "y1": 984,
            "x2": 599,
            "y2": 1154,
            "text": "す すごいね ベニー‼",
            "vi": "Thật tuyệt vời"
        },
        {
            "x1": 294,
            "y1": 965,
            "x2": 383,
            "y2": 1127,
            "text": "ふふん…でも そんなのどう でもいいのよ‼",
            "vi": "Fufun... nhưng tôi không quan tâm đến điều đó."
        }
    ],
    "005.jpg": [
        {
            "x1": 805,
            "y1": 117,
            "x2": 875,
            "y2": 235,
            "text": "その戦い でね‼",
            "vi": "Trong trận chiến đó"
        },
        {
            "x1": 695,
            "y1": 131,
            "x2": 761,
            "y2": 247,
            "text": "強い人が いてね‼",
            "vi": "Có những người mạnh"
        },
        {
            "x1": 281,
            "y1": 208,
            "x2": 348,
            "y2": 406,
            "text": "何度もアタシを 助けてくれたの‼",
            "vi": "Anh ấy đã giúp tôi nhiều lần."
        },
        {
            "x1": 121,
            "y1": 259,
            "x2": 208,
            "y2": 450,
            "text": "もう本当に とっても かっこよくてね？",
            "vi": "Nó thực sự thực sự tuyệt vời, phải không?"
        },
        {
            "x1": 724,
            "y1": 519,
            "x2": 828,
            "y2": 667,
            "text": "私 その人の お嫁さんに なるの",
            "vi": "Tôi sẽ là cô dâu của người đó"
        },
        {
            "x1": 778,
            "y1": 771,
            "x2": 858,
            "y2": 986,
            "text": "ベニー…あなた 魔物との戦いで",
            "vi": "Benny... bạn chiến đấu với quái vật"
        },
        {
            "x1": 251,
            "y1": 803,
            "x2": 332,
            "y2": 992,
            "text": "頭が‼",
            "vi": "người đứng đầu!"
        },
        {
            "x1": 136,
            "y1": 1051,
            "x2": 181,
            "y2": 1237,
            "text": "ちょっと‼",
            "vi": "một chút!"
        }
    ],
    "006.jpg": [
        {
            "x1": 737,
            "y1": 156,
            "x2": 797,
            "y2": 312,
            "text": "玉の奥は どうしたの？",
            "vi": "Điều gì đã xảy ra với mặt sau của bóng?"
        },
        {
            "x1": 264,
            "y1": 149,
            "x2": 294,
            "y2": 252,
            "text": "ふふん‼",
            "vi": "Fufun"
        },
        {
            "x1": 121,
            "y1": 183,
            "x2": 214,
            "y2": 364,
            "text": "その人 結構 お金持ってるから 問題ないの",
            "vi": "Không có vấn đề gì vì tôi có rất nhiều tiền mà người đó"
        },
        {
            "x1": 750,
            "y1": 458,
            "x2": 816,
            "y2": 630,
            "text": "顔もイケメ♡ その上…",
            "vi": "Khuôn mặt cũng tốt ♡"
        },
        {
            "x1": 365,
            "y1": 512,
            "x2": 462,
            "y2": 693,
            "text": "今回の戦いで 大活躍した ヒーローなのよ",
            "vi": "Đó là một anh hùng đã rất tích cực trong trận chiến này"
        },
        {
            "x1": 75,
            "y1": 617,
            "x2": 202,
            "y2": 714,
            "text": "すごい人が いるもんだ",
            "vi": "Có những người tuyệt vời"
        },
        {
            "x1": 782,
            "y1": 794,
            "x2": 852,
            "y2": 977,
            "text": "まぁベニーが 無事で良かった",
            "vi": "Vâng, Benny đã an toàn"
        },
        {
            "x1": 163,
            "y1": 802,
            "x2": 192,
            "y2": 915,
            "text": "あーあ…",
            "vi": "À..."
        },
        {
            "x1": 655,
            "y1": 848,
            "x2": 717,
            "y2": 1035,
            "text": "私 王都行くから またね",
            "vi": "Tôi sẽ trở lại thủ đô hoàng gia một lần nữa"
        },
        {
            "x1": 440,
            "y1": 856,
            "x2": 505,
            "y2": 1042,
            "text": "ふぇ？ まだまだ 話したいのに",
            "vi": "Fe? Tôi vẫn muốn nói chuyện"
        },
        {
            "x1": 337,
            "y1": 1012,
            "x2": 400,
            "y2": 1227,
            "text": "ま いいや いってらっしゃい",
            "vi": "Chào mừng đến với tôi"
        }
    ],
    "007.jpg": [
        {
            "x1": 437,
            "y1": 194,
            "x2": 523,
            "y2": 453,
            "text": "また会いたいな 『レリウス』‼",
            "vi": "\"Lelius\" Tôi muốn gặp lại‼"
        },
        {
            "x1": 465,
            "y1": 619,
            "x2": 502,
            "y2": 757,
            "text": "誰だって？",
            "vi": "Bất kỳ ai?"
        },
        {
            "x1": 125,
            "y1": 622,
            "x2": 165,
            "y2": 780,
            "text": "レリウス‼",
            "vi": "Lelius"
        },
        {
            "x1": 265,
            "y1": 871,
            "x2": 362,
            "y2": 1046,
            "text": "何でも 鍛治師の凄い人 みたいでね‼",
            "vi": "Mọi thứ trông giống như một người tuyệt vời của Osamu"
        },
        {
            "x1": 121,
            "y1": 985,
            "x2": 218,
            "y2": 1169,
            "text": "教皇様も すっごい 褒めてたんだい",
            "vi": "Giáo hoàng cũng đã ca ngợi tôi rất nhiều"
        }
    ],
    "008.jpg": [
        {
            "x1": 698,
            "y1": 113,
            "x2": 811,
            "y2": 287,
            "text": "王都は今 彼の話題で 持ちきりよ‼",
            "vi": "Thủ đô Hoàng gia hiện đang thuộc về chủ đề của mình‼"
        },
        {
            "x1": 684,
            "y1": 436,
            "x2": 796,
            "y2": 629,
            "text": "不遇職“鍛治師 なのに最強 だって‼",
            "vi": "Thật không may, \"Tôi là một huấn luyện viên nhưng đó là mạnh nhất."
        },
        {
            "x1": 156,
            "y1": 520,
            "x2": 235,
            "y2": 762,
            "text": "彼の作る武器は 神器並みだって‼",
            "vi": "Vũ khí của anh ấy ngang bằng với những kho báu thiêng liêng‼"
        },
        {
            "x1": 751,
            "y1": 872,
            "x2": 857,
            "y2": 1040,
            "text": "彼の作る ポーションの 質の良さに…",
            "vi": "Đối với chất lượng của những bình độc anh ta tạo ra..."
        },
        {
            "x1": 594,
            "y1": 909,
            "x2": 670,
            "y2": 1181,
            "text": "新しい宗教が 興るぐらいなのよ‼",
            "vi": "Đó là một tôn giáo mới."
        },
        {
            "x1": 140,
            "y1": 924,
            "x2": 204,
            "y2": 1111,
            "text": "はぁぁ…",
            "vi": "Hả..."
        }
    ],
    "009.jpg": [
        {
            "x1": 734,
            "y1": 151,
            "x2": 819,
            "y2": 285,
            "text": "さ･す･が・ 私の…",
            "vi": "Sa -su -sa,..."
        },
        {
            "x1": 165,
            "y1": 286,
            "x2": 216,
            "y2": 420,
            "text": "旦那樣",
            "vi": "Tiết kiệm"
        },
        {
            "x1": 783,
            "y1": 841,
            "x2": 876,
            "y2": 1022,
            "text": "その レリウスって人は 無事なの？",
            "vi": "Lelius có an toàn không?"
        },
        {
            "x1": 283,
            "y1": 849,
            "x2": 363,
            "y2": 1062,
            "text": "うん‼ 大胆な人でね？",
            "vi": "Ừ! Một người táo bạo, phải không?"
        },
        {
            "x1": 115,
            "y1": 920,
            "x2": 198,
            "y2": 1183,
            "text": "告白されたの‼ 『君を護る』って‼",
            "vi": "Tôi đã thú nhận. \"Bảo vệ bạn\""
        }
    ],
    "010.jpg": [
        {
            "x1": 137,
            "y1": 337,
            "x2": 246,
            "y2": 580,
            "text": "話を…詳しく 聞かせて",
            "vi": "Câu chuyện... Hãy kể cho tôi một cách chi tiết"
        },
        {
            "x1": 761,
            "y1": 928,
            "x2": 841,
            "y2": 1129,
            "text": "な 何で 怒ってるのよぅ",
            "vi": "Tại sao bạn tức giận?"
        },
        {
            "x1": 331,
            "y1": 1011,
            "x2": 440,
            "y2": 1177,
            "text": "ひとまず 皆 無事で 良かったけど",
            "vi": "Hiện tại, mọi người đã an toàn và tốt"
        },
        {
            "x1": 141,
            "y1": 1057,
            "x2": 217,
            "y2": 1248,
            "text": "何してるのよ レリウスー",
            "vi": "Bạn đang làm gì vậy, Leliusu"
        }
    ]
}