var ocr_data = {
    "001.jpg": [
        {
            "x1": 94,
            "y1": 25,
            "x2": 254,
            "y2": 53,
            "text": "不遇職鍛治師"
        },
        {
            "x1": 92,
            "y1": 52,
            "x2": 265,
            "y2": 103,
            "text": "最強"
        },
        {
            "x1": 156,
            "y1": 533,
            "x2": 213,
            "y2": 708,
            "text": "よしっ‼"
        },
        {
            "x1": 143,
            "y1": 1103,
            "x2": 372,
            "y2": 1183,
            "text": "何たって今日は…！"
        },
        {
            "x1": 729,
            "y1": 1111,
            "x2": 802,
            "y2": 1284,
            "text": "２，最強"
        },
        {
            "x1": 107,
            "y1": 1294,
            "x2": 671,
            "y2": 1317,
            "text": "行本発即版!最新2！"
        }
    ],
    "002.jpg": [
        {
            "x1": 780,
            "y1": 99,
            "x2": 822,
            "y2": 303,
            "text": "二月十四日"
        },
        {
            "x1": 94,
            "y1": 839,
            "x2": 193,
            "y2": 1072,
            "text": "今日は 結婚式祭だ！"
        }
    ],
    "003.jpg": [
        {
            "x1": 147,
            "y1": 129,
            "x2": 215,
            "y2": 328,
            "text": "…王都はもっと 盛大なんだろうな"
        },
        {
            "x1": 627,
            "y1": 421,
            "x2": 694,
            "y2": 558,
            "text": "ハハ… レリウスっ"
        },
        {
            "x1": 136,
            "y1": 495,
            "x2": 201,
            "y2": 634,
            "text": "随分上手く なったな"
        },
        {
            "x1": 830,
            "y1": 709,
            "x2": 862,
            "y2": 885,
            "text": "そうですかね？"
        },
        {
            "x1": 564,
            "y1": 745,
            "x2": 625,
            "y2": 883,
            "text": "練習の成果が 出たかな…‼"
        },
        {
            "x1": 227,
            "y1": 767,
            "x2": 376,
            "y2": 959,
            "text": "…と言っても 練習の時は 自由に動けたが 今日は音楽付き"
        },
        {
            "x1": 123,
            "y1": 994,
            "x2": 207,
            "y2": 1245,
            "text": "俺には 難易度が高すぎる"
        }
    ],
    "004.jpg": [
        {
            "x1": 768,
            "y1": 130,
            "x2": 837,
            "y2": 295,
            "text": "必死に食らい つく感じだ…"
        },
        {
            "x1": 825,
            "y1": 404,
            "x2": 851,
            "y2": 543,
            "text": "お嬢さん方‼"
        },
        {
            "x1": 540,
            "y1": 436,
            "x2": 606,
            "y2": 586,
            "text": "俺達と一緒に 踊らない？"
        },
        {
            "x1": 254,
            "y1": 417,
            "x2": 312,
            "y2": 597,
            "text": "ダンス相手は 自由に人を誘える"
        },
        {
            "x1": 107,
            "y1": 481,
            "x2": 167,
            "y2": 707,
            "text": "あの二人は沢山の 誘いを受けているが…"
        },
        {
            "x1": 802,
            "y1": 743,
            "x2": 836,
            "y2": 953,
            "text": "ごめんなさいっ‼"
        },
        {
            "x1": 333,
            "y1": 787,
            "x2": 401,
            "y2": 969,
            "text": "フィーラ様 別人のよう…‼"
        },
        {
            "x1": 197,
            "y1": 782,
            "x2": 231,
            "y2": 911,
            "text": "そっかぁ…"
        },
        {
            "x1": 470,
            "y1": 1010,
            "x2": 528,
            "y2": 1232,
            "text": "先客がいるので 今日は駄目なんです‼"
        },
        {
            "x1": 73,
            "y1": 1025,
            "x2": 187,
            "y2": 1217,
            "text": "フィーラさんが 上手に断わり 続けている"
        }
    ],
    "005.jpg": [
        {
            "x1": 815,
            "y1": 143,
            "x2": 837,
            "y2": 229,
            "text": "5う"
        },
        {
            "x1": 404,
            "y1": 142,
            "x2": 469,
            "y2": 388,
            "text": "あっ終わりましたね⁉ 次は私の番ですよっ"
        },
        {
            "x1": 98,
            "y1": 113,
            "x2": 170,
            "y2": 270,
            "text": "…さっきので 疲れたのだが"
        },
        {
            "x1": 758,
            "y1": 575,
            "x2": 841,
            "y2": 750,
            "text": "頑張るしか ないな"
        },
        {
            "x1": 863,
            "y1": 815,
            "x2": 895,
            "y2": 902,
            "text": "おや？"
        },
        {
            "x1": 752,
            "y1": 889,
            "x2": 821,
            "y2": 1081,
            "text": "レリウスさん 緊張してます？"
        },
        {
            "x1": 586,
            "y1": 828,
            "x2": 683,
            "y2": 994,
            "text": "ダンスが苦手 というのも ありますが…"
        },
        {
            "x1": 220,
            "y1": 819,
            "x2": 321,
            "y2": 1034,
            "text": "リンぐらいしか 女性と接して こなかったので…"
        },
        {
            "x1": 101,
            "y1": 1086,
            "x2": 159,
            "y2": 1222,
            "text": "今更⁉"
        }
    ],
    "006.jpg": [
        {
            "x1": 806,
            "y1": 108,
            "x2": 863,
            "y2": 274,
            "text": "レリウスさん ってばウブく"
        },
        {
            "x1": 478,
            "y1": 120,
            "x2": 566,
            "y2": 278,
            "text": "練習の成果を 出すのが精一杯 なんです"
        },
        {
            "x1": 100,
            "y1": 156,
            "x2": 170,
            "y2": 335,
            "text": "自信を持って ください‼"
        },
        {
            "x1": 603,
            "y1": 272,
            "x2": 658,
            "y2": 434,
            "text": "からかわないで ください…"
        },
        {
            "x1": 724,
            "y1": 451,
            "x2": 815,
            "y2": 695,
            "text": "人前で踊っても 笑われない程度になった …と思います…よ"
        },
        {
            "x1": 148,
            "y1": 526,
            "x2": 210,
            "y2": 708,
            "text": "何故言葉を 詰まらせました？"
        },
        {
            "x1": 757,
            "y1": 963,
            "x2": 795,
            "y2": 1134,
            "text": "さて 最後‼"
        },
        {
            "x1": 307,
            "y1": 932,
            "x2": 382,
            "y2": 1164,
            "text": "フィーラさん‼ 踊りましょうか‼"
        }
    ],
    "007.jpg": [
        {
            "x1": 769,
            "y1": 169,
            "x2": 862,
            "y2": 365,
            "text": "その前にちょっと 頼み事があるん だけどいい？"
        },
        {
            "x1": 138,
            "y1": 222,
            "x2": 215,
            "y2": 357,
            "text": "何で しょう？"
        },
        {
            "x1": 775,
            "y1": 476,
            "x2": 803,
            "y2": 618,
            "text": "うん…その…"
        },
        {
            "x1": 596,
            "y1": 505,
            "x2": 707,
            "y2": 710,
            "text": "この後 領主邸で 『舞踏会』が 開かれるの"
        },
        {
            "x1": 156,
            "y1": 492,
            "x2": 258,
            "y2": 707,
            "text": "それに…あたしと 一緒に参加して くれない？"
        },
        {
            "x1": 829,
            "y1": 925,
            "x2": 876,
            "y2": 1039,
            "text": "えッ⁉"
        },
        {
            "x1": 446,
            "y1": 815,
            "x2": 524,
            "y2": 1035,
            "text": "結婚式祭は 身分を問わず よ"
        },
        {
            "x1": 735,
            "y1": 1037,
            "x2": 809,
            "y2": 1255,
            "text": "そ それって 貴族向けのじゃ…"
        },
        {
            "x1": 155,
            "y1": 1007,
            "x2": 229,
            "y2": 1229,
            "text": "それに…許可は もらっているし"
        }
    ],
    "008.jpg": [
        {
            "x1": 789,
            "y1": 118,
            "x2": 833,
            "y2": 294,
            "text": "お願いっ‼"
        },
        {
            "x1": 593,
            "y1": 159,
            "x2": 658,
            "y2": 288,
            "text": "そ そうは 言っても…"
        },
        {
            "x1": 120,
            "y1": 113,
            "x2": 209,
            "y2": 349,
            "text": "さ さすがに貴族の前で 踊れる程の技量は ないぞ…⁉"
        },
        {
            "x1": 750,
            "y1": 475,
            "x2": 850,
            "y2": 648,
            "text": "えっと…そう‼ か 風よけが 欲しいの‼"
        },
        {
            "x1": 355,
            "y1": 445,
            "x2": 475,
            "y2": 666,
            "text": "普段は 兄さんが盾になって くれているんだけど 今日はながら"
        },
        {
            "x1": 239,
            "y1": 456,
            "x2": 295,
            "y2": 619,
            "text": "風よけ…成程… でも…"
        },
        {
            "x1": 741,
            "y1": 751,
            "x2": 829,
            "y2": 1057,
            "text": "失礼だと思うけど… その…駄目…？"
        },
        {
            "x1": 657,
            "y1": 1095,
            "x2": 898,
            "y2": 1255,
            "text": "うる"
        }
    ],
    "009.jpg": [
        {
            "x1": 496,
            "y1": 138,
            "x2": 549,
            "y2": 308,
            "text": "わ わかりました …けど"
        },
        {
            "x1": 742,
            "y1": 260,
            "x2": 860,
            "y2": 439,
            "text": "こんな顔を されては 断れない…ッ"
        },
        {
            "x1": 352,
            "y1": 210,
            "x2": 439,
            "y2": 429,
            "text": "貴族の礼儀作法は ほとんど わかりませんよ…？"
        },
        {
            "x1": 128,
            "y1": 216,
            "x2": 189,
            "y2": 436,
            "text": "いいわよそんなの‼ 気にしないでっ‼"
        },
        {
            "x1": 776,
            "y1": 510,
            "x2": 835,
            "y2": 735,
            "text": "そうと決まれば街でも 歩いて何か食べましょ"
        },
        {
            "x1": 251,
            "y1": 534,
            "x2": 311,
            "y2": 710,
            "text": "ダンスはいいん ですか？"
        },
        {
            "x1": 103,
            "y1": 657,
            "x2": 173,
            "y2": 795,
            "text": "どうせ後で 踊るわよ"
        },
        {
            "x1": 748,
            "y1": 873,
            "x2": 848,
            "y2": 1087,
            "text": "それにメアが お腹空いて ソワリワしてるし"
        },
        {
            "x1": 115,
            "y1": 943,
            "x2": 156,
            "y2": 1046,
            "text": "はは…"
        }
    ],
    "010.jpg": [
        {
            "x1": 743,
            "y1": 159,
            "x2": 852,
            "y2": 336,
            "text": "カルラスの 街を案内して ちょうだい‼"
        },
        {
            "x1": 82,
            "y1": 168,
            "x2": 156,
            "y2": 310,
            "text": "折角の お祭りです"
        },
        {
            "x1": 389,
            "y1": 306,
            "x2": 420,
            "y2": 470,
            "text": "わかりました"
        },
        {
            "x1": 722,
            "y1": 595,
            "x2": 803,
            "y2": 877,
            "text": "飲んで食ってで 過ごすとしますか‼"
        }
    ]
}