var ocr_data = {
    "001.jpg": [
        {
            "x1": 277,
            "y1": 73,
            "x2": 404,
            "y2": 104,
            "text": "第63話 来各",
            "vi": "Tập 63"
        },
        {
            "x1": 94,
            "y1": 34,
            "x2": 247,
            "y2": 101,
            "text": "不遇職鍛論師是 最強",
            "vi": "Người mạnh nhất trong số các thực tập sinh sai"
        },
        {
            "x1": 753,
            "y1": 103,
            "x2": 840,
            "y2": 361,
            "text": "本当ですか⁉ レリウスさん！",
            "vi": "Nó có đúng không? Lelius!"
        },
        {
            "x1": 165,
            "y1": 165,
            "x2": 281,
            "y2": 386,
            "text": "一緒に 王都に…⁉",
            "vi": "Đến thủ đô của hoàng gia cùng nhau...⁉"
        },
        {
            "x1": 769,
            "y1": 533,
            "x2": 884,
            "y2": 657,
            "text": "はい… 大丈夫 ですか？",
            "vi": "Vâng... bạn có ổn không?"
        },
        {
            "x1": 384,
            "y1": 513,
            "x2": 469,
            "y2": 670,
            "text": "勿論ですっ 是非とも！",
            "vi": "Tất nhiên, bằng tất cả các phương tiện!"
        },
        {
            "x1": 101,
            "y1": 514,
            "x2": 178,
            "y2": 675,
            "text": "待って",
            "vi": "treo trên"
        },
        {
            "x1": 656,
            "y1": 840,
            "x2": 788,
            "y2": 1081,
            "text": "私も一緒に 行くわ‼",
            "vi": "Tôi cũng sẽ đi với tôi"
        },
        {
            "x1": 750,
            "y1": 1167,
            "x2": 808,
            "y2": 1294,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 166,
            "y1": 1303,
            "x2": 726,
            "y2": 1326,
            "text": "累計20万部突破。最新单行本第巷好許発売中出",
            "vi": "Hơn 200. 000 bản sao. 单 单 单 巷 巷 巷 巷"
        }
    ],
    "002.jpg": [
        {
            "x1": 793,
            "y1": 145,
            "x2": 852,
            "y2": 313,
            "text": "フィ フィーラさん⁉",
            "vi": "Filla"
        },
        {
            "x1": 366,
            "y1": 93,
            "x2": 446,
            "y2": 316,
            "text": "王都はあたしの庭 みたなものだし… ドイスできる",
            "vi": "Thủ đô hoàng gia là khu vườn của tôi... tôi có thể làm được"
        },
        {
            "x1": 93,
            "y1": 261,
            "x2": 164,
            "y2": 422,
            "text": "フィーラ様も 一緒に⁉",
            "vi": "Filla -sama cũng cùng nhau"
        },
        {
            "x1": 765,
            "y1": 456,
            "x2": 824,
            "y2": 637,
            "text": "毎日フィーラ様の 顔が拝めるなんて",
            "vi": "Tôi có thể tôn thờ khuôn mặt của Filla mỗi ngày"
        },
        {
            "x1": 326,
            "y1": 459,
            "x2": 361,
            "y2": 578,
            "text": "顔が近い",
            "vi": "Gần đến"
        },
        {
            "x1": 88,
            "y1": 475,
            "x2": 131,
            "y2": 586,
            "text": "おうふ",
            "vi": "Oufufu"
        },
        {
            "x1": 436,
            "y1": 526,
            "x2": 472,
            "y2": 685,
            "text": "最高です！",
            "vi": "Đó là điều tốt nhất!"
        },
        {
            "x1": 568,
            "y1": 772,
            "x2": 667,
            "y2": 993,
            "text": "グリードラッドに 戻らなくて 大丈夫なんですか？",
            "vi": "Có ổn không khi không trở lại RAD xanh?"
        },
        {
            "x1": 326,
            "y1": 874,
            "x2": 444,
            "y2": 1186,
            "text": "もう大分復興したし… クライア兄さんに話せば 上手くやってくれるわ",
            "vi": "Oita đã hồi sinh... nếu bạn nói chuyện với anh em rõ ràng, nó sẽ làm tốt"
        },
        {
            "x1": 96,
            "y1": 1029,
            "x2": 214,
            "y2": 1235,
            "text": "…王都の方が 多分 父さんも 安心してくれる",
            "vi": "… Thủ đô Hoàng gia có thể sẽ được giải tỏa cho bố tôi"
        }
    ],
    "003.jpg": [
        {
            "x1": 765,
            "y1": 142,
            "x2": 869,
            "y2": 320,
            "text": "何より… 今レリウスと 離れる訳には！",
            "vi": "Trên hết... tôi đang rời Lelius!"
        },
        {
            "x1": 801,
            "y1": 429,
            "x2": 876,
            "y2": 580,
            "text": "行ってこい メア‼",
            "vi": "Con ngựa cái"
        },
        {
            "x1": 369,
            "y1": 425,
            "x2": 481,
            "y2": 587,
            "text": "もうメアちゃんんは 一人人前の冒険者 …バイトを続ける 理由はないもの",
            "vi": "Mea -Chan là một nhà thám hiểm ở một người nữa... không có lý do gì để tiếp tục làm việc một phần -giờ"
        },
        {
            "x1": 91,
            "y1": 534,
            "x2": 165,
            "y2": 653,
            "text": "ご主人… 奥様…‼",
            "vi": "Master... vợ...‼"
        },
        {
            "x1": 492,
            "y1": 764,
            "x2": 620,
            "y2": 967,
            "text": "わ 私も 同行していい だろうか…‼",
            "vi": "Tôi cũng có thể đi cùng với tôi..."
        },
        {
            "x1": 335,
            "y1": 952,
            "x2": 380,
            "y2": 1137,
            "text": "勿論です‼",
            "vi": "Đương nhiên!"
        },
        {
            "x1": 165,
            "y1": 1049,
            "x2": 239,
            "y2": 1299,
            "text": "人手は多ければ 多い程助かります‼",
            "vi": "Càng nhiều người bạn, càng hữu ích."
        }
    ],
    "004.jpg": [
        {
            "x1": 707,
            "y1": 115,
            "x2": 827,
            "y2": 325,
            "text": "あとは… 王都での住まいですが 王都の家賃は高い 評判でして",
            "vi": "Sau đó... Tôi sống ở thủ đô hoàng gia, nhưng tiền thuê nhà thủ đô hoàng gia có tiếng tăm cao."
        },
        {
            "x1": 115,
            "y1": 112,
            "x2": 185,
            "y2": 329,
            "text": "グリードラッドの 屋敷があるわよ！",
            "vi": "Có một biệt thự rad xanh!"
        },
        {
            "x1": 724,
            "y1": 490,
            "x2": 823,
            "y2": 680,
            "text": "ありがたい！ ではフィーラ様は お屋敷で！",
            "vi": "cảm ơn bạn! Sau đó, Filla là trong biệt thự!"
        },
        {
            "x1": 537,
            "y1": 510,
            "x2": 662,
            "y2": 722,
            "text": "私達はお店の二階で 生活できますので そこを利用して もらえれば！",
            "vi": "Chúng tôi có thể sống trên tầng hai của cửa hàng, vì vậy nếu bạn có thể sử dụng nó!"
        },
        {
            "x1": 765,
            "y1": 787,
            "x2": 824,
            "y2": 986,
            "text": "俺がメアさんと クルアさんと⁉",
            "vi": "Tôi là mea và culua"
        },
        {
            "x1": 468,
            "y1": 819,
            "x2": 561,
            "y2": 1074,
            "text": "メアさんとクルアさんは 女性同士だからいいが 俺がそこに入るのは…‼",
            "vi": "Mea và Kurua là phụ nữ, vì vậy tôi tốt, nhưng tôi đang đến đó..."
        },
        {
            "x1": 169,
            "y1": 1070,
            "x2": 296,
            "y2": 1289,
            "text": "大丈夫‼私は全く 気にしませんし 二人きりも想定して ましたからね",
            "vi": "Bạn co ổn không! Tôi không quan tâm chút nào và tôi đã ở một mình."
        }
    ],
    "005.jpg": [
        {
            "x1": 576,
            "y1": 119,
            "x2": 653,
            "y2": 248,
            "text": "そう… ですか…",
            "vi": "Có phải vậy…"
        },
        {
            "x1": 133,
            "y1": 126,
            "x2": 196,
            "y2": 259,
            "text": "待ちなさい クルア‼",
            "vi": "Chờ đã, Kurua"
        },
        {
            "x1": 370,
            "y1": 173,
            "x2": 464,
            "y2": 372,
            "text": "…俺が変に 意識してしまって いるだけだな",
            "vi": "...Tôi chỉ là ý thức kỳ lạ"
        },
        {
            "x1": 159,
            "y1": 520,
            "x2": 311,
            "y2": 681,
            "text": "あたしも そこで 暮らすわ",
            "vi": "Tôi cũng sẽ sống ở đó"
        },
        {
            "x1": 662,
            "y1": 789,
            "x2": 752,
            "y2": 984,
            "text": "部屋はありますが… 屋敷に比べたら 不便ですよ？",
            "vi": "Có một căn phòng, nhưng nó có bất tiện so với biệt thự?"
        },
        {
            "x1": 540,
            "y1": 907,
            "x2": 574,
            "y2": 1085,
            "text": "別にいいわ‼",
            "vi": "Nó khá ổn"
        },
        {
            "x1": 160,
            "y1": 982,
            "x2": 273,
            "y2": 1193,
            "text": "ぜ 絶対に ここでだきょ しないわよ",
            "vi": "Tôi chắc chắn sẽ không ở đây"
        }
    ],
    "006.jpg": [
        {
            "x1": 708,
            "y1": 163,
            "x2": 816,
            "y2": 401,
            "text": "ではではッ‼ 王都へは一週間後に 出発します‼",
            "vi": "Khi đó Khởi hành một tuần sau đó đến thủ đô hoàng gia."
        },
        {
            "x1": 397,
            "y1": 244,
            "x2": 436,
            "y2": 332,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 278,
            "y1": 295,
            "x2": 322,
            "y2": 412,
            "text": "オゥ‼",
            "vi": "OU"
        },
        {
            "x1": 147,
            "y1": 270,
            "x2": 203,
            "y2": 404,
            "text": "えぇ‼",
            "vi": "Ơ"
        },
        {
            "x1": 597,
            "y1": 884,
            "x2": 628,
            "y2": 1054,
            "text": "…渡り鳥の宿…",
            "vi": "Trò chơi Bird Bird Inn"
        },
        {
            "x1": 134,
            "y1": 906,
            "x2": 190,
            "y2": 1071,
            "text": "長い間お世話に なったな…",
            "vi": "Cảm ơn bạn đã hỗ trợ cho một thời gian dài..."
        }
    ],
    "007.jpg": [
        {
            "x1": 732,
            "y1": 372,
            "x2": 809,
            "y2": 543,
            "text": "出発前に少しでも キレイにして やるからな…‼",
            "vi": "Tôi sẽ làm cho nó đẹp một chút trước khi khởi hành...‼"
        },
        {
            "x1": 619,
            "y1": 558,
            "x2": 839,
            "y2": 904,
            "text": "のそっ",
            "vi": "Điều đó"
        },
        {
            "x1": 52,
            "y1": 956,
            "x2": 249,
            "y2": 1294,
            "text": "のそ",
            "vi": "Đậu"
        }
    ],
    "008.jpg": [
        {
            "x1": 337,
            "y1": 114,
            "x2": 403,
            "y2": 176,
            "text": "なんか 眠そう",
            "vi": "Một cái gì đó trông buồn ngủ"
        },
        {
            "x1": 572,
            "y1": 137,
            "x2": 603,
            "y2": 287,
            "text": "シスター…？",
            "vi": "Chị gái...?"
        },
        {
            "x1": 415,
            "y1": 158,
            "x2": 506,
            "y2": 363,
            "text": "教会の人かな？ 見たことない人だ… 新人さんかな",
            "vi": "Nó có phải là một người trong nhà thờ? Tôi chưa bao giờ nhìn thấy nó... một người mới"
        },
        {
            "x1": 758,
            "y1": 476,
            "x2": 847,
            "y2": 618,
            "text": "えっと お客様… でしょうか？",
            "vi": "Vâng, khách hàng...?"
        },
        {
            "x1": 461,
            "y1": 431,
            "x2": 535,
            "y2": 622,
            "text": "レリウスとううが いると聞いて やってきたんですケド",
            "vi": "Tôi nghe nói Lelius là một con cá voi."
        },
        {
            "x1": 144,
            "y1": 470,
            "x2": 210,
            "y2": 634,
            "text": "え？ それなら 俺ですが…",
            "vi": "bức ảnh? Vậy thì tôi..."
        },
        {
            "x1": 479,
            "y1": 763,
            "x2": 556,
            "y2": 915,
            "text": "な 何だ…？ 雰囲気が…",
            "vi": "Nó............... là gì...? Bầu không khí là..."
        },
        {
            "x1": 200,
            "y1": 872,
            "x2": 311,
            "y2": 1046,
            "text": "それなら よし",
            "vi": "Vậy thì OK"
        },
        {
            "x1": 718,
            "y1": 1071,
            "x2": 872,
            "y2": 1282,
            "text": "スゥ",
            "vi": "Suku"
        }
    ],
    "009.jpg": [
        {
            "x1": 717,
            "y1": 174,
            "x2": 838,
            "y2": 459,
            "text": "私は王都の 『教会』より来た リニアルといいます",
            "vi": "Tôi là một tuyến tính từ \"nhà thờ\" của thủ đô hoàng gia."
        },
        {
            "x1": 131,
            "y1": 667,
            "x2": 295,
            "y2": 941,
            "text": "レリウス… あなたの保護に 参りました",
            "vi": "Lelius... Tôi ở đây để bảo vệ"
        },
        {
            "x1": 746,
            "y1": 944,
            "x2": 822,
            "y2": 1156,
            "text": "よろしく",
            "vi": "Hân hạnh được biết bạn"
        },
        {
            "x1": 174,
            "y1": 1108,
            "x2": 276,
            "y2": 1305,
            "text": "王都の…⁉ 俺を保護…？ この人は…一体…",
            "vi": "Ở thủ đô hoàng gia...⁉ bảo vệ tôi...? Người này là... một..."
        }
    ]
}