var ocr_data = {
    "001.jpg": [
        {
            "x1": 113,
            "y1": 74,
            "x2": 315,
            "y2": 147,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 747,
            "y1": 149,
            "x2": 802,
            "y2": 252,
            "text": "んー",
            "vi": "Hmm"
        },
        {
            "x1": 736,
            "y1": 347,
            "x2": 839,
            "y2": 413,
            "text": "第138話 復興支援",
            "vi": "Tập 138 Hỗ trợ Tái thiết"
        },
        {
            "x1": 155,
            "y1": 183,
            "x2": 249,
            "y2": 392,
            "text": "久しぶりに よく寝たなぁ",
            "vi": "Tôi ngủ ngon sau một thời gian dài"
        },
        {
            "x1": 799,
            "y1": 461,
            "x2": 872,
            "y2": 598,
            "text": "それは 何よりです",
            "vi": "Đó là điều tốt nhất"
        },
        {
            "x1": 515,
            "y1": 496,
            "x2": 617,
            "y2": 631,
            "text": "レリウス製 ベッドは 最高だぜ‼",
            "vi": "Giường Lelius là tốt nhất"
        },
        {
            "x1": 344,
            "y1": 497,
            "x2": 433,
            "y2": 692,
            "text": "さて復興の話だが レリウスはどんな 支援ができる？",
            "vi": "Nhân tiện, loại hỗ trợ nào có thể cung cấp Lelius?"
        },
        {
            "x1": 115,
            "y1": 617,
            "x2": 215,
            "y2": 790,
            "text": "フィーラは 何でもできると 言ってたが…",
            "vi": "Filla cho biết anh có thể làm bất cứ điều gì..."
        },
        {
            "x1": 763,
            "y1": 849,
            "x2": 861,
            "y2": 980,
            "text": "不足してる 物資は何か ありますか",
            "vi": "Có bất kỳ nguồn cung cấp thiếu?"
        },
        {
            "x1": 624,
            "y1": 858,
            "x2": 697,
            "y2": 1050,
            "text": "んー 全てが 不足しているな",
            "vi": "Hmm, mọi thứ đang thiếu"
        },
        {
            "x1": 457,
            "y1": 962,
            "x2": 534,
            "y2": 1140,
            "text": "家を修理する 石や木材",
            "vi": "Đá và gỗ để sửa chữa nhà"
        },
        {
            "x1": 148,
            "y1": 1024,
            "x2": 224,
            "y2": 1230,
            "text": "流通経路の 遮断で食糧もだ",
            "vi": "Thực phẩm bằng cách chặn con đường phân phối"
        },
        {
            "x1": 165,
            "y1": 1298,
            "x2": 789,
            "y2": 1334,
            "text": "累計100万部突破！ 最新8巻発売中!",
            "vi": "Hơn 1 triệu bản! 8 tập mới nhất được bán!"
        }
    ],
    "003.jpg": [
        {
            "x1": 715,
            "y1": 141,
            "x2": 819,
            "y2": 347,
            "text": "家を造る材料なら 俺のスキルで 複製可能です！",
            "vi": "Nếu bạn làm một ngôi nhà, bạn có thể nhân đôi nó với các kỹ năng của tôi!"
        },
        {
            "x1": 520,
            "y1": 145,
            "x2": 559,
            "y2": 270,
            "text": "助かるな",
            "vi": "Đừng hữu ích"
        },
        {
            "x1": 316,
            "y1": 145,
            "x2": 409,
            "y2": 351,
            "text": "食糧も 作製可能です",
            "vi": "Thực phẩm cũng có sẵn"
        },
        {
            "x1": 127,
            "y1": 144,
            "x2": 174,
            "y2": 301,
            "text": "本気か⁉",
            "vi": "Bạn có nghiêm túc không⁉"
        },
        {
            "x1": 666,
            "y1": 601,
            "x2": 805,
            "y2": 809,
            "text": "相変わらず とんでもないな… よし！早速俺と 一緒に来てくれ",
            "vi": "Nó vẫn còn vô lý... ok! Đi với tôi ngay lập tức"
        },
        {
            "x1": 208,
            "y1": 669,
            "x2": 246,
            "y2": 797,
            "text": "はいっ‼",
            "vi": "Vâng!"
        }
    ],
    "005.jpg": [
        {
            "x1": 774,
            "y1": 146,
            "x2": 845,
            "y2": 258,
            "text": "やあ お疲れ！",
            "vi": "Yeah, cảm ơn bạn!"
        },
        {
            "x1": 163,
            "y1": 183,
            "x2": 196,
            "y2": 342,
            "text": "クライア様‼",
            "vi": "Rõ ràng -sama"
        },
        {
            "x1": 782,
            "y1": 419,
            "x2": 845,
            "y2": 554,
            "text": "どうしたの ですか？",
            "vi": "Chuyện gì đã xảy ra?"
        },
        {
            "x1": 548,
            "y1": 425,
            "x2": 608,
            "y2": 582,
            "text": "君に彼を紹介 したくてね",
            "vi": "Tôi muốn giới thiệu anh ấy với bạn"
        },
        {
            "x1": 180,
            "y1": 464,
            "x2": 244,
            "y2": 575,
            "text": "こっちは レリウス",
            "vi": "Đây là Lelius"
        },
        {
            "x1": 774,
            "y1": 662,
            "x2": 846,
            "y2": 851,
            "text": "レリウス 彼は クモンベール",
            "vi": "Lelius anh ấy là một tấm màn che Mon"
        },
        {
            "x1": 294,
            "y1": 686,
            "x2": 396,
            "y2": 884,
            "text": "初めまして 鍛治師レリウスと 申します",
            "vi": "Rất vui được gặp bạn, tên tôi là Relius."
        },
        {
            "x1": 92,
            "y1": 701,
            "x2": 204,
            "y2": 898,
            "text": "あぁ 貴方が…‼ お会いできて 光栄です",
            "vi": "Oh, bạn...‼ Tôi rất vinh dự được gặp bạn"
        },
        {
            "x1": 468,
            "y1": 920,
            "x2": 587,
            "y2": 1128,
            "text": "この街の管理を 任せている “領主代行´さ",
            "vi": "\"Tướng của Chúa 'la sa ôi"
        }
    ],
    "007.jpg": [
        {
            "x1": 753,
            "y1": 126,
            "x2": 845,
            "y2": 272,
            "text": "俺のことを 知っているん ですか？",
            "vi": "Bạn có biết tôi?"
        },
        {
            "x1": 384,
            "y1": 124,
            "x2": 482,
            "y2": 238,
            "text": "何て 恥ずかしい 紹介を…",
            "vi": "Thật là một lời giới thiệu xấu hổ..."
        },
        {
            "x1": 548,
            "y1": 143,
            "x2": 645,
            "y2": 343,
            "text": "クライア様が グリードラッドの 影の英雄…と…",
            "vi": "Rõ ràng hơn là anh hùng của cái bóng của Green Ladd..."
        },
        {
            "x1": 87,
            "y1": 131,
            "x2": 156,
            "y2": 273,
            "text": "本当の ことだろ？",
            "vi": "Có đúng không?"
        },
        {
            "x1": 627,
            "y1": 695,
            "x2": 728,
            "y2": 853,
            "text": "よーし‼ 手っ取り早く やっていこう",
            "vi": "được rồi Hãy làm điều đó một cách nhanh chóng"
        },
        {
            "x1": 262,
            "y1": 673,
            "x2": 305,
            "y2": 776,
            "text": "へい‼",
            "vi": "Bức tường!"
        },
        {
            "x1": 446,
            "y1": 714,
            "x2": 550,
            "y2": 855,
            "text": "木材と石が 足りないん だったな",
            "vi": "Tôi đã không có đủ gỗ và đá"
        },
        {
            "x1": 144,
            "y1": 677,
            "x2": 209,
            "y2": 843,
            "text": "流通が滞って いやして…",
            "vi": "Việc phân phối bị trì hoãn..."
        }
    ],
    "009.jpg": [
        {
            "x1": 627,
            "y1": 90,
            "x2": 658,
            "y2": 230,
            "text": "レリウス‼",
            "vi": "Lelius"
        },
        {
            "x1": 490,
            "y1": 108,
            "x2": 524,
            "y2": 259,
            "text": "彼は何を？",
            "vi": "Ông ta là gì?"
        },
        {
            "x1": 169,
            "y1": 152,
            "x2": 246,
            "y2": 303,
            "text": "レリウスは 鍛治師だ",
            "vi": "Lelius là một Osamu"
        },
        {
            "x1": 108,
            "y1": 342,
            "x2": 140,
            "y2": 456,
            "text": "はぁ…？",
            "vi": "Hả...?"
        }
    ],
    "011.jpg": [
        {
            "x1": 736,
            "y1": 109,
            "x2": 814,
            "y2": 309,
            "text": "大事な 素材があぁぁ‼",
            "vi": "Một tài liệu quan trọng là AH"
        },
        {
            "x1": 101,
            "y1": 130,
            "x2": 178,
            "y2": 327,
            "text": "ちくしょう‼ べらぼうめ‼",
            "vi": "Chikusho Burabume"
        }
    ],
    "013.jpg": [
        {
            "x1": 763,
            "y1": 98,
            "x2": 822,
            "y2": 272,
            "text": "すっげぇ… どうなってんだ",
            "vi": "Thật tuyệt vời... Chuyện gì đang xảy ra?"
        },
        {
            "x1": 340,
            "y1": 130,
            "x2": 472,
            "y2": 343,
            "text": "鍛治師は 神器に劣る武器しか 作れねぇって おっ母が‼",
            "vi": "Osamu chỉ có thể tạo ra vũ khí kém hơn kho báu thiêng liêng"
        },
        {
            "x1": 109,
            "y1": 145,
            "x2": 215,
            "y2": 327,
            "text": "レリウスは 何でも作れる 鍛治師なのさ‼",
            "vi": "Lelius là một Osamu có thể làm bất cứ điều gì."
        },
        {
            "x1": 779,
            "y1": 522,
            "x2": 853,
            "y2": 662,
            "text": "そんな 馬鹿な…‼",
            "vi": "Thật là ngu ngốc...‼"
        },
        {
            "x1": 464,
            "y1": 558,
            "x2": 529,
            "y2": 741,
            "text": "人あばば",
            "vi": "Obaba"
        },
        {
            "x1": 298,
            "y1": 487,
            "x2": 388,
            "y2": 688,
            "text": "次は食糧だ‼ 頼むぞ‼",
            "vi": "Tiếp theo là thực phẩm. Xin hãy hỏi"
        },
        {
            "x1": 787,
            "y1": 961,
            "x2": 830,
            "y2": 1103,
            "text": "嘘だろ…",
            "vi": "bạn đang đùa…"
        },
        {
            "x1": 117,
            "y1": 1074,
            "x2": 211,
            "y2": 1222,
            "text": "何が 何だか…",
            "vi": "Những gì là..."
        }
    ],
    "015.jpg": [
        {
            "x1": 645,
            "y1": 123,
            "x2": 715,
            "y2": 258,
            "text": "炊き出しの 準備を‼",
            "vi": "Chuẩn bị để nấu ăn‼"
        },
        {
            "x1": 460,
            "y1": 159,
            "x2": 568,
            "y2": 276,
            "text": "はい‼ 皆きっと 喜びます",
            "vi": "Vâng! Mọi người đều hạnh phúc"
        },
        {
            "x1": 298,
            "y1": 130,
            "x2": 393,
            "y2": 321,
            "text": "びと段落したな 俺はフィーラに 会いに行きたい‼",
            "vi": "Sau một đoạn văn, tôi muốn đi xem filla"
        },
        {
            "x1": 90,
            "y1": 200,
            "x2": 175,
            "y2": 401,
            "text": "クモズール リウスを休ませて やってくれい",
            "vi": "Nghỉ ngơi kumzur lius và làm điều đó"
        },
        {
            "x1": 113,
            "y1": 443,
            "x2": 154,
            "y2": 553,
            "text": "…はい",
            "vi": "…Vâng"
        },
        {
            "x1": 723,
            "y1": 593,
            "x2": 780,
            "y2": 737,
            "text": "よし‼",
            "vi": "Yoshi"
        },
        {
            "x1": 758,
            "y1": 779,
            "x2": 832,
            "y2": 960,
            "text": "待ってろ‼ フィーラァア",
            "vi": "Đợi đã Filera"
        }
    ],
    "017.jpg": [
        {
            "x1": 207,
            "y1": 113,
            "x2": 268,
            "y2": 209,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 544,
            "y1": 126,
            "x2": 638,
            "y2": 294,
            "text": "あの… 俺の顔に何か ついてます？",
            "vi": "Ừm... có thứ gì đó trên khuôn mặt của tôi không?"
        },
        {
            "x1": 130,
            "y1": 134,
            "x2": 170,
            "y2": 335,
            "text": "失礼しました",
            "vi": "Xin lỗi cho tôi hỏi"
        },
        {
            "x1": 727,
            "y1": 455,
            "x2": 822,
            "y2": 611,
            "text": "お疲れの ところ 申し訳 ありません",
            "vi": "Tôi xin lỗi, tôi mệt mỏi"
        },
        {
            "x1": 574,
            "y1": 499,
            "x2": 680,
            "y2": 642,
            "text": "僕の部屋に 来て頂け ませんか？",
            "vi": "Bạn có thể đến phòng của tôi không?"
        },
        {
            "x1": 304,
            "y1": 474,
            "x2": 371,
            "y2": 631,
            "text": "構いませんが 何で…？",
            "vi": "Tôi không quan tâm, nhưng tại sao...?"
        },
        {
            "x1": 339,
            "y1": 770,
            "x2": 458,
            "y2": 993,
            "text": "鍛治師について 話したいことが ございます",
            "vi": "Tôi muốn nói về Osamu"
        },
        {
            "x1": 140,
            "y1": 1106,
            "x2": 199,
            "y2": 1240,
            "text": "鍛治師",
            "vi": "Osamu"
        }
    ],
    "019.jpg": [
        {
            "x1": 754,
            "y1": 120,
            "x2": 851,
            "y2": 272,
            "text": "あっ‼ 言葉足らずで すみません",
            "vi": "À! Tôi xin lỗi bằng lời nói ít hơn"
        },
        {
            "x1": 620,
            "y1": 156,
            "x2": 716,
            "y2": 330,
            "text": "あなたに 渡したいものが あるのです",
            "vi": "Có một cái gì đó tôi muốn đưa cho bạn"
        },
        {
            "x1": 701,
            "y1": 457,
            "x2": 827,
            "y2": 645,
            "text": "かつて このキュガイアに 流れ着いた 鍛治師アルゴが",
            "vi": "Oshika argo đã từng đến Kugaia này"
        },
        {
            "x1": 128,
            "y1": 515,
            "x2": 232,
            "y2": 709,
            "text": "いつか この街に 来るであろう 未来の鍛治師に",
            "vi": "Đến tương lai của tương lai sẽ đến thành phố này một ngày nào đó"
        },
        {
            "x1": 155,
            "y1": 862,
            "x2": 253,
            "y2": 1129,
            "text": "貴方に 遺したものです",
            "vi": "Nó đã để lại cho bạn"
        }
    ]
}