var ocr_data = {
    "001.jpg": [
        {
            "x1": 128,
            "y1": 42,
            "x2": 306,
            "y2": 73,
            "text": "不遇職「鍛台師」",
            "vi": "Công việc không thể hiện được \"chủ giao dịch\""
        },
        {
            "x1": 115,
            "y1": 66,
            "x2": 241,
            "y2": 138,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 704,
            "y1": 142,
            "x2": 808,
            "y2": 348,
            "text": "「アリア 蒼石を 使ってしまって すまない」",
            "vi": "\"Tôi xin lỗi vì đã sử dụng aria aoishi\""
        },
        {
            "x1": 136,
            "y1": 243,
            "x2": 243,
            "y2": 427,
            "text": "結局 見つかったのは この言葉だけ",
            "vi": "Chỉ có từ này được tìm thấy sau khi tất cả"
        },
        {
            "x1": 637,
            "y1": 415,
            "x2": 875,
            "y2": 442,
            "text": "第145話スロー",
            "vi": "Tập 145 chậm"
        },
        {
            "x1": 747,
            "y1": 516,
            "x2": 844,
            "y2": 697,
            "text": "そもそも 何故 アリアの石像に メッセージを？",
            "vi": "Tại sao một thông điệp trên bức tượng đá Aria ở nơi đầu tiên?"
        },
        {
            "x1": 137,
            "y1": 558,
            "x2": 279,
            "y2": 745,
            "text": "迷宮への 手がかりはなく 謎が 深まっただけだ",
            "vi": "Không có manh mối nào cho mê cung và bí ẩn chỉ sâu sắc"
        },
        {
            "x1": 731,
            "y1": 869,
            "x2": 843,
            "y2": 1090,
            "text": "蒼石は 魔物に 埋め込まれている あの石のこと…",
            "vi": "Aishi là viên đá được nhúng trong quái vật..."
        },
        {
            "x1": 316,
            "y1": 858,
            "x2": 401,
            "y2": 1038,
            "text": "だとしたら 一体 何故…",
            "vi": "Nếu vậy, tại sao..."
        },
        {
            "x1": 483,
            "y1": 1031,
            "x2": 602,
            "y2": 1234,
            "text": "アルゴは 蒼石の起源に 関わっていた？",
            "vi": "Argo có liên quan đến nguồn gốc của Aishiishi không?"
        },
        {
            "x1": 94,
            "y1": 1301,
            "x2": 749,
            "y2": 1340,
            "text": "累獄120万部突破！ 最新9巻発売中!",
            "vi": "Hơn 12 triệu bản sao tù! 9 tập mới nhất được bán!"
        }
    ],
    "002.jpg": [
        {
            "x1": 755,
            "y1": 145,
            "x2": 855,
            "y2": 280,
            "text": "何か 分かり ましたか？",
            "vi": "Bạn đã hiểu điều gì đó?"
        },
        {
            "x1": 141,
            "y1": 121,
            "x2": 214,
            "y2": 304,
            "text": "いえ さっぱりです",
            "vi": "Không, nó rất mới mẻ"
        },
        {
            "x1": 533,
            "y1": 470,
            "x2": 642,
            "y2": 606,
            "text": "まぁ 焦っても 仕方ないわ",
            "vi": "Chà, tôi không thể không suy nghĩ"
        },
        {
            "x1": 104,
            "y1": 570,
            "x2": 200,
            "y2": 776,
            "text": "ここはひとつ レーダルストアに 戻るとしましょ‼",
            "vi": "Giả sử bạn trở lại một trong các cửa hàng radal ở đây."
        }
    ],
    "003.jpg": [
        {
            "x1": 798,
            "y1": 95,
            "x2": 869,
            "y2": 246,
            "text": "キャイン‼ キャイン‼",
            "vi": "Cain‼ Cain‼"
        },
        {
            "x1": 559,
            "y1": 116,
            "x2": 640,
            "y2": 303,
            "text": "エヴリバデイ セイ…",
            "vi": "Evriva Day sei..."
        },
        {
            "x1": 140,
            "y1": 102,
            "x2": 186,
            "y2": 381,
            "text": "YＥAHHH",
            "vi": "Yeahhh"
        },
        {
            "x1": 791,
            "y1": 463,
            "x2": 849,
            "y2": 740,
            "text": "YＥAHH",
            "vi": "Vâng"
        },
        {
            "x1": 767,
            "y1": 849,
            "x2": 874,
            "y2": 1066,
            "text": "今夜の ゲストもこの人‼ ロＪ・ヴェイル",
            "vi": "Khách của tối nay cũng là người này Ro J. mạng che mặt"
        },
        {
            "x1": 463,
            "y1": 1047,
            "x2": 563,
            "y2": 1265,
            "text": "王都の誇る ベスト ポーショニスト‼",
            "vi": "Người chơi podhonist giỏi nhất của thủ đô Hoàng gia‼"
        },
        {
            "x1": 113,
            "y1": 1050,
            "x2": 235,
            "y2": 1255,
            "text": "さぁ‼ まずは 王様ゲームから 行こうぜい‼",
            "vi": "Thôi nào Đầu tiên, chúng ta hãy đi từ trò chơi King‼"
        }
    ],
    "004.jpg": [
        {
            "x1": 125,
            "y1": 154,
            "x2": 222,
            "y2": 332,
            "text": "クルア 話があるわ",
            "vi": "Tôi có một câu chuyện"
        },
        {
            "x1": 768,
            "y1": 741,
            "x2": 862,
            "y2": 940,
            "text": "レリウス‼ フィーラ‼ 帰って来たのか‼",
            "vi": "Lelius Filla Bạn đã trở lại?"
        },
        {
            "x1": 429,
            "y1": 732,
            "x2": 510,
            "y2": 907,
            "text": "元気 でしたか？",
            "vi": "Dạo này bạn thế nào?"
        },
        {
            "x1": 293,
            "y1": 723,
            "x2": 335,
            "y2": 907,
            "text": "もちろん‼",
            "vi": "Đương nhiên!"
        },
        {
            "x1": 116,
            "y1": 784,
            "x2": 235,
            "y2": 977,
            "text": "クルアが 暴走して 大変 だったがなッ",
            "vi": "Thật khó vì Culua bỏ trốn"
        },
        {
            "x1": 604,
            "y1": 951,
            "x2": 630,
            "y2": 1125,
            "text": "メアさん！",
            "vi": "MARE!"
        }
    ],
    "005.jpg": [
        {
            "x1": 769,
            "y1": 142,
            "x2": 830,
            "y2": 248,
            "text": "レリウス って…",
            "vi": "Lelius..."
        },
        {
            "x1": 401,
            "y1": 115,
            "x2": 490,
            "y2": 262,
            "text": "ケルベロズに 立ち向かった っていう…？",
            "vi": "Bạn đã đối mặt với Cerberos...?"
        },
        {
            "x1": 784,
            "y1": 383,
            "x2": 906,
            "y2": 575,
            "text": "すっごーい‼ 本当に会える なんて‼",
            "vi": "Tôi thật tuyệt vời Tôi thực sự có thể gặp bạn"
        },
        {
            "x1": 337,
            "y1": 348,
            "x2": 443,
            "y2": 592,
            "text": "私達 レリウス様に 会いたくて この店に 来たんですー♡",
            "vi": "Tôi đã đến cửa hàng này vì tôi muốn gặp chúng tôi Lelius ♡"
        },
        {
            "x1": 157,
            "y1": 389,
            "x2": 229,
            "y2": 568,
            "text": "新しく雇った アルバイトだ",
            "vi": "Đó là một công việc mới được thuê"
        },
        {
            "x1": 761,
            "y1": 1044,
            "x2": 866,
            "y2": 1207,
            "text": "お前達‼ パーティーは 終わりだ",
            "vi": "Các bạn‼ Đảng đã kết thúc"
        },
        {
            "x1": 470,
            "y1": 1072,
            "x2": 586,
            "y2": 1215,
            "text": "今日は もう帰って 休むんだ",
            "vi": "Tôi về nhà và nghỉ ngơi hôm nay"
        },
        {
            "x1": 95,
            "y1": 1054,
            "x2": 214,
            "y2": 1209,
            "text": "はーい メアちゃん 先輩‼",
            "vi": "Hai mare -chan cao cấp‼"
        }
    ],
    "006.jpg": [
        {
            "x1": 786,
            "y1": 127,
            "x2": 815,
            "y2": 267,
            "text": "メアさん…",
            "vi": "Ma -rốc..."
        },
        {
            "x1": 280,
            "y1": 154,
            "x2": 406,
            "y2": 305,
            "text": "しっかりと 仕事を こなしている ようだ…",
            "vi": "Có vẻ như anh ấy đang làm tốt..."
        },
        {
            "x1": 118,
            "y1": 140,
            "x2": 216,
            "y2": 297,
            "text": "後輩の面倒も 見るように なるとは…‼",
            "vi": "Tôi muốn chăm sóc đàn em của tôi...‼"
        },
        {
            "x1": 696,
            "y1": 539,
            "x2": 825,
            "y2": 761,
            "text": "もう 「渡り鳥の宿」の 時とは別人だ",
            "vi": "Đó là một người khác từ thời \"Nhà trọ di cư\""
        },
        {
            "x1": 110,
            "y1": 549,
            "x2": 219,
            "y2": 754,
            "text": "俺の手助けなど もういらないな 感無量だ…‼",
            "vi": "Tôi không cần sự giúp đỡ của tôi nữa..."
        },
        {
            "x1": 756,
            "y1": 845,
            "x2": 852,
            "y2": 976,
            "text": "どうした？ なぜ 泣いている",
            "vi": "Có chuyện gì? Tại sao lại khóc"
        },
        {
            "x1": 555,
            "y1": 854,
            "x2": 624,
            "y2": 994,
            "text": "いえ… ちょっと…",
            "vi": "Không... một chút..."
        },
        {
            "x1": 98,
            "y1": 872,
            "x2": 207,
            "y2": 1088,
            "text": "キュガイアでの 依頼は もう 済んだのですか？",
            "vi": "Bạn đã đưa ra một yêu cầu ở Kugaia chưa?"
        }
    ],
    "007.jpg": [
        {
            "x1": 776,
            "y1": 122,
            "x2": 872,
            "y2": 300,
            "text": "いえ やることが 残っているので すぐ戻ります",
            "vi": "Không, có một cái gì đó để làm, vì vậy tôi sẽ trở lại ngay lập tức"
        },
        {
            "x1": 696,
            "y1": 179,
            "x2": 727,
            "y2": 343,
            "text": "すみません…",
            "vi": "lấy làm tiếc…"
        },
        {
            "x1": 122,
            "y1": 187,
            "x2": 256,
            "y2": 333,
            "text": "いえー 久しぶりに お会いできて 嬉しいです‼",
            "vi": "Không, tôi rất vui khi được gặp bạn lần đầu tiên sau một thời gian dài."
        },
        {
            "x1": 764,
            "y1": 450,
            "x2": 859,
            "y2": 642,
            "text": "でも 倉庫の 在庫が減ってきて いて…",
            "vi": "Nhưng cổ phiếu của kho đang giảm..."
        },
        {
            "x1": 622,
            "y1": 496,
            "x2": 713,
            "y2": 686,
            "text": "お疲れでなければ 補充 お願い できますか？",
            "vi": "Nếu bạn không mệt, bạn có thể bổ sung nó không?"
        },
        {
            "x1": 171,
            "y1": 505,
            "x2": 239,
            "y2": 646,
            "text": "任せて ください‼",
            "vi": "Hãy để tôi quan tâm đến điều đó!"
        },
        {
            "x1": 772,
            "y1": 759,
            "x2": 877,
            "y2": 968,
            "text": "それと 新しく 宿を始めようと 思っていまして…",
            "vi": "Và tôi đang nghĩ đến việc bắt đầu một nhà trọ mới..."
        },
        {
            "x1": 125,
            "y1": 773,
            "x2": 233,
            "y2": 934,
            "text": "クルアさんは 事業の拡大に 前のめりだ",
            "vi": "Ông Kurua đang đi trước khi mở rộng kinh doanh"
        },
        {
            "x1": 595,
            "y1": 860,
            "x2": 732,
            "y2": 1041,
            "text": "よければ レリウスさんの 意見も 聞きたいです",
            "vi": "Tôi muốn nghe ý kiến của Lelius nếu bạn thích"
        },
        {
            "x1": 478,
            "y1": 1047,
            "x2": 512,
            "y2": 1258,
            "text": "分かりました‼",
            "vi": "Hiểu!"
        }
    ],
    "008.jpg": [
        {
            "x1": 711,
            "y1": 154,
            "x2": 826,
            "y2": 340,
            "text": "クルアさんに 誘われて 俺は 王都に来た",
            "vi": "Tôi đã được ông Kurua mời đến thủ đô hoàng gia"
        },
        {
            "x1": 114,
            "y1": 218,
            "x2": 229,
            "y2": 418,
            "text": "暴走しがちだが その前向きさは 見習わなきゃな",
            "vi": "Tôi có xu hướng chạy trốn, nhưng tôi phải mô phỏng sự tích cực đó."
        },
        {
            "x1": 715,
            "y1": 541,
            "x2": 847,
            "y2": 734,
            "text": "さぁ 今夜は 久しぶりに 皆で食事ね‼",
            "vi": "Chà, mọi người lần đầu tiên có một bữa ăn trong một thời gian dài."
        },
        {
            "x1": 95,
            "y1": 713,
            "x2": 192,
            "y2": 861,
            "text": "食べて 食べて‼",
            "vi": "Ăn và ăn"
        },
        {
            "x1": 156,
            "y1": 1011,
            "x2": 265,
            "y2": 1192,
            "text": "思えば いろいろな ことがあった",
            "vi": "Có nhiều điều khác nhau nếu tôi nghĩ"
        }
    ],
    "009.jpg": [
        {
            "x1": 734,
            "y1": 152,
            "x2": 833,
            "y2": 336,
            "text": "血生臭い 戦いが多かった けど…",
            "vi": "Có rất nhiều trận đấu đẫm máu..."
        },
        {
            "x1": 126,
            "y1": 180,
            "x2": 260,
            "y2": 348,
            "text": "今のような 時間が一番 楽しい…",
            "vi": "Thời điểm như bây giờ là niềm vui nhất..."
        },
        {
            "x1": 670,
            "y1": 549,
            "x2": 808,
            "y2": 740,
            "text": "願わくば 皆でのんびり スローライフと いきたいものだ",
            "vi": "Hy vọng rằng mọi người đều muốn đi với một cuộc sống chậm chạp."
        },
        {
            "x1": 453,
            "y1": 836,
            "x2": 482,
            "y2": 1008,
            "text": "そのためにも",
            "vi": "Vì lý do đó"
        },
        {
            "x1": 205,
            "y1": 988,
            "x2": 357,
            "y2": 1196,
            "text": "過去の鍛治師と 勇者の未来に 決着を つけなくては",
            "vi": "Tôi phải giải quyết tương lai của quá khứ của quá khứ và người anh hùng"
        }
    ]
}