var ocr_data = {
    "001.jpg": [
        {
            "x1": 149,
            "y1": 89,
            "x2": 184,
            "y2": 219,
            "text": "かわいい…"
        },
        {
            "x1": 798,
            "y1": 114,
            "x2": 889,
            "y2": 335,
            "text": "いらっじゃい ませー‼"
        },
        {
            "x1": 428,
            "y1": 219,
            "x2": 509,
            "y2": 461,
            "text": "渡り鳥の宿へ ようこそ‼"
        },
        {
            "x1": 122,
            "y1": 271,
            "x2": 191,
            "y2": 449,
            "text": "ありがとう ございまーす"
        },
        {
            "x1": 396,
            "y1": 536,
            "x2": 454,
            "y2": 636,
            "text": "お二人様 ですか？"
        },
        {
            "x1": 316,
            "y1": 514,
            "x2": 348,
            "y2": 632,
            "text": "かわいい…"
        },
        {
            "x1": 150,
            "y1": 535,
            "x2": 253,
            "y2": 715,
            "text": "スイートルーム 一泊の ご利用ですね？"
        },
        {
            "x1": 487,
            "y1": 759,
            "x2": 646,
            "y2": 788,
            "text": "不遇職“鐵治師"
        },
        {
            "x1": 720,
            "y1": 804,
            "x2": 875,
            "y2": 833,
            "text": "第42話ダンス"
        },
        {
            "x1": 480,
            "y1": 785,
            "x2": 598,
            "y2": 840,
            "text": "最強"
        },
        {
            "x1": 79,
            "y1": 676,
            "x2": 122,
            "y2": 814,
            "text": "かわいい．"
        },
        {
            "x1": 625,
            "y1": 884,
            "x2": 706,
            "y2": 1089,
            "text": "ありがとう ございまーす"
        },
        {
            "x1": 430,
            "y1": 881,
            "x2": 521,
            "y2": 1093,
            "text": "フィーラさんは 宿の仕事を問題なく こなしている"
        },
        {
            "x1": 267,
            "y1": 933,
            "x2": 378,
            "y2": 1098,
            "text": "貴族だから 人付き合いは 経験豊富"
        },
        {
            "x1": 732,
            "y1": 1110,
            "x2": 800,
            "y2": 1282,
            "text": "２最強"
        },
        {
            "x1": 144,
            "y1": 994,
            "x2": 218,
            "y2": 1247,
            "text": "物腰も柔らかいし… 才能かもしれない"
        }
    ],
    "002.jpg": [
        {
            "x1": 751,
            "y1": 130,
            "x2": 863,
            "y2": 361,
            "text": "助けられるよう 近くで見ているが… 大丈夫かな"
        },
        {
            "x1": 371,
            "y1": 130,
            "x2": 432,
            "y2": 353,
            "text": "リウスちゃんってば 心配性よねー"
        },
        {
            "x1": 195,
            "y1": 155,
            "x2": 260,
            "y2": 354,
            "text": "義母さん‼ 公爵家のお嬢様‼"
        },
        {
            "x1": 78,
            "y1": 264,
            "x2": 147,
            "y2": 447,
            "text": "何かあったら 俺達は打ち首‼"
        },
        {
            "x1": 777,
            "y1": 608,
            "x2": 846,
            "y2": 723,
            "text": "どう？ レリウス"
        },
        {
            "x1": 154,
            "y1": 596,
            "x2": 221,
            "y2": 712,
            "text": "問題なし です‼"
        },
        {
            "x1": 47,
            "y1": 665,
            "x2": 139,
            "y2": 845,
            "text": "あとは細かい仕事 に関して覚えて 頂ければ"
        },
        {
            "x1": 803,
            "y1": 898,
            "x2": 864,
            "y2": 1037,
            "text": "本日の仕事は 終わりです"
        },
        {
            "x1": 691,
            "y1": 926,
            "x2": 751,
            "y2": 1108,
            "text": "領主様の屋敷まで お送りしますね"
        },
        {
            "x1": 326,
            "y1": 929,
            "x2": 409,
            "y2": 1090,
            "text": "この娘は… 一体何？"
        },
        {
            "x1": 479,
            "y1": 1117,
            "x2": 540,
            "y2": 1296,
            "text": "ちょっと待って レリウス"
        }
    ],
    "003.jpg": [
        {
            "x1": 766,
            "y1": 159,
            "x2": 857,
            "y2": 335,
            "text": "クルアと 申します‼"
        },
        {
            "x1": 402,
            "y1": 123,
            "x2": 502,
            "y2": 370,
            "text": "商人でしてっ出 レリウスさんの品物を 販売しております出"
        },
        {
            "x1": 273,
            "y1": 79,
            "x2": 330,
            "y2": 280,
            "text": "売り上げ報告に時々 来てださるんです"
        },
        {
            "x1": 99,
            "y1": 137,
            "x2": 201,
            "y2": 312,
            "text": "あとは次に 納品する品物の 相談ですね"
        },
        {
            "x1": 539,
            "y1": 516,
            "x2": 565,
            "y2": 653,
            "text": "あの娘は？"
        },
        {
            "x1": 170,
            "y1": 539,
            "x2": 397,
            "y2": 726,
            "text": "バイトの メアさん です お肉と モキキの実が 好物です"
        },
        {
            "x1": 782,
            "y1": 858,
            "x2": 884,
            "y2": 1011,
            "text": "やっぱり フィーラ様… 可愛らしい"
        },
        {
            "x1": 462,
            "y1": 843,
            "x2": 582,
            "y2": 1105,
            "text": "まさか こんな間近で 拝見できるとはっ…"
        },
        {
            "x1": 92,
            "y1": 838,
            "x2": 161,
            "y2": 1064,
            "text": "落ち着いて下さい クルアさん"
        }
    ],
    "004.jpg": [
        {
            "x1": 491,
            "y1": 139,
            "x2": 549,
            "y2": 280,
            "text": "そ そう ですよね……"
        },
        {
            "x1": 104,
            "y1": 170,
            "x2": 196,
            "y2": 377,
            "text": "怖がらせて しまいましたよね すみません"
        },
        {
            "x1": 527,
            "y1": 407,
            "x2": 615,
            "y2": 609,
            "text": "ま まぁ別に 褒められて悪い気は しないわ"
        },
        {
            "x1": 129,
            "y1": 429,
            "x2": 192,
            "y2": 613,
            "text": "ありがとね？ えっと…クルア"
        },
        {
            "x1": 751,
            "y1": 663,
            "x2": 830,
            "y2": 988,
            "text": "きゃわいい"
        }
    ],
    "005.jpg": [
        {
            "x1": 785,
            "y1": 98,
            "x2": 872,
            "y2": 315,
            "text": "そそうだレリウス‼ もうすぐ舞踏会 でしょ？"
        },
        {
            "x1": 520,
            "y1": 94,
            "x2": 579,
            "y2": 296,
            "text": "その日踊る相手とか …決まってる？"
        },
        {
            "x1": 271,
            "y1": 107,
            "x2": 361,
            "y2": 313,
            "text": "結婚式祭のある 二月十四日は 『舞踏会』が行われる"
        },
        {
            "x1": 422,
            "y1": 285,
            "x2": 452,
            "y2": 389,
            "text": "舞踏会…"
        },
        {
            "x1": 130,
            "y1": 226,
            "x2": 197,
            "y2": 433,
            "text": "身分の関係なく 参加できるものだ"
        },
        {
            "x1": 776,
            "y1": 522,
            "x2": 845,
            "y2": 702,
            "text": "いや 俺は別に 参加しないです"
        },
        {
            "x1": 523,
            "y1": 597,
            "x2": 624,
            "y2": 717,
            "text": "えっ⁉ 何でよ"
        },
        {
            "x1": 138,
            "y1": 521,
            "x2": 214,
            "y2": 668,
            "text": "俺…踊るの 苦手ですし"
        }
    ],
    "006.jpg": [
        {
            "x1": 793,
            "y1": 123,
            "x2": 825,
            "y2": 236,
            "text": "何ですか"
        },
        {
            "x1": 675,
            "y1": 133,
            "x2": 701,
            "y2": 271,
            "text": "意外ですね"
        },
        {
            "x1": 513,
            "y1": 162,
            "x2": 599,
            "y2": 322,
            "text": "レリウスは ダンスもできる んだと思ってた"
        },
        {
            "x1": 309,
            "y1": 95,
            "x2": 402,
            "y2": 328,
            "text": "この国では神に捧げる 一番の祈りとして ダンスが定着ている"
        },
        {
            "x1": 65,
            "y1": 152,
            "x2": 192,
            "y2": 440,
            "text": "…しかし 実の両親は ダンスに興味がなく 俺も二人と鍛錬を積んでる 方が好きだった"
        },
        {
            "x1": 738,
            "y1": 530,
            "x2": 818,
            "y2": 767,
            "text": "そのため俺は ダンスができず"
        },
        {
            "x1": 97,
            "y1": 570,
            "x2": 193,
            "y2": 850,
            "text": "ダンスから 逃げ続けていた‼"
        },
        {
            "x1": 473,
            "y1": 966,
            "x2": 585,
            "y2": 1018,
            "text": "仕方ないかね"
        },
        {
            "x1": 747,
            "y1": 1012,
            "x2": 843,
            "y2": 1187,
            "text": "何だ…じゃあ あたしが教えて あげるわ"
        },
        {
            "x1": 417,
            "y1": 953,
            "x2": 443,
            "y2": 1133,
            "text": "待ってくださいっ"
        },
        {
            "x1": 134,
            "y1": 973,
            "x2": 189,
            "y2": 1133,
            "text": "教えるなら私も できますよっ"
        },
        {
            "x1": 509,
            "y1": 1155,
            "x2": 587,
            "y2": 1272,
            "text": "いえ 結構です"
        },
        {
            "x1": 88,
            "y1": 1115,
            "x2": 117,
            "y2": 1276,
            "text": "結構ですってば"
        }
    ],
    "007.jpg": [
        {
            "x1": 845,
            "y1": 111,
            "x2": 878,
            "y2": 208,
            "text": "いやいや"
        },
        {
            "x1": 728,
            "y1": 157,
            "x2": 791,
            "y2": 340,
            "text": "ここは素人に近い 私が…"
        },
        {
            "x1": 270,
            "y1": 139,
            "x2": 365,
            "y2": 269,
            "text": "レリウス川 誰に教えて もらうの⁉"
        },
        {
            "x1": 401,
            "y1": 240,
            "x2": 497,
            "y2": 392,
            "text": "どうして皆 そんなに教え たがるんだ⁉"
        },
        {
            "x1": 294,
            "y1": 460,
            "x2": 354,
            "y2": 566,
            "text": "すまない リン"
        },
        {
            "x1": 751,
            "y1": 459,
            "x2": 828,
            "y2": 689,
            "text": "ダンスは‼ やりませんッ‼"
        },
        {
            "x1": 127,
            "y1": 479,
            "x2": 217,
            "y2": 700,
            "text": "次会う時に上手く なっておくと言ったな …あれは嘘だ"
        },
        {
            "x1": 767,
            "y1": 752,
            "x2": 871,
            "y2": 976,
            "text": "じゃ誰が一番上手に 指導できるか 勝負しましょ‼"
        },
        {
            "x1": 455,
            "y1": 758,
            "x2": 551,
            "y2": 970,
            "text": "貴族だからって 負けないぞ…あ 負けはしないですぞ"
        },
        {
            "x1": 116,
            "y1": 737,
            "x2": 201,
            "y2": 959,
            "text": "フィラ様だからって 譲りはしません からね‼"
        },
        {
            "x1": 122,
            "y1": 1063,
            "x2": 186,
            "y2": 1306,
            "text": "俺の意志に関係なく 教えようとしている⁉"
        }
    ],
    "008.jpg": [
        {
            "x1": 828,
            "y1": 148,
            "x2": 853,
            "y2": 228,
            "text": "じゃ"
        },
        {
            "x1": 573,
            "y1": 249,
            "x2": 652,
            "y2": 345,
            "text": "まずは 私から"
        },
        {
            "x1": 447,
            "y1": 150,
            "x2": 517,
            "y2": 301,
            "text": "ほら レリウス‼"
        },
        {
            "x1": 191,
            "y1": 448,
            "x2": 288,
            "y2": 709,
            "text": "さ さすが貴族のお嬢様 何というか上品な ダンス"
        },
        {
            "x1": 674,
            "y1": 857,
            "x2": 740,
            "y2": 1032,
            "text": "思ってた以上に 動きが悪いわ…"
        },
        {
            "x1": 95,
            "y1": 907,
            "x2": 191,
            "y2": 1055,
            "text": "次は 私だなっ"
        },
        {
            "x1": 669,
            "y1": 1133,
            "x2": 700,
            "y2": 1298,
            "text": "すみません…"
        }
    ],
    "009.jpg": [
        {
            "x1": 778,
            "y1": 806,
            "x2": 854,
            "y2": 968,
            "text": "動きが速く キレがある"
        },
        {
            "x1": 502,
            "y1": 793,
            "x2": 581,
            "y2": 965,
            "text": "ダ ダンスは その…"
        },
        {
            "x1": 674,
            "y1": 1127,
            "x2": 709,
            "y2": 1246,
            "text": "上手です"
        },
        {
            "x1": 111,
            "y1": 962,
            "x2": 221,
            "y2": 1259,
            "text": "う 運命の人と出会う ためのものだと 教えられてきたからな"
        }
    ],
    "010.jpg": [
        {
            "x1": 331,
            "y1": 116,
            "x2": 361,
            "y2": 193,
            "text": "では…"
        },
        {
            "x1": 773,
            "y1": 125,
            "x2": 840,
            "y2": 265,
            "text": "メアさん かわいい‼"
        },
        {
            "x1": 412,
            "y1": 111,
            "x2": 505,
            "y2": 284,
            "text": "10点‼"
        },
        {
            "x1": 90,
            "y1": 272,
            "x2": 124,
            "y2": 437,
            "text": "真打登場です"
        },
        {
            "x1": 567,
            "y1": 496,
            "x2": 637,
            "y2": 661,
            "text": "クルアさんも 上手だ…"
        },
        {
            "x1": 373,
            "y1": 517,
            "x2": 506,
            "y2": 741,
            "text": "…商人だからな 付き合いでダンスが 必要な場面もあるの だろう"
        },
        {
            "x1": 542,
            "y1": 890,
            "x2": 640,
            "y2": 1135,
            "text": "オレが一番 へタクということに 変わりはない！"
        },
        {
            "x1": 216,
            "y1": 843,
            "x2": 287,
            "y2": 1028,
            "text": "これは猛特訓が 必要ねッ"
        },
        {
            "x1": 114,
            "y1": 915,
            "x2": 184,
            "y2": 1109,
            "text": "お祭りまで毎日 練習するわよ⁉"
        },
        {
            "x1": 92,
            "y1": 1170,
            "x2": 146,
            "y2": 1269,
            "text": "えっ"
        }
    ],
    "011.jpg": [
        {
            "x1": 771,
            "y1": 138,
            "x2": 856,
            "y2": 331,
            "text": "待ってください フィーラ様 舞踏会まで二三日"
        },
        {
            "x1": 458,
            "y1": 141,
            "x2": 552,
            "y2": 340,
            "text": "その程度では とてもじゃないが 上達は不可能"
        },
        {
            "x1": 296,
            "y1": 112,
            "x2": 383,
            "y2": 313,
            "text": "四月の成人の儀まで やった方が良い のでは？"
        },
        {
            "x1": 114,
            "y1": 305,
            "x2": 181,
            "y2": 497,
            "text": "ナイス アイデアね…！"
        },
        {
            "x1": 756,
            "y1": 526,
            "x2": 866,
            "y2": 699,
            "text": "あたしがいつまで ここにいれるか わからないけど …付き合うわ"
        },
        {
            "x1": 508,
            "y1": 510,
            "x2": 621,
            "y2": 705,
            "text": "クルアメア レリウスを一流の ダンサーに仕立てる のよッ‼"
        },
        {
            "x1": 420,
            "y1": 605,
            "x2": 453,
            "y2": 711,
            "text": "はいッ‼"
        },
        {
            "x1": 331,
            "y1": 678,
            "x2": 369,
            "y2": 772,
            "text": "おう‼"
        },
        {
            "x1": 170,
            "y1": 991,
            "x2": 281,
            "y2": 1266,
            "text": "いい機会だし… バカにされないよう 覚えるしかないか…"
        }
    ]
}