var ocr_data = {
    "10001.jpg": [
        {
            "x1": 564,
            "y1": 78,
            "x2": 793,
            "y2": 162,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 599,
            "y1": 416,
            "x2": 872,
            "y2": 453,
            "text": "第153話薬決戦の火蓋",
            "vi": "Tập 153 Lửa trận chiến quyết định ma túy"
        },
        {
            "x1": 771,
            "y1": 1240,
            "x2": 809,
            "y2": 1301,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 95,
            "y1": 1306,
            "x2": 732,
            "y2": 1346,
            "text": "累獄120万部突破如！最新9巻発売中叫",
            "vi": "Hơn 12 triệu bản sao tù! 9 tập mới nhất được bán"
        }
    ],
    "10002.jpg": [
        {
            "x1": 732,
            "y1": 618,
            "x2": 828,
            "y2": 780,
            "text": "封印魔法 です…",
            "vi": "Đó là một phép thuật SEAL..."
        },
        {
            "x1": 367,
            "y1": 963,
            "x2": 458,
            "y2": 1239,
            "text": "アリア様と言えど 逃げられませんわ",
            "vi": "Tôi không thể trốn thoát được mặc dù tôi là aria -sama"
        },
        {
            "x1": 71,
            "y1": 1046,
            "x2": 218,
            "y2": 1206,
            "text": "代償は “私の命 ですから",
            "vi": "Giá cả là \"bởi vì đó là cuộc sống của tôi"
        }
    ],
    "10003.jpg": [
        {
            "x1": 766,
            "y1": 394,
            "x2": 845,
            "y2": 589,
            "text": "ただ 僅かに 時間がかかる",
            "vi": "Nó chỉ mất một chút thời gian"
        },
        {
            "x1": 385,
            "y1": 355,
            "x2": 414,
            "y2": 538,
            "text": "ポセイドンの槍",
            "vi": "Ngọn giáo của Poseidon"
        },
        {
            "x1": 140,
            "y1": 417,
            "x2": 228,
            "y2": 589,
            "text": "一瞬でいい 時間を‼",
            "vi": "Có một thời gian tốt trong một thời điểm ngay lập tức."
        }
    ],
    "10004.jpg": [
        {
            "x1": 198,
            "y1": 1095,
            "x2": 237,
            "y2": 1221,
            "text": "はぁ…",
            "vi": "Hả..."
        }
    ],
    "10005.jpg": [
        {
            "x1": 749,
            "y1": 382,
            "x2": 855,
            "y2": 760,
            "text": "水牢封印結",
            "vi": "Con dấu tù"
        }
    ],
    "10006.jpg": [
        {
            "x1": 162,
            "y1": 388,
            "x2": 216,
            "y2": 510,
            "text": "何です",
            "vi": "Những gì là"
        },
        {
            "x1": 701,
            "y1": 562,
            "x2": 757,
            "y2": 700,
            "text": "神器が",
            "vi": "Kho báu thiêng liêng"
        },
        {
            "x1": 590,
            "y1": 793,
            "x2": 704,
            "y2": 959,
            "text": "魔力と 体力が急速に 吸われて…",
            "vi": "Sức mạnh kỳ diệu và thể chất nhanh chóng bị hút..."
        },
        {
            "x1": 455,
            "y1": 801,
            "x2": 496,
            "y2": 901,
            "text": "まずい",
            "vi": "Không phù hợp"
        },
        {
            "x1": 87,
            "y1": 887,
            "x2": 144,
            "y2": 1060,
            "text": "ピキ…ッ",
            "vi": "Piki..."
        },
        {
            "x1": 233,
            "y1": 1051,
            "x2": 319,
            "y2": 1213,
            "text": "封印の力が 弱まっ",
            "vi": "Sức mạnh của con dấu suy yếu"
        }
    ],
    "10007.jpg": [
        {
            "x1": 580,
            "y1": 326,
            "x2": 623,
            "y2": 435,
            "text": "きゃっ",
            "vi": "Kiya"
        }
    ],
    "10008.jpg": [
        {
            "x1": 296,
            "y1": 364,
            "x2": 328,
            "y2": 453,
            "text": "まだ…",
            "vi": "đứng yên…"
        },
        {
            "x1": 220,
            "y1": 396,
            "x2": 254,
            "y2": 506,
            "text": "もう一…",
            "vi": "Nữa..."
        },
        {
            "x1": 366,
            "y1": 572,
            "x2": 408,
            "y2": 750,
            "text": "不甲斐ない",
            "vi": "Không chịu nổi"
        },
        {
            "x1": 123,
            "y1": 1018,
            "x2": 214,
            "y2": 1165,
            "text": "詰めが 甘かった",
            "vi": "Việc nhồi bông thật ngọt ngào"
        }
    ],
    "10009.jpg": [
        {
            "x1": 750,
            "y1": 159,
            "x2": 841,
            "y2": 279,
            "text": "レリウス様 リン様 ベニー様",
            "vi": "Lelius Lin -Sama Benny"
        },
        {
            "x1": 139,
            "y1": 181,
            "x2": 201,
            "y2": 366,
            "text": "時間を稼げず 申し訳ありません",
            "vi": "Xin lỗi vì đã không đạt được thời gian"
        },
        {
            "x1": 738,
            "y1": 794,
            "x2": 783,
            "y2": 1016,
            "text": "フィーラ…",
            "vi": "Filla..."
        },
        {
            "x1": 224,
            "y1": 1011,
            "x2": 302,
            "y2": 1278,
            "text": "辛いお願いをして ごめんなさい",
            "vi": "Tôi xin lỗi vì đã đưa ra yêu cầu đau đớn"
        }
    ],
    "10010.jpg": [
        {
            "x1": 561,
            "y1": 1089,
            "x2": 593,
            "y2": 1207,
            "text": "レリウス",
            "vi": "Lelius"
        },
        {
            "x1": 97,
            "y1": 1069,
            "x2": 192,
            "y2": 1218,
            "text": "間に… 合った‼",
            "vi": "Đó là vào thời gian!"
        }
    ],
    "10011.jpg": [
        {
            "x1": 353,
            "y1": 401,
            "x2": 416,
            "y2": 658,
            "text": "俺が相手だ",
            "vi": "Tôi là bên kia"
        },
        {
            "x1": 156,
            "y1": 1011,
            "x2": 201,
            "y2": 1215,
            "text": "勇者アリア",
            "vi": "ARIA dũng cảm"
        },
        {
            "x1": 98,
            "y1": 1311,
            "x2": 778,
            "y2": 1343,
            "text": "パトンはユミネからレリウスへ。最終決戦、開議!",
            "vi": "Paton đi từ Yumine đến Lelius. Trận chiến quyết định cuối cùng, mở cửa!"
        }
    ],
    "10012.jpg": [
        {
            "x1": 43,
            "y1": 105,
            "x2": 159,
            "y2": 197,
            "text": "嘉強",
            "vi": "Tạm biệt"
        },
        {
            "x1": 27,
            "y1": 715,
            "x2": 215,
            "y2": 819,
            "text": "P2400方jPv",
            "vi": "P2400 jpv"
        },
        {
            "x1": 44,
            "y1": 768,
            "x2": 384,
            "y2": 1000,
            "text": "★超え‼!な 「小説家になろう｣発！ 大八気“万物創造",
            "vi": "★ đã vượt quá‼ Từ! \"Trở thành một tiểu thuyết gia\" từ! Daihachi \"Tất cả những điều sáng tạo"
        },
        {
            "x1": 490,
            "y1": 1207,
            "x2": 772,
            "y2": 1322,
            "text": "まれるようになってた男の のんびリスローライフ",
            "vi": "Người đàn ông giải trí cuộc sống risro"
        }
    ]
}