var ocr_data = {
    "01.jpg": [
        {
            "x1": 103,
            "y1": 116,
            "x2": 259,
            "y2": 191,
            "text": "職鍛治師 最強"
        },
        {
            "x1": 698,
            "y1": 177,
            "x2": 814,
            "y2": 329,
            "text": "二人は… 付き合って いるの？"
        },
        {
            "x1": 624,
            "y1": 397,
            "x2": 865,
            "y2": 426,
            "text": "第129話 解けぬ誤解"
        },
        {
            "x1": 318,
            "y1": 473,
            "x2": 437,
            "y2": 534,
            "text": "はは…"
        },
        {
            "x1": 209,
            "y1": 480,
            "x2": 285,
            "y2": 671,
            "text": "何を言うかと 思えば そんな"
        },
        {
            "x1": 125,
            "y1": 566,
            "x2": 165,
            "y2": 721,
            "text": "…ないわね"
        },
        {
            "x1": 708,
            "y1": 811,
            "x2": 841,
            "y2": 965,
            "text": "付き合ってる と言っても 過言では ないわね‼"
        },
        {
            "x1": 133,
            "y1": 1043,
            "x2": 241,
            "y2": 1220,
            "text": "フィーラ さん⁉"
        },
        {
            "x1": 808,
            "y1": 1263,
            "x2": 860,
            "y2": 1347,
            "text": "最強"
        },
        {
            "x1": 165,
            "y1": 1324,
            "x2": 794,
            "y2": 1360,
            "text": "累計100万部突破！ 最新8巻発売中!"
        }
    ],
    "02.jpg": [
        {
            "x1": 744,
            "y1": 141,
            "x2": 841,
            "y2": 350,
            "text": "レリウス⁉ そうなの⁉"
        },
        {
            "x1": 206,
            "y1": 147,
            "x2": 317,
            "y2": 267,
            "text": "いや それは… 誤解だ！"
        },
        {
            "x1": 88,
            "y1": 249,
            "x2": 192,
            "y2": 373,
            "text": "俺と フィーラ さんは…"
        },
        {
            "x1": 611,
            "y1": 494,
            "x2": 713,
            "y2": 655,
            "text": "あら 照れなくても いいじゃない"
        },
        {
            "x1": 710,
            "y1": 706,
            "x2": 829,
            "y2": 967,
            "text": "もう今は ドーセーじてるん だし…♡"
        },
        {
            "x1": 151,
            "y1": 839,
            "x2": 218,
            "y2": 1124,
            "text": "何ィイイイ⁉"
        }
    ],
    "03.jpg": [
        {
            "x1": 789,
            "y1": 104,
            "x2": 852,
            "y2": 269,
            "text": "フィフィーラ さん…⁉"
        },
        {
            "x1": 523,
            "y1": 145,
            "x2": 612,
            "y2": 320,
            "text": "レリウスは 超·奥·手‼"
        },
        {
            "x1": 300,
            "y1": 135,
            "x2": 470,
            "y2": 318,
            "text": "リンに加え べニとかいう 小娘も現れた！ リスティナも 要注意人物"
        },
        {
            "x1": 113,
            "y1": 197,
            "x2": 253,
            "y2": 362,
            "text": "放っておくと ライバルが 無尽蔵に 増えかねない"
        },
        {
            "x1": 732,
            "y1": 479,
            "x2": 811,
            "y2": 660,
            "text": "ここで戦いに 終止符を打つ"
        },
        {
            "x1": 130,
            "y1": 499,
            "x2": 228,
            "y2": 661,
            "text": "頑張れ フィーラ"
        },
        {
            "x1": 758,
            "y1": 792,
            "x2": 837,
            "y2": 1103,
            "text": "肉食系女子の 本領を発揮するのよ‼"
        },
        {
            "x1": 260,
            "y1": 813,
            "x2": 364,
            "y2": 989,
            "text": "ま 間違っては ないけど 言い方が…"
        },
        {
            "x1": 243,
            "y1": 1055,
            "x2": 378,
            "y2": 1128,
            "text": "ふんす"
        }
    ],
    "04.jpg": [
        {
            "x1": 836,
            "y1": 139,
            "x2": 867,
            "y2": 269,
            "text": "レリウス？"
        },
        {
            "x1": 776,
            "y1": 139,
            "x2": 807,
            "y2": 270,
            "text": "ことなの"
        },
        {
            "x1": 96,
            "y1": 165,
            "x2": 162,
            "y2": 364,
            "text": "エクスカリバーを 何故 出した？"
        },
        {
            "x1": 726,
            "y1": 460,
            "x2": 870,
            "y2": 691,
            "text": "いや…その… フィーラさんのほかに クルアさんメアさんと 一緒に王都で 生活 してるんだ"
        },
        {
            "x1": 487,
            "y1": 452,
            "x2": 576,
            "y2": 640,
            "text": "増えてるよ レリウス‼"
        },
        {
            "x1": 86,
            "y1": 535,
            "x2": 221,
            "y2": 764,
            "text": "一緒に 暮らしてる子が 増えてる‼"
        },
        {
            "x1": 305,
            "y1": 854,
            "x2": 352,
            "y2": 968,
            "text": "あぁ…"
        },
        {
            "x1": 720,
            "y1": 881,
            "x2": 837,
            "y2": 1088,
            "text": "ていうか一緒に 暮らしてるのは 本当なんだね⁉"
        },
        {
            "x1": 67,
            "y1": 862,
            "x2": 201,
            "y2": 1038,
            "text": "リンが やばいよ 激ヤバよ‼"
        },
        {
            "x1": 604,
            "y1": 1093,
            "x2": 684,
            "y2": 1196,
            "text": "あっ あぁ…"
        }
    ],
    "05.jpg": [
        {
            "x1": 772,
            "y1": 106,
            "x2": 823,
            "y2": 254,
            "text": "そその… フィーラさん？"
        },
        {
            "x1": 648,
            "y1": 189,
            "x2": 734,
            "y2": 309,
            "text": "本当に レリウスの こと…"
        },
        {
            "x1": 351,
            "y1": 148,
            "x2": 595,
            "y2": 372,
            "text": "ええ そうよ “異性として 大好き なの…‼"
        },
        {
            "x1": 474,
            "y1": 540,
            "x2": 519,
            "y2": 698,
            "text": "ゔおああ"
        },
        {
            "x1": 130,
            "y1": 530,
            "x2": 221,
            "y2": 717,
            "text": "レリウスは どうなの⁉"
        },
        {
            "x1": 722,
            "y1": 777,
            "x2": 859,
            "y2": 1000,
            "text": "フィーラが 何を言っても レリウスの気持ちが 大事なんだから‼"
        },
        {
            "x1": 301,
            "y1": 829,
            "x2": 346,
            "y2": 1007,
            "text": "ど どうなの"
        },
        {
            "x1": 185,
            "y1": 1096,
            "x2": 271,
            "y2": 1249,
            "text": "そ それは その…"
        }
    ],
    "06.jpg": [
        {
            "x1": 417,
            "y1": 120,
            "x2": 540,
            "y2": 268,
            "text": "ちょっと まだよく 分からないん です"
        },
        {
            "x1": 309,
            "y1": 371,
            "x2": 398,
            "y2": 538,
            "text": "今まで女の子に 好かれるような ことなくて…"
        },
        {
            "x1": 152,
            "y1": 399,
            "x2": 252,
            "y2": 580,
            "text": "フィーラさんが 初めてだった ので…"
        },
        {
            "x1": 740,
            "y1": 670,
            "x2": 828,
            "y2": 855,
            "text": "ぶわははは はは‼"
        },
        {
            "x1": 593,
            "y1": 741,
            "x2": 716,
            "y2": 934,
            "text": "リンってば 全く気付かれ てな"
        },
        {
            "x1": 85,
            "y1": 860,
            "x2": 244,
            "y2": 1125,
            "text": "ぎいや おおお‼"
        }
    ],
    "07.jpg": [
        {
            "x1": 181,
            "y1": 220,
            "x2": 215,
            "y2": 372,
            "text": "あんまりだ"
        },
        {
            "x1": 752,
            "y1": 462,
            "x2": 828,
            "y2": 610,
            "text": "わたし だって…ッ"
        },
        {
            "x1": 226,
            "y1": 485,
            "x2": 300,
            "y2": 648,
            "text": "勇者じゃ なかったら"
        },
        {
            "x1": 108,
            "y1": 604,
            "x2": 177,
            "y2": 754,
            "text": "レリウスと もっと…"
        },
        {
            "x1": 780,
            "y1": 859,
            "x2": 843,
            "y2": 991,
            "text": "リン…⁉ どうした⁉"
        },
        {
            "x1": 542,
            "y1": 859,
            "x2": 614,
            "y2": 998,
            "text": "どこか 痛いのか⁉"
        },
        {
            "x1": 287,
            "y1": 852,
            "x2": 374,
            "y2": 1016,
            "text": "この状況は 何だ…"
        },
        {
            "x1": 446,
            "y1": 978,
            "x2": 513,
            "y2": 1126,
            "text": "な 泣かない でくれ…"
        },
        {
            "x1": 122,
            "y1": 905,
            "x2": 207,
            "y2": 1098,
            "text": "誰か… 誰か助けて！"
        }
    ],
    "08.jpg": [
        {
            "x1": 764,
            "y1": 127,
            "x2": 843,
            "y2": 292,
            "text": "ちーっす レリウス‼"
        },
        {
            "x1": 583,
            "y1": 151,
            "x2": 715,
            "y2": 315,
            "text": "休めたー？ 一緒にお城 回ろうぜー"
        },
        {
            "x1": 728,
            "y1": 827,
            "x2": 846,
            "y2": 986,
            "text": "これは… イリア様の お導きか‼"
        },
        {
            "x1": 416,
            "y1": 781,
            "x2": 523,
            "y2": 1047,
            "text": "リニアルさんなら この状況を 打開して くれるはず…‼"
        },
        {
            "x1": 103,
            "y1": 1079,
            "x2": 186,
            "y2": 1270,
            "text": "リニアルさん 助けて…"
        }
    ],
    "09.jpg": [
        {
            "x1": 497,
            "y1": 239,
            "x2": 576,
            "y2": 362,
            "text": "あっ"
        },
        {
            "x1": 326,
            "y1": 137,
            "x2": 444,
            "y2": 319,
            "text": "リニアルは 賢いシスター である"
        },
        {
            "x1": 107,
            "y1": 191,
            "x2": 249,
            "y2": 367,
            "text": "瞬時に この状況を 理解した"
        },
        {
            "x1": 708,
            "y1": 492,
            "x2": 850,
            "y2": 689,
            "text": "誰かが困って いるならば 手を 差し伸べずには いられない！"
        },
        {
            "x1": 173,
            "y1": 575,
            "x2": 257,
            "y2": 753,
            "text": "まして レリウスは"
        },
        {
            "x1": 777,
            "y1": 900,
            "x2": 850,
            "y2": 1098,
            "text": "人々の笑顔こそ 自身の幸せで"
        },
        {
            "x1": 649,
            "y1": 1018,
            "x2": 725,
            "y2": 1197,
            "text": "自身の幸せは 人々の笑顔‼"
        },
        {
            "x1": 124,
            "y1": 1024,
            "x2": 254,
            "y2": 1255,
            "text": "やっぱ 帰ってください リニアルさん‼"
        }
    ],
    "10.jpg": [
        {
            "x1": 782,
            "y1": 151,
            "x2": 854,
            "y2": 293,
            "text": "ご挨拶が 遅れました"
        },
        {
            "x1": 694,
            "y1": 491,
            "x2": 803,
            "y2": 730,
            "text": "レリウスの 恋人\"でぇす"
        },
        {
            "x1": 97,
            "y1": 388,
            "x2": 222,
            "y2": 717,
            "text": "くっそ…"
        },
        {
            "x1": 182,
            "y1": 960,
            "x2": 284,
            "y2": 1184,
            "text": "やめろリン エクスカリバーは しまえ‼"
        },
        {
            "x1": 81,
            "y1": 1094,
            "x2": 154,
            "y2": 1282,
            "text": "〈リン‼"
        }
    ]
}