var ocr_data = {
    "001.jpg": [
        {
            "x1": 265,
            "y1": 71,
            "x2": 458,
            "y2": 99,
            "text": "第98話 メッセージ",
            "vi": "Tập 98 Thông điệp"
        },
        {
            "x1": 92,
            "y1": 33,
            "x2": 239,
            "y2": 100,
            "text": "不遇職 鍛治治師 最強",
            "vi": "Kusenjujin mạnh nhất"
        },
        {
            "x1": 646,
            "y1": 442,
            "x2": 723,
            "y2": 612,
            "text": "さ さすが 大図書館…‼",
            "vi": "Đúng như dự đoán, một thư viện lớn...‼"
        },
        {
            "x1": 186,
            "y1": 550,
            "x2": 244,
            "y2": 724,
            "text": "色々な本が ありますね‼",
            "vi": "Có nhiều cuốn sách."
        },
        {
            "x1": 789,
            "y1": 779,
            "x2": 853,
            "y2": 1003,
            "text": "人生 全て使っても 読み切れなそうだ…",
            "vi": "Có vẻ như nó sẽ không được đọc ngay cả khi bạn sử dụng tất cả cuộc sống của mình..."
        },
        {
            "x1": 688,
            "y1": 889,
            "x2": 715,
            "y2": 978,
            "text": "けど…",
            "vi": "Chỉ…"
        },
        {
            "x1": 200,
            "y1": 1299,
            "x2": 750,
            "y2": 1328,
            "text": "累計6O万部突破！ 第の巻絶魔発完中叫",
            "vi": "Tích lũy 6o triệu bản! Tiếng la hét của con quỷ bị cắt vết thương"
        }
    ],
    "002.jpg": [
        {
            "x1": 748,
            "y1": 125,
            "x2": 830,
            "y2": 307,
            "text": "あの高い所の本は どうやって取るのが ので思わなかったる",
            "vi": "Tôi không nghĩ làm thế nào để lấy cuốn sách cao đó"
        },
        {
            "x1": 142,
            "y1": 228,
            "x2": 174,
            "y2": 367,
            "text": "思いました",
            "vi": "tư tưởng"
        },
        {
            "x1": 794,
            "y1": 486,
            "x2": 862,
            "y2": 623,
            "text": "すぐに わかるわよ",
            "vi": "Bạn có thể nhìn thấy nó ngay lập tức"
        },
        {
            "x1": 419,
            "y1": 465,
            "x2": 510,
            "y2": 637,
            "text": "ホラホラ 司書に 探してる本の場所 聞きましょ？",
            "vi": "Chúng ta hãy hỏi vị trí của cuốn sách bạn đang tìm kiếm trong Thủ thư Horahora?"
        },
        {
            "x1": 138,
            "y1": 589,
            "x2": 170,
            "y2": 689,
            "text": "は はい",
            "vi": "Vâng"
        },
        {
            "x1": 207,
            "y1": 777,
            "x2": 242,
            "y2": 890,
            "text": "…妖精だ",
            "vi": "...một nàng tiên"
        },
        {
            "x1": 747,
            "y1": 817,
            "x2": 850,
            "y2": 1016,
            "text": "ちょっと 聞きたいんだけど …今 大丈夫？",
            "vi": "Tôi muốn hỏi một chút... bây giờ có ổn không?"
        },
        {
            "x1": 466,
            "y1": 862,
            "x2": 497,
            "y2": 1012,
            "text": "はい どうぞ",
            "vi": "Bạn đang ở đây"
        },
        {
            "x1": 87,
            "y1": 808,
            "x2": 142,
            "y2": 973,
            "text": "何か仕事 手伝ってるのかな",
            "vi": "Tôi tự hỏi nếu tôi đang giúp gì đó"
        }
    ],
    "003.jpg": [
        {
            "x1": 800,
            "y1": 132,
            "x2": 866,
            "y2": 261,
            "text": "歴史の本を 探してるの",
            "vi": "Tôi đang tìm kiếm một cuốn sách lịch sử"
        },
        {
            "x1": 538,
            "y1": 138,
            "x2": 592,
            "y2": 340,
            "text": "勇者と鍛治師について 書かれている本ある？",
            "vi": "Có một cuốn sách nào về The Brave và Osamu?"
        },
        {
            "x1": 376,
            "y1": 129,
            "x2": 430,
            "y2": 291,
            "text": "勇者と鍛治師… それなら",
            "vi": "Dũng cảm và Osamu... sau đó"
        },
        {
            "x1": 673,
            "y1": 497,
            "x2": 775,
            "y2": 680,
            "text": "この妖精が 案内してくれる そうです",
            "vi": "Có vẻ như nàng tiên này sẽ hướng dẫn bạn"
        },
        {
            "x1": 594,
            "y1": 808,
            "x2": 688,
            "y2": 977,
            "text": "多分 あの辺りに ある本だと 思いますが…",
            "vi": "Có lẽ đó là một cuốn sách xung quanh..."
        },
        {
            "x1": 427,
            "y1": 809,
            "x2": 495,
            "y2": 953,
            "text": "わかったわ ありがと",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 146,
            "y1": 803,
            "x2": 244,
            "y2": 1004,
            "text": "結構 高い位置にあるぞ どうするんだ？",
            "vi": "Bạn làm gì ở vị trí khá cao?"
        }
    ],
    "004.jpg": [
        {
            "x1": 784,
            "y1": 113,
            "x2": 840,
            "y2": 231,
            "text": "こっちよ レリウス‼",
            "vi": "Đây là Lelius‼"
        },
        {
            "x1": 672,
            "y1": 139,
            "x2": 704,
            "y2": 266,
            "text": "あ はい‼",
            "vi": "Oh, vâng!"
        },
        {
            "x1": 143,
            "y1": 137,
            "x2": 176,
            "y2": 270,
            "text": "これは…？",
            "vi": "đây là…?"
        },
        {
            "x1": 791,
            "y1": 514,
            "x2": 819,
            "y2": 654,
            "text": "入って入って",
            "vi": "Nhập và nhập"
        }
    ],
    "005.jpg": [
        {
            "x1": 814,
            "y1": 120,
            "x2": 871,
            "y2": 272,
            "text": "うお…",
            "vi": "Uo..."
        },
        {
            "x1": 270,
            "y1": 126,
            "x2": 329,
            "y2": 294,
            "text": "フィ… フィーラさんッ",
            "vi": "Filla -san"
        },
        {
            "x1": 104,
            "y1": 189,
            "x2": 200,
            "y2": 330,
            "text": "あはは 初めては 驚くわよねー",
            "vi": "Aha là đáng ngạc nhiên lần đầu tiên, phải không?"
        },
        {
            "x1": 413,
            "y1": 515,
            "x2": 474,
            "y2": 876,
            "text": "うおぉおおッ？",
            "vi": "Uo oh?"
        },
        {
            "x1": 767,
            "y1": 1004,
            "x2": 865,
            "y2": 1159,
            "text": "それじゃ 本を探して いきましょ‼",
            "vi": "Chúng ta hãy tìm một cuốn sách."
        },
        {
            "x1": 144,
            "y1": 1009,
            "x2": 226,
            "y2": 1206,
            "text": "大図書館 すごいなぁ‥",
            "vi": "Thư viện lớn thật tuyệt vời..."
        }
    ],
    "006.jpg": [
        {
            "x1": 721,
            "y1": 802,
            "x2": 792,
            "y2": 965,
            "text": "目新しい 情報は…ない",
            "vi": "Không có thông tin mới... không"
        },
        {
            "x1": 550,
            "y1": 883,
            "x2": 652,
            "y2": 1072,
            "text": "教皇様に聞いた 以上のことは わからないな",
            "vi": "Tôi không biết nhiều hơn những gì tôi đã nghe từ Giáo hoàng"
        },
        {
            "x1": 153,
            "y1": 979,
            "x2": 226,
            "y2": 1203,
            "text": "大図書館といえど 駄目か…",
            "vi": "Nó có vô ích ngay cả khi đó là một thư viện lớn..."
        }
    ],
    "007.jpg": [
        {
            "x1": 839,
            "y1": 75,
            "x2": 912,
            "y2": 189,
            "text": "今も",
            "vi": "Ngay cả bây giờ"
        },
        {
            "x1": 748,
            "y1": 453,
            "x2": 850,
            "y2": 652,
            "text": "何だ…⁉ 鍛治師のスキルが 反応してる…",
            "vi": "Nó là gì... skill kỹ năng của Osamu đang phản ứng..."
        },
        {
            "x1": 505,
            "y1": 470,
            "x2": 586,
            "y2": 632,
            "text": "こんなの 初めてだ…",
            "vi": "Đây là lần đầu tiên..."
        },
        {
            "x1": 163,
            "y1": 501,
            "x2": 205,
            "y2": 667,
            "text": "この本から",
            "vi": "Từ cuốn sách này"
        },
        {
            "x1": 759,
            "y1": 754,
            "x2": 816,
            "y2": 927,
            "text": "どうしたの？ なにかあった？",
            "vi": "Chuyện gì đã xảy ra? Chuyện gì đã xảy ra?"
        },
        {
            "x1": 299,
            "y1": 830,
            "x2": 374,
            "y2": 951,
            "text": "古代語… かしら",
            "vi": "Ngôn ngữ cổ đại..."
        },
        {
            "x1": 144,
            "y1": 1047,
            "x2": 221,
            "y2": 1222,
            "text": "全然 読めないわね",
            "vi": "Tôi không thể đọc nó cả"
        }
    ],
    "008.jpg": [
        {
            "x1": 783,
            "y1": 136,
            "x2": 842,
            "y2": 261,
            "text": "読めないん ですか？",
            "vi": "Bạn không thể đọc nó?"
        },
        {
            "x1": 626,
            "y1": 160,
            "x2": 724,
            "y2": 290,
            "text": "えっ⁉ レリウス 読めるの⁉",
            "vi": "Eh, bạn có thể đọc Lelius⁉"
        },
        {
            "x1": 208,
            "y1": 200,
            "x2": 283,
            "y2": 343,
            "text": "これは… この文字は",
            "vi": "Đây là... nhân vật này là"
        },
        {
            "x1": 80,
            "y1": 309,
            "x2": 165,
            "y2": 444,
            "text": "設計図と 同じ…！",
            "vi": "Giống như kế hoạch chi tiết...!"
        },
        {
            "x1": 196,
            "y1": 782,
            "x2": 728,
            "y2": 855,
            "text": "『未来』の鍛治師へ",
            "vi": "Đến Osamu của \"Tương lai\""
        },
        {
            "x1": 128,
            "y1": 1154,
            "x2": 810,
            "y2": 1193,
            "text": "オレが今 作れる『最稿の剣』を授ける",
            "vi": "Đưa cho tôi \"thanh kiếm dự thảo\" mà tôi có thể làm ngay bây giờ"
        }
    ],
    "009.jpg": [
        {
            "x1": 814,
            "y1": 95,
            "x2": 845,
            "y2": 241,
            "text": "レリウス！",
            "vi": "Lelius!"
        },
        {
            "x1": 722,
            "y1": 191,
            "x2": 748,
            "y2": 342,
            "text": "どうしたの⁉",
            "vi": "Chuyện gì đã xảy ra⁉"
        },
        {
            "x1": 187,
            "y1": 186,
            "x2": 267,
            "y2": 355,
            "text": "何て書いて あるの…⁉",
            "vi": "Nó được viết là gì...⁉"
        },
        {
            "x1": 708,
            "y1": 409,
            "x2": 819,
            "y2": 662,
            "text": "この設計図を通して オレはお前に 力を与えようと思う",
            "vi": "Tôi sẽ cho bạn sức mạnh thông qua bản thiết kế này"
        },
        {
            "x1": 527,
            "y1": 590,
            "x2": 602,
            "y2": 766,
            "text": "設計図を 回収しました",
            "vi": "Kế hoạch chi tiết đã được thu thập"
        },
        {
            "x1": 142,
            "y1": 477,
            "x2": 256,
            "y2": 686,
            "text": "これから先 困難が待ち受け ているだろう",
            "vi": "Từ giờ trở đi, những khó khăn sẽ chờ đợi"
        },
        {
            "x1": 710,
            "y1": 783,
            "x2": 847,
            "y2": 1055,
            "text": "この剣を 使いこなせるか… お前次第だ",
            "vi": "Bạn có thể làm chủ được thanh kiếm này không... nó phụ thuộc vào bạn"
        },
        {
            "x1": 390,
            "y1": 1061,
            "x2": 500,
            "y2": 1236,
            "text": "新たな武器の 作製が可能に なりました",
            "vi": "Bây giờ có thể chế tạo vũ khí mới"
        },
        {
            "x1": 182,
            "y1": 985,
            "x2": 236,
            "y2": 1169,
            "text": "剣の銘は-",
            "vi": "Bản khắc của thanh kiếm-"
        }
    ],
    "010.jpg": [
        {
            "x1": 788,
            "y1": 78,
            "x2": 896,
            "y2": 387,
            "text": "天穿っ剣",
            "vi": "Kiếm -Worn Sword"
        },
        {
            "x1": 83,
            "y1": 1254,
            "x2": 445,
            "y2": 1288,
            "text": "受け継がれる最強の剣叫",
            "vi": "Tiếng hét mạnh nhất được thừa hưởng"
        },
        {
            "x1": 700,
            "y1": 1303,
            "x2": 917,
            "y2": 1340,
            "text": "次回へつプく!",
            "vi": "Tôi sẽ là lần tới!"
        },
        {
            "x1": 87,
            "y1": 1305,
            "x2": 450,
            "y2": 1336,
            "text": "鍛治師の運命は加速する",
            "vi": "Số phận của Osamu tăng tốc"
        }
    ]
}