var ocr_data = {
    "001.jpg": [
        {
            "x1": 265,
            "y1": 73,
            "x2": 434,
            "y2": 96,
            "text": "99話剣",
            "vi": "Tập 99 Thanh kiếm"
        },
        {
            "x1": 91,
            "y1": 33,
            "x2": 236,
            "y2": 101,
            "text": "不遇職鍛治師 最強",
            "vi": "Mạnh nhất của Osamu không vui"
        },
        {
            "x1": 789,
            "y1": 642,
            "x2": 818,
            "y2": 798,
            "text": "レリウス…‼",
            "vi": "Lelius...‼‼"
        },
        {
            "x1": 156,
            "y1": 680,
            "x2": 235,
            "y2": 817,
            "text": "その剣… まるで…",
            "vi": "Thanh kiếm đó... như..."
        },
        {
            "x1": 183,
            "y1": 955,
            "x2": 252,
            "y2": 1182,
            "text": "神器…⁉",
            "vi": "Shinto..."
        },
        {
            "x1": 196,
            "y1": 1297,
            "x2": 750,
            "y2": 1329,
            "text": "累計GO万部突破！第G巻絶覺発完中叫",
            "vi": "Bước đột phá Bandobe tích lũy! Golden Goldest Gọi Medium"
        }
    ],
    "002.jpg": [
        {
            "x1": 761,
            "y1": 484,
            "x2": 829,
            "y2": 658,
            "text": "刀身は美しく …恐ろしく軽い",
            "vi": "Lưỡi kiếm đẹp... ánh sáng khủng khiếp"
        },
        {
            "x1": 262,
            "y1": 503,
            "x2": 331,
            "y2": 620,
            "text": "Ｆランク だが…",
            "vi": "F -Rank..."
        },
        {
            "x1": 90,
            "y1": 514,
            "x2": 195,
            "y2": 715,
            "text": "すでに 俺のソルドより ずっと質が良い‼",
            "vi": "Đã tốt hơn nhiều so với số tiền bán của tôi"
        },
        {
            "x1": 756,
            "y1": 782,
            "x2": 848,
            "y2": 1003,
            "text": "ソレ…レリウスが 今まで作った中で 一番凄いんじゃない？",
            "vi": "Duy nhất... không phải là điều tuyệt vời nhất mà Lelius đã làm cho đến nay sao?"
        },
        {
            "x1": 608,
            "y1": 856,
            "x2": 672,
            "y2": 991,
            "text": "…多分 そうですね",
            "vi": "...có lẽ như vậy"
        },
        {
            "x1": 411,
            "y1": 798,
            "x2": 512,
            "y2": 959,
            "text": "設計図 残したのって もしかして…",
            "vi": "Có lẽ tôi đã rời khỏi kế hoạch chi tiết..."
        },
        {
            "x1": 125,
            "y1": 1002,
            "x2": 204,
            "y2": 1201,
            "text": "過去の鍛治師 …なのかな？",
            "vi": "Quá khứ Osamu... có phải không?"
        }
    ],
    "003.jpg": [
        {
            "x1": 626,
            "y1": 156,
            "x2": 714,
            "y2": 314,
            "text": "どうしてこんな 凄い剣を残した のかしら…",
            "vi": "Tại sao bạn lại để một thanh kiếm tuyệt vời như vậy..."
        },
        {
            "x1": 458,
            "y1": 152,
            "x2": 534,
            "y2": 303,
            "text": "その剣でしか できないととが あるとか",
            "vi": "Có một điều chỉ có thể được thực hiện với thanh kiếm đó"
        },
        {
            "x1": 147,
            "y1": 174,
            "x2": 175,
            "y2": 327,
            "text": "わかりません",
            "vi": "Tôi không hiểu"
        },
        {
            "x1": 383,
            "y1": 532,
            "x2": 568,
            "y2": 849,
            "text": "走之",
            "vi": "Chạy bộ"
        },
        {
            "x1": 738,
            "y1": 839,
            "x2": 837,
            "y2": 1020,
            "text": "今はまだ 上手く作れない ってことか…",
            "vi": "Ý tôi là, tôi không thể làm tốt ngay bây giờ..."
        },
        {
            "x1": 435,
            "y1": 848,
            "x2": 532,
            "y2": 1046,
            "text": "…収穫は ありました 店に帰りましょう",
            "vi": "Có một vụ thu hoạch, chúng ta hãy quay lại cửa hàng"
        }
    ],
    "004.jpg": [
        {
            "x1": 131,
            "y1": 214,
            "x2": 182,
            "y2": 340,
            "text": "あら？",
            "vi": "khuyết điểm?"
        },
        {
            "x1": 744,
            "y1": 447,
            "x2": 901,
            "y2": 680,
            "text": "手7",
            "vi": "Tay 7"
        },
        {
            "x1": 255,
            "y1": 584,
            "x2": 363,
            "y2": 727,
            "text": "何だか 人だかりが できてる",
            "vi": "Bằng cách nào đó đông đúc"
        },
        {
            "x1": 154,
            "y1": 645,
            "x2": 201,
            "y2": 831,
            "text": "何かしら…",
            "vi": "Cái gì đó..."
        },
        {
            "x1": 391,
            "y1": 990,
            "x2": 549,
            "y2": 1234,
            "text": "この店の商品は 「鍛治師」が作って いるというのは 本当か⁉",
            "vi": "Có đúng là sản phẩm trong cửa hàng này được sản xuất bởi một \"huấn luyện viên\"?"
        }
    ],
    "005.jpg": [
        {
            "x1": 531,
            "y1": 144,
            "x2": 613,
            "y2": 326,
            "text": "レリウス… 鍛治師がいることを 知ってる何で？",
            "vi": "Lelius... tại sao bạn biết rằng có Osamu?"
        },
        {
            "x1": 169,
            "y1": 122,
            "x2": 245,
            "y2": 297,
            "text": "そんな… どこで情報が",
            "vi": "Như vậy... nơi thông tin"
        },
        {
            "x1": 564,
            "y1": 404,
            "x2": 619,
            "y2": 555,
            "text": "お 落ち着いて ください…",
            "vi": "Xin hãy bình tĩnh..."
        },
        {
            "x1": 127,
            "y1": 509,
            "x2": 228,
            "y2": 682,
            "text": "いや 考えるのは後だ 今は…‼",
            "vi": "Không, tôi đang nghĩ sau...‼"
        },
        {
            "x1": 760,
            "y1": 783,
            "x2": 845,
            "y2": 1050,
            "text": "て 手荒な真似は 止めてください‼",
            "vi": "Xin dừng việc bắt chước thô."
        },
        {
            "x1": 346,
            "y1": 991,
            "x2": 470,
            "y2": 1207,
            "text": "俺がその商品を 作っている 鍛治師です…‼",
            "vi": "Tôi là một huấn luyện viên đang làm sản phẩm đó...‼"
        }
    ],
    "006.jpg": [
        {
            "x1": 679,
            "y1": 123,
            "x2": 767,
            "y2": 282,
            "text": "テメェが… 鍛治師？",
            "vi": "Teme là... một huấn luyện viên?"
        },
        {
            "x1": 765,
            "y1": 406,
            "x2": 848,
            "y2": 554,
            "text": "どうして くれる‼",
            "vi": "Làm thế nào để bạn làm điều đó?"
        },
        {
            "x1": 446,
            "y1": 386,
            "x2": 556,
            "y2": 577,
            "text": "テメェが作った モノを俺達は 使っちまった",
            "vi": "Chúng tôi đã sử dụng những thứ được tạo ra bởi Temee"
        },
        {
            "x1": 103,
            "y1": 538,
            "x2": 215,
            "y2": 757,
            "text": "教会が 否定している… 鍛治師のモノを‼",
            "vi": "Nhà thờ đã phủ nhận..."
        },
        {
            "x1": 761,
            "y1": 875,
            "x2": 866,
            "y2": 1066,
            "text": "イリア様を 否定するような モノだ",
            "vi": "Nó giống như phủ nhận Ilia"
        },
        {
            "x1": 601,
            "y1": 1012,
            "x2": 703,
            "y2": 1177,
            "text": "そんなのを 使っちまった だなんて…ッ",
            "vi": "Tôi đã sử dụng điều đó..."
        },
        {
            "x1": 138,
            "y1": 1041,
            "x2": 247,
            "y2": 1241,
            "text": "死後天界 行けなかったら どーする⁉",
            "vi": "Nếu bạn không thể lên thiên đường sau khi chết, bạn có làm điều đó không?"
        }
    ],
    "007.jpg": [
        {
            "x1": 713,
            "y1": 116,
            "x2": 829,
            "y2": 360,
            "text": "イリア様の教えでは 正しく生きた者は 天界へと昇り転生できる といわれている",
            "vi": "Theo lời dạy của Ilia, những người sống chính xác có thể vươn lên trời và tái sinh."
        },
        {
            "x1": 141,
            "y1": 196,
            "x2": 230,
            "y2": 401,
            "text": "彼はそのことに ついて言っているの だろう…‼",
            "vi": "Anh ấy đang nói điều đó...‼"
        },
        {
            "x1": 336,
            "y1": 527,
            "x2": 382,
            "y2": 631,
            "text": "ですが",
            "vi": "Chỉ"
        },
        {
            "x1": 143,
            "y1": 530,
            "x2": 248,
            "y2": 716,
            "text": "イリア様は お心の広い神様 です",
            "vi": "Ilia là một trái tim rộng lớn"
        },
        {
            "x1": 773,
            "y1": 777,
            "x2": 853,
            "y2": 987,
            "text": "鍛治師に騙されていた とうことて今回は 見逃してられるのでは？",
            "vi": "Bạn có bỏ lỡ lần này rằng bạn bị Osamu lừa dối không?"
        },
        {
            "x1": 456,
            "y1": 804,
            "x2": 518,
            "y2": 933,
            "text": "今回の件で いえば…",
            "vi": "Nói về vấn đề này..."
        },
        {
            "x1": 166,
            "y1": 845,
            "x2": 277,
            "y2": 1109,
            "text": "イリア様に 見放されるのは 俺だけのハズです…ッ",
            "vi": "Đó là điều duy nhất của tôi rằng Ilia bị bỏ rơi..."
        }
    ],
    "008.jpg": [
        {
            "x1": 489,
            "y1": 162,
            "x2": 587,
            "y2": 352,
            "text": "自分の立場を 確認してきちんと 説明すべきでした",
            "vi": "Tôi nên kiểm tra vị trí của mình và giải thích nó đúng cách"
        },
        {
            "x1": 156,
            "y1": 281,
            "x2": 183,
            "y2": 479,
            "text": "申し訳ありません",
            "vi": "Rất tiếc"
        },
        {
            "x1": 130,
            "y1": 575,
            "x2": 160,
            "y2": 710,
            "text": "レリウス…",
            "vi": "Lelius..."
        }
    ],
    "009.jpg": [
        {
            "x1": 799,
            "y1": 136,
            "x2": 833,
            "y2": 324,
            "text": "レリウスー‼",
            "vi": "Leliusu"
        },
        {
            "x1": 266,
            "y1": 150,
            "x2": 332,
            "y2": 291,
            "text": "大丈夫 でしたか？",
            "vi": "Bạn có ổn không?"
        },
        {
            "x1": 161,
            "y1": 257,
            "x2": 191,
            "y2": 374,
            "text": "あ あぁ‼",
            "vi": "Oh oh"
        },
        {
            "x1": 753,
            "y1": 471,
            "x2": 856,
            "y2": 616,
            "text": "うやら誰かが 鍛治師のことを バラしたみた なんです",
            "vi": "Uya, ai đó đã tăng tàu sân bay."
        },
        {
            "x1": 767,
            "y1": 734,
            "x2": 850,
            "y2": 905,
            "text": "グレードルとう 貴族を知って いますか？",
            "vi": "Bạn có biết người quý tộc?"
        },
        {
            "x1": 245,
            "y1": 731,
            "x2": 343,
            "y2": 996,
            "text": "教皇様の所で彼に 俺が鍛治師であることが 伝わってまいまた",
            "vi": "Tại vị trí của Giáo hoàng, anh ấy nói với tôi rằng tôi là người vận chuyển"
        },
        {
            "x1": 724,
            "y1": 995,
            "x2": 804,
            "y2": 1181,
            "text": "え？ ええ 知っています",
            "vi": "bức ảnh? Vâng, tôi biết"
        },
        {
            "x1": 585,
            "y1": 1021,
            "x2": 662,
            "y2": 1255,
            "text": "有名な貴族で… 凄まじい商家です",
            "vi": "Một quý tộc nổi tiếng... một thương gia khủng khiếp"
        },
        {
            "x1": 113,
            "y1": 977,
            "x2": 182,
            "y2": 1184,
            "text": "多分…彼の仕業 でしょう…",
            "vi": "Có lẽ... tác phẩm của anh ấy..."
        }
    ],
    "010.jpg": [
        {
            "x1": 797,
            "y1": 154,
            "x2": 826,
            "y2": 291,
            "text": "なるほど…",
            "vi": "Tôi thấy…"
        },
        {
            "x1": 322,
            "y1": 95,
            "x2": 354,
            "y2": 261,
            "text": "グレードル ね",
            "vi": "Tốt nghiệp"
        },
        {
            "x1": 104,
            "y1": 144,
            "x2": 218,
            "y2": 317,
            "text": "あいつ 腹の中で 何考えているのか わからないって 父さんが",
            "vi": "Bố không biết ông đang nghĩ gì trong bụng"
        },
        {
            "x1": 446,
            "y1": 243,
            "x2": 561,
            "y2": 435,
            "text": "彼の店の お客がウチに 取られてたみた でしたね…",
            "vi": "Các khách hàng trong cửa hàng của anh ấy đã được nhà của chúng tôi lấy..."
        },
        {
            "x1": 704,
            "y1": 532,
            "x2": 794,
            "y2": 698,
            "text": "もう少し 私も気をつける べきだったわ",
            "vi": "Tôi nên cẩn thận hơn một chút nữa"
        },
        {
            "x1": 157,
            "y1": 560,
            "x2": 252,
            "y2": 812,
            "text": "折角 店が 順調だったのに",
            "vi": "Mặc dù cửa hàng đang diễn ra tốt đẹp"
        },
        {
            "x1": 662,
            "y1": 943,
            "x2": 783,
            "y2": 1213,
            "text": "くそ…ッ 俺のせいだ…",
            "vi": "Chết tiệt... đó là lỗi của tôi..."
        },
        {
            "x1": 79,
            "y1": 1301,
            "x2": 737,
            "y2": 1327,
            "text": "鍛治師という業が、レ叩ウスを寄しめる…。次号、皆の反はは!?",
            "vi": "Việc kinh doanh của một Osamu cho thấy chúng tôi... Vấn đề tiếp theo, Anti -Everyone là gì!?"
        }
    ]
}