var ocr_data = {
    "01.jpg": [
        {
            "x1": 737,
            "y1": 115,
            "x2": 852,
            "y2": 150,
            "text": "「鍛台師」",
            "vi": "\"Master giao dịch\""
        },
        {
            "x1": 662,
            "y1": 138,
            "x2": 854,
            "y2": 210,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 651,
            "y1": 520,
            "x2": 696,
            "y2": 645,
            "text": "…まあ",
            "vi": "… Ôi trời ơi"
        },
        {
            "x1": 209,
            "y1": 526,
            "x2": 278,
            "y2": 646,
            "text": "この オーク…",
            "vi": "Gỗ sồi này..."
        },
        {
            "x1": 104,
            "y1": 654,
            "x2": 187,
            "y2": 803,
            "text": "なんて 威圧感…ッ",
            "vi": "Thật đáng sợ..."
        },
        {
            "x1": 803,
            "y1": 865,
            "x2": 845,
            "y2": 1021,
            "text": "いくよ…‼",
            "vi": "Tôi đang đi...‼‼"
        },
        {
            "x1": 191,
            "y1": 892,
            "x2": 286,
            "y2": 1071,
            "text": "リン様 ここは私が",
            "vi": "Lin -sama đây là tôi"
        },
        {
            "x1": 818,
            "y1": 1259,
            "x2": 852,
            "y2": 1336,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 178,
            "y1": 1328,
            "x2": 805,
            "y2": 1364,
            "text": "累計100万部突破！ 最新8巻発売中!",
            "vi": "Hơn 1 triệu bản! 8 tập mới nhất được bán!"
        }
    ],
    "02.jpg": [
        {
            "x1": 186,
            "y1": 148,
            "x2": 328,
            "y2": 386,
            "text": "あの方は 今のリン様では 敵いませんわ",
            "vi": "Người đó không thể đánh bại Rin bây giờ"
        },
        {
            "x1": 113,
            "y1": 472,
            "x2": 165,
            "y2": 601,
            "text": "ふぇ？",
            "vi": "Fe?"
        },
        {
            "x1": 783,
            "y1": 956,
            "x2": 828,
            "y2": 1034,
            "text": "速い",
            "vi": "nhanh chóng"
        },
        {
            "x1": 701,
            "y1": 1107,
            "x2": 735,
            "y2": 1267,
            "text": "ベニーさん",
            "vi": "Benny"
        }
    ],
    "03.jpg": [
        {
            "x1": 768,
            "y1": 116,
            "x2": 824,
            "y2": 309,
            "text": "魔力開放",
            "vi": "Mở cửa"
        },
        {
            "x1": 339,
            "y1": 627,
            "x2": 386,
            "y2": 829,
            "text": "スキル起動",
            "vi": "Khởi nghiệp kỹ năng"
        },
        {
            "x1": 724,
            "y1": 850,
            "x2": 764,
            "y2": 1141,
            "text": "“ポセイドンの槍",
            "vi": "\"Poseidon's Spear"
        }
    ],
    "04.jpg": [
        {
            "x1": 773,
            "y1": 1012,
            "x2": 822,
            "y2": 1133,
            "text": "うわ‼",
            "vi": "Thành công lớn"
        }
    ],
    "05.jpg": [
        {
            "x1": 79,
            "y1": 720,
            "x2": 214,
            "y2": 1153,
            "text": "“勇者モード",
            "vi": "Chế độ anh hùng"
        }
    ],
    "06.jpg": [
        {
            "x1": 753,
            "y1": 129,
            "x2": 819,
            "y2": 312,
            "text": "あれが… ユミネ様の神器",
            "vi": "Đó là... Kho báu thiêng liêng của Yumine"
        },
        {
            "x1": 412,
            "y1": 158,
            "x2": 508,
            "y2": 316,
            "text": "水を操る 能力か‼",
            "vi": "Đó có phải là khả năng thao túng nước?"
        },
        {
            "x1": 725,
            "y1": 589,
            "x2": 818,
            "y2": 739,
            "text": "クルアさんと 同じスキル だけど…",
            "vi": "Anh ấy có cùng một kỹ năng như Culua..."
        },
        {
            "x1": 106,
            "y1": 634,
            "x2": 214,
            "y2": 771,
            "text": "水の量と 威力が 桁違いだ‼",
            "vi": "Lượng và sức mạnh của nước là phi thường."
        },
        {
            "x1": 715,
            "y1": 876,
            "x2": 809,
            "y2": 1064,
            "text": "あのオークも これでは ひとたまりも…",
            "vi": "Sồi đó cũng là một đôi..."
        }
    ],
    "07.jpg": [
        {
            "x1": 743,
            "y1": 113,
            "x2": 801,
            "y2": 340,
            "text": "魔神器…⁉",
            "vi": "Majin Wear...⁉⁉"
        },
        {
            "x1": 244,
            "y1": 173,
            "x2": 372,
            "y2": 393,
            "text": "蒼石の首領も 持っていた 神器に近いモノ",
            "vi": "Những thứ gần gũi với kho báu thiêng liêng mà người lãnh đạo Aishi cũng là"
        },
        {
            "x1": 141,
            "y1": 773,
            "x2": 270,
            "y2": 1024,
            "text": "魔物の神に 与えられるという “魔の神器",
            "vi": "\"Kho báu Thánh Tâm được trao cho Thiên Chúa quái vật"
        },
        {
            "x1": 779,
            "y1": 1081,
            "x2": 821,
            "y2": 1264,
            "text": "不味いぞ…",
            "vi": "Nó không có vị..."
        },
        {
            "x1": 192,
            "y1": 1098,
            "x2": 331,
            "y2": 1278,
            "text": "２人とも‼ ユミネ様の 援護を",
            "vi": "Cả hai‼ Sự hỗ trợ của Yumine"
        }
    ],
    "09.jpg": [
        {
            "x1": 795,
            "y1": 135,
            "x2": 857,
            "y2": 287,
            "text": "大丈夫だよー レリウス",
            "vi": "Không sao đâu -Lelius"
        },
        {
            "x1": 217,
            "y1": 148,
            "x2": 320,
            "y2": 355,
            "text": "私もベニも 成長途中で いわば “未完成：の勇者",
            "vi": "Cả Beni và Beni đang phát triển, có thể nói, \"Chưa hoàn thành: Người dũng cảm"
        },
        {
            "x1": 684,
            "y1": 997,
            "x2": 815,
            "y2": 1282,
            "text": "けど… ユミネは違う",
            "vi": "Nhưng... Yumine thì khác"
        }
    ],
    "10.jpg": [
        {
            "x1": 481,
            "y1": 317,
            "x2": 619,
            "y2": 518,
            "text": "神が与えし 最強の戦闘職 “勇者“",
            "vi": "Thiên Chúa đã cho công việc chiến đấu mạnh nhất là \"anh hùng\""
        },
        {
            "x1": 130,
            "y1": 977,
            "x2": 248,
            "y2": 1280,
            "text": "その完成形が ユミネなの",
            "vi": "Mẫu hoàn thành là yumine"
        },
        {
            "x1": 96,
            "y1": 1318,
            "x2": 866,
            "y2": 1357,
            "text": "麗しき王女が秘めたる圧倒的武力！ 次号へっづく叫",
            "vi": "Lực lượng vũ trang áp đảo mà Công chúa xinh đẹp giấu! Một tiếng hét để đi đến vấn đề tiếp theo"
        }
    ]
}