var ocr_data = {
    "001.jpg": [
        {
            "x1": 97,
            "y1": 26,
            "x2": 255,
            "y2": 54,
            "text": "不遇職“鍛治台師」",
            "vi": "Việc làm không thể hiện không thể hiện \"Osamu Tejin\""
        },
        {
            "x1": 92,
            "y1": 52,
            "x2": 285,
            "y2": 104,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 795,
            "y1": 171,
            "x2": 821,
            "y2": 325,
            "text": "二三か月前",
            "vi": "Một vài tháng trước"
        },
        {
            "x1": 763,
            "y1": 132,
            "x2": 794,
            "y2": 262,
            "text": "からかしら",
            "vi": "Thằng bé"
        },
        {
            "x1": 470,
            "y1": 137,
            "x2": 560,
            "y2": 308,
            "text": "この森付近で 妙な蒼石の魔物が 出現し…",
            "vi": "Một con quái vật đá màu xanh lạ xuất hiện gần khu rừng này..."
        },
        {
            "x1": 137,
            "y1": 247,
            "x2": 228,
            "y2": 437,
            "text": "定の間隔で 地震が観測されて いたの",
            "vi": "Trận động đất được quan sát thấy trong một khoảng thời gian cố định"
        },
        {
            "x1": 732,
            "y1": 522,
            "x2": 840,
            "y2": 736,
            "text": "過去この近辺で この頻度の地震は 記録されていない",
            "vi": "Trong quá khứ, tần suất của trận động đất này không được ghi lại"
        },
        {
            "x1": 148,
            "y1": 582,
            "x2": 218,
            "y2": 771,
            "text": "学者や騎士達の 調査から…",
            "vi": "Từ cuộc khảo sát các học giả và hiệp sĩ..."
        },
        {
            "x1": 681,
            "y1": 869,
            "x2": 822,
            "y2": 1110,
            "text": "何らかの巨大生物が この辺りに棲息 しているのでは という推論がでたわ",
            "vi": "Có một lý do mà một số sinh vật khổng lồ sống ở đây."
        },
        {
            "x1": 94,
            "y1": 1299,
            "x2": 758,
            "y2": 1338,
            "text": "累計60万部突破！ 第G巻絶覺発売中品",
            "vi": "Tích lũy hơn 600. 000 bản! Khối lượng G -Volume Mô tả Bản phát hành"
        }
    ],
    "002.jpg": [
        {
            "x1": 723,
            "y1": 423,
            "x2": 846,
            "y2": 695,
            "text": "まさか… ここまで大きいとは 思わなかったけどね",
            "vi": "Không thể nào... tôi không nghĩ nó quá lớn"
        }
    ],
    "003.jpg": [
        {
            "x1": 340,
            "y1": 102,
            "x2": 413,
            "y2": 294,
            "text": "冷静に言ってる 場合か",
            "vi": "Nếu bạn đang nói một cách bình tĩnh"
        },
        {
            "x1": 234,
            "y1": 150,
            "x2": 268,
            "y2": 313,
            "text": "…どうする",
            "vi": "…bạn định làm gì"
        },
        {
            "x1": 743,
            "y1": 376,
            "x2": 850,
            "y2": 548,
            "text": "どうするも こうするも 倒すしかない",
            "vi": "Tôi không có sự lựa chọn nào khác ngoài việc làm điều này"
        },
        {
            "x1": 195,
            "y1": 388,
            "x2": 243,
            "y2": 563,
            "text": "正気かよ",
            "vi": "Nó có lành không?"
        },
        {
            "x1": 453,
            "y1": 683,
            "x2": 496,
            "y2": 797,
            "text": "何を…",
            "vi": "cái gì…"
        },
        {
            "x1": 680,
            "y1": 1046,
            "x2": 710,
            "y2": 1134,
            "text": "ルル",
            "vi": "LULU"
        }
    ],
    "004.jpg": [
        {
            "x1": 767,
            "y1": 601,
            "x2": 831,
            "y2": 776,
            "text": "さっきの小さい 蒼石の魔物…",
            "vi": "Quái vật của viên đá nhỏ mà tôi đã đề cập trước đó..."
        },
        {
            "x1": 78,
            "y1": 639,
            "x2": 133,
            "y2": 761,
            "text": "まさか… コイソが…",
            "vi": "Không có cách nào... cá chép..."
        },
        {
            "x1": 745,
            "y1": 895,
            "x2": 843,
            "y2": 1054,
            "text": "蒼石の 魔物を…",
            "vi": "Aoishi's Monster..."
        },
        {
            "x1": 109,
            "y1": 1005,
            "x2": 203,
            "y2": 1247,
            "text": "生み出して いるのか…⁉",
            "vi": "Bạn sinh ra...⁉⁉"
        }
    ],
    "005.jpg": [
        {
            "x1": 156,
            "y1": 112,
            "x2": 218,
            "y2": 237,
            "text": "わっ！",
            "vi": "Thành công lớn!"
        },
        {
            "x1": 130,
            "y1": 758,
            "x2": 198,
            "y2": 959,
            "text": "どんどん増えて いくぞ…‼",
            "vi": "Nó sẽ tăng ngày càng nhiều...‼"
        }
    ],
    "006.jpg": [
        {
            "x1": 753,
            "y1": 127,
            "x2": 814,
            "y2": 323,
            "text": "七騎士さんよぅ‼ いけるのか‼",
            "vi": "Shichiki yo Bạn có thể đi?"
        },
        {
            "x1": 243,
            "y1": 155,
            "x2": 282,
            "y2": 321,
            "text": "やっぱ無理",
            "vi": "Sau tất cả, điều đó là không thể"
        },
        {
            "x1": 77,
            "y1": 261,
            "x2": 163,
            "y2": 407,
            "text": "でしょう ねえ‼",
            "vi": "Có lẽ"
        },
        {
            "x1": 802,
            "y1": 478,
            "x2": 841,
            "y2": 615,
            "text": "…けれど",
            "vi": "… Chỉ"
        },
        {
            "x1": 305,
            "y1": 481,
            "x2": 348,
            "y2": 660,
            "text": "勇者様なら",
            "vi": "Nếu bạn là một người đàn ông dũng cảm"
        },
        {
            "x1": 713,
            "y1": 749,
            "x2": 810,
            "y2": 933,
            "text": "ベニー様の 神器なら",
            "vi": "Kho báu thiêng liêng giống như benny"
        },
        {
            "x1": 283,
            "y1": 724,
            "x2": 324,
            "y2": 892,
            "text": "うわぁ…？",
            "vi": "Thành công lớn…?"
        },
        {
            "x1": 101,
            "y1": 931,
            "x2": 209,
            "y2": 1164,
            "text": "あのデカいのにも 対応できる かもしれない",
            "vi": "Có thể phản hồi lớn đó"
        }
    ],
    "007.jpg": [
        {
            "x1": 766,
            "y1": 170,
            "x2": 843,
            "y2": 361,
            "text": "じゃあ早く やってくれ‼",
            "vi": "Sau đó làm điều đó sớm"
        },
        {
            "x1": 383,
            "y1": 165,
            "x2": 503,
            "y2": 318,
            "text": "ベニー様は まだ経験が 少ない‼",
            "vi": "Benny có rất ít kinh nghiệm."
        },
        {
            "x1": 88,
            "y1": 209,
            "x2": 195,
            "y2": 409,
            "text": "能力を 使いこなすには サポートがいる",
            "vi": "Có sự hỗ trợ để làm chủ khả năng"
        },
        {
            "x1": 735,
            "y1": 486,
            "x2": 821,
            "y2": 619,
            "text": "王都に 戻って…",
            "vi": "Trở về thủ đô hoàng gia..."
        },
        {
            "x1": 167,
            "y1": 501,
            "x2": 272,
            "y2": 677,
            "text": "騎士団や ギルドの助けが 要るんだ！",
            "vi": "Bạn cần sự giúp đỡ của các hiệp sĩ và bang hội!"
        },
        {
            "x1": 825,
            "y1": 746,
            "x2": 860,
            "y2": 868,
            "text": "退くわよ",
            "vi": "Tôi sẽ nghỉ hưu"
        },
        {
            "x1": 646,
            "y1": 845,
            "x2": 698,
            "y2": 1025,
            "text": "退くって…",
            "vi": "Tôi đã nghỉ hưu..."
        }
    ],
    "008.jpg": [
        {
            "x1": 723,
            "y1": 151,
            "x2": 756,
            "y2": 314,
            "text": "どうやって…？",
            "vi": "thế nào…?"
        },
        {
            "x1": 87,
            "y1": 741,
            "x2": 167,
            "y2": 899,
            "text": "デカイのが 動いた…‼",
            "vi": "Điều lớn lao đã di chuyển...‼"
        },
        {
            "x1": 808,
            "y1": 946,
            "x2": 837,
            "y2": 1064,
            "text": "あっちは…",
            "vi": "Đó là..."
        },
        {
            "x1": 601,
            "y1": 969,
            "x2": 643,
            "y2": 1164,
            "text": "王都だよ‼",
            "vi": "Đó là một thủ đô của hoàng gia."
        },
        {
            "x1": 93,
            "y1": 1033,
            "x2": 216,
            "y2": 1234,
            "text": "アイツ… 王都に行く気 じゃ…",
            "vi": "Này... tôi sẽ đến thủ đô hoàng gia..."
        }
    ],
    "009.jpg": [
        {
            "x1": 286,
            "y1": 99,
            "x2": 357,
            "y2": 279,
            "text": "…風よ",
            "vi": "Gió"
        },
        {
            "x1": 325,
            "y1": 354,
            "x2": 352,
            "y2": 433,
            "text": "バめ？",
            "vi": "Nó có phải là một quán bar?"
        },
        {
            "x1": 227,
            "y1": 509,
            "x2": 265,
            "y2": 604,
            "text": "バウ⁉",
            "vi": "Nơ⁉"
        }
    ],
    "010.jpg": [
        {
            "x1": 778,
            "y1": 91,
            "x2": 843,
            "y2": 255,
            "text": "俺が足止めを してやる",
            "vi": "Tôi sẽ dừng lại"
        },
        {
            "x1": 433,
            "y1": 101,
            "x2": 476,
            "y2": 244,
            "text": "先に行け",
            "vi": "Đi trước"
        },
        {
            "x1": 91,
            "y1": 260,
            "x2": 126,
            "y2": 381,
            "text": "ガァァァ",
            "vi": "GAA"
        },
        {
            "x1": 95,
            "y1": 474,
            "x2": 148,
            "y2": 688,
            "text": "本気出すわ",
            "vi": "Tôi rất nghiêm túc"
        },
        {
            "x1": 729,
            "y1": 940,
            "x2": 793,
            "y2": 1143,
            "text": "時間稼ぎは十分 できるだろうさ",
            "vi": "Bạn sẽ có thể kiếm đủ thời gian"
        },
        {
            "x1": 121,
            "y1": 1065,
            "x2": 162,
            "y2": 1229,
            "text": "…その剣…",
            "vi": "… Thanh kiếm đó"
        }
    ],
    "011.jpg": [
        {
            "x1": 784,
            "y1": 115,
            "x2": 853,
            "y2": 309,
            "text": "神器… じゃないわよね",
            "vi": "Kho báu thiêng liêng... không"
        },
        {
            "x1": 634,
            "y1": 157,
            "x2": 704,
            "y2": 347,
            "text": "蒼石の魔物を …倒してる…？",
            "vi": "Quái vật của Aoishi... nó có bị đánh bại...?"
        },
        {
            "x1": 151,
            "y1": 219,
            "x2": 248,
            "y2": 394,
            "text": "聞いてはいたが まさか本当に 倒せるとはな！",
            "vi": "Tôi đã nghe nó, nhưng tôi không thể thực sự đánh bại nó!"
        },
        {
            "x1": 793,
            "y1": 477,
            "x2": 860,
            "y2": 682,
            "text": "…王都に戻ったら 頼るといいぜ",
            "vi": "… Nếu bạn trở về thủ đô hoàng gia, bạn nên dựa vào nó"
        },
        {
            "x1": 323,
            "y1": 481,
            "x2": 393,
            "y2": 637,
            "text": "な 何言って るのよ…",
            "vi": "Bạn đang nói gì..."
        },
        {
            "x1": 462,
            "y1": 543,
            "x2": 528,
            "y2": 742,
            "text": "レーダルストアの …鍛治師だ",
            "vi": "Cửa hàng radal... Tôi là một huấn luyện viên"
        },
        {
            "x1": 122,
            "y1": 523,
            "x2": 167,
            "y2": 718,
            "text": "…早く行け",
            "vi": "… Đi nhanh"
        },
        {
            "x1": 225,
            "y1": 804,
            "x2": 259,
            "y2": 966,
            "text": "ヴェイル…",
            "vi": "Vail..."
        },
        {
            "x1": 117,
            "y1": 973,
            "x2": 166,
            "y2": 1228,
            "text": "ヴェイルー‼",
            "vi": "Veilu"
        }
    ],
    "012.jpg": [
        {
            "x1": 382,
            "y1": 156,
            "x2": 459,
            "y2": 276,
            "text": "じゃあな 相棒",
            "vi": "Rồi bạn của tôi"
        },
        {
            "x1": 115,
            "y1": 227,
            "x2": 166,
            "y2": 357,
            "text": "さてと",
            "vi": "Nhân tiện"
        },
        {
            "x1": 750,
            "y1": 505,
            "x2": 803,
            "y2": 745,
            "text": "最期の戦い",
            "vi": "Trận chiến cuối cùng"
        },
        {
            "x1": 110,
            "y1": 979,
            "x2": 211,
            "y2": 1240,
            "text": "楽しませて もらおうか‼",
            "vi": "Bạn có muốn tận hưởng nó không?"
        }
    ]
}