var ocr_data = {
    "001.jpg": [
        {
            "x1": 91,
            "y1": 34,
            "x2": 270,
            "y2": 100,
            "text": "職鍛治台師 最強"
        },
        {
            "x1": 751,
            "y1": 142,
            "x2": 828,
            "y2": 312,
            "text": "リピート・ アフタ・ミー"
        },
        {
            "x1": 162,
            "y1": 146,
            "x2": 264,
            "y2": 382,
            "text": "「レリウスは リニアルと 一緒に迷宮へ行く」"
        },
        {
            "x1": 532,
            "y1": 461,
            "x2": 624,
            "y2": 663,
            "text": "いやいや 王都周辺の迷宮は 難しいって話だし…"
        },
        {
            "x1": 373,
            "y1": 493,
            "x2": 464,
            "y2": 673,
            "text": "そもそも俺は 冒険者って訳じゃ ないので他の"
        },
        {
            "x1": 769,
            "y1": 806,
            "x2": 868,
            "y2": 1029,
            "text": "冒険者達は シスターと一緒に 行きたくないって…"
        },
        {
            "x1": 237,
            "y1": 776,
            "x2": 309,
            "y2": 1035,
            "text": "きっと足手まといに なると思われて…"
        },
        {
            "x1": 769,
            "y1": 1177,
            "x2": 840,
            "y2": 1281,
            "text": "最強"
        },
        {
            "x1": 650,
            "y1": 999,
            "x2": 722,
            "y2": 1258,
            "text": "誰もパーティーを 組んでくれなくて…"
        }
    ],
    "003.jpg": [
        {
            "x1": 793,
            "y1": 90,
            "x2": 863,
            "y2": 280,
            "text": "二人きりでは 危険ですからね"
        },
        {
            "x1": 375,
            "y1": 112,
            "x2": 456,
            "y2": 255,
            "text": "私も同行 しますよ"
        },
        {
            "x1": 123,
            "y1": 144,
            "x2": 159,
            "y2": 327,
            "text": "私も行くぞっ"
        },
        {
            "x1": 732,
            "y1": 431,
            "x2": 803,
            "y2": 621,
            "text": "ありがたいー 五人いれば十分"
        },
        {
            "x1": 176,
            "y1": 453,
            "x2": 269,
            "y2": 627,
            "text": "ちなみにどんな 迷宮に挑む気 なんですか？"
        },
        {
            "x1": 686,
            "y1": 718,
            "x2": 792,
            "y2": 951,
            "text": "Ｃランク迷宮 「墓場」のように なっている場所で…"
        },
        {
            "x1": 183,
            "y1": 894,
            "x2": 276,
            "y2": 1171,
            "text": "『レクイエム迷宮』 と言われてる"
        }
    ],
    "005.jpg": [
        {
            "x1": 778,
            "y1": 171,
            "x2": 880,
            "y2": 306,
            "text": "フィーラ ゾンビは 苦手なのか"
        },
        {
            "x1": 463,
            "y1": 111,
            "x2": 539,
            "y2": 252,
            "text": "ちょっと 無理だわ…"
        },
        {
            "x1": 317,
            "y1": 171,
            "x2": 361,
            "y2": 352,
            "text": "そんな訳で"
        },
        {
            "x1": 727,
            "y1": 443,
            "x2": 861,
            "y2": 654,
            "text": "任せたわ メア 間違いのない ようにね…‼"
        },
        {
            "x1": 141,
            "y1": 453,
            "x2": 226,
            "y2": 660,
            "text": "？ わかった‼ 頑張るぞっ‼"
        },
        {
            "x1": 771,
            "y1": 782,
            "x2": 836,
            "y2": 956,
            "text": "じゃあ 三人ってことで"
        },
        {
            "x1": 148,
            "y1": 780,
            "x2": 209,
            "y2": 1045,
            "text": "それじゃ当日よろしく レリうスメアっち"
        },
        {
            "x1": 670,
            "y1": 1005,
            "x2": 730,
            "y2": 1217,
            "text": "はい様子を見ながら 攻略してみましょう"
        }
    ],
    "011.jpg": [
        {
            "x1": 776,
            "y1": 471,
            "x2": 834,
            "y2": 697,
            "text": "マジかよ…"
        }
    ]
}