var ocr_data = {
    "01.jpg": [
        {
            "x1": 175,
            "y1": 54,
            "x2": 268,
            "y2": 89,
            "text": "『鐵台師",
            "vi": "\"Thạc sĩ Taishidai"
        },
        {
            "x1": 95,
            "y1": 78,
            "x2": 252,
            "y2": 153,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 670,
            "y1": 171,
            "x2": 782,
            "y2": 337,
            "text": "私のことが 心配でついて 来たの？",
            "vi": "Bạn đã đi cùng tôi?"
        },
        {
            "x1": 104,
            "y1": 357,
            "x2": 319,
            "y2": 383,
            "text": "第134話対才ー戦",
            "vi": "Tập 134 Chống chiến tranh"
        },
        {
            "x1": 804,
            "y1": 445,
            "x2": 869,
            "y2": 593,
            "text": "まぁ そんな ところだな",
            "vi": "Vâng đó là nó"
        },
        {
            "x1": 471,
            "y1": 467,
            "x2": 566,
            "y2": 615,
            "text": "むー！ 私 すっごく強く なったのよ‼",
            "vi": "MU! Tôi trở nên mạnh mẽ như vậy"
        },
        {
            "x1": 123,
            "y1": 540,
            "x2": 219,
            "y2": 670,
            "text": "せいぜい 驚かない ようにね‼",
            "vi": "Đừng ngạc nhiên nhất."
        },
        {
            "x1": 741,
            "y1": 785,
            "x2": 844,
            "y2": 919,
            "text": "戦いには 慣れてきた のか？",
            "vi": "Bạn đã quen với trận chiến chưa?"
        },
        {
            "x1": 392,
            "y1": 785,
            "x2": 522,
            "y2": 915,
            "text": "レリウスに 守られてる ばかりじゃ 嫌だから",
            "vi": "Tôi không thích được Lelius bảo vệ"
        },
        {
            "x1": 586,
            "y1": 867,
            "x2": 691,
            "y2": 1048,
            "text": "慣れてはなよ でも前にも 言ったでしょ",
            "vi": "Tôi đã quen với nó, nhưng tôi đã nói trước đây"
        },
        {
            "x1": 115,
            "y1": 1063,
            "x2": 228,
            "y2": 1234,
            "text": "今度は一緒に 戦えるように 強くなるんだ",
            "vi": "Lần này nó sẽ mạnh hơn để chúng ta có thể chiến đấu cùng nhau"
        },
        {
            "x1": 817,
            "y1": 1259,
            "x2": 854,
            "y2": 1336,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 177,
            "y1": 1311,
            "x2": 805,
            "y2": 1349,
            "text": "累計100万部突破！ 最新8巻発売中!",
            "vi": "Hơn 1 triệu bản! 8 tập mới nhất được bán!"
        }
    ],
    "02.jpg": [
        {
            "x1": 740,
            "y1": 149,
            "x2": 827,
            "y2": 296,
            "text": "一緒に戦う？ リンが？ レリウスと？",
            "vi": "Chiến đấu cùng nhau? Rin? Với Lelius?"
        },
        {
            "x1": 122,
            "y1": 199,
            "x2": 221,
            "y2": 387,
            "text": "リンっては しリウスの強さを 知らないのね‼",
            "vi": "Rin không biết sức mạnh của Lius."
        },
        {
            "x1": 775,
            "y1": 457,
            "x2": 841,
            "y2": 624,
            "text": "レリウスは すごいのよ‼",
            "vi": "Lelius là tuyệt vời"
        },
        {
            "x1": 376,
            "y1": 470,
            "x2": 469,
            "y2": 625,
            "text": "すごい爆発で ケルベロスが どーんで‼",
            "vi": "Cerberos là một vụ nổ lớn."
        },
        {
            "x1": 257,
            "y1": 530,
            "x2": 347,
            "y2": 682,
            "text": "たまらず ケルベロスも ばーんって‼",
            "vi": "Nó không thể cưỡng lại và cerberus"
        },
        {
            "x1": 113,
            "y1": 524,
            "x2": 192,
            "y2": 690,
            "text": "さっぱり わからない",
            "vi": "Tôi không biết chút nào"
        },
        {
            "x1": 704,
            "y1": 789,
            "x2": 807,
            "y2": 941,
            "text": "レリウス‼ 見せてやって あの最後の…",
            "vi": "Lelius Cho tôi xem và điều đó cuối cùng..."
        },
        {
            "x1": 505,
            "y1": 808,
            "x2": 612,
            "y2": 940,
            "text": "“作成物の 拡大·縮小 ですか？",
            "vi": "Có phải nó đang mở rộng / giảm sáng tạo?"
        },
        {
            "x1": 318,
            "y1": 788,
            "x2": 412,
            "y2": 987,
            "text": "あの時は王都の 皆に力をもらって ましたけど…",
            "vi": "Vào thời điểm đó, mọi người ở thủ đô hoàng gia đều có được sức mạnh..."
        }
    ],
    "03.jpg": [
        {
            "x1": 112,
            "y1": 143,
            "x2": 196,
            "y2": 289,
            "text": "大きく なった‼",
            "vi": "Nó đã lớn hơn."
        },
        {
            "x1": 182,
            "y1": 529,
            "x2": 278,
            "y2": 714,
            "text": "レリウス‼ 大丈夫⁉",
            "vi": "Lelius Bạn co ổn không⁉"
        },
        {
            "x1": 574,
            "y1": 838,
            "x2": 676,
            "y2": 968,
            "text": "今の俺では ２〜３倍が 限界です…",
            "vi": "Ngày nay, 2-3 lần là giới hạn..."
        },
        {
            "x1": 394,
            "y1": 816,
            "x2": 499,
            "y2": 1020,
            "text": "貴重な薬などを 増やすのに便利な 能力ですが…",
            "vi": "Đó là một khả năng thuận tiện để tăng thuốc có giá trị..."
        },
        {
            "x1": 230,
            "y1": 899,
            "x2": 342,
            "y2": 1090,
            "text": "多用できる わけではない みたいです",
            "vi": "Nó dường như không được sử dụng nhiều"
        }
    ],
    "04.jpg": [
        {
            "x1": 764,
            "y1": 150,
            "x2": 855,
            "y2": 276,
            "text": "そうなんだ 無理言って ごめんね…",
            "vi": "Tôi xin lỗi tôi không thể nói điều đó..."
        },
        {
            "x1": 562,
            "y1": 121,
            "x2": 589,
            "y2": 218,
            "text": "いえいえ",
            "vi": "KHÔNG"
        },
        {
            "x1": 78,
            "y1": 200,
            "x2": 171,
            "y2": 367,
            "text": "皆様‼ 報告の 場所に近づいて いますわ",
            "vi": "Tất cả mọi người! Tôi đang tiếp cận vị trí của báo cáo"
        },
        {
            "x1": 781,
            "y1": 431,
            "x2": 830,
            "y2": 587,
            "text": "警戒を‼",
            "vi": "Chứng chỉ!"
        },
        {
            "x1": 475,
            "y1": 451,
            "x2": 522,
            "y2": 569,
            "text": "了解—",
            "vi": "Roger đó-"
        },
        {
            "x1": 130,
            "y1": 498,
            "x2": 174,
            "y2": 586,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 473,
            "y1": 800,
            "x2": 593,
            "y2": 977,
            "text": "キュガイアを 襲った強力な 魔物…",
            "vi": "Một con quái vật mạnh mẽ đã tấn công Kugaia..."
        },
        {
            "x1": 113,
            "y1": 1019,
            "x2": 221,
            "y2": 1227,
            "text": "一体どんな 奴なんだ…",
            "vi": "Có bao nhiêu chàng trai..."
        }
    ],
    "06.jpg": [
        {
            "x1": 776,
            "y1": 893,
            "x2": 826,
            "y2": 1093,
            "text": "ガアァア‼",
            "vi": "Gaaaa"
        },
        {
            "x1": 323,
            "y1": 894,
            "x2": 384,
            "y2": 1107,
            "text": "魔力開放",
            "vi": "Mở cửa"
        },
        {
            "x1": 138,
            "y1": 1018,
            "x2": 195,
            "y2": 1257,
            "text": "スキル起動",
            "vi": "Khởi nghiệp kỹ năng"
        }
    ],
    "07.jpg": [
        {
            "x1": 741,
            "y1": 329,
            "x2": 829,
            "y2": 929,
            "text": "ッセイントブラスト",
            "vi": "Vụ nổ an thần"
        }
    ],
    "08.jpg": [
        {
            "x1": 733,
            "y1": 164,
            "x2": 831,
            "y2": 296,
            "text": "直前まで 気配を感じ なかった",
            "vi": "Tôi đã không cảm thấy một dấu hiệu cho đến trước khi"
        },
        {
            "x1": 111,
            "y1": 202,
            "x2": 173,
            "y2": 382,
            "text": "かなり手練れの オークだ…‼",
            "vi": "Đó là một loại gỗ sồi khá lành mạnh...‼"
        },
        {
            "x1": 496,
            "y1": 490,
            "x2": 605,
            "y2": 689,
            "text": "それをたった 一瞬で片づける とは…‼",
            "vi": "Để làm sạch nó ngay lập tức...‼"
        },
        {
            "x1": 322,
            "y1": 486,
            "x2": 428,
            "y2": 702,
            "text": "蒼石の首領と 戦った時は まだ 半人前だったが",
            "vi": "Khi tôi chiến đấu với thủ lĩnh của Aishiishi, nó vẫn còn một nửa"
        },
        {
            "x1": 659,
            "y1": 792,
            "x2": 834,
            "y2": 1093,
            "text": "リンは… 俺の想像以上に 成長している‼",
            "vi": "Rin đang... phát triển hơn tôi tưởng tượng."
        },
        {
            "x1": 88,
            "y1": 1110,
            "x2": 145,
            "y2": 1202,
            "text": "ふう",
            "vi": "Hung"
        }
    ],
    "09.jpg": [
        {
            "x1": 776,
            "y1": 156,
            "x2": 845,
            "y2": 302,
            "text": "どう？ レリウス‼",
            "vi": "đồng? Lelius"
        },
        {
            "x1": 199,
            "y1": 156,
            "x2": 320,
            "y2": 309,
            "text": "すごいな… 素直に 驚いたよ",
            "vi": "Thật tuyệt vời... tôi thật sự ngạc nhiên"
        },
        {
            "x1": 108,
            "y1": 285,
            "x2": 151,
            "y2": 427,
            "text": "えへへ‼",
            "vi": "Ehehe‼"
        },
        {
            "x1": 508,
            "y1": 470,
            "x2": 585,
            "y2": 641,
            "text": "リン様 油断なさらず",
            "vi": "Rin giống"
        },
        {
            "x1": 170,
            "y1": 931,
            "x2": 270,
            "y2": 1213,
            "text": "どうやら",
            "vi": "Rõ ràng"
        }
    ],
    "10.jpg": [
        {
            "x1": 107,
            "y1": 943,
            "x2": 240,
            "y2": 1086,
            "text": "ボスの ご登場 ですわね",
            "vi": "Đó là sự xuất hiện của ông chủ"
        },
        {
            "x1": 82,
            "y1": 1297,
            "x2": 854,
            "y2": 1323,
            "text": "ただならぬ気配の強郎。次行、勇者ユミネの戦園カが明らかに田",
            "vi": "Mạnh mẽ với một dấu hiệu phi thường. Dòng tiếp theo, công viên chiến đấu của Yumine Brave rõ ràng là gạo"
        }
    ]
}