var ocr_data = {
    "001.jpg": [
        {
            "x1": 276,
            "y1": 74,
            "x2": 427,
            "y2": 103,
            "text": "第62話 恩返し",
            "vi": "Tập 62 trở lại"
        },
        {
            "x1": 95,
            "y1": 31,
            "x2": 243,
            "y2": 100,
            "text": "不遇職鐵治師是 最強",
            "vi": "Người mạnh nhất trong số những người thư ký"
        },
        {
            "x1": 729,
            "y1": 174,
            "x2": 765,
            "y2": 325,
            "text": "それじゃあ",
            "vi": "Vậy thì vậy"
        },
        {
            "x1": 825,
            "y1": 484,
            "x2": 892,
            "y2": 635,
            "text": "おう 気を付けてな",
            "vi": "Cẩn thận"
        },
        {
            "x1": 497,
            "y1": 450,
            "x2": 550,
            "y2": 609,
            "text": "ケガとかしない ようにね？",
            "vi": "Không bị thương?"
        },
        {
            "x1": 355,
            "y1": 477,
            "x2": 414,
            "y2": 608,
            "text": "あまり無茶 するなよ？",
            "vi": "Đừng quá bất hợp lý?"
        },
        {
            "x1": 493,
            "y1": 654,
            "x2": 525,
            "y2": 767,
            "text": "はーい‼",
            "vi": "Vâng!"
        },
        {
            "x1": 112,
            "y1": 574,
            "x2": 201,
            "y2": 741,
            "text": "こっちの台詞‼ レリウスすぐ 無茶するから…",
            "vi": "Dòng này! Lelius Tôi xin lỗi..."
        },
        {
            "x1": 772,
            "y1": 836,
            "x2": 861,
            "y2": 992,
            "text": "…そんな ことない",
            "vi": "… Không phải điều đó"
        },
        {
            "x1": 616,
            "y1": 883,
            "x2": 664,
            "y2": 1020,
            "text": "ふふっ‼",
            "vi": "Fufu"
        },
        {
            "x1": 132,
            "y1": 993,
            "x2": 188,
            "y2": 1298,
            "text": "行ってきます‼",
            "vi": "Tôi đang đi!"
        },
        {
            "x1": 237,
            "y1": 1303,
            "x2": 799,
            "y2": 1326,
            "text": "累計20万部天破！最新单行了本第巻好語発壳的",
            "vi": "Tổng cộng 200. 000 bản! 单 单 单 单 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻 巻"
        }
    ],
    "002.jpg": [
        {
            "x1": 730,
            "y1": 104,
            "x2": 829,
            "y2": 322,
            "text": "こうして ンは貴族の学園に 出発していった",
            "vi": "Điều này khởi hành đến trường quý tộc"
        },
        {
            "x1": 441,
            "y1": 395,
            "x2": 511,
            "y2": 514,
            "text": "さ 仕事に 戻るぞ―",
            "vi": "Tôi sẽ quay lại làm việc-"
        },
        {
            "x1": 218,
            "y1": 397,
            "x2": 317,
            "y2": 629,
            "text": "一年間リンがない 生活を送り慣れたと 思っていたが",
            "vi": "Tôi nghĩ rằng tôi đã quen với việc sống mà không có phốt pho trong một năm"
        },
        {
            "x1": 82,
            "y1": 509,
            "x2": 183,
            "y2": 684,
            "text": "またこうして 離れると 少し寂しいな…",
            "vi": "Tôi hơi cô đơn khi tôi rời đi một lần nữa..."
        },
        {
            "x1": 505,
            "y1": 902,
            "x2": 533,
            "y2": 1092,
            "text": "こんにちはっ‼",
            "vi": "Xin chào"
        },
        {
            "x1": 340,
            "y1": 1057,
            "x2": 435,
            "y2": 1246,
            "text": "レリウスさん‼ いらっしゃい ますか⁉",
            "vi": "Lelius Bạn có đến⁉ không"
        }
    ],
    "003.jpg": [
        {
            "x1": 808,
            "y1": 97,
            "x2": 868,
            "y2": 313,
            "text": "あ‼良かった… いらっしゃった！",
            "vi": "A! Thật là tốt... bạn đã đến!"
        },
        {
            "x1": 538,
            "y1": 78,
            "x2": 598,
            "y2": 252,
            "text": "お久しぶりです クルアさん",
            "vi": "Đã lâu rồi, Kurua"
        },
        {
            "x1": 258,
            "y1": 96,
            "x2": 327,
            "y2": 271,
            "text": "いやー お久しぶりです",
            "vi": "Không, đã lâu rồi"
        },
        {
            "x1": 103,
            "y1": 112,
            "x2": 195,
            "y2": 356,
            "text": "グリードラッドの件で 私達 商人もバタバタ してましたからねー",
            "vi": "Chúng tôi cũng đang rung rinh trong Rad màu xanh lá cây."
        },
        {
            "x1": 544,
            "y1": 407,
            "x2": 671,
            "y2": 591,
            "text": "何やら 急いで来た様子 飲み物用意します ので お待ちを",
            "vi": "Chúng tôi sẽ chuẩn bị một thức uống vội vàng, vì vậy xin vui lòng đợi"
        },
        {
            "x1": 198,
            "y1": 421,
            "x2": 261,
            "y2": 597,
            "text": "あ ありがとう ございます！",
            "vi": "Oh, cảm ơn bạn rất nhiều!"
        },
        {
            "x1": 396,
            "y1": 760,
            "x2": 500,
            "y2": 921,
            "text": "それで… 何かあったの ですか？",
            "vi": "Vậy... chuyện gì đã xảy ra?"
        },
        {
            "x1": 234,
            "y1": 727,
            "x2": 299,
            "y2": 915,
            "text": "そう‼ そうなんですっ",
            "vi": "Vâng! Đúng thế"
        },
        {
            "x1": 812,
            "y1": 827,
            "x2": 858,
            "y2": 1129,
            "text": "生き返った‼",
            "vi": "Tôi đã trở lại cuộc sống."
        },
        {
            "x1": 83,
            "y1": 802,
            "x2": 154,
            "y2": 992,
            "text": "わかりますか⁉ 実はですね…",
            "vi": "Bạn có hiểu không? Thực sự..."
        }
    ],
    "004.jpg": [
        {
            "x1": 673,
            "y1": 181,
            "x2": 812,
            "y2": 443,
            "text": "私‼『王都』に 店を出せるかも しれないのです",
            "vi": "TÔI! Bạn có thể mở một cửa hàng ở \"Thành phố King\""
        },
        {
            "x1": 767,
            "y1": 580,
            "x2": 839,
            "y2": 771,
            "text": "お 王都⁉ 大変なのでは…",
            "vi": "Thành phố vua rất khó..."
        },
        {
            "x1": 629,
            "y1": 618,
            "x2": 688,
            "y2": 776,
            "text": "そうですけど… 憧れでしたし",
            "vi": "Đúng vậy... tôi đã khao khát"
        },
        {
            "x1": 485,
            "y1": 645,
            "x2": 574,
            "y2": 826,
            "text": "狙ってた物件が 安く購人できた んです",
            "vi": "Các tài sản tôi đang hướng tới là rẻ."
        },
        {
            "x1": 348,
            "y1": 648,
            "x2": 426,
            "y2": 779,
            "text": "すご おめでとう ございます",
            "vi": "Xin chúc mừng"
        },
        {
            "x1": 791,
            "y1": 892,
            "x2": 847,
            "y2": 991,
            "text": "それで… その……",
            "vi": "Vậy nên..."
        },
        {
            "x1": 723,
            "y1": 903,
            "x2": 752,
            "y2": 1055,
            "text": "レリウスさん",
            "vi": "Lelius"
        },
        {
            "x1": 103,
            "y1": 936,
            "x2": 234,
            "y2": 1203,
            "text": "私と一緒に王都で 店をやって みませんか？",
            "vi": "Tại sao bạn không thử một cửa hàng ở thủ đô hoàng gia với tôi?"
        }
    ],
    "005.jpg": [
        {
            "x1": 716,
            "y1": 79,
            "x2": 837,
            "y2": 313,
            "text": "私はレウスさんの 商品をもっと たくさんの人に知って もらいたいんんです！",
            "vi": "Tôi muốn nhiều người biết các sản phẩm của Leus!"
        },
        {
            "x1": 153,
            "y1": 93,
            "x2": 245,
            "y2": 312,
            "text": "鍛治師の立場だって それで変えられる かもですし…",
            "vi": "Có thể thay đổi vị trí của Osamu..."
        },
        {
            "x1": 722,
            "y1": 375,
            "x2": 828,
            "y2": 567,
            "text": "レリウスさんと共に 『レーダルスれア』を 盛り上げて きたいのです",
            "vi": "Tôi muốn kích thích \"radal\" với Lelius."
        },
        {
            "x1": 154,
            "y1": 389,
            "x2": 257,
            "y2": 577,
            "text": "だから…一緒に 来てくれ ませんか⁉",
            "vi": "Vậy... bạn có thể đi với tôi không?"
        },
        {
            "x1": 421,
            "y1": 1101,
            "x2": 507,
            "y2": 1265,
            "text": "お誘いは… 嬉しいです",
            "vi": "Lời mời... Tôi hạnh phúc"
        }
    ],
    "006.jpg": [
        {
            "x1": 681,
            "y1": 139,
            "x2": 815,
            "y2": 360,
            "text": "でも すみません… 俺には… 宿の仕事が ありますから…",
            "vi": "Nhưng tôi xin lỗi... Tôi có một công việc của nhà trọ..."
        },
        {
            "x1": 475,
            "y1": 461,
            "x2": 541,
            "y2": 551,
            "text": "そう… ですか",
            "vi": "là vậy"
        },
        {
            "x1": 121,
            "y1": 427,
            "x2": 240,
            "y2": 609,
            "text": "では…今までの まうに こちらで 作った品を王都に 納品して頂ければ",
            "vi": "Sau đó... Tôi hy vọng bạn có thể giao các mặt hàng được thực hiện ở đây đến thủ đô hoàng gia."
        },
        {
            "x1": 754,
            "y1": 692,
            "x2": 823,
            "y2": 910,
            "text": "すみません 協力できなくて…",
            "vi": "Tôi xin lỗi vì tôi không thể hợp tác..."
        },
        {
            "x1": 513,
            "y1": 736,
            "x2": 614,
            "y2": 1009,
            "text": "いえ！いいのです こちらこそ いきなり すみませんでした…",
            "vi": "mái ấm! Tôi xin lỗi vì điều này..."
        },
        {
            "x1": 200,
            "y1": 776,
            "x2": 311,
            "y2": 989,
            "text": "もしも考えが 変わりましたら 教えてください！",
            "vi": "Vui lòng cho tôi biết nếu suy nghĩ của bạn thay đổi!"
        }
    ],
    "007.jpg": [
        {
            "x1": 220,
            "y1": 142,
            "x2": 263,
            "y2": 293,
            "text": "王都…か",
            "vi": "Thủ đô Hoàng gia..."
        },
        {
            "x1": 686,
            "y1": 400,
            "x2": 835,
            "y2": 613,
            "text": "クルアさんや 他の店員と一緒に 毎日考えながら 仕事していく",
            "vi": "Làm việc với Krua và các thư ký khác trong khi suy nghĩ mỗi ngày"
        },
        {
            "x1": 163,
            "y1": 421,
            "x2": 249,
            "y2": 601,
            "text": "…楽しそう ではあるな",
            "vi": "… Nó trông vui nhỉ"
        },
        {
            "x1": 170,
            "y1": 751,
            "x2": 209,
            "y2": 938,
            "text": "レリウス？",
            "vi": "Lelius?"
        },
        {
            "x1": 739,
            "y1": 1048,
            "x2": 837,
            "y2": 1199,
            "text": "けど… 俺には…",
            "vi": "Nhưng... với tôi..."
        }
    ],
    "008.jpg": [
        {
            "x1": 784,
            "y1": 111,
            "x2": 852,
            "y2": 241,
            "text": "義父さん… 義母さん…",
            "vi": "Cha tôi -in -law... mẹ -in -law..."
        },
        {
            "x1": 320,
            "y1": 135,
            "x2": 420,
            "y2": 335,
            "text": "昼間の クルアさんの話… いいのか？",
            "vi": "Câu chuyện về ông Culua vào ban ngày... có ổn không?"
        },
        {
            "x1": 200,
            "y1": 104,
            "x2": 231,
            "y2": 257,
            "text": "聞いてたのか",
            "vi": "Bạn đã nghe nó?"
        },
        {
            "x1": 711,
            "y1": 436,
            "x2": 806,
            "y2": 612,
            "text": "王都だぞ？ こんなチャンス 二度とないぞ？",
            "vi": "Đó có phải là thủ đô hoàng gia? Đây không phải là một cơ hội nữa sao?"
        },
        {
            "x1": 120,
            "y1": 453,
            "x2": 223,
            "y2": 629,
            "text": "いいんだ 俺は これが天職 なんだよ",
            "vi": "Tốt, tôi là một ơn gọi"
        },
        {
            "x1": 589,
            "y1": 750,
            "x2": 636,
            "y2": 867,
            "text": "…お前",
            "vi": "… Bạn"
        },
        {
            "x1": 355,
            "y1": 776,
            "x2": 504,
            "y2": 1064,
            "text": "俺達に 『恩返しを』とでも 思ってるのか？",
            "vi": "Bạn có nghĩ rằng chúng ta muốn trả lại?"
        }
    ],
    "009.jpg": [
        {
            "x1": 600,
            "y1": 115,
            "x2": 628,
            "y2": 279,
            "text": "当たり前だろ",
            "vi": "Đương nhiên"
        },
        {
            "x1": 223,
            "y1": 98,
            "x2": 312,
            "y2": 280,
            "text": "何の繋がりもない 俺を…拾って くれた",
            "vi": "Tôi đã đón tôi mà không có bất kỳ kết nối nào... Tôi đã nhặt nó lên"
        },
        {
            "x1": 105,
            "y1": 190,
            "x2": 170,
            "y2": 390,
            "text": "育ててくれた…！ だから 俺は…！",
            "vi": "Anh ấy lớn lên...! Vì vậy tôi...!"
        },
        {
            "x1": 442,
            "y1": 467,
            "x2": 561,
            "y2": 669,
            "text": "恩返しってのなら 俺はお前のやりたい ことをやっている 姿が見てえな",
            "vi": "Nếu bạn trả lại, tôi không thể thấy bạn muốn làm gì"
        },
        {
            "x1": 592,
            "y1": 760,
            "x2": 693,
            "y2": 1029,
            "text": "レリウスちゃん 冒険者活動してる時とか 楽しそうだったわ",
            "vi": "Lelius -chan dường như đang vui vẻ khi tôi hoạt động"
        },
        {
            "x1": 99,
            "y1": 854,
            "x2": 200,
            "y2": 1109,
            "text": "宿にる時とは違う 笑顔で…お母さん とても嬉しかったもの",
            "vi": "Với một nụ cười khác với khi tôi ở trong nhà trọ... mẹ tôi rất hạnh phúc"
        }
    ],
    "010.jpg": [
        {
            "x1": 750,
            "y1": 122,
            "x2": 843,
            "y2": 354,
            "text": "本当に宿の仕事が したいならいつでも 帰って来い出",
            "vi": "Nếu bạn thực sự muốn làm việc tại nhà trọ, hãy quay lại bất cứ lúc nào"
        },
        {
            "x1": 323,
            "y1": 177,
            "x2": 443,
            "y2": 369,
            "text": "だから…今は 色々やって きなさいな‼",
            "vi": "Vì vậy,... làm ơn làm rất nhiều bây giờ."
        },
        {
            "x1": 793,
            "y1": 497,
            "x2": 876,
            "y2": 638,
            "text": "わかった しはらく自由に 動てみる",
            "vi": "Tôi hiểu và di chuyển một cách tự do"
        },
        {
            "x1": 621,
            "y1": 505,
            "x2": 651,
            "y2": 592,
            "text": "えぇ！",
            "vi": "Ơ!"
        },
        {
            "x1": 279,
            "y1": 492,
            "x2": 311,
            "y2": 575,
            "text": "おう",
            "vi": "OU"
        },
        {
            "x1": 139,
            "y1": 852,
            "x2": 285,
            "y2": 1116,
            "text": "これまで 育ててくれて ありがとう…！",
            "vi": "Cảm ơn bạn đã nuôi nấng tôi cho đến nay...!"
        }
    ],
    "011.jpg": [
        {
            "x1": 756,
            "y1": 470,
            "x2": 857,
            "y2": 668,
            "text": "自分の子供育てて お礼言われる 筋合いはねぇよ",
            "vi": "Tôi không nghĩ rằng tôi rất biết ơn vì đã nuôi con"
        },
        {
            "x1": 166,
            "y1": 486,
            "x2": 264,
            "y2": 617,
            "text": "お土産 期待してる からね！",
            "vi": "Tôi đang mong đợi quà lưu niệm!"
        },
        {
            "x1": 91,
            "y1": 603,
            "x2": 118,
            "y2": 689,
            "text": "うん…",
            "vi": "Ừ…"
        },
        {
            "x1": 734,
            "y1": 752,
            "x2": 828,
            "y2": 1004,
            "text": "さぁ 今夜は ご馳走にしよう",
            "vi": "Hãy làm cho một điều trị tối nay"
        },
        {
            "x1": 511,
            "y1": 852,
            "x2": 603,
            "y2": 1207,
            "text": "腕によりをかけるゼ‼ 味わって食えよー⁉",
            "vi": "Zeen với cánh tay‼ Hương vị và ăn⁉"
        },
        {
            "x1": 185,
            "y1": 1026,
            "x2": 232,
            "y2": 1203,
            "text": "うん…‼",
            "vi": "Ừ…!"
        },
        {
            "x1": 97,
            "y1": 1291,
            "x2": 794,
            "y2": 1321,
            "text": "愛は血より濃く。感測側を胸に新天地へ！次号へっづく叫",
            "vi": "Tình yêu tối hơn máu. Mặt cảm giác với Thế giới mới! Một tiếng hét để đi đến vấn đề tiếp theo"
        }
    ]
}