var ocr_data = {
    "001.jpg": [
        {
            "x1": 261,
            "y1": 73,
            "x2": 389,
            "y2": 99,
            "text": "第68話主玉都"
        },
        {
            "x1": 102,
            "y1": 34,
            "x2": 272,
            "y2": 99,
            "text": "不遇職鐵合師。 最強"
        },
        {
            "x1": 130,
            "y1": 177,
            "x2": 235,
            "y2": 317,
            "text": "見えて きましたよ 皆さん‼"
        },
        {
            "x1": 719,
            "y1": 459,
            "x2": 782,
            "y2": 611,
            "text": "王都…"
        },
        {
            "x1": 119,
            "y1": 431,
            "x2": 479,
            "y2": 592,
            "text": "園治師レリウス、 人生初の大都会へ叫"
        },
        {
            "x1": 159,
            "y1": 802,
            "x2": 261,
            "y2": 1046,
            "text": "「ヴァルトス」 です‼"
        },
        {
            "x1": 834,
            "y1": 1169,
            "x2": 893,
            "y2": 1279,
            "text": "最強"
        }
    ],
    "003.jpg": [
        {
            "x1": 751,
            "y1": 143,
            "x2": 825,
            "y2": 309,
            "text": "あの大きな 時計塔は…⁉"
        },
        {
            "x1": 323,
            "y1": 129,
            "x2": 361,
            "y2": 306,
            "text": "『大図書館』"
        },
        {
            "x1": 144,
            "y1": 151,
            "x2": 241,
            "y2": 364,
            "text": "一部の貴族にしか 入ることが許されて いない場所ね"
        },
        {
            "x1": 770,
            "y1": 460,
            "x2": 864,
            "y2": 650,
            "text": "へぇ‼ ブィーラさんは 入れるんですか？"
        },
        {
            "x1": 487,
            "y1": 460,
            "x2": 527,
            "y2": 575,
            "text": "うん…"
        },
        {
            "x1": 338,
            "y1": 481,
            "x2": 427,
            "y2": 727,
            "text": "けど あんまい静かな 場所で本を読むだけって 苦手なのよね"
        },
        {
            "x1": 113,
            "y1": 447,
            "x2": 205,
            "y2": 659,
            "text": "都会に来て人シャぐ とは…英雄も可愛い トコロがあるー"
        },
        {
            "x1": 347,
            "y1": 724,
            "x2": 486,
            "y2": 940,
            "text": "ギラ"
        },
        {
            "x1": 797,
            "y1": 866,
            "x2": 859,
            "y2": 1020,
            "text": "いいじゃない ですか…‼"
        },
        {
            "x1": 487,
            "y1": 889,
            "x2": 601,
            "y2": 1087,
            "text": "あっちの 大きなテントは 何でしょう⁉"
        },
        {
            "x1": 168,
            "y1": 981,
            "x2": 233,
            "y2": 1223,
            "text": "劇団 『ワークチュアリ』ね"
        }
    ],
    "005.jpg": [
        {
            "x1": 785,
            "y1": 160,
            "x2": 860,
            "y2": 308,
            "text": "『冒険者通り』 とでもうの でしょうか"
        },
        {
            "x1": 520,
            "y1": 108,
            "x2": 572,
            "y2": 263,
            "text": "人え！ 人通りも多いし…"
        },
        {
            "x1": 270,
            "y1": 110,
            "x2": 326,
            "y2": 250,
            "text": "良い物件じゃ ないですか"
        },
        {
            "x1": 778,
            "y1": 423,
            "x2": 851,
            "y2": 615,
            "text": "レリウスー 私はここら辺で"
        },
        {
            "x1": 446,
            "y1": 453,
            "x2": 511,
            "y2": 651,
            "text": "連れて来たことは 教皇様に伝えとく"
        },
        {
            "x1": 160,
            "y1": 443,
            "x2": 243,
            "y2": 664,
            "text": "わかりました 面会の日程が決まったら 教えて下さい"
        },
        {
            "x1": 449,
            "y1": 739,
            "x2": 527,
            "y2": 926,
            "text": "りょーかーい ばーい"
        },
        {
            "x1": 131,
            "y1": 818,
            "x2": 244,
            "y2": 934,
            "text": "本当に… 自由な 人だなぁ"
        }
    ]
}