var ocr_data = {
    "001.jpg": [
        {
            "x1": 96,
            "y1": 33,
            "x2": 235,
            "y2": 59,
            "text": "不遇職鍛治師",
            "vi": "Osamu tin cậy"
        },
        {
            "x1": 490,
            "y1": 71,
            "x2": 619,
            "y2": 100,
            "text": "第94話 教皇",
            "vi": "Tập 94 Giáo hoàng"
        },
        {
            "x1": 90,
            "y1": 57,
            "x2": 217,
            "y2": 103,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 687,
            "y1": 148,
            "x2": 790,
            "y2": 337,
            "text": "リニアルです 鍛治師をお連れ しました",
            "vi": "Tôi tuyến tính"
        },
        {
            "x1": 773,
            "y1": 443,
            "x2": 845,
            "y2": 609,
            "text": "奥で教皇様が お待ちです",
            "vi": "Giáo hoàng đang chờ ở phía sau"
        },
        {
            "x1": 126,
            "y1": 560,
            "x2": 188,
            "y2": 718,
            "text": "どうぞお通り ください",
            "vi": "Xin vui lòng đi qua"
        },
        {
            "x1": 162,
            "y1": 1296,
            "x2": 715,
            "y2": 1328,
            "text": "累計6O万部哭破！ 第︎巻絶覺発売中叫",
            "vi": "Tích lũy 6o khóc! Phát hành quan hệ Kumiku"
        }
    ],
    "002.jpg": [
        {
            "x1": 701,
            "y1": 443,
            "x2": 820,
            "y2": 605,
            "text": "さ さすがに イリア教の中枢 だけあって… 厳かな雰囲気…",
            "vi": "Đúng như dự đoán, chỉ có trung tâm của chủ nghĩa Iliar... một bầu không khí khắc nghiệt..."
        },
        {
            "x1": 654,
            "y1": 732,
            "x2": 757,
            "y2": 921,
            "text": "リニアルさんも いつもの調子 ではない",
            "vi": "Lineal không phải là điều kiện thông thường"
        },
        {
            "x1": 480,
            "y1": 721,
            "x2": 514,
            "y2": 915,
            "text": "き 緊張するな",
            "vi": "Đừng lo lắng"
        },
        {
            "x1": 519,
            "y1": 1005,
            "x2": 606,
            "y2": 1145,
            "text": "カ千",
            "vi": "Hàng ngàn"
        }
    ],
    "003.jpg": [
        {
            "x1": 768,
            "y1": 148,
            "x2": 865,
            "y2": 293,
            "text": "待て… 平民か？",
            "vi": "Đợi đã... nó có phải là một thường dân?"
        },
        {
            "x1": 150,
            "y1": 135,
            "x2": 187,
            "y2": 309,
            "text": "グレードル様",
            "vi": "Lớp"
        },
        {
            "x1": 788,
            "y1": 463,
            "x2": 856,
            "y2": 639,
            "text": "彼…レリウスは 鍛治師です",
            "vi": "Anh ấy... Lelius là một huấn luyện viên"
        },
        {
            "x1": 645,
            "y1": 509,
            "x2": 741,
            "y2": 671,
            "text": "教皇様に 招待されて来た 客人で…",
            "vi": "Một vị khách được mời đến Giáo hoàng..."
        },
        {
            "x1": 444,
            "y1": 488,
            "x2": 532,
            "y2": 652,
            "text": "鍛治師⁉ お前が…‼",
            "vi": "Osamu, bạn..."
        },
        {
            "x1": 185,
            "y1": 503,
            "x2": 218,
            "y2": 582,
            "text": "いや‥",
            "vi": "không ‥"
        },
        {
            "x1": 114,
            "y1": 540,
            "x2": 140,
            "y2": 668,
            "text": "どこかで",
            "vi": "đâu"
        },
        {
            "x1": 512,
            "y1": 742,
            "x2": 615,
            "y2": 964,
            "text": "レーダルストア‼ あの店で仕事を しているな⁉",
            "vi": "Cửa hàng radal‼ Tôi đang làm việc ở cửa hàng đó"
        },
        {
            "x1": 148,
            "y1": 802,
            "x2": 215,
            "y2": 919,
            "text": "そ そう ですが…",
            "vi": "Đúng thế..."
        }
    ],
    "004.jpg": [
        {
            "x1": 310,
            "y1": 127,
            "x2": 342,
            "y2": 206,
            "text": "はあ…",
            "vi": "Hả..."
        },
        {
            "x1": 512,
            "y1": 135,
            "x2": 610,
            "y2": 341,
            "text": "そうか… いやぁ…毎日 大盛況じゃないか",
            "vi": "Vâng... không... đó là một thành công lớn mỗi ngày"
        },
        {
            "x1": 109,
            "y1": 200,
            "x2": 176,
            "y2": 405,
            "text": "何…私も商売を していてね‼",
            "vi": "Cái gì... tôi cũng đang kinh doanh."
        },
        {
            "x1": 718,
            "y1": 456,
            "x2": 824,
            "y2": 696,
            "text": "君の店がどうして 人気なのか研究して いたのだが…",
            "vi": "Tôi đã học tại sao cửa hàng của bạn lại phổ biến..."
        },
        {
            "x1": 122,
            "y1": 511,
            "x2": 226,
            "y2": 746,
            "text": "なるほど 『鍛治師』…ね",
            "vi": "Thật vậy, \"Tribus\" ..."
        },
        {
            "x1": 745,
            "y1": 823,
            "x2": 833,
            "y2": 1002,
            "text": "グリードラッドの 戦でも活躍た とか",
            "vi": "Anh ấy cũng hoạt động trong trận chiến RAD xanh"
        },
        {
            "x1": 578,
            "y1": 855,
            "x2": 686,
            "y2": 1069,
            "text": "ポーションや 武器を用意したと 聞いているぞ",
            "vi": "Tôi đã nghe nói rằng bạn đã chuẩn bị thuốc độc và vũ khí"
        },
        {
            "x1": 354,
            "y1": 979,
            "x2": 397,
            "y2": 1105,
            "text": "は はい",
            "vi": "Vâng"
        },
        {
            "x1": 122,
            "y1": 837,
            "x2": 215,
            "y2": 1058,
            "text": "つまり あの店の 商品は君が用意して いるのだね？",
            "vi": "Nói cách khác, bạn có sản phẩm trong cửa hàng đó?"
        }
    ],
    "005.jpg": [
        {
            "x1": 821,
            "y1": 127,
            "x2": 850,
            "y2": 279,
            "text": "あ…えっと…",
            "vi": "À... uh..."
        },
        {
            "x1": 539,
            "y1": 132,
            "x2": 627,
            "y2": 270,
            "text": "是非とも私に 教えて欲しい ものだな",
            "vi": "Tôi muốn bạn nói với tôi bằng mọi cách"
        },
        {
            "x1": 122,
            "y1": 153,
            "x2": 221,
            "y2": 361,
            "text": "どうやって 良質な商品を用意 しているのか",
            "vi": "Cách chuẩn bị các sản phẩm chất lượng cao"
        },
        {
            "x1": 723,
            "y1": 475,
            "x2": 826,
            "y2": 706,
            "text": "どうしたら私の店は 君の胡散臭い店を 越えられるか",
            "vi": "Làm thế nào cửa hàng của tôi có thể vượt ra ngoài mùi hương của bạn?"
        }
    ],
    "006.jpg": [
        {
            "x1": 732,
            "y1": 141,
            "x2": 841,
            "y2": 308,
            "text": "何だシスター 今 私は 大事な話を…",
            "vi": "Chị bây giờ là một câu chuyện quan trọng..."
        },
        {
            "x1": 450,
            "y1": 139,
            "x2": 508,
            "y2": 285,
            "text": "ふん‼",
            "vi": "Hmm!"
        },
        {
            "x1": 583,
            "y1": 305,
            "x2": 679,
            "y2": 495,
            "text": "レリウスは用が ありますので これで",
            "vi": "Lelius đã được sử dụng, vì vậy bây giờ"
        },
        {
            "x1": 317,
            "y1": 240,
            "x2": 426,
            "y2": 469,
            "text": "このグレードルの 話より大事な ことなど…",
            "vi": "Những điều quan trọng hơn câu chuyện cấp lớp này..."
        },
        {
            "x1": 82,
            "y1": 402,
            "x2": 188,
            "y2": 604,
            "text": "先程 申しました",
            "vi": "Tôi chỉ đề cập đến"
        },
        {
            "x1": 691,
            "y1": 722,
            "x2": 821,
            "y2": 866,
            "text": "教皇様を お待たせ すると？",
            "vi": "Nếu bạn đợi Giáo hoàng thì sao?"
        }
    ],
    "007.jpg": [
        {
            "x1": 715,
            "y1": 156,
            "x2": 815,
            "y2": 332,
            "text": "あ ありがとう ございました リニアルさん",
            "vi": "Cảm ơn bạn Lineal"
        },
        {
            "x1": 160,
            "y1": 191,
            "x2": 239,
            "y2": 399,
            "text": "あの人は いい人ではない",
            "vi": "Người đó không phải là người tốt"
        },
        {
            "x1": 767,
            "y1": 472,
            "x2": 850,
            "y2": 636,
            "text": "王都の人は 大抵そう",
            "vi": "Hầu hết mọi người ở thủ đô hoàng gia đều như vậy"
        },
        {
            "x1": 335,
            "y1": 468,
            "x2": 432,
            "y2": 622,
            "text": "気をつけて… レリウスは 人が良すぎる",
            "vi": "Hãy cẩn thận... Lelius là quá tốt"
        },
        {
            "x1": 509,
            "y1": 560,
            "x2": 590,
            "y2": 772,
            "text": "鍛治師に対して 嫌悪がある",
            "vi": "Tôi có một sự ghê tởm với Osamu"
        },
        {
            "x1": 136,
            "y1": 507,
            "x2": 235,
            "y2": 696,
            "text": "リニアルさん… 心配してくれて いるのだろう",
            "vi": "Ông lineal... tôi đang lo lắng"
        },
        {
            "x1": 744,
            "y1": 834,
            "x2": 828,
            "y2": 1091,
            "text": "王都に来た時から 覚悟はしている",
            "vi": "Tôi đã được chuẩn bị từ khi tôi đến thủ đô hoàng gia"
        },
        {
            "x1": 116,
            "y1": 863,
            "x2": 251,
            "y2": 1071,
            "text": "それでも リニアルさん みたいな人がいる なら救われるな…",
            "vi": "Tuy nhiên, nếu có một người như một tuyến tính, đừng được cứu..."
        },
        {
            "x1": 554,
            "y1": 1041,
            "x2": 685,
            "y2": 1205,
            "text": "…改めて 言われると 悲しいけど",
            "vi": "… Tôi rất buồn khi được nói lại"
        }
    ],
    "008.jpg": [
        {
            "x1": 720,
            "y1": 152,
            "x2": 793,
            "y2": 293,
            "text": "教皇様… 失礼します",
            "vi": "Giáo hoàng... tôi xin lỗi"
        },
        {
            "x1": 144,
            "y1": 292,
            "x2": 209,
            "y2": 465,
            "text": "レリウスを お連れしました",
            "vi": "Tôi đã lấy Lelius"
        },
        {
            "x1": 789,
            "y1": 536,
            "x2": 815,
            "y2": 660,
            "text": "ご苦労様です",
            "vi": "Cảm ơn bạn vì sự chăm chỉ của bạn"
        },
        {
            "x1": 655,
            "y1": 641,
            "x2": 704,
            "y2": 748,
            "text": "…中へ",
            "vi": "… Nội bộ"
        },
        {
            "x1": 126,
            "y1": 589,
            "x2": 244,
            "y2": 822,
            "text": "はたして 何を言われるか… 何をされるか…",
            "vi": "Bạn sẽ nói gì... bạn sẽ làm gì..."
        },
        {
            "x1": 698,
            "y1": 915,
            "x2": 833,
            "y2": 1120,
            "text": "いや ここまで来て しまったんだ",
            "vi": "Không, tôi đến đây"
        },
        {
            "x1": 167,
            "y1": 1034,
            "x2": 260,
            "y2": 1233,
            "text": "腹を括る しかない…",
            "vi": "Tôi không có lựa chọn nào khác ngoài việc buộc bụng..."
        }
    ],
    "009.jpg": [
        {
            "x1": 693,
            "y1": 137,
            "x2": 793,
            "y2": 322,
            "text": "あぁ… 初めまして",
            "vi": "À... rất vui được gặp bạn"
        },
        {
            "x1": 167,
            "y1": 228,
            "x2": 268,
            "y2": 437,
            "text": "『鍛治師』 レリウス君",
            "vi": "\"Osamu\" Lelius"
        },
        {
            "x1": 111,
            "y1": 1031,
            "x2": 238,
            "y2": 1234,
            "text": "ようやく お会い できましたね",
            "vi": "Cuối cùng tôi cũng gặp bạn"
        }
    ],
    "010.jpg": [
        {
            "x1": 605,
            "y1": 121,
            "x2": 683,
            "y2": 270,
            "text": "この方が… 教皇様…",
            "vi": "Đây là... Giáo hoàng..."
        },
        {
            "x1": 392,
            "y1": 218,
            "x2": 482,
            "y2": 419,
            "text": "王に並ぶ 最高権力者…",
            "vi": "Người quyền lực cao nhất cùng với nhà vua..."
        },
        {
            "x1": 731,
            "y1": 567,
            "x2": 829,
            "y2": 742,
            "text": "さでレリウス君 …単刀直入に 言います",
            "vi": "Lelius -Kun... Tôi sẽ nói trực tiếp."
        },
        {
            "x1": 91,
            "y1": 613,
            "x2": 196,
            "y2": 779,
            "text": "私が君を ここに 呼んだのは…",
            "vi": "Những gì tôi gọi bạn ở đây..."
        },
        {
            "x1": 688,
            "y1": 856,
            "x2": 812,
            "y2": 1179,
            "text": "教会が有する 『鍛治師についての情報 を伝えるためです",
            "vi": "Giáo hội phải \"truyền đạt thông tin về Osamu"
        },
        {
            "x1": 109,
            "y1": 868,
            "x2": 207,
            "y2": 1055,
            "text": "鍛冶師の… 情報…⁉",
            "vi": "Thợ rèn... thông tin...⁉"
        },
        {
            "x1": 256,
            "y1": 1291,
            "x2": 689,
            "y2": 1317,
            "text": "この世の理が明かされる一!?次行へ叫",
            "vi": "Lý do của thế giới này được tiết lộ!?"
        }
    ]
}