var ocr_data = {
    "001.jpg": [
        {
            "x1": 166,
            "y1": 9,
            "x2": 295,
            "y2": 43,
            "text": "「鍛台師」",
            "vi": "\"Master giao dịch\""
        },
        {
            "x1": 321,
            "y1": 74,
            "x2": 533,
            "y2": 97,
            "text": "5話あの目の約",
            "vi": "Tập 5 mắt đó"
        },
        {
            "x1": 87,
            "y1": 34,
            "x2": 313,
            "y2": 112,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 750,
            "y1": 109,
            "x2": 811,
            "y2": 359,
            "text": "ガァアアア",
            "vi": "Gaaaaa"
        },
        {
            "x1": 826,
            "y1": 404,
            "x2": 861,
            "y2": 515,
            "text": "ぐぁ…",
            "vi": "Goo..."
        },
        {
            "x1": 450,
            "y1": 424,
            "x2": 509,
            "y2": 543,
            "text": "くそッ",
            "vi": "Chết tiệt"
        },
        {
            "x1": 335,
            "y1": 435,
            "x2": 404,
            "y2": 543,
            "text": "駄目だ… 数が多い",
            "vi": "Nó không tốt... có nhiều con số"
        },
        {
            "x1": 129,
            "y1": 581,
            "x2": 155,
            "y2": 732,
            "text": "抑えきれない",
            "vi": "Tôi không thể kiểm soát"
        },
        {
            "x1": 821,
            "y1": 767,
            "x2": 864,
            "y2": 878,
            "text": "勇者様",
            "vi": "Người đàn ông dũng cảm"
        },
        {
            "x1": 689,
            "y1": 847,
            "x2": 772,
            "y2": 993,
            "text": "勇者様は どうした",
            "vi": "Điều gì đã xảy ra với anh hùng"
        },
        {
            "x1": 473,
            "y1": 817,
            "x2": 590,
            "y2": 1042,
            "text": "リン様… キリエ殿 駄目だったのか？",
            "vi": "Lin -sama... bạn đã sử dụng kirie -dono?"
        },
        {
            "x1": 340,
            "y1": 1040,
            "x2": 413,
            "y2": 1220,
            "text": "敵の強さを… 見誤ったのか",
            "vi": "Sức mạnh của kẻ thù... Bạn đã hiểu sai?"
        },
        {
            "x1": 145,
            "y1": 1086,
            "x2": 208,
            "y2": 1201,
            "text": "ここまで なのか…",
            "vi": "Có phải là cho đến nay..."
        }
    ],
    "002.jpg": [
        {
            "x1": 745,
            "y1": 138,
            "x2": 777,
            "y2": 261,
            "text": "キリエ…",
            "vi": "Kirie..."
        },
        {
            "x1": 143,
            "y1": 427,
            "x2": 187,
            "y2": 610,
            "text": "キリエェ…",
            "vi": "Kirie..."
        },
        {
            "x1": 732,
            "y1": 720,
            "x2": 844,
            "y2": 876,
            "text": "早く… 手当て しないと…",
            "vi": "Sawn... Tôi phải đối xử..."
        },
        {
            "x1": 534,
            "y1": 1094,
            "x2": 622,
            "y2": 1203,
            "text": "誰か… 誰か…",
            "vi": "Ai đó... ai đó..."
        }
    ],
    "003.jpg": [
        {
            "x1": 543,
            "y1": 937,
            "x2": 633,
            "y2": 1115,
            "text": "キリエを… 皆をッ",
            "vi": "Kirie... mọi người"
        },
        {
            "x1": 825,
            "y1": 1115,
            "x2": 850,
            "y2": 1223,
            "text": "よも",
            "vi": "Ngoại trừ"
        }
    ],
    "004.jpg": [
        {
            "x1": 107,
            "y1": 133,
            "x2": 212,
            "y2": 322,
            "text": "グブレイド バース",
            "vi": "Bath Bath"
        }
    ],
    "005.jpg": [
        {
            "x1": 125,
            "y1": 445,
            "x2": 171,
            "y2": 593,
            "text": "きゃあッ",
            "vi": "KYA"
        }
    ],
    "006.jpg": [
        {
            "x1": 748,
            "y1": 967,
            "x2": 845,
            "y2": 1144,
            "text": "私は… 勇者なのに",
            "vi": "Tôi là... một anh hùng"
        }
    ],
    "007.jpg": [
        {
            "x1": 715,
            "y1": 122,
            "x2": 835,
            "y2": 331,
            "text": "神様に選ばれた 皆を護る使命… 皆を…",
            "vi": "Sứ mệnh để bảo vệ mọi người được Chúa chọn... mọi người..."
        },
        {
            "x1": 817,
            "y1": 767,
            "x2": 848,
            "y2": 907,
            "text": "もう一度…",
            "vi": "một lần nữa…"
        },
        {
            "x1": 595,
            "y1": 782,
            "x2": 657,
            "y2": 958,
            "text": "もう一度だけで よかったのに",
            "vi": "Tôi ước tôi chỉ mới một lần nữa"
        },
        {
            "x1": 442,
            "y1": 775,
            "x2": 479,
            "y2": 964,
            "text": "死にたくない",
            "vi": "Tôi không muốn chết"
        },
        {
            "x1": 259,
            "y1": 845,
            "x2": 300,
            "y2": 1065,
            "text": "…会いたいよ",
            "vi": "...Tôi muốn gặp bạn"
        }
    ],
    "008.jpg": [
        {
            "x1": 723,
            "y1": 139,
            "x2": 788,
            "y2": 491,
            "text": "レリウス…‼",
            "vi": "Lelius...‼‼"
        }
    ],
    "010.jpg": [
        {
            "x1": 583,
            "y1": 800,
            "x2": 636,
            "y2": 1064,
            "text": "レリウス…⁉",
            "vi": "Lelius...⁉⁉"
        },
        {
            "x1": 309,
            "y1": 986,
            "x2": 388,
            "y2": 1165,
            "text": "間に 合ったぁ…‼",
            "vi": "Tôi đã vào lúc...‼"
        },
        {
            "x1": 139,
            "y1": 950,
            "x2": 230,
            "y2": 1225,
            "text": "コイツが 『蒼石の首領』か⁉",
            "vi": "Có phải anh chàng này \"lãnh đạo của Aishi\"?"
        }
    ],
    "011.jpg": [
        {
            "x1": 798,
            "y1": 107,
            "x2": 859,
            "y2": 237,
            "text": "大丈夫か？ リンッ‼",
            "vi": "Bạn co ổn không? Rin"
        },
        {
            "x1": 679,
            "y1": 132,
            "x2": 744,
            "y2": 225,
            "text": "何で… ここに",
            "vi": "Tại sao... ở đây"
        },
        {
            "x1": 591,
            "y1": 142,
            "x2": 627,
            "y2": 273,
            "text": "何でって…",
            "vi": "Gì..."
        },
        {
            "x1": 298,
            "y1": 163,
            "x2": 366,
            "y2": 292,
            "text": "わ 忘れた のか？",
            "vi": "Bạn có quên không?"
        },
        {
            "x1": 745,
            "y1": 475,
            "x2": 804,
            "y2": 658,
            "text": "約束だろ",
            "vi": "Đó là một lời hứa"
        },
        {
            "x1": 131,
            "y1": 848,
            "x2": 252,
            "y2": 1167,
            "text": "仕事！ 奪いに来たぞ‼",
            "vi": "làm việc! Tôi sẽ đến để lấy nó!"
        },
        {
            "x1": 102,
            "y1": 1294,
            "x2": 878,
            "y2": 1323,
            "text": "不遇を男力で変えてきた─君を守ると決めたから！次号、激突田",
            "vi": "Tôi đã thay đổi bất hạnh của mình với sức mạnh nam giới ─ vì tôi quyết định bảo vệ bạn! Vấn đề tiếp theo, Collisiona"
        }
    ]
}