var ocr_data = {
    "001.jpg": [
        {
            "x1": 391,
            "y1": 73,
            "x2": 562,
            "y2": 104,
            "text": "第59話 最強です",
            "vi": "Tập 59 là mạnh nhất"
        },
        {
            "x1": 93,
            "y1": 34,
            "x2": 236,
            "y2": 103,
            "text": "職鍛治師是 最強",
            "vi": "Người mạnh nhất cho nghề nghiệp."
        },
        {
            "x1": 436,
            "y1": 244,
            "x2": 460,
            "y2": 316,
            "text": "ぜえ",
            "vi": "Tất cả các"
        },
        {
            "x1": 96,
            "y1": 1303,
            "x2": 827,
            "y2": 1332,
            "text": "累計20万部突破！ 最新单行本第3巻好評発売中‼!",
            "vi": "Tích lũy hơn 200. 000 bản! Tập 3 mới nhất đang được bán, Tập 3!"
        }
    ],
    "002.jpg": [
        {
            "x1": 736,
            "y1": 1044,
            "x2": 773,
            "y2": 1231,
            "text": "消え…た…？",
            "vi": "Đã biến mất?"
        }
    ],
    "003.jpg": [
        {
            "x1": 759,
            "y1": 120,
            "x2": 838,
            "y2": 288,
            "text": "リンッ",
            "vi": "Rin"
        },
        {
            "x1": 738,
            "y1": 399,
            "x2": 869,
            "y2": 619,
            "text": "どっ… どうだ‼",
            "vi": "Ở đâu... còn về?"
        },
        {
            "x1": 145,
            "y1": 523,
            "x2": 284,
            "y2": 783,
            "text": "約束！ 守ったぞ‼",
            "vi": "lời hứa! Tôi bảo vệ nó."
        }
    ],
    "004.jpg": [
        {
            "x1": 142,
            "y1": 444,
            "x2": 169,
            "y2": 545,
            "text": "ギャッ",
            "vi": "Ga"
        },
        {
            "x1": 788,
            "y1": 636,
            "x2": 822,
            "y2": 827,
            "text": "押しているぞ",
            "vi": "Tôi đang thúc đẩy"
        },
        {
            "x1": 360,
            "y1": 682,
            "x2": 459,
            "y2": 871,
            "text": "あと少しだ 皆 頑張れ",
            "vi": "Hơn nữa, hãy cố gắng hết sức"
        }
    ],
    "005.jpg": [
        {
            "x1": 755,
            "y1": 90,
            "x2": 880,
            "y2": 270,
            "text": "ピタ",
            "vi": "PITA"
        },
        {
            "x1": 581,
            "y1": 97,
            "x2": 613,
            "y2": 209,
            "text": "何だ…？",
            "vi": "Gì…?"
        },
        {
            "x1": 628,
            "y1": 505,
            "x2": 685,
            "y2": 598,
            "text": "ピキ",
            "vi": "Piki"
        }
    ],
    "006.jpg": [
        {
            "x1": 798,
            "y1": 129,
            "x2": 828,
            "y2": 230,
            "text": "おぉ…‼",
            "vi": "Oh...!"
        },
        {
            "x1": 202,
            "y1": 130,
            "x2": 251,
            "y2": 270,
            "text": "魔物が…",
            "vi": "Con quỷ..."
        },
        {
            "x1": 595,
            "y1": 439,
            "x2": 627,
            "y2": 603,
            "text": "消えていく…",
            "vi": "Nó biến mất..."
        },
        {
            "x1": 218,
            "y1": 454,
            "x2": 244,
            "y2": 568,
            "text": "レリウス",
            "vi": "Lelius"
        },
        {
            "x1": 125,
            "y1": 501,
            "x2": 154,
            "y2": 661,
            "text": "やったのね…‼",
            "vi": "Bạn đã làm điều đó...‼"
        },
        {
            "x1": 469,
            "y1": 793,
            "x2": 555,
            "y2": 985,
            "text": "勝った…のか 俺達…",
            "vi": "Tôi thăng..."
        },
        {
            "x1": 144,
            "y1": 1042,
            "x2": 222,
            "y2": 1290,
            "text": "グリードラッドを 守ったんだ…‼",
            "vi": "Tôi đã bảo vệ màu xanh lá cây...‼"
        }
    ],
    "007.jpg": [
        {
            "x1": 772,
            "y1": 149,
            "x2": 819,
            "y2": 407,
            "text": "よくやったぞ",
            "vi": "Tôi đã làm tốt"
        },
        {
            "x1": 158,
            "y1": 144,
            "x2": 293,
            "y2": 473,
            "text": "勝ち関を あげろォオ‼",
            "vi": "Cho seki chiến thắng"
        },
        {
            "x1": 776,
            "y1": 569,
            "x2": 870,
            "y2": 840,
            "text": "オオオ",
            "vi": "Ooo"
        },
        {
            "x1": 155,
            "y1": 706,
            "x2": 234,
            "y2": 894,
            "text": "オオオ",
            "vi": "Ooo"
        },
        {
            "x1": 729,
            "y1": 993,
            "x2": 828,
            "y2": 1229,
            "text": "オオオ",
            "vi": "Ooo"
        }
    ],
    "008.jpg": [
        {
            "x1": 542,
            "y1": 115,
            "x2": 610,
            "y2": 222,
            "text": "あれから 十日─",
            "vi": "Mười ngày kể từ đó"
        },
        {
            "x1": 90,
            "y1": 184,
            "x2": 184,
            "y2": 382,
            "text": "グリードラッドの 日常も戻りつつ ある",
            "vi": "Cuộc sống hàng ngày của Green Rad cũng đang trở lại"
        },
        {
            "x1": 359,
            "y1": 436,
            "x2": 394,
            "y2": 548,
            "text": "俺は─",
            "vi": "Tôi là ─"
        },
        {
            "x1": 168,
            "y1": 529,
            "x2": 282,
            "y2": 823,
            "text": "あの戦いの後 グリードラッド公爵邸で 療養中だ",
            "vi": "Sau trận chiến đó, chúng tôi đang được điều trị y tế tại Công tước của Công tước Xanh"
        },
        {
            "x1": 716,
            "y1": 892,
            "x2": 845,
            "y2": 1142,
            "text": "ポーションを作る 魔力も尽きて 倒れたらしい",
            "vi": "Có vẻ như sức mạnh ma thuật để làm cho thuốc đã kiệt sức và sụp đổ"
        }
    ],
    "009.jpg": [
        {
            "x1": 779,
            "y1": 123,
            "x2": 844,
            "y2": 276,
            "text": "蒼石の首領が 死んだことで",
            "vi": "Bởi vì người lãnh đạo của Aishi đã chết"
        },
        {
            "x1": 604,
            "y1": 255,
            "x2": 715,
            "y2": 420,
            "text": "この地方の 蒼石の魔物は 絶滅した",
            "vi": "Quái vật của Đá xanh ở khu vực này đã tuyệt chủng"
        },
        {
            "x1": 145,
            "y1": 517,
            "x2": 245,
            "y2": 715,
            "text": "が まだ 世界から姿を 消した訳ではない",
            "vi": "Vẫn chưa biến mất khỏi thế giới"
        },
        {
            "x1": 740,
            "y1": 746,
            "x2": 855,
            "y2": 957,
            "text": "つまりまだどこかに 蒼石の首領は 潜んでいる とうことなのか",
            "vi": "Nói cách khác, nhà lãnh đạo của Aoishi có còn ẩn nấp ở đâu đó không?"
        },
        {
            "x1": 307,
            "y1": 762,
            "x2": 396,
            "y2": 936,
            "text": "…俺が考えても わからなこと だらけだが",
            "vi": "...nó đầy những thứ tôi không hiểu"
        },
        {
            "x1": 478,
            "y1": 987,
            "x2": 556,
            "y2": 1194,
            "text": "アイツは一体 何者だったのか",
            "vi": "Anh chàng đó là ai?"
        },
        {
            "x1": 124,
            "y1": 1004,
            "x2": 226,
            "y2": 1227,
            "text": "俺の武器が 必要になる時はまた 来るかもしれない",
            "vi": "Tôi có thể trở lại khi tôi cần vũ khí của mình"
        }
    ],
    "010.jpg": [
        {
            "x1": 710,
            "y1": 100,
            "x2": 808,
            "y2": 322,
            "text": "それより…そろそろ 目を背ける訳には いかない問題がある",
            "vi": "Đúng hơn là... có một vấn đề không thể bị từ chối sớm"
        },
        {
            "x1": 298,
            "y1": 111,
            "x2": 461,
            "y2": 279,
            "text": "はい レリウス あーん‼",
            "vi": "Có Lelius ah"
        },
        {
            "x1": 775,
            "y1": 491,
            "x2": 846,
            "y2": 646,
            "text": "フィーラ… さん",
            "vi": "Filla..."
        },
        {
            "x1": 336,
            "y1": 466,
            "x2": 383,
            "y2": 603,
            "text": "何かしら",
            "vi": "Bằng cách nào đó"
        },
        {
            "x1": 122,
            "y1": 493,
            "x2": 232,
            "y2": 732,
            "text": "公爵家の令嬢が 看病なんて畏れ多い …ここは私が",
            "vi": "Có rất nhiều nỗi sợ rằng con gái của công tước đang điều dưỡng... Tôi ở đây"
        },
        {
            "x1": 706,
            "y1": 826,
            "x2": 838,
            "y2": 1058,
            "text": "あら 勇者様に看病を させたら神イリア様に 申し訳ないわ",
            "vi": "Tôi xin lỗi vì Chúa ari nếu bạn để sự quan tâm dũng cảm"
        },
        {
            "x1": 584,
            "y1": 904,
            "x2": 618,
            "y2": 1064,
            "text": "ここは私が",
            "vi": "Đây là tôi"
        },
        {
            "x1": 373,
            "y1": 809,
            "x2": 483,
            "y2": 997,
            "text": "滅茶苦茶 病室の居心地が 悪いことだ",
            "vi": "Nó không thoải mái trong phòng bệnh."
        },
        {
            "x1": 201,
            "y1": 825,
            "x2": 285,
            "y2": 1000,
            "text": "あはは",
            "vi": "Ahaha"
        },
        {
            "x1": 91,
            "y1": 1060,
            "x2": 173,
            "y2": 1234,
            "text": "うふふ",
            "vi": "Ufufufu"
        }
    ],
    "011.jpg": [
        {
            "x1": 424,
            "y1": 109,
            "x2": 562,
            "y2": 397,
            "text": "レリウス・ どっちに看病して もらいたい？",
            "vi": "Lelius, bạn muốn điều dưỡng theo cách nào?"
        },
        {
            "x1": 777,
            "y1": 718,
            "x2": 860,
            "y2": 1018,
            "text": "あ‼ 逃げたッ キリエ 追いかけて‼",
            "vi": "A! Chase Kirie đã bỏ chạy"
        },
        {
            "x1": 533,
            "y1": 827,
            "x2": 654,
            "y2": 1074,
            "text": "衛兵‼ グリードラッドを 全面封鎖よ‼",
            "vi": "Người gác cổng RAD màu xanh lá cây bị chặn hoàn toàn."
        },
        {
            "x1": 113,
            "y1": 975,
            "x2": 275,
            "y2": 1199,
            "text": "まぁ平和が 戻ったのは いいことだ",
            "vi": "Chà, thật tốt khi hòa bình đã trở lại"
        },
        {
            "x1": 589,
            "y1": 1284,
            "x2": 889,
            "y2": 1355,
            "text": "宿敵を撃破したレリウス。 次号、新章哭入叫",
            "vi": "Lelius đánh bại kẻ thù. Vấn đề tiếp theo, chương mới khóc thét"
        }
    ]
}