var ocr_data = {
    "10001.jpg": [
        {
            "x1": 273,
            "y1": 68,
            "x2": 520,
            "y2": 98,
            "text": "第127話 キュガイア",
            "vi": "Tập 127 Kugaia"
        },
        {
            "x1": 113,
            "y1": 64,
            "x2": 286,
            "y2": 95,
            "text": "最强",
            "vi": "Tối đa"
        },
        {
            "x1": 811,
            "y1": 121,
            "x2": 854,
            "y2": 257,
            "text": "アルゴ…",
            "vi": "Algo..."
        },
        {
            "x1": 549,
            "y1": 217,
            "x2": 631,
            "y2": 354,
            "text": "過去の 鍛治師…",
            "vi": "Chuyên gia trong quá khứ..."
        },
        {
            "x1": 740,
            "y1": 467,
            "x2": 810,
            "y2": 666,
            "text": "と 大層なことを 言いましたが…",
            "vi": "Tôi đã nói một điều lớn lao..."
        },
        {
            "x1": 116,
            "y1": 581,
            "x2": 212,
            "y2": 752,
            "text": "分かっている ことは あまり ありませんわ",
            "vi": "Tôi không biết nhiều"
        },
        {
            "x1": 713,
            "y1": 839,
            "x2": 800,
            "y2": 1043,
            "text": "何らかの理由で ッキュガイアという 街に通り着き",
            "vi": "Vì lý do nào đó, chúng tôi đã đến thành phố tên là Cukugaia"
        },
        {
            "x1": 153,
            "y1": 1024,
            "x2": 266,
            "y2": 1203,
            "text": "そこで 暮らすように なった…",
            "vi": "Tôi bắt đầu sống ở đó..."
        },
        {
            "x1": 117,
            "y1": 1298,
            "x2": 779,
            "y2": 1338,
            "text": "累計100万部突破！ 最新第8巻発売中叫",
            "vi": "Hơn 1 triệu bản! Tập 8 mới nhất đang được bán"
        }
    ],
    "10002.jpg": [
        {
            "x1": 666,
            "y1": 134,
            "x2": 699,
            "y2": 291,
            "text": "キュガイア…",
            "vi": "Kugaia..."
        },
        {
            "x1": 473,
            "y1": 151,
            "x2": 576,
            "y2": 337,
            "text": "美しく 落ち着いた街… でしたが",
            "vi": "Đó là một thành phố xinh đẹp và bình tĩnh..."
        },
        {
            "x1": 110,
            "y1": 235,
            "x2": 212,
            "y2": 395,
            "text": "魔物の襲撃で 今は復興中 ですわ",
            "vi": "Cuộc tấn công quái vật hiện đang được phục hồi"
        },
        {
            "x1": 718,
            "y1": 526,
            "x2": 829,
            "y2": 716,
            "text": "レウス様には キュガイアで 鍛治師の痕跡を 調にてほのです",
            "vi": "Đối với REUS, các dấu vết của Osamu ở Kugaia được điều chỉnh."
        },
        {
            "x1": 126,
            "y1": 519,
            "x2": 226,
            "y2": 749,
            "text": "そして 可能であれば 街の復興の手伝いも お願いしたいです",
            "vi": "Và nếu có thể, tôi muốn yêu cầu phục hồi thành phố."
        },
        {
            "x1": 708,
            "y1": 828,
            "x2": 810,
            "y2": 1049,
            "text": "過去の鍛治師は いろいろと気になる 部分がある…",
            "vi": "Có nhiều phần khác nhau của Osamu quá khứ..."
        },
        {
            "x1": 440,
            "y1": 855,
            "x2": 546,
            "y2": 1062,
            "text": "“天穿つ剣の 設計には鍛治師が 関係している…？",
            "vi": "\"Thiết kế của thanh kiếm bị xỏ lỗ có liên quan đến Oshika...?"
        },
        {
            "x1": 130,
            "y1": 1003,
            "x2": 228,
            "y2": 1249,
            "text": "勇者殺しに関わる 鍛治師の罪についても 調べられるかも",
            "vi": "Bạn cũng có thể tìm hiểu về tội ác của Oshiji liên quan đến việc giết chết người dũng cảm."
        }
    ],
    "10003.jpg": [
        {
            "x1": 577,
            "y1": 130,
            "x2": 691,
            "y2": 363,
            "text": "何より俺の力が 復興に役立つなら 断る理由はないな",
            "vi": "Trên hết, không có lý do gì để từ chối nếu sức mạnh của tôi có hữu ích cho việc tái thiết"
        },
        {
            "x1": 438,
            "y1": 129,
            "x2": 470,
            "y2": 305,
            "text": "わかりました",
            "vi": "lấy được rồi"
        },
        {
            "x1": 119,
            "y1": 235,
            "x2": 191,
            "y2": 417,
            "text": "ありがとう ございますわ",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 765,
            "y1": 502,
            "x2": 856,
            "y2": 675,
            "text": "キュガイアは フィーラが よく 知っているかと",
            "vi": "Kugaia biết rất rõ về fila"
        },
        {
            "x1": 486,
            "y1": 487,
            "x2": 545,
            "y2": 671,
            "text": "キュガイアは グリードラッド領",
            "vi": "Kugaia là Rado màu xanh lá cây"
        },
        {
            "x1": 317,
            "y1": 523,
            "x2": 402,
            "y2": 724,
            "text": "ブィーラの兄上様が 復興指揮を取られて るそうですわ",
            "vi": "Có vẻ như anh trai của Bula đang được thực hiện bằng cách tái thiết."
        },
        {
            "x1": 774,
            "y1": 789,
            "x2": 834,
            "y2": 969,
            "text": "フィーラさんを ご存じなのですか",
            "vi": "Bạn có biết Filla không?"
        },
        {
            "x1": 594,
            "y1": 807,
            "x2": 681,
            "y2": 986,
            "text": "親友 ですのよ‼",
            "vi": "Tôi là bạn thân nhất"
        },
        {
            "x1": 445,
            "y1": 778,
            "x2": 504,
            "y2": 916,
            "text": "えぇ…？",
            "vi": "Ơ...?"
        },
        {
            "x1": 143,
            "y1": 851,
            "x2": 277,
            "y2": 1134,
            "text": "さ さすが公爵家 王家にも繋がりが あるとは…",
            "vi": "Đúng như dự đoán, cũng có một kết nối với gia đình hoàng gia của công tước..."
        }
    ],
    "10004.jpg": [
        {
            "x1": 710,
            "y1": 121,
            "x2": 811,
            "y2": 321,
            "text": "街の周辺には 今も厄介な魔物が 多くいるそうです",
            "vi": "Có vẻ như vẫn còn nhiều quái vật rắc rối quanh thành phố"
        },
        {
            "x1": 162,
            "y1": 228,
            "x2": 277,
            "y2": 401,
            "text": "わたくし達 勇者も討伐に 向かいますわ",
            "vi": "Tôi sẽ đánh bại tôi."
        },
        {
            "x1": 782,
            "y1": 477,
            "x2": 815,
            "y2": 629,
            "text": "わたくし達？",
            "vi": "Các bạn là các bạn?"
        },
        {
            "x1": 510,
            "y1": 514,
            "x2": 584,
            "y2": 658,
            "text": "わたくしと ベニー様",
            "vi": "Tôi và Benny"
        },
        {
            "x1": 357,
            "y1": 535,
            "x2": 452,
            "y2": 732,
            "text": "リン様の３名に 討伐依頼が届いて おります",
            "vi": "Rin -sama đã nhận được một yêu cầu khuất phục."
        },
        {
            "x1": 112,
            "y1": 466,
            "x2": 146,
            "y2": 636,
            "text": "リンも…‼",
            "vi": "Rin...‼"
        },
        {
            "x1": 777,
            "y1": 808,
            "x2": 845,
            "y2": 987,
            "text": "そして 先程の 勇者の未来の話",
            "vi": "Và câu chuyện về tương lai của anh hùng"
        },
        {
            "x1": 652,
            "y1": 994,
            "x2": 727,
            "y2": 1195,
            "text": "他の方々には 知られぬように",
            "vi": "Không được người khác biết đến"
        }
    ],
    "10005.jpg": [
        {
            "x1": 763,
            "y1": 123,
            "x2": 828,
            "y2": 322,
            "text": "記憶視 の未来は 不確定なもの…",
            "vi": "Tương lai của lý do không chắc chắn..."
        },
        {
            "x1": 499,
            "y1": 210,
            "x2": 636,
            "y2": 387,
            "text": "勇者としての 責務もあるのに 不安にさせる 必要はない",
            "vi": "Bạn không cần phải lo lắng mặc dù bạn có trách nhiệm là một anh hùng"
        },
        {
            "x1": 692,
            "y1": 479,
            "x2": 767,
            "y2": 629,
            "text": "それでは レリウス様",
            "vi": "Sau đó Lelius"
        },
        {
            "x1": 253,
            "y1": 537,
            "x2": 356,
            "y2": 702,
            "text": "今後とも 頑張って くださいまし",
            "vi": "Xin vui lòng làm hết sức mình trong tương lai"
        },
        {
            "x1": 529,
            "y1": 814,
            "x2": 589,
            "y2": 1018,
            "text": "あれ？もうお話 終わっちゃったの？",
            "vi": "điều đó? Bạn đã nói chuyện xong chưa?"
        },
        {
            "x1": 106,
            "y1": 824,
            "x2": 161,
            "y2": 960,
            "text": "はい‼",
            "vi": "Vâng!"
        }
    ],
    "10006.jpg": [
        {
            "x1": 746,
            "y1": 149,
            "x2": 848,
            "y2": 301,
            "text": "それじゃあ 一緒に お城 回りましよ‼",
            "vi": "Sau đó đi quanh lâu đài cùng nhau."
        },
        {
            "x1": 185,
            "y1": 122,
            "x2": 287,
            "y2": 293,
            "text": "へ⁉で でも ちょっと一人で 考えごと…",
            "vi": "Mặc dù nó có một chút suy nghĩ một mình..."
        },
        {
            "x1": 94,
            "y1": 264,
            "x2": 132,
            "y2": 434,
            "text": "レリウス‼",
            "vi": "Lelius"
        },
        {
            "x1": 770,
            "y1": 527,
            "x2": 859,
            "y2": 696,
            "text": "やっと 見つけたわ",
            "vi": "Cuối cùng tôi cũng đã tìm thấy nó"
        },
        {
            "x1": 296,
            "y1": 472,
            "x2": 370,
            "y2": 622,
            "text": "どどうして お城に…？",
            "vi": "Bao lâu trong lâu đài...?"
        },
        {
            "x1": 93,
            "y1": 522,
            "x2": 201,
            "y2": 646,
            "text": "あなたが 配だからに 決まってる じゃない",
            "vi": "Nó được quyết định vì bạn được phân phối"
        },
        {
            "x1": 261,
            "y1": 721,
            "x2": 356,
            "y2": 917,
            "text": "招待状がないと 王城には入れない はずですが…",
            "vi": "Nếu bạn không có lời mời, bạn không nên ở trong Lâu đài Hoàng gia..."
        },
        {
            "x1": 436,
            "y1": 943,
            "x2": 528,
            "y2": 1091,
            "text": "フィーラ さん‼",
            "vi": "Filla"
        },
        {
            "x1": 92,
            "y1": 819,
            "x2": 192,
            "y2": 1018,
            "text": "そんなもの‼ グリドラッド家 なら顔パスよ‼",
            "vi": "Như một điều Nếu bạn là một gia đình Gradrad, khuôn mặt của bạn sẽ được thông qua."
        }
    ],
    "10007.jpg": [
        {
            "x1": 811,
            "y1": 123,
            "x2": 840,
            "y2": 257,
            "text": "それより…",
            "vi": "Hơn thế..."
        },
        {
            "x1": 675,
            "y1": 70,
            "x2": 793,
            "y2": 245,
            "text": "デト",
            "vi": "Chết tiệt"
        },
        {
            "x1": 134,
            "y1": 159,
            "x2": 229,
            "y2": 308,
            "text": "二人は どういう関係 なのかしら",
            "vi": "Tôi tự hỏi mối quan hệ giữa họ là gì"
        },
        {
            "x1": 776,
            "y1": 479,
            "x2": 852,
            "y2": 657,
            "text": "そ そっちこそ 何なのよッ",
            "vi": "Đó là cái gì?"
        },
        {
            "x1": 245,
            "y1": 508,
            "x2": 342,
            "y2": 653,
            "text": "確か… 勇者ベニー様 よね",
            "vi": "Chắc chắn... anh hùng Benny"
        },
        {
            "x1": 136,
            "y1": 569,
            "x2": 211,
            "y2": 712,
            "text": "レリウスに 何の用？",
            "vi": "Nó là gì cho Lelius?"
        },
        {
            "x1": 783,
            "y1": 779,
            "x2": 849,
            "y2": 983,
            "text": "何の用事だって いいでしよ‼",
            "vi": "Dù việc vặt là gì đi nữa, bạn có thể làm điều đó"
        },
        {
            "x1": 355,
            "y1": 801,
            "x2": 394,
            "y2": 1001,
            "text": "ベニーさん⁉",
            "vi": "Ven sóng"
        },
        {
            "x1": 226,
            "y1": 942,
            "x2": 285,
            "y2": 1063,
            "text": "カチン",
            "vi": "Nhấp"
        },
        {
            "x1": 497,
            "y1": 1015,
            "x2": 612,
            "y2": 1169,
            "text": "あたしは レリウスの 彼女なの",
            "vi": "Tôi là bạn gái Lelius"
        }
    ],
    "10008.jpg": [
        {
            "x1": 741,
            "y1": 923,
            "x2": 867,
            "y2": 1092,
            "text": "あ あたしの レリウスなの‼ 勇者だからって 邪魔しないで！",
            "vi": "Đó là Lelius của tôi. Đừng cản đường vì bạn là anh hùng!"
        },
        {
            "x1": 552,
            "y1": 901,
            "x2": 581,
            "y2": 1068,
            "text": "フィーラさん⁉",
            "vi": "Filla -san⁉"
        },
        {
            "x1": 369,
            "y1": 918,
            "x2": 439,
            "y2": 1051,
            "text": "なッ…！ 何よ何よ！",
            "vi": "Không...! Nó............... là gì!"
        },
        {
            "x1": 251,
            "y1": 963,
            "x2": 325,
            "y2": 1111,
            "text": "あたしの 王子様なの",
            "vi": "Đó là hoàng tử của tôi"
        },
        {
            "x1": 101,
            "y1": 966,
            "x2": 142,
            "y2": 1156,
            "text": "ベニーさん…",
            "vi": "Benny..."
        }
    ],
    "10009.jpg": [
        {
            "x1": 436,
            "y1": 13,
            "x2": 479,
            "y2": 174,
            "text": "〈泥ッ…⁉",
            "vi": "<Mud...⁉"
        },
        {
            "x1": 777,
            "y1": 122,
            "x2": 866,
            "y2": 327,
            "text": "泥棒猫‼ あなた何者⁉",
            "vi": "Thief mèo Bạn là ai"
        },
        {
            "x1": 137,
            "y1": 127,
            "x2": 264,
            "y2": 319,
            "text": "あたしは グリードラッド 公爵家の長女よ！ この野良犬‼",
            "vi": "Tôi là con gái lớn của Green Ladd Duke! Con chó đi lạc này"
        },
        {
            "x1": 701,
            "y1": 395,
            "x2": 848,
            "y2": 715,
            "text": "野ッ…⁉ 公爵だか 何だか知らないけど 負けないわ‼",
            "vi": "Nobu... tôi không biết Công tước là gì, nhưng tôi sẽ không thua"
        },
        {
            "x1": 130,
            "y1": 381,
            "x2": 270,
            "y2": 734,
            "text": "こっちの台詞よ‼ 勇者だか 知らないけど 関係ないわ‼",
            "vi": "Dòng này là Tôi không biết đó có phải là anh hùng không, nhưng không quan trọng"
        },
        {
            "x1": 756,
            "y1": 816,
            "x2": 822,
            "y2": 974,
            "text": "何故… こんなことに",
            "vi": "Tại sao..."
        },
        {
            "x1": 394,
            "y1": 862,
            "x2": 489,
            "y2": 1034,
            "text": "だ…ッ 誰か助け…",
            "vi": "Đó là... ai đó giúp đỡ..."
        },
        {
            "x1": 280,
            "y1": 943,
            "x2": 339,
            "y2": 1175,
            "text": "レリウス？",
            "vi": "Lelius?"
        }
    ],
    "10010.jpg": [
        {
            "x1": 722,
            "y1": 134,
            "x2": 818,
            "y2": 334,
            "text": "リン⁉",
            "vi": "Rin⁉"
        },
        {
            "x1": 151,
            "y1": 205,
            "x2": 237,
            "y2": 348,
            "text": "何で ここに？",
            "vi": "Tại sao lại ở đây?"
        },
        {
            "x1": 770,
            "y1": 422,
            "x2": 830,
            "y2": 547,
            "text": "心心配だった から…",
            "vi": "Tôi thật chân thành..."
        },
        {
            "x1": 515,
            "y1": 436,
            "x2": 542,
            "y2": 538,
            "text": "そうか！",
            "vi": "Thực ra!"
        },
        {
            "x1": 616,
            "y1": 495,
            "x2": 720,
            "y2": 623,
            "text": "ベニーの 付き添いで 来たの",
            "vi": "Tôi đến với Benny"
        },
        {
            "x1": 239,
            "y1": 458,
            "x2": 382,
            "y2": 598,
            "text": "助かった‼ リンなら この状況を 何とか…",
            "vi": "Đã được cứu! Rin quản lý tình trạng này..."
        },
        {
            "x1": 124,
            "y1": 524,
            "x2": 154,
            "y2": 637,
            "text": "それより",
            "vi": "Thêm"
        },
        {
            "x1": 96,
            "y1": 1002,
            "x2": 261,
            "y2": 1221,
            "text": "この状況を 説明して しリウス",
            "vi": "Giải thích tình huống này và lius"
        }
    ],
    "10011.jpg": [
        {
            "x1": 736,
            "y1": 120,
            "x2": 849,
            "y2": 313,
            "text": "桁違いの魔力‼ 僅かな隙もない 佇まい…",
            "vi": "Sức mạnh ma thuật mạnh mẽ khác‼ Ngoại hình với một khoảng cách nhỏ..."
        },
        {
            "x1": 616,
            "y1": 232,
            "x2": 686,
            "y2": 432,
            "text": "コイツ… 物凄く 強くなってる！",
            "vi": "Koitsu... nó đang trở nên mạnh mẽ!"
        },
        {
            "x1": 399,
            "y1": 138,
            "x2": 491,
            "y2": 351,
            "text": "でも何で 怒ってんの⁉",
            "vi": "Nhưng tại sao bạn tức giận?"
        },
        {
            "x1": 760,
            "y1": 686,
            "x2": 828,
            "y2": 907,
            "text": "理由は何でもいい 確かなことは一つ…",
            "vi": "Lý do là một điều tốt..."
        },
        {
            "x1": 108,
            "y1": 720,
            "x2": 241,
            "y2": 915,
            "text": "少しでも 言動を誤れば 俺は─",
            "vi": "Nếu tôi thực hiện một chút hành vi, tôi"
        },
        {
            "x1": 383,
            "y1": 1042,
            "x2": 607,
            "y2": 1175,
            "text": "死ぬ",
            "vi": "chết"
        }
    ]
}