var ocr_data = {
    "10001.jpg": [
        {
            "x1": 458,
            "y1": 49,
            "x2": 583,
            "y2": 84,
            "text": "『鍛台師」",
            "vi": "\"Master giao dịch\""
        },
        {
            "x1": 366,
            "y1": 73,
            "x2": 585,
            "y2": 157,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 146,
            "y1": 160,
            "x2": 270,
            "y2": 309,
            "text": "一体 何を…",
            "vi": "Cái quái gì thế..."
        },
        {
            "x1": 103,
            "y1": 444,
            "x2": 377,
            "y2": 479,
            "text": "第150話 命を懸けて",
            "vi": "Tập 150 cho cuộc sống"
        },
        {
            "x1": 735,
            "y1": 545,
            "x2": 819,
            "y2": 689,
            "text": "フィーラ さん…？",
            "vi": "Filla...?"
        },
        {
            "x1": 734,
            "y1": 910,
            "x2": 836,
            "y2": 1029,
            "text": "そこを… どいて ください",
            "vi": "Đến đó..."
        },
        {
            "x1": 165,
            "y1": 959,
            "x2": 226,
            "y2": 1173,
            "text": "言ったでしょ？ それはできないの",
            "vi": "Bạn đã nói nó? Tôi không thể làm điều đó"
        },
        {
            "x1": 770,
            "y1": 1240,
            "x2": 810,
            "y2": 1301,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 93,
            "y1": 1307,
            "x2": 750,
            "y2": 1345,
            "text": "累計120万部突破！ 最新9巻発売中吧",
            "vi": "Hơn 1, 2 triệu bản sao! 9 tập mới nhất được bán"
        }
    ],
    "10002.jpg": [
        {
            "x1": 729,
            "y1": 148,
            "x2": 806,
            "y2": 326,
            "text": "ユミネに… 頼まれたから",
            "vi": "Yumine... tôi đã được hỏi"
        },
        {
            "x1": 121,
            "y1": 133,
            "x2": 152,
            "y2": 265,
            "text": "ユミネ様…",
            "vi": "Yumine..."
        },
        {
            "x1": 92,
            "y1": 474,
            "x2": 224,
            "y2": 656,
            "text": "桁違いの 魔力が 二っ…",
            "vi": "Hai trong số những sức mạnh ma thuật cường độ..."
        },
        {
            "x1": 665,
            "y1": 780,
            "x2": 761,
            "y2": 944,
            "text": "ユミネ様と… これは まさか…‼",
            "vi": "Với yumine -sama... đây không phải là cách...‼"
        }
    ],
    "10003.jpg": [
        {
            "x1": 767,
            "y1": 587,
            "x2": 821,
            "y2": 769,
            "text": "魔力開放",
            "vi": "Mở cửa"
        },
        {
            "x1": 387,
            "y1": 1065,
            "x2": 435,
            "y2": 1282,
            "text": "スキル起動",
            "vi": "Khởi nghiệp kỹ năng"
        }
    ],
    "10004.jpg": [
        {
            "x1": 235,
            "y1": 110,
            "x2": 266,
            "y2": 315,
            "text": "ポセイドンの槍",
            "vi": "Ngọn giáo của Poseidon"
        }
    ],
    "10006.jpg": [
        {
            "x1": 732,
            "y1": 407,
            "x2": 839,
            "y2": 574,
            "text": "こんな形で お会いしたく なかった…",
            "vi": "Tôi không muốn gặp bạn theo cách này..."
        },
        {
            "x1": 587,
            "y1": 436,
            "x2": 659,
            "y2": 627,
            "text": "私の憧れであり 敬愛すべき御方",
            "vi": "Những người khao khát và tôn trọng của tôi"
        },
        {
            "x1": 696,
            "y1": 750,
            "x2": 820,
            "y2": 915,
            "text": "なぜ そのような 姿に…？",
            "vi": "Tại sao như vậy...?"
        },
        {
            "x1": 171,
            "y1": 990,
            "x2": 216,
            "y2": 1247,
            "text": "勇者アリア様",
            "vi": "ARIA dũng cảm"
        }
    ],
    "10007.jpg": [
        {
            "x1": 814,
            "y1": 141,
            "x2": 846,
            "y2": 236,
            "text": "…いえ",
            "vi": "…mái ấm"
        },
        {
            "x1": 146,
            "y1": 156,
            "x2": 246,
            "y2": 329,
            "text": "その答えは あの人が必ず 見つけてくれる",
            "vi": "Người đó sẽ luôn tìm thấy câu trả lời"
        },
        {
            "x1": 692,
            "y1": 417,
            "x2": 763,
            "y2": 596,
            "text": "私のするべき ことは",
            "vi": "Những gì tôi cần làm"
        }
    ],
    "10008.jpg": [
        {
            "x1": 716,
            "y1": 164,
            "x2": 776,
            "y2": 423,
            "text": "命を懸けて",
            "vi": "Đời sống"
        },
        {
            "x1": 156,
            "y1": 695,
            "x2": 278,
            "y2": 973,
            "text": "貴方をここで 止めること",
            "vi": "Dừng bạn ở đây"
        }
    ],
    "10009.jpg": [
        {
            "x1": 750,
            "y1": 515,
            "x2": 803,
            "y2": 704,
            "text": "魔力開放",
            "vi": "Mở cửa"
        },
        {
            "x1": 200,
            "y1": 933,
            "x2": 253,
            "y2": 1159,
            "text": "スキル起動",
            "vi": "Khởi nghiệp kỹ năng"
        }
    ],
    "10010.jpg": [
        {
            "x1": 736,
            "y1": 169,
            "x2": 788,
            "y2": 471,
            "text": "エクスカリバー",
            "vi": "Excalibur"
        },
        {
            "x1": 80,
            "y1": 1294,
            "x2": 714,
            "y2": 1320,
            "text": "かつて世界を激った見音が世界を慣む─叩次号へ叩",
            "vi": "Trong quá khứ, âm thanh mãnh liệt thế giới đã quen với thế giới."
        }
    ],
    "10011.jpg": [
        {
            "x1": 43,
            "y1": 105,
            "x2": 159,
            "y2": 197,
            "text": "嘉強",
            "vi": "Tạm biệt"
        },
        {
            "x1": 27,
            "y1": 715,
            "x2": 215,
            "y2": 819,
            "text": "P2400方jPv",
            "vi": "P2400 jpv"
        },
        {
            "x1": 44,
            "y1": 768,
            "x2": 384,
            "y2": 1000,
            "text": "★超え‼!な 「小説家になろう｣発！ 大八気“万物創造",
            "vi": "★ đã vượt quá‼ Từ! \"Trở thành một tiểu thuyết gia\" từ! Daihachi \"Tất cả những điều sáng tạo"
        },
        {
            "x1": 490,
            "y1": 1207,
            "x2": 772,
            "y2": 1322,
            "text": "まれるようになってた男の のんびリスローライフ",
            "vi": "Người đàn ông giải trí cuộc sống risro"
        }
    ]
}