var ocr_data = {
    "001.jpg": [
        {
            "x1": 94,
            "y1": 26,
            "x2": 253,
            "y2": 52,
            "text": "不遇職鍛台師"
        },
        {
            "x1": 190,
            "y1": 523,
            "x2": 262,
            "y2": 637,
            "text": "ふむ"
        },
        {
            "x1": 750,
            "y1": 786,
            "x2": 863,
            "y2": 976,
            "text": "接客業を しているだけ ありますね"
        },
        {
            "x1": 323,
            "y1": 777,
            "x2": 381,
            "y2": 974,
            "text": "いいえ宿の仕事 がありますので"
        },
        {
            "x1": 140,
            "y1": 782,
            "x2": 174,
            "y2": 924,
            "text": "それは残念"
        },
        {
            "x1": 458,
            "y1": 989,
            "x2": 536,
            "y2": 1151,
            "text": "うちで仕事 しませんか"
        },
        {
            "x1": 79,
            "y1": 997,
            "x2": 200,
            "y2": 1219,
            "text": "─今日は フィーラさんが 来る日だ"
        },
        {
            "x1": 107,
            "y1": 1294,
            "x2": 671,
            "y2": 1317,
            "text": "行本発即版！最新2！"
        }
    ],
    "002.jpg": [
        {
            "x1": 755,
            "y1": 156,
            "x2": 853,
            "y2": 317,
            "text": "執事長‼: いらっしゃい ました"
        },
        {
            "x1": 500,
            "y1": 162,
            "x2": 609,
            "y2": 322,
            "text": "それでは レリウス君 頼みましたよ"
        }
    ],
    "003.jpg": [
        {
            "x1": 758,
            "y1": 148,
            "x2": 840,
            "y2": 308,
            "text": "ようこそ フィーラ様"
        },
        {
            "x1": 148,
            "y1": 148,
            "x2": 232,
            "y2": 311,
            "text": "カルラスの 街へ"
        },
        {
            "x1": 768,
            "y1": 410,
            "x2": 861,
            "y2": 658,
            "text": "歓迎ありがとう グリリドラッド公爵家の 者として感謝します"
        },
        {
            "x1": 486,
            "y1": 421,
            "x2": 545,
            "y2": 623,
            "text": "ご要望通り案内役は レリウスが務めます"
        },
        {
            "x1": 198,
            "y1": 437,
            "x2": 258,
            "y2": 619,
            "text": "何かあれば 彼にお伝え下さい"
        },
        {
            "x1": 105,
            "y1": 496,
            "x2": 137,
            "y2": 650,
            "text": "レリウス‼"
        },
        {
            "x1": 729,
            "y1": 771,
            "x2": 862,
            "y2": 985,
            "text": "フィーラさんには グリードラッドで 親しくして もらったけど"
        },
        {
            "x1": 813,
            "y1": 1128,
            "x2": 867,
            "y2": 1217,
            "text": "はい"
        },
        {
            "x1": 478,
            "y1": 972,
            "x2": 566,
            "y2": 1257,
            "text": "こちらは平民 向こうは…大貴族"
        },
        {
            "x1": 110,
            "y1": 1043,
            "x2": 207,
            "y2": 1259,
            "text": "久しぶりだし 緊張する…"
        }
    ],
    "004.jpg": [
        {
            "x1": 586,
            "y1": 134,
            "x2": 661,
            "y2": 278,
            "text": "久しぶり‼ レリウス君"
        },
        {
            "x1": 437,
            "y1": 142,
            "x2": 474,
            "y2": 260,
            "text": "ちょっと"
        },
        {
            "x1": 104,
            "y1": 268,
            "x2": 142,
            "y2": 398,
            "text": "騎士様‼"
        },
        {
            "x1": 745,
            "y1": 509,
            "x2": 815,
            "y2": 720,
            "text": "フィーラ様も 会うのを楽しみに"
        },
        {
            "x1": 603,
            "y1": 601,
            "x2": 645,
            "y2": 814,
            "text": "フィーラ様？"
        },
        {
            "x1": 59,
            "y1": 715,
            "x2": 161,
            "y2": 840,
            "text": "う…っ うん"
        },
        {
            "x1": 298,
            "y1": 953,
            "x2": 408,
            "y2": 1172,
            "text": "そ そういえば あの時 頰にキス されたんだよな"
        },
        {
            "x1": 470,
            "y1": 1164,
            "x2": 510,
            "y2": 1232,
            "text": "はっ"
        },
        {
            "x1": 119,
            "y1": 1037,
            "x2": 235,
            "y2": 1244,
            "text": "あれは一体…⁉ 貴族流の お礼…か⁉"
        }
    ],
    "005.jpg": [
        {
            "x1": 141,
            "y1": 164,
            "x2": 232,
            "y2": 349,
            "text": "久しぶりね レリウスッ"
        },
        {
            "x1": 683,
            "y1": 341,
            "x2": 764,
            "y2": 383,
            "text": "がれ"
        },
        {
            "x1": 780,
            "y1": 512,
            "x2": 845,
            "y2": 681,
            "text": "…落ち着け …落ち着くんだ"
        },
        {
            "x1": 559,
            "y1": 530,
            "x2": 664,
            "y2": 681,
            "text": "はい‼ フィーラ様も お元気そうで"
        },
        {
            "x1": 414,
            "y1": 536,
            "x2": 500,
            "y2": 654,
            "text": "…あれから 色々あった みだいね"
        },
        {
            "x1": 97,
            "y1": 512,
            "x2": 206,
            "y2": 701,
            "text": "何だか顔つきと 体つきも 変わったわ"
        },
        {
            "x1": 780,
            "y1": 828,
            "x2": 875,
            "y2": 953,
            "text": "はは… まぁ…"
        },
        {
            "x1": 620,
            "y1": 790,
            "x2": 695,
            "y2": 971,
            "text": "私の方も色々 あったの"
        },
        {
            "x1": 463,
            "y1": 932,
            "x2": 603,
            "y2": 1154,
            "text": "久しぶりに ゆっくり 話しましょ‼"
        },
        {
            "x1": 287,
            "y1": 990,
            "x2": 370,
            "y2": 1160,
            "text": "何か… ホッとした"
        },
        {
            "x1": 80,
            "y1": 1085,
            "x2": 167,
            "y2": 1279,
            "text": "前と同じだ… 変わらない‼"
        }
    ],
    "006.jpg": [
        {
            "x1": 184,
            "y1": 151,
            "x2": 256,
            "y2": 316,
            "text": "ではお部屋に 案内しますね"
        },
        {
            "x1": 60,
            "y1": 210,
            "x2": 138,
            "y2": 334,
            "text": "フィーラ さん‼"
        },
        {
            "x1": 434,
            "y1": 405,
            "x2": 498,
            "y2": 553,
            "text": "うん‼"
        },
        {
            "x1": 214,
            "y1": 1041,
            "x2": 256,
            "y2": 1207,
            "text": "はぁあ…‼"
        }
    ],
    "007.jpg": [
        {
            "x1": 774,
            "y1": 123,
            "x2": 871,
            "y2": 338,
            "text": "『勇者に並ぶ』って… 結構無謀なこと 考えるのね"
        },
        {
            "x1": 337,
            "y1": 205,
            "x2": 443,
            "y2": 398,
            "text": "約束ですので… フィーラさんの 方は？"
        },
        {
            "x1": 87,
            "y1": 259,
            "x2": 168,
            "y2": 400,
            "text": "もう うんざり"
        },
        {
            "x1": 763,
            "y1": 502,
            "x2": 882,
            "y2": 668,
            "text": "お父さん… 体調が悪化 しちゃって"
        },
        {
            "x1": 578,
            "y1": 505,
            "x2": 697,
            "y2": 757,
            "text": "代行のブリードが やたら見合いの話を 持ってくるの"
        },
        {
            "x1": 163,
            "y1": 552,
            "x2": 205,
            "y2": 739,
            "text": "それが大変"
        },
        {
            "x1": 794,
            "y1": 824,
            "x2": 904,
            "y2": 1066,
            "text": "貴族は 成人と同時に 結婚すると聞きます"
        },
        {
            "x1": 116,
            "y1": 808,
            "x2": 223,
            "y2": 1029,
            "text": "興味は あるわッ‼"
        },
        {
            "x1": 690,
            "y1": 1004,
            "x2": 761,
            "y2": 1212,
            "text": "…興味はないの ですか"
        },
        {
            "x1": 221,
            "y1": 1014,
            "x2": 375,
            "y2": 1268,
            "text": "カッ"
        }
    ],
    "008.jpg": [
        {
            "x1": 298,
            "y1": 119,
            "x2": 353,
            "y2": 257,
            "text": "何かあったの ですか"
        },
        {
            "x1": 757,
            "y1": 153,
            "x2": 864,
            "y2": 365,
            "text": "昔は母みたいな 貴族らしい女性に 憧れていたもの"
        },
        {
            "x1": 73,
            "y1": 165,
            "x2": 156,
            "y2": 389,
            "text": "何かって言うか…勉強 する内に思うこことが できちゃって"
        },
        {
            "x1": 739,
            "y1": 497,
            "x2": 820,
            "y2": 688,
            "text": "家の為だけに結婚 するのは何だか嫌に なって"
        },
        {
            "x1": 632,
            "y1": 524,
            "x2": 666,
            "y2": 703,
            "text": "悩んでいるの"
        },
        {
            "x1": 230,
            "y1": 491,
            "x2": 291,
            "y2": 624,
            "text": "そ それに… その"
        },
        {
            "x1": 722,
            "y1": 811,
            "x2": 819,
            "y2": 1050,
            "text": "す 好きな人と 結婚とか…"
        },
        {
            "x1": 101,
            "y1": 922,
            "x2": 183,
            "y2": 1190,
            "text": "あ 憧れちゃうって いうか…"
        }
    ],
    "009.jpg": [
        {
            "x1": 783,
            "y1": 122,
            "x2": 847,
            "y2": 295,
            "text": "貴族は平民から すれば憧れだ"
        },
        {
            "x1": 654,
            "y1": 211,
            "x2": 757,
            "y2": 386,
            "text": "何せお金に 余裕があって 困ることはない"
        },
        {
            "x1": 331,
            "y1": 129,
            "x2": 443,
            "y2": 306,
            "text": "けど貴族には 貴族の悩みが ある…か"
        },
        {
            "x1": 103,
            "y1": 209,
            "x2": 186,
            "y2": 400,
            "text": "自由は自由で 大変ですよ"
        },
        {
            "x1": 655,
            "y1": 495,
            "x2": 732,
            "y2": 627,
            "text": "…けど あたしは"
        },
        {
            "x1": 260,
            "y1": 456,
            "x2": 313,
            "y2": 693,
            "text": "『グリードラッド家』の フイーラではなく"
        },
        {
            "x1": 82,
            "y1": 540,
            "x2": 191,
            "y2": 743,
            "text": "『一人』の フィーラとして 生きてみたい"
        },
        {
            "x1": 802,
            "y1": 850,
            "x2": 863,
            "y2": 949,
            "text": "難しい ですね…"
        },
        {
            "x1": 677,
            "y1": 815,
            "x2": 743,
            "y2": 955,
            "text": "うん わかってる"
        },
        {
            "x1": 440,
            "y1": 819,
            "x2": 538,
            "y2": 1097,
            "text": "それをグライア兄さんに 相談したら 平民の生活を 学んでみろって"
        },
        {
            "x1": 185,
            "y1": 1005,
            "x2": 234,
            "y2": 1158,
            "text": "へえ…‼"
        }
    ],
    "010.jpg": [
        {
            "x1": 722,
            "y1": 147,
            "x2": 817,
            "y2": 345,
            "text": "それは いい考えですね！ でもどうやって？"
        },
        {
            "x1": 234,
            "y1": 186,
            "x2": 279,
            "y2": 331,
            "text": "ふふん…"
        },
        {
            "x1": 764,
            "y1": 462,
            "x2": 875,
            "y2": 732,
            "text": "だから レリウスの宿屋で 仕事することにしたわ"
        },
        {
            "x1": 163,
            "y1": 614,
            "x2": 205,
            "y2": 865,
            "text": "よろしくねっ‼"
        }
    ]
}