var ocr_data = {
    "001.jpg": [
        {
            "x1": 615,
            "y1": 71,
            "x2": 744,
            "y2": 100,
            "text": "第77話 開店",
            "vi": "Tập 77 mở đầu"
        },
        {
            "x1": 86,
            "y1": 41,
            "x2": 194,
            "y2": 93,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 455,
            "y1": 86,
            "x2": 515,
            "y2": 245,
            "text": "わぁ…‼",
            "vi": "Thành công lớn...!"
        },
        {
            "x1": 312,
            "y1": 113,
            "x2": 387,
            "y2": 317,
            "text": "結構 開店待ち いますよ‼",
            "vi": "Tôi đang chờ cửa hàng."
        },
        {
            "x1": 146,
            "y1": 90,
            "x2": 217,
            "y2": 308,
            "text": "ビラ配りしてきた 成果ですかね‼",
            "vi": "Có phải là kết quả của việc phân phối tờ rơi?"
        },
        {
            "x1": 782,
            "y1": 514,
            "x2": 854,
            "y2": 793,
            "text": "準備はできましたか？ 開けちゃいますよっ‼",
            "vi": "Bạn sẵn sàng chưa? Tôi sẽ mở nó ra"
        },
        {
            "x1": 483,
            "y1": 521,
            "x2": 544,
            "y2": 725,
            "text": "お願いします リスティナさん‼",
            "vi": "Vui lòng Listina"
        },
        {
            "x1": 192,
            "y1": 916,
            "x2": 277,
            "y2": 1212,
            "text": "レーダルストア‼ ただいま開店ですっ",
            "vi": "Cửa hàng radal‼ Nó đang mở ngay bây giờ"
        },
        {
            "x1": 768,
            "y1": 1184,
            "x2": 837,
            "y2": 1281,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 96,
            "y1": 1296,
            "x2": 741,
            "y2": 1329,
            "text": "累自35方部突破！ 最新新第5巻絶覺発売中!",
            "vi": "Phần thứ 35 tích lũy phá vỡ! Tập 5 mới nhất mới hiện đang được bán!"
        }
    ],
    "002.jpg": [
        {
            "x1": 292,
            "y1": 147,
            "x2": 357,
            "y2": 308,
            "text": "いらっしゃい ませ‼",
            "vi": "hoan nghênh!"
        },
        {
            "x1": 737,
            "y1": 505,
            "x2": 835,
            "y2": 694,
            "text": "そ 想定して いたより、 ずっと 混むな…‼",
            "vi": "Đừng đông đúc hơn tôi mong đợi...‼‼"
        },
        {
            "x1": 544,
            "y1": 576,
            "x2": 625,
            "y2": 733,
            "text": "冒険者が 多いようだ",
            "vi": "Dường như có nhiều nhà thám hiểm"
        },
        {
            "x1": 190,
            "y1": 538,
            "x2": 285,
            "y2": 728,
            "text": "混雑は予想して いたけど… ここまでとは",
            "vi": "Tôi mong đợi sự tắc nghẽn, nhưng... cho đến nay"
        },
        {
            "x1": 606,
            "y1": 965,
            "x2": 685,
            "y2": 1181,
            "text": "男性客が 多すぎな気が…",
            "vi": "Tôi cảm thấy có quá nhiều khách hàng nam..."
        },
        {
            "x1": 399,
            "y1": 1040,
            "x2": 523,
            "y2": 1255,
            "text": "あまり 商品を気にする 様子もないし…",
            "vi": "Tôi dường như không quan tâm nhiều về sản phẩm..."
        }
    ],
    "003.jpg": [
        {
            "x1": 775,
            "y1": 107,
            "x2": 863,
            "y2": 282,
            "text": "リスティナちゃん 聞いてたとおり 来ちゃったよ",
            "vi": "Listina -Chan đến như tôi nghe"
        },
        {
            "x1": 467,
            "y1": 139,
            "x2": 537,
            "y2": 308,
            "text": "おじいちゃん ありがと♡",
            "vi": "Cảm ơn ông"
        },
        {
            "x1": 312,
            "y1": 145,
            "x2": 402,
            "y2": 323,
            "text": "ウチのポーショジン 良いから 買っていって",
            "vi": "Pausho jin của tôi rất tốt, vì vậy hãy mua nó"
        },
        {
            "x1": 134,
            "y1": 310,
            "x2": 196,
            "y2": 439,
            "text": "そうかい そうかい…",
            "vi": "Đúng thế..."
        },
        {
            "x1": 801,
            "y1": 540,
            "x2": 866,
            "y2": 658,
            "text": "知り合い ですか？",
            "vi": "Bạn có biết không?"
        },
        {
            "x1": 554,
            "y1": 492,
            "x2": 619,
            "y2": 683,
            "text": "ファンみたいな ものです",
            "vi": "Nó giống như một người hâm mộ"
        },
        {
            "x1": 406,
            "y1": 545,
            "x2": 475,
            "y2": 806,
            "text": "よく演劇を見に来て くれるんですよ‼",
            "vi": "Anh thường đến xem nhà hát."
        },
        {
            "x1": 230,
            "y1": 493,
            "x2": 317,
            "y2": 716,
            "text": "リスティナさん ファンにも声を かけてくれたのか…",
            "vi": "Bạn đã gọi cho người hâm mộ Listina..."
        },
        {
            "x1": 154,
            "y1": 660,
            "x2": 180,
            "y2": 785,
            "text": "ファンに",
            "vi": "đến một người hâm mộ"
        },
        {
            "x1": 219,
            "y1": 950,
            "x2": 325,
            "y2": 1137,
            "text": "も もしかして …この お客さん達…ッ",
            "vi": "Có thể... những khách hàng này..."
        }
    ],
    "004.jpg": [
        {
            "x1": 740,
            "y1": 137,
            "x2": 812,
            "y2": 330,
            "text": "ウチの女性店員 目当てかよ‼",
            "vi": "Nó có phải là cho nhân viên nữ của chúng tôi không?"
        },
        {
            "x1": 118,
            "y1": 164,
            "x2": 200,
            "y2": 331,
            "text": "皆…可愛い からか…ッ",
            "vi": "Mọi người... bởi vì nó dễ thương..."
        },
        {
            "x1": 796,
            "y1": 409,
            "x2": 822,
            "y2": 560,
            "text": "クルアさん！",
            "vi": "Curua!"
        },
        {
            "x1": 671,
            "y1": 457,
            "x2": 740,
            "y2": 573,
            "text": "わかって ます‼",
            "vi": "Tôi biết!"
        },
        {
            "x1": 489,
            "y1": 444,
            "x2": 591,
            "y2": 663,
            "text": "ポーションを 試供品として店頭で 配ってみます",
            "vi": "Tôi sẽ phân phối các potions tại cửa hàng như một mẫu."
        },
        {
            "x1": 342,
            "y1": 463,
            "x2": 411,
            "y2": 705,
            "text": "手にとってもらえば 良さがわかるハズ！",
            "vi": "Nếu bạn lấy nó trong tay, bạn sẽ hiểu được sự tốt lành!"
        },
        {
            "x1": 119,
            "y1": 581,
            "x2": 165,
            "y2": 699,
            "text": "はい‼",
            "vi": "Vâng!"
        },
        {
            "x1": 794,
            "y1": 875,
            "x2": 856,
            "y2": 1055,
            "text": "ポーション‼ いかがですかー",
            "vi": "Phần! Nó như thế nảo?"
        },
        {
            "x1": 106,
            "y1": 915,
            "x2": 197,
            "y2": 1066,
            "text": "見ただけで わかるわけ ないか…",
            "vi": "Bạn có thể hiểu chỉ bằng cách tìm kiếm..."
        },
        {
            "x1": 511,
            "y1": 1092,
            "x2": 615,
            "y2": 1229,
            "text": "どうぞ 見ていって くださーい",
            "vi": "Hãy xem một cái"
        }
    ],
    "005.jpg": [
        {
            "x1": 505,
            "y1": 95,
            "x2": 601,
            "y2": 297,
            "text": "ヴェ…ヴェイル‼ このポーション… す 凄いよ‼",
            "vi": "Ve... Vail Thuốc này... thật tuyệt vời"
        },
        {
            "x1": 343,
            "y1": 148,
            "x2": 406,
            "y2": 322,
            "text": "へぇそれなら 買っていくか",
            "vi": "Vậy thì, bạn có mua"
        },
        {
            "x1": 760,
            "y1": 421,
            "x2": 792,
            "y2": 515,
            "text": "よう‼",
            "vi": "Hãy làm điều đó"
        },
        {
            "x1": 270,
            "y1": 446,
            "x2": 379,
            "y2": 589,
            "text": "いくつまで 購入できる んだ？",
            "vi": "Bạn có thể mua bao nhiêu?"
        },
        {
            "x1": 767,
            "y1": 854,
            "x2": 860,
            "y2": 1063,
            "text": "あ…在庫は ありますので いくらでもどうぞ",
            "vi": "À... có cổ phiếu vì vậy hãy làm nhiều như bạn muốn"
        },
        {
            "x1": 454,
            "y1": 837,
            "x2": 520,
            "y2": 1010,
            "text": "それならここに ある奴 全部だ",
            "vi": "Sau đó, tất cả những người ở đây"
        },
        {
            "x1": 304,
            "y1": 837,
            "x2": 381,
            "y2": 984,
            "text": "おおい あれはＡランク パーティーの…",
            "vi": "Ooi là một bữa tiệc cấp bậc..."
        },
        {
            "x1": 206,
            "y1": 826,
            "x2": 237,
            "y2": 969,
            "text": "『ヴェイル』",
            "vi": "\"Vail\"."
        },
        {
            "x1": 441,
            "y1": 1102,
            "x2": 497,
            "y2": 1264,
            "text": "ぇっ⁉",
            "vi": "£"
        },
        {
            "x1": 94,
            "y1": 1035,
            "x2": 163,
            "y2": 1214,
            "text": "大量に買込むうて… かない良モなん なのか",
            "vi": "Tôi mua rất nhiều... nó có phải là một quả đào tốt không?"
        }
    ],
    "006.jpg": [
        {
            "x1": 777,
            "y1": 125,
            "x2": 817,
            "y2": 336,
            "text": "Ａランク‼",
            "vi": "Một cấp bậc‼"
        },
        {
            "x1": 448,
            "y1": 137,
            "x2": 558,
            "y2": 353,
            "text": "すげぇ… 王都で活躍できる Ａランク冒険者",
            "vi": "Tuyệt vời... một nhà thám hiểm cấp bậc có thể đóng một phần tích cực ở thủ đô hoàng gia"
        },
        {
            "x1": 139,
            "y1": 205,
            "x2": 218,
            "y2": 357,
            "text": "俺が憧れた 冒険者の",
            "vi": "Nhà thám hiểm tôi mong đợi"
        },
        {
            "x1": 749,
            "y1": 510,
            "x2": 808,
            "y2": 684,
            "text": "品質確認を なさいますか？",
            "vi": "Bạn có muốn kiểm tra chất lượng không?"
        },
        {
            "x1": 269,
            "y1": 496,
            "x2": 304,
            "y2": 621,
            "text": "大丈夫！",
            "vi": "Bạn co ổn không!"
        },
        {
            "x1": 109,
            "y1": 514,
            "x2": 218,
            "y2": 728,
            "text": "こっちで 鑑定スキル 持ってるからな！",
            "vi": "Tôi có một kỹ năng đánh giá ở đây!"
        },
        {
            "x1": 767,
            "y1": 803,
            "x2": 824,
            "y2": 1007,
            "text": "かなり質が良い みたいじゃないか",
            "vi": "Nó trông khá tốt"
        },
        {
            "x1": 212,
            "y1": 782,
            "x2": 330,
            "y2": 985,
            "text": "ここの質の ポーションを⁉ 一流の薬師だって こんなに作れな以れ",
            "vi": "Đơn thuốc có chất lượng ở đây⁉ Ngay cả một dược sĩ hạng nhất cũng có thể làm cho điều này nhiều"
        },
        {
            "x1": 601,
            "y1": 1062,
            "x2": 723,
            "y2": 1308,
            "text": "これぐらいでしたら いつでも用意できます！ また是非 いらしてださい",
            "vi": "Bạn có thể chuẩn bị nó bất cứ lúc nào! Xin hãy đến một lần nữa"
        },
        {
            "x1": 96,
            "y1": 1070,
            "x2": 188,
            "y2": 1247,
            "text": "そ そういう人が 知り合いに いまして…",
            "vi": "Kiểu người đó là một người quen..."
        }
    ],
    "007.jpg": [
        {
            "x1": 716,
            "y1": 164,
            "x2": 834,
            "y2": 334,
            "text": "へぇ… どんな奴か 知らないが…",
            "vi": "Này... tôi không biết loại anh chàng nào..."
        },
        {
            "x1": 167,
            "y1": 196,
            "x2": 249,
            "y2": 417,
            "text": "世の中 大した 奴がいるモンだ",
            "vi": "Đó là một đơn vị với một anh chàng to lớn trên thế giới"
        },
        {
            "x1": 760,
            "y1": 554,
            "x2": 822,
            "y2": 741,
            "text": "お礼を言って おいてくれよ！",
            "vi": "Cảm ơn bạn!"
        },
        {
            "x1": 208,
            "y1": 580,
            "x2": 312,
            "y2": 731,
            "text": "は はい‼ ありがとう ございます",
            "vi": "Vâng cảm ơn bạn"
        },
        {
            "x1": 258,
            "y1": 853,
            "x2": 297,
            "y2": 923,
            "text": "おい",
            "vi": "Này"
        },
        {
            "x1": 777,
            "y1": 844,
            "x2": 873,
            "y2": 1056,
            "text": "Ａランクに 褒められて 舞い上がるなんて",
            "vi": "Một cấp bậc được ca ngợi bởi cấp bậc và cao vút"
        },
        {
            "x1": 392,
            "y1": 843,
            "x2": 461,
            "y2": 1046,
            "text": "い いいじゃない ですか…ッ",
            "vi": "Đó không phải là tốt..."
        },
        {
            "x1": 140,
            "y1": 841,
            "x2": 173,
            "y2": 962,
            "text": "はいはい",
            "vi": "Có có"
        },
        {
            "x1": 704,
            "y1": 1042,
            "x2": 743,
            "y2": 1228,
            "text": "カーワイイ",
            "vi": "Karuai"
        }
    ],
    "008.jpg": [
        {
            "x1": 746,
            "y1": 501,
            "x2": 836,
            "y2": 647,
            "text": "『アイテム ボックス』の スキル…",
            "vi": "Kỹ năng \"Hộp vật phẩm\" ..."
        },
        {
            "x1": 284,
            "y1": 479,
            "x2": 348,
            "y2": 663,
            "text": "俺にも似たような 能力があるが…",
            "vi": "Tôi có khả năng tương tự, nhưng..."
        },
        {
            "x1": 87,
            "y1": 537,
            "x2": 189,
            "y2": 691,
            "text": "もっと自由に 出し入れが できる代物だ",
            "vi": "Đó là một điều mà bạn có thể đặt vào và ra tự do hơn"
        },
        {
            "x1": 738,
            "y1": 819,
            "x2": 824,
            "y2": 1012,
            "text": "大量のアイテムを しまっておけるから 冒険者…",
            "vi": "Các nhà thám hiểm vì bạn có thể giữ rất nhiều mặt hàng..."
        },
        {
            "x1": 419,
            "y1": 823,
            "x2": 480,
            "y2": 936,
            "text": "さすが Ａランク・",
            "vi": "Như mong đợi một thứ hạng"
        },
        {
            "x1": 116,
            "y1": 810,
            "x2": 218,
            "y2": 985,
            "text": "なぁ‼ 他には何を 扱ってるんだ⁉",
            "vi": "Này Bạn đang làm gì khác?"
        },
        {
            "x1": 597,
            "y1": 1040,
            "x2": 685,
            "y2": 1273,
            "text": "特に迷宮攻略を 主にするパーティーには 必須のスキルだ",
            "vi": "Đây là một kỹ năng thiết yếu, đặc biệt là cho các bên chủ yếu để bắt giữ mê cung."
        }
    ],
    "009.jpg": [
        {
            "x1": 488,
            "y1": 148,
            "x2": 571,
            "y2": 330,
            "text": "防具 アグセサリ 武器にお弁当も あります",
            "vi": "Ngoài ra còn có một hộp ăn trưa trong vũ khí agusesari áo giáp"
        },
        {
            "x1": 226,
            "y1": 188,
            "x2": 279,
            "y2": 307,
            "text": "武器‼",
            "vi": "Vũ khí!"
        },
        {
            "x1": 747,
            "y1": 431,
            "x2": 841,
            "y2": 578,
            "text": "珍しいな… ちょっと 見ていこう‼",
            "vi": "Nó là bất thường... chúng ta hãy xem"
        },
        {
            "x1": 132,
            "y1": 416,
            "x2": 202,
            "y2": 563,
            "text": "もう… ヴェイル‼",
            "vi": "Đã... Vail"
        },
        {
            "x1": 762,
            "y1": 711,
            "x2": 845,
            "y2": 921,
            "text": "ななぁ 兄ちゃん さっきのポーショ まだあるんだよな？",
            "vi": "Nana, anh tôi vẫn ở đó, phải không?"
        },
        {
            "x1": 523,
            "y1": 726,
            "x2": 589,
            "y2": 917,
            "text": "はい もちろんです‼",
            "vi": "Phải, tất nhiên!"
        },
        {
            "x1": 357,
            "y1": 832,
            "x2": 468,
            "y2": 1049,
            "text": "裏から 持ってきますので 少々お待ちを‼",
            "vi": "Tôi sẽ mang nó từ phía sau, vì vậy vui lòng đợi một chút."
        },
        {
            "x1": 164,
            "y1": 1028,
            "x2": 218,
            "y2": 1202,
            "text": "頼むぞ‼",
            "vi": "Xin hãy hỏi"
        }
    ],
    "010.jpg": [
        {
            "x1": 716,
            "y1": 98,
            "x2": 784,
            "y2": 243,
            "text": "…何だ あの 人だかりは",
            "vi": "… Đám đông đó là gì"
        },
        {
            "x1": 354,
            "y1": 104,
            "x2": 442,
            "y2": 266,
            "text": "どうやら この通りに店が できたようで…",
            "vi": "Rõ ràng một cửa hàng đã được xây dựng trên đường phố này..."
        },
        {
            "x1": 218,
            "y1": 144,
            "x2": 280,
            "y2": 307,
            "text": "今日が 開店初日だとか",
            "vi": "Hôm nay là ngày đầu tiên khai trương"
        },
        {
            "x1": 741,
            "y1": 390,
            "x2": 777,
            "y2": 569,
            "text": "王都で店を？",
            "vi": "Một cửa hàng ở thủ đô hoàng gia?"
        },
        {
            "x1": 170,
            "y1": 428,
            "x2": 244,
            "y2": 601,
            "text": "ふん どこの 世間知らずだ",
            "vi": "Hmmm, nó không rõ ở đâu?"
        },
        {
            "x1": 252,
            "y1": 662,
            "x2": 285,
            "y2": 769,
            "text": "ククク…",
            "vi": "Kukuku..."
        },
        {
            "x1": 82,
            "y1": 657,
            "x2": 167,
            "y2": 828,
            "text": "ハーッ ハッハッ‼",
            "vi": "Haruhaha!"
        },
        {
            "x1": 221,
            "y1": 914,
            "x2": 295,
            "y2": 1030,
            "text": "ママー 変な人が",
            "vi": "Mammer người lạ"
        },
        {
            "x1": 732,
            "y1": 982,
            "x2": 874,
            "y2": 1259,
            "text": "ませぜ そのクレードルの 邪魔名ならなように すればいさ",
            "vi": "Không, không sao khi làm cho nó trở thành một cái tên đáng lo ngại của cái nôi"
        },
        {
            "x1": 84,
            "y1": 1027,
            "x2": 159,
            "y2": 1262,
            "text": "しッ‼ 見ちゃいけません",
            "vi": "Shitsu Đừng nhìn"
        },
        {
            "x1": 80,
            "y1": 1319,
            "x2": 694,
            "y2": 1348,
            "text": "開問早々絶好園叫 次号、帰り道に不穏な影が…!?",
            "vi": "Ngay khi các câu hỏi mở ra, vấn đề tiếp theo của Good Garden, cái bóng đáng lo ngại trên đường về nhà...!?"
        }
    ]
}