var ocr_data = {
    "001.jpg": [
        {
            "x1": 96,
            "y1": 33,
            "x2": 235,
            "y2": 59,
            "text": "不遇職鍛治師"
        },
        {
            "x1": 490,
            "y1": 71,
            "x2": 619,
            "y2": 100,
            "text": "第94話 教皇"
        },
        {
            "x1": 90,
            "y1": 57,
            "x2": 217,
            "y2": 103,
            "text": "最強"
        },
        {
            "x1": 687,
            "y1": 148,
            "x2": 790,
            "y2": 337,
            "text": "リニアルです 鍛治師をお連れ しました"
        },
        {
            "x1": 773,
            "y1": 443,
            "x2": 845,
            "y2": 609,
            "text": "奥で教皇様が お待ちです"
        },
        {
            "x1": 126,
            "y1": 560,
            "x2": 188,
            "y2": 718,
            "text": "どうぞお通り ください"
        },
        {
            "x1": 162,
            "y1": 1296,
            "x2": 715,
            "y2": 1328,
            "text": "累計6O万部哭破！ 第︎巻絶覺発売中叫"
        }
    ],
    "005.jpg": [
        {
            "x1": 821,
            "y1": 127,
            "x2": 850,
            "y2": 279,
            "text": "あ…えっと…"
        },
        {
            "x1": 539,
            "y1": 132,
            "x2": 627,
            "y2": 270,
            "text": "是非とも私に 教えて欲しい ものだな"
        },
        {
            "x1": 122,
            "y1": 153,
            "x2": 221,
            "y2": 361,
            "text": "どうやって 良質な商品を用意 しているのか"
        },
        {
            "x1": 723,
            "y1": 475,
            "x2": 826,
            "y2": 706,
            "text": "どうしたら私の店は 君の胡散臭い店を 越えられるか"
        }
    ]
}