var ocr_data = {
    "001.jpg": [
        {
            "x1": 277,
            "y1": 73,
            "x2": 404,
            "y2": 104,
            "text": "第63話 来各"
        },
        {
            "x1": 94,
            "y1": 34,
            "x2": 247,
            "y2": 101,
            "text": "不遇職鍛論師是 最強"
        },
        {
            "x1": 753,
            "y1": 103,
            "x2": 840,
            "y2": 361,
            "text": "本当ですか⁉ レリウスさん！"
        },
        {
            "x1": 165,
            "y1": 165,
            "x2": 281,
            "y2": 386,
            "text": "一緒に 王都に…⁉"
        },
        {
            "x1": 769,
            "y1": 533,
            "x2": 884,
            "y2": 657,
            "text": "はい… 大丈夫 ですか？"
        },
        {
            "x1": 384,
            "y1": 513,
            "x2": 469,
            "y2": 670,
            "text": "勿論ですっ 是非とも！"
        },
        {
            "x1": 101,
            "y1": 514,
            "x2": 178,
            "y2": 675,
            "text": "待って"
        },
        {
            "x1": 656,
            "y1": 840,
            "x2": 788,
            "y2": 1081,
            "text": "私も一緒に 行くわ‼"
        },
        {
            "x1": 750,
            "y1": 1167,
            "x2": 808,
            "y2": 1294,
            "text": "最強"
        },
        {
            "x1": 166,
            "y1": 1303,
            "x2": 726,
            "y2": 1326,
            "text": "累計20万部突破。最新单行本第巷好許発売中出"
        }
    ],
    "003.jpg": [
        {
            "x1": 765,
            "y1": 142,
            "x2": 869,
            "y2": 320,
            "text": "何より… 今レリウスと 離れる訳には！"
        },
        {
            "x1": 801,
            "y1": 429,
            "x2": 876,
            "y2": 580,
            "text": "行ってこい メア‼"
        },
        {
            "x1": 369,
            "y1": 425,
            "x2": 481,
            "y2": 587,
            "text": "もうメアちゃんんは 一人人前の冒険者 …バイトを続ける 理由はないもの"
        },
        {
            "x1": 91,
            "y1": 534,
            "x2": 165,
            "y2": 653,
            "text": "ご主人… 奥様…‼"
        },
        {
            "x1": 492,
            "y1": 764,
            "x2": 620,
            "y2": 967,
            "text": "わ 私も 同行していい だろうか…‼"
        },
        {
            "x1": 335,
            "y1": 952,
            "x2": 380,
            "y2": 1137,
            "text": "勿論です‼"
        },
        {
            "x1": 165,
            "y1": 1049,
            "x2": 239,
            "y2": 1299,
            "text": "人手は多ければ 多い程助かります‼"
        }
    ],
    "005.jpg": [
        {
            "x1": 576,
            "y1": 119,
            "x2": 653,
            "y2": 248,
            "text": "そう… ですか…"
        },
        {
            "x1": 133,
            "y1": 126,
            "x2": 196,
            "y2": 259,
            "text": "待ちなさい クルア‼"
        },
        {
            "x1": 370,
            "y1": 173,
            "x2": 464,
            "y2": 372,
            "text": "…俺が変に 意識してしまって いるだけだな"
        },
        {
            "x1": 159,
            "y1": 520,
            "x2": 311,
            "y2": 681,
            "text": "あたしも そこで 暮らすわ"
        },
        {
            "x1": 662,
            "y1": 789,
            "x2": 752,
            "y2": 984,
            "text": "部屋はありますが… 屋敷に比べたら 不便ですよ？"
        },
        {
            "x1": 540,
            "y1": 907,
            "x2": 574,
            "y2": 1085,
            "text": "別にいいわ‼"
        },
        {
            "x1": 160,
            "y1": 982,
            "x2": 273,
            "y2": 1193,
            "text": "ぜ 絶対に ここでだきょ しないわよ"
        }
    ]
}