var ocr_data = {
    "001.jpg": [
        {
            "x1": 127,
            "y1": 40,
            "x2": 308,
            "y2": 74,
            "text": "不遇職「鍛台師」",
            "vi": "Công việc không thể hiện được \"chủ giao dịch\""
        },
        {
            "x1": 115,
            "y1": 66,
            "x2": 241,
            "y2": 137,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 656,
            "y1": 302,
            "x2": 878,
            "y2": 328,
            "text": "お146話の決",
            "vi": "Ồ, 146 tập"
        },
        {
            "x1": 166,
            "y1": 428,
            "x2": 245,
            "y2": 610,
            "text": "ユミネ様 俺に話とは？",
            "vi": "Yumine -sama đang nói gì với tôi?"
        },
        {
            "x1": 744,
            "y1": 758,
            "x2": 815,
            "y2": 980,
            "text": "クライア様から 連絡がありました",
            "vi": "Rõ ràng đã được liên lạc"
        },
        {
            "x1": 302,
            "y1": 793,
            "x2": 427,
            "y2": 970,
            "text": "迷宮が 発見された そうですわ",
            "vi": "Có vẻ như mê cung đã được tìm thấy"
        },
        {
            "x1": 94,
            "y1": 1301,
            "x2": 749,
            "y2": 1340,
            "text": "累獄120万部突破！ 最新9巻発売中!",
            "vi": "Hơn 12 triệu bản sao tù! 9 tập mới nhất được bán!"
        }
    ],
    "007.jpg": [
        {
            "x1": 131,
            "y1": 171,
            "x2": 233,
            "y2": 333,
            "text": "敵は 新しい 蒼石の首領の ようでした",
            "vi": "Kẻ thù giống như một thủ lĩnh Aishi -ishi mới"
        },
        {
            "x1": 680,
            "y1": 487,
            "x2": 794,
            "y2": 678,
            "text": "アレは… どうしようも ありません",
            "vi": "Đó là... tôi không thể không"
        },
        {
            "x1": 741,
            "y1": 893,
            "x2": 838,
            "y2": 1027,
            "text": "ユミネ様が そこまで 言うなんて",
            "vi": "Yumine -sama nói rất nhiều"
        },
        {
            "x1": 534,
            "y1": 837,
            "x2": 619,
            "y2": 1045,
            "text": "様べ三様には 速めかに避難して もらいます",
            "vi": "Tôi sẽ nhanh chóng sơ tán ông Sanzo"
        },
        {
            "x1": 388,
            "y1": 895,
            "x2": 484,
            "y2": 1072,
            "text": "今の彼女達には あまりに 危険な相手",
            "vi": "Một đối thủ quá nguy hiểm đối với họ bây giờ"
        },
        {
            "x1": 204,
            "y1": 874,
            "x2": 306,
            "y2": 1089,
            "text": "なら… なおさら 俺が行かなくちゃ いけません",
            "vi": "Vậy thì... tôi phải đi nhiều hơn nữa"
        }
    ],
    "013.jpg": [
        {
            "x1": 728,
            "y1": 126,
            "x2": 841,
            "y2": 291,
            "text": "ベニー様を 欠いた王都は 敗れ",
            "vi": "Thủ đô Hoàng gia thiếu Benny mất"
        },
        {
            "x1": 139,
            "y1": 174,
            "x2": 246,
            "y2": 346,
            "text": "多くの人間が 犠牲になった でしょう…",
            "vi": "Nhiều người đã hy sinh..."
        },
        {
            "x1": 802,
            "y1": 476,
            "x2": 833,
            "y2": 603,
            "text": "どちらかを",
            "vi": "Một trong hai"
        },
        {
            "x1": 735,
            "y1": 470,
            "x2": 802,
            "y2": 605,
            "text": "天秤に かけるなら",
            "vi": "Nếu bạn cân nhắc"
        },
        {
            "x1": 143,
            "y1": 480,
            "x2": 261,
            "y2": 627,
            "text": "身命を 賭すべきは 勇者",
            "vi": "Đó là một anh hùng nên đặt cược vào cuộc sống"
        },
        {
            "x1": 748,
            "y1": 764,
            "x2": 865,
            "y2": 950,
            "text": "もちろん 私も例外では ありませんわ",
            "vi": "Tất nhiên tôi không ngoại lệ"
        },
        {
            "x1": 268,
            "y1": 787,
            "x2": 343,
            "y2": 992,
            "text": "フィーラさんの 言った通りだ",
            "vi": "Đó chính xác là những gì Fila nói"
        }
    ],
    "017.jpg": [
        {
            "x1": 711,
            "y1": 166,
            "x2": 822,
            "y2": 389,
            "text": "勇者の未来を 救うためには 行くしかないです",
            "vi": "Tôi phải đi để cứu lấy tương lai của anh hùng"
        },
        {
            "x1": 785,
            "y1": 492,
            "x2": 843,
            "y2": 666,
            "text": "死んでしまうと しても？",
            "vi": "Ngay cả khi bạn chết?"
        },
        {
            "x1": 462,
            "y1": 537,
            "x2": 558,
            "y2": 760,
            "text": "死ぬ気はありません それにここで 行かなければ…",
            "vi": "Tôi không muốn chết, và tôi phải đi đây..."
        },
        {
            "x1": 122,
            "y1": 616,
            "x2": 216,
            "y2": 806,
            "text": "リンを助けると 誓った自分自身を 裏切ることになる",
            "vi": "Tôi thề sẽ giúp Rin. Tôi phản bội chính mình"
        },
        {
            "x1": 658,
            "y1": 836,
            "x2": 692,
            "y2": 1012,
            "text": "わかりました",
            "vi": "lấy được rồi"
        },
        {
            "x1": 429,
            "y1": 854,
            "x2": 528,
            "y2": 1043,
            "text": "では早急に キュガイアに行く 準備をします",
            "vi": "Bây giờ bạn sẽ sẵn sàng để đến Kugaia"
        },
        {
            "x1": 150,
            "y1": 938,
            "x2": 191,
            "y2": 1042,
            "text": "はい…",
            "vi": "Vâng…"
        }
    ],
    "019.jpg": [
        {
            "x1": 739,
            "y1": 442,
            "x2": 767,
            "y2": 578,
            "text": "フィーラ…",
            "vi": "Filla..."
        },
        {
            "x1": 563,
            "y1": 450,
            "x2": 661,
            "y2": 594,
            "text": "貴方の好きに なった方は とても強い",
            "vi": "Người thích bạn rất mạnh"
        },
        {
            "x1": 438,
            "y1": 507,
            "x2": 543,
            "y2": 616,
            "text": "きっと この先も 必要な方",
            "vi": "Chắc chắn những người cần nó trong tương lai"
        },
        {
            "x1": 137,
            "y1": 526,
            "x2": 166,
            "y2": 639,
            "text": "だから",
            "vi": "Đó là lý do"
        },
        {
            "x1": 145,
            "y1": 784,
            "x2": 256,
            "y2": 1037,
            "text": "私も覚悟を 決めましたわ",
            "vi": "Tôi cũng quyết định"
        }
    ]
}