var ocr_data = {
    "001.jpg": [
        {
            "x1": 95,
            "y1": 26,
            "x2": 532,
            "y2": 109,
            "text": "不遇職“鐵:台師 最強虫 第約話 私は｢勇者｣だから",
            "vi": "Một nhân viên không thể ngăn cản \"TEI: Bug mạnh nhất, côn trùng mạnh nhất, bởi vì tôi là một\" anh hùng \""
        },
        {
            "x1": 133,
            "y1": 459,
            "x2": 170,
            "y2": 586,
            "text": "グルルル",
            "vi": "Guruluruu"
        }
    ],
    "002.jpg": [
        {
            "x1": 316,
            "y1": 81,
            "x2": 340,
            "y2": 164,
            "text": "おお",
            "vi": "Oh"
        },
        {
            "x1": 760,
            "y1": 123,
            "x2": 857,
            "y2": 288,
            "text": "リン様 外の様子が 気になりますか",
            "vi": "Bạn có lo lắng về Rin -sama?"
        },
        {
            "x1": 408,
            "y1": 246,
            "x2": 449,
            "y2": 354,
            "text": "…うん",
            "vi": "…Ừ"
        },
        {
            "x1": 272,
            "y1": 165,
            "x2": 341,
            "y2": 373,
            "text": "魔物に領民… ひどい有り様です",
            "vi": "Người công cộng trong quái vật... thật là khủng khiếp"
        },
        {
            "x1": 729,
            "y1": 486,
            "x2": 863,
            "y2": 779,
            "text": "あそこにいるのが… 『蒼石の首領』で 間違いないよね？",
            "vi": "Không có nghi ngờ rằng bạn ở đó... \"Lãnh đạo của Aishi\", phải không?"
        },
        {
            "x1": 194,
            "y1": 444,
            "x2": 291,
            "y2": 678,
            "text": "まぁ こちらが勝手に そう呼んでいるだけ ですが",
            "vi": "Vâng, đây chỉ là gọi nó là như vậy"
        },
        {
            "x1": 212,
            "y1": 866,
            "x2": 281,
            "y2": 1045,
            "text": "何が目的かも わかりません",
            "vi": "Tôi không biết mục đích là gì"
        },
        {
            "x1": 40,
            "y1": 1039,
            "x2": 174,
            "y2": 1238,
            "text": "行動から 知恵はあると 思われます",
            "vi": "Có vẻ như hành vi có trí tuệ"
        }
    ],
    "003.jpg": [
        {
            "x1": 746,
            "y1": 134,
            "x2": 830,
            "y2": 357,
            "text": "…が……こちらも 意思疎通ができている かはわかりません",
            "vi": "...Nhưng... tôi không biết liệu điều này cũng đang giao tiếp"
        },
        {
            "x1": 230,
            "y1": 126,
            "x2": 264,
            "y2": 280,
            "text": "強い…よね",
            "vi": "Vững chắc..."
        },
        {
            "x1": 132,
            "y1": 294,
            "x2": 190,
            "y2": 387,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 733,
            "y1": 456,
            "x2": 827,
            "y2": 689,
            "text": "私も少しは腕に 自信があったのですが このザマです",
            "vi": "Tôi đã có một chút tự tin trong vòng tay của tôi, nhưng đây là Zama"
        },
        {
            "x1": 180,
            "y1": 481,
            "x2": 269,
            "y2": 678,
            "text": "助かったのは どうとうことは ありません",
            "vi": "Tôi không biết mình đã được cứu gì"
        },
        {
            "x1": 745,
            "y1": 806,
            "x2": 854,
            "y2": 990,
            "text": "アレの限中に なかった だけです",
            "vi": "Nó không chỉ trong giới hạn"
        },
        {
            "x1": 166,
            "y1": 873,
            "x2": 270,
            "y2": 1151,
            "text": "逃がしたところで 何の障害にもならなと 思われたのでしょうね",
            "vi": "Tôi đoán đó sẽ là một trở ngại khi tôi trốn thoát."
        }
    ],
    "004.jpg": [
        {
            "x1": 776,
            "y1": 105,
            "x2": 874,
            "y2": 313,
            "text": "とにかく… 奴は潰さなくては なりません",
            "vi": "Dù sao đi nữa... anh ấy phải nghiền nát"
        },
        {
            "x1": 499,
            "y1": 132,
            "x2": 566,
            "y2": 290,
            "text": "倒して 何か 変わるかな？",
            "vi": "Nó có phải là thứ thay đổi sau khi đánh bại?"
        },
        {
            "x1": 136,
            "y1": 104,
            "x2": 242,
            "y2": 335,
            "text": "魔物が知恵のある 行動をしているのは 確実に奴が原因です",
            "vi": "Đó chắc chắn là nguyên nhân mà con quái vật đang hành động trí tuệ"
        },
        {
            "x1": 675,
            "y1": 501,
            "x2": 784,
            "y2": 740,
            "text": "奴を仕留めれば… 少なくとも魔物共の 統率は崩れます",
            "vi": "Nếu bạn giết anh ta... ít nhất là sự lãnh đạo của cả hai quái vật sẽ sụp đổ"
        },
        {
            "x1": 115,
            "y1": 576,
            "x2": 229,
            "y2": 730,
            "text": "勝機も 見えるかも しれない",
            "vi": "Bạn có thể thấy người chiến thắng"
        },
        {
            "x1": 720,
            "y1": 1077,
            "x2": 751,
            "y2": 1219,
            "text": "わかった",
            "vi": "Đã hiểu"
        },
        {
            "x1": 130,
            "y1": 968,
            "x2": 263,
            "y2": 1195,
            "text": "現状 外からの 援軍は期待 できません",
            "vi": "Tôi không thể mong đợi quân tiếp viện từ bên ngoài"
        }
    ],
    "005.jpg": [
        {
            "x1": 583,
            "y1": 105,
            "x2": 677,
            "y2": 316,
            "text": "え？カルラスの 領主様に援軍を要請 するって話じゃ…",
            "vi": "bức ảnh? Đó là về việc yêu cầu chúa tể của Callas tiếp viện..."
        },
        {
            "x1": 401,
            "y1": 132,
            "x2": 447,
            "y2": 242,
            "text": "ですが",
            "vi": "Chỉ"
        },
        {
            "x1": 512,
            "y1": 319,
            "x2": 553,
            "y2": 586,
            "text": "表向きは…ォォ",
            "vi": "Khuôn mặt trông -to -face..."
        },
        {
            "x1": 94,
            "y1": 258,
            "x2": 192,
            "y2": 457,
            "text": "カルラスに 戦力となる 神器持ちは少ない",
            "vi": "Có rất ít kho báu thiêng liêng trở thành lực lượng Kallas"
        },
        {
            "x1": 726,
            "y1": 518,
            "x2": 823,
            "y2": 785,
            "text": "蒼石の魔物を倒せる神器 持ちでなければ 敵の仲間になるだけ",
            "vi": "Nếu bạn không có một kho báu thiêng liêng có thể đánh bại quái vật của Aishi, bạn sẽ chỉ trở thành một người bạn địch"
        },
        {
            "x1": 150,
            "y1": 547,
            "x2": 249,
            "y2": 815,
            "text": "他の街や王都と連携し 一分な戦力を集めてから 挑めと伝えました",
            "vi": "Tôi đã thu thập được sức mạnh của một phút hợp tác với các thị trấn khác và thủ đô hoàng gia, và nói với tôi rằng tôi nên thách thức."
        },
        {
            "x1": 822,
            "y1": 871,
            "x2": 884,
            "y2": 1090,
            "text": "直属の騎士以外には …伝えていません",
            "vi": "Ngoại trừ đúng hiệp sĩ... Tôi chưa nói với nó"
        },
        {
            "x1": 497,
            "y1": 891,
            "x2": 569,
            "y2": 1032,
            "text": "クライア殿 …貴方は…",
            "vi": "Hội trường rõ ràng... bạn..."
        },
        {
            "x1": 141,
            "y1": 886,
            "x2": 226,
            "y2": 1094,
            "text": "これを",
            "vi": "đây"
        },
        {
            "x1": 711,
            "y1": 1055,
            "x2": 780,
            "y2": 1266,
            "text": "士気が下がって しまいますから",
            "vi": "Bởi vì tinh thần sẽ đi xuống"
        }
    ],
    "006.jpg": [
        {
            "x1": 433,
            "y1": 128,
            "x2": 501,
            "y2": 305,
            "text": "地図…",
            "vi": "sắp xếp…"
        },
        {
            "x1": 710,
            "y1": 540,
            "x2": 811,
            "y2": 737,
            "text": "当家の初代は 秘密の抜け穴が 好きだったようで",
            "vi": "Có vẻ như thế hệ đầu tiên của gia đình chúng tôi thích những lỗ hổng bí mật"
        },
        {
            "x1": 120,
            "y1": 580,
            "x2": 226,
            "y2": 768,
            "text": "いくつか 使えそうなのが ありました",
            "vi": "Có một số thứ có thể được sử dụng"
        },
        {
            "x1": 734,
            "y1": 908,
            "x2": 842,
            "y2": 1148,
            "text": "そいつを利用して 外に繋がる入り口で 待機していて下さい",
            "vi": "Vui lòng sử dụng nó để đợi ở lối vào kết nối với bên ngoài."
        },
        {
            "x1": 446,
            "y1": 1061,
            "x2": 516,
            "y2": 1221,
            "text": "待機？",
            "vi": "Stand-by?"
        },
        {
            "x1": 221,
            "y1": 921,
            "x2": 329,
            "y2": 1161,
            "text": "結界解除に合わせて 魔物を門付近まで おびき寄せます",
            "vi": "Quái vật sẽ sống động đến cổng gần cổng"
        }
    ],
    "007.jpg": [
        {
            "x1": 423,
            "y1": 72,
            "x2": 493,
            "y2": 252,
            "text": "{成程っ",
            "vi": "Ôn"
        },
        {
            "x1": 160,
            "y1": 160,
            "x2": 316,
            "y2": 332,
            "text": "そこへ私達が 外へ出て 魔物達を 挟撃だね⁉",
            "vi": "Chúng tôi đi ra ngoài và quái vật bánh sandwich."
        },
        {
            "x1": 837,
            "y1": 405,
            "x2": 879,
            "y2": 509,
            "text": "…いえ",
            "vi": "…mái ấm"
        },
        {
            "x1": 691,
            "y1": 459,
            "x2": 784,
            "y2": 637,
            "text": "勇者様と キリエ殿は",
            "vi": "Người dũng cảm và Kirie là"
        },
        {
            "x1": 115,
            "y1": 436,
            "x2": 217,
            "y2": 709,
            "text": "カルラスへと 逃走して下さい",
            "vi": "Hãy trốn đến Carlas"
        },
        {
            "x1": 760,
            "y1": 797,
            "x2": 849,
            "y2": 933,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 158,
            "y1": 874,
            "x2": 298,
            "y2": 1064,
            "text": "この戦いに 勝機は ありません",
            "vi": "Không có cơ hội trong trận chiến này"
        }
    ],
    "008.jpg": [
        {
            "x1": 708,
            "y1": 121,
            "x2": 817,
            "y2": 362,
            "text": "我々の戦力で 蒼石の魔物を倒せる 神器持ちは四百程度",
            "vi": "Có khoảng 400 kho báu thiêng liêng có thể đánh bại quái vật của Aishi với sức mạnh của chúng tôi"
        },
        {
            "x1": 102,
            "y1": 165,
            "x2": 212,
            "y2": 417,
            "text": "…敵が千を越え 更に 増え続けている以上 勝つのは難しい",
            "vi": "Rất khó để giành chiến thắng miễn là kẻ thù hơn một nghìn và tiếp tục tăng thêm"
        },
        {
            "x1": 740,
            "y1": 479,
            "x2": 843,
            "y2": 610,
            "text": "勇者様が この時代に 複数人いる",
            "vi": "Có một số Braves trong thời đại này"
        },
        {
            "x1": 615,
            "y1": 511,
            "x2": 683,
            "y2": 723,
            "text": "これはきっと何か 意味があります",
            "vi": "Điều này phải có ý nghĩa"
        },
        {
            "x1": 131,
            "y1": 509,
            "x2": 227,
            "y2": 706,
            "text": "ここで一人でも 欠けさせる訳には いきません",
            "vi": "Tôi không thể không bị bỏ lỡ ở đây"
        },
        {
            "x1": 613,
            "y1": 835,
            "x2": 724,
            "y2": 1009,
            "text": "ですから… どうか 生きて下さい",
            "vi": "Vì vậy... hãy sống"
        },
        {
            "x1": 462,
            "y1": 1041,
            "x2": 491,
            "y2": 1147,
            "text": "…ううん",
            "vi": "Không"
        }
    ],
    "009.jpg": [
        {
            "x1": 770,
            "y1": 142,
            "x2": 896,
            "y2": 311,
            "text": "ここで 逃走なんて できないよ",
            "vi": "Tôi không thể thoát khỏi đây"
        },
        {
            "x1": 637,
            "y1": 218,
            "x2": 730,
            "y2": 435,
            "text": "私は 『勇者』だから",
            "vi": "Tôi là \"anh hùng\""
        },
        {
            "x1": 122,
            "y1": 211,
            "x2": 241,
            "y2": 441,
            "text": "覚悟を 決めたんだ",
            "vi": "Tôi quyết định"
        },
        {
            "x1": 763,
            "y1": 538,
            "x2": 850,
            "y2": 740,
            "text": "あなたを殺じしたらら レリウスに恨まれて しまいますよ",
            "vi": "Nếu bạn giết bạn, bạn sẽ bị Lelius miễn cưỡng."
        },
        {
            "x1": 287,
            "y1": 535,
            "x2": 374,
            "y2": 718,
            "text": "成人の儀を終えた はかりの可愛らしい 少女かと思ったが",
            "vi": "Tôi nghĩ đó là một cô gái dễ thương đã kết thúc buổi lễ dành cho người lớn"
        },
        {
            "x1": 101,
            "y1": 587,
            "x2": 185,
            "y2": 780,
            "text": "間違いなく 勇者の器…か",
            "vi": "Chắc chắn là một tàu dũng cảm..."
        },
        {
            "x1": 809,
            "y1": 847,
            "x2": 835,
            "y2": 983,
            "text": "キリエ殿は？",
            "vi": "Hội trường Kirie?"
        },
        {
            "x1": 629,
            "y1": 848,
            "x2": 704,
            "y2": 1020,
            "text": "私は勇者様を 護るだけです",
            "vi": "Tôi chỉ bảo vệ người anh hùng"
        },
        {
            "x1": 477,
            "y1": 845,
            "x2": 539,
            "y2": 1021,
            "text": "私は逃げる つもりはないよ",
            "vi": "Tôi sẽ không bỏ trốn"
        },
        {
            "x1": 98,
            "y1": 1000,
            "x2": 189,
            "y2": 1211,
            "text": "ここで 最後まで戦う",
            "vi": "Chiến đấu đến cùng ở đây"
        }
    ],
    "010.jpg": [
        {
            "x1": 751,
            "y1": 154,
            "x2": 864,
            "y2": 396,
            "text": "私に死なれるのが 嫌だったら キチンと勝ってね‼",
            "vi": "Nếu bạn không thích chết, hãy thắng với Chitin."
        },
        {
            "x1": 124,
            "y1": 158,
            "x2": 199,
            "y2": 313,
            "text": "無葉を おっしゃる",
            "vi": "Bạn sẽ là một chiếc lá"
        },
        {
            "x1": 457,
            "y1": 418,
            "x2": 495,
            "y2": 654,
            "text": "クライアさんっ‼",
            "vi": "Trong sáng"
        },
        {
            "x1": 806,
            "y1": 698,
            "x2": 858,
            "y2": 783,
            "text": "では",
            "vi": "Khi đó"
        },
        {
            "x1": 639,
            "y1": 717,
            "x2": 742,
            "y2": 924,
            "text": "挟撃に関しては… そちらの指揮は お任せします",
            "vi": "Về việc chèn ép... Tôi sẽ để lại lệnh đó"
        },
        {
            "x1": 421,
            "y1": 758,
            "x2": 502,
            "y2": 950,
            "text": "了解‼",
            "vi": "Roger That!"
        },
        {
            "x1": 247,
            "y1": 706,
            "x2": 343,
            "y2": 919,
            "text": "士気は高く 勇者様もいる",
            "vi": "Tinh thần cao và một số người có một người đàn ông dũng cảm"
        },
        {
            "x1": 122,
            "y1": 824,
            "x2": 165,
            "y2": 940,
            "text": "…だが",
            "vi": "...Chỉ"
        },
        {
            "x1": 769,
            "y1": 1020,
            "x2": 874,
            "y2": 1224,
            "text": "嫌な予感は 拭えない",
            "vi": "Tôi không thể xóa sạch cảm giác xấu"
        },
        {
            "x1": 600,
            "y1": 1107,
            "x2": 708,
            "y2": 1277,
            "text": "くそ… あと一手",
            "vi": "Chết tiệt... một bàn tay nữa"
        },
        {
            "x1": 128,
            "y1": 1046,
            "x2": 231,
            "y2": 1294,
            "text": "あと一手… 『何か』あれば",
            "vi": "Thêm một tay nữa... nếu bạn có một cái gì đó"
        },
        {
            "x1": 319,
            "y1": 1287,
            "x2": 540,
            "y2": 1316,
            "text": "逆転の目はあるのか⁉?",
            "vi": "Có mắt đảo ngược không?"
        }
    ]
}