var ocr_data = {
    "001.jpg": [
        {
            "x1": 276,
            "y1": 74,
            "x2": 427,
            "y2": 103,
            "text": "第62話 恩返し"
        },
        {
            "x1": 95,
            "y1": 31,
            "x2": 243,
            "y2": 100,
            "text": "不遇職鐵治師是 最強"
        },
        {
            "x1": 729,
            "y1": 174,
            "x2": 765,
            "y2": 325,
            "text": "それじゃあ"
        },
        {
            "x1": 825,
            "y1": 484,
            "x2": 892,
            "y2": 635,
            "text": "おう 気を付けてな"
        },
        {
            "x1": 497,
            "y1": 450,
            "x2": 550,
            "y2": 609,
            "text": "ケガとかしない ようにね？"
        },
        {
            "x1": 355,
            "y1": 477,
            "x2": 414,
            "y2": 608,
            "text": "あまり無茶 するなよ？"
        },
        {
            "x1": 493,
            "y1": 654,
            "x2": 525,
            "y2": 767,
            "text": "はーい‼"
        },
        {
            "x1": 112,
            "y1": 574,
            "x2": 201,
            "y2": 741,
            "text": "こっちの台詞‼ レリウスすぐ 無茶するから…"
        },
        {
            "x1": 772,
            "y1": 836,
            "x2": 861,
            "y2": 992,
            "text": "…そんな ことない"
        },
        {
            "x1": 616,
            "y1": 883,
            "x2": 664,
            "y2": 1020,
            "text": "ふふっ‼"
        },
        {
            "x1": 132,
            "y1": 993,
            "x2": 188,
            "y2": 1298,
            "text": "行ってきます‼"
        },
        {
            "x1": 237,
            "y1": 1303,
            "x2": 799,
            "y2": 1326,
            "text": "累計20万部天破！最新单行了本第巻好語発壳的"
        }
    ],
    "003.jpg": [
        {
            "x1": 808,
            "y1": 97,
            "x2": 868,
            "y2": 313,
            "text": "あ‼良かった… いらっしゃった！"
        },
        {
            "x1": 538,
            "y1": 78,
            "x2": 598,
            "y2": 252,
            "text": "お久しぶりです クルアさん"
        },
        {
            "x1": 258,
            "y1": 96,
            "x2": 327,
            "y2": 271,
            "text": "いやー お久しぶりです"
        },
        {
            "x1": 103,
            "y1": 112,
            "x2": 195,
            "y2": 356,
            "text": "グリードラッドの件で 私達 商人もバタバタ してましたからねー"
        },
        {
            "x1": 544,
            "y1": 407,
            "x2": 671,
            "y2": 591,
            "text": "何やら 急いで来た様子 飲み物用意します ので お待ちを"
        },
        {
            "x1": 198,
            "y1": 421,
            "x2": 261,
            "y2": 597,
            "text": "あ ありがとう ございます！"
        },
        {
            "x1": 396,
            "y1": 760,
            "x2": 500,
            "y2": 921,
            "text": "それで… 何かあったの ですか？"
        },
        {
            "x1": 234,
            "y1": 727,
            "x2": 299,
            "y2": 915,
            "text": "そう‼ そうなんですっ"
        },
        {
            "x1": 812,
            "y1": 827,
            "x2": 858,
            "y2": 1129,
            "text": "生き返った‼"
        },
        {
            "x1": 83,
            "y1": 802,
            "x2": 154,
            "y2": 992,
            "text": "わかりますか⁉ 実はですね…"
        }
    ],
    "005.jpg": [
        {
            "x1": 716,
            "y1": 79,
            "x2": 837,
            "y2": 313,
            "text": "私はレウスさんの 商品をもっと たくさんの人に知って もらいたいんんです！"
        },
        {
            "x1": 153,
            "y1": 93,
            "x2": 245,
            "y2": 312,
            "text": "鍛治師の立場だって それで変えられる かもですし…"
        },
        {
            "x1": 722,
            "y1": 375,
            "x2": 828,
            "y2": 567,
            "text": "レリウスさんと共に 『レーダルスれア』を 盛り上げて きたいのです"
        },
        {
            "x1": 154,
            "y1": 389,
            "x2": 257,
            "y2": 577,
            "text": "だから…一緒に 来てくれ ませんか⁉"
        },
        {
            "x1": 421,
            "y1": 1101,
            "x2": 507,
            "y2": 1265,
            "text": "お誘いは… 嬉しいです"
        }
    ],
    "011.jpg": [
        {
            "x1": 756,
            "y1": 470,
            "x2": 857,
            "y2": 668,
            "text": "自分の子供育てて お礼言われる 筋合いはねぇよ"
        },
        {
            "x1": 166,
            "y1": 486,
            "x2": 264,
            "y2": 617,
            "text": "お土産 期待してる からね！"
        },
        {
            "x1": 91,
            "y1": 603,
            "x2": 118,
            "y2": 689,
            "text": "うん…"
        },
        {
            "x1": 734,
            "y1": 752,
            "x2": 828,
            "y2": 1004,
            "text": "さぁ 今夜は ご馳走にしよう"
        },
        {
            "x1": 511,
            "y1": 852,
            "x2": 603,
            "y2": 1207,
            "text": "腕によりをかけるゼ‼ 味わって食えよー⁉"
        },
        {
            "x1": 185,
            "y1": 1026,
            "x2": 232,
            "y2": 1203,
            "text": "うん…‼"
        },
        {
            "x1": 97,
            "y1": 1291,
            "x2": 794,
            "y2": 1321,
            "text": "愛は血より濃く。感測側を胸に新天地へ！次号へっづく叫"
        }
    ]
}