var ocr_data = {
    "001.jpg": [
        {
            "x1": 276,
            "y1": 71,
            "x2": 467,
            "y2": 97,
            "text": "第39話２通の手手紙"
        },
        {
            "x1": 93,
            "y1": 27,
            "x2": 255,
            "y2": 104,
            "text": "不遇職鍛治師 最強"
        },
        {
            "x1": 135,
            "y1": 494,
            "x2": 210,
            "y2": 639,
            "text": "よく噛んで 食えよー‼"
        },
        {
            "x1": 636,
            "y1": 827,
            "x2": 729,
            "y2": 1026,
            "text": "豪華な昼食だな… 何かいいこと あったのか？"
        },
        {
            "x1": 433,
            "y1": 814,
            "x2": 509,
            "y2": 993,
            "text": "昨日届いた …見てみろ‼"
        },
        {
            "x1": 305,
            "y1": 812,
            "x2": 348,
            "y2": 944,
            "text": "手紙…？"
        },
        {
            "x1": 149,
            "y1": 773,
            "x2": 245,
            "y2": 907,
            "text": "カサ"
        },
        {
            "x1": 181,
            "y1": 1142,
            "x2": 269,
            "y2": 1191,
            "text": "wW"
        }
    ],
    "002.jpg": [
        {
            "x1": 547,
            "y1": 65,
            "x2": 593,
            "y2": 192,
            "text": "えッ…"
        },
        {
            "x1": 701,
            "y1": 327,
            "x2": 858,
            "y2": 664,
            "text": "リンが 帰ってくる‼"
        },
        {
            "x1": 765,
            "y1": 967,
            "x2": 840,
            "y2": 1173,
            "text": "義父さん‼ これ…本当か⁉"
        },
        {
            "x1": 293,
            "y1": 985,
            "x2": 394,
            "y2": 1174,
            "text": "まぁすぐ帰って これる訳じゃ ないようだが"
        },
        {
            "x1": 92,
            "y1": 1121,
            "x2": 165,
            "y2": 1236,
            "text": "何にせよ 嬉しいな"
        }
    ],
    "003.jpg": [
        {
            "x1": 781,
            "y1": 126,
            "x2": 858,
            "y2": 274,
            "text": "リンって… 勇者様が⁉"
        },
        {
            "x1": 552,
            "y1": 148,
            "x2": 646,
            "y2": 393,
            "text": "ただ一応内密に してほしいそうで… 他言しないで頂ければ"
        },
        {
            "x1": 401,
            "y1": 95,
            "x2": 461,
            "y2": 274,
            "text": "そ その… レリウスさん？"
        },
        {
            "x1": 229,
            "y1": 93,
            "x2": 323,
            "y2": 338,
            "text": "勇者様のお姿… 一目でいいから見ても いいですかね"
        },
        {
            "x1": 783,
            "y1": 549,
            "x2": 883,
            "y2": 770,
            "text": "数日はいるようです から仕事仲間として 紹介しますよ"
        },
        {
            "x1": 575,
            "y1": 546,
            "x2": 610,
            "y2": 666,
            "text": "イエス‼"
        },
        {
            "x1": 397,
            "y1": 558,
            "x2": 497,
            "y2": 747,
            "text": "メアさんは 勇者様とお会い したことは…？"
        },
        {
            "x1": 92,
            "y1": 600,
            "x2": 191,
            "y2": 822,
            "text": "いや 私は 入れ替わりで入った から知らないんだ"
        },
        {
            "x1": 712,
            "y1": 959,
            "x2": 787,
            "y2": 1090,
            "text": "もう一通 ある…？"
        },
        {
            "x1": 175,
            "y1": 963,
            "x2": 211,
            "y2": 1148,
            "text": "この封蝋は…"
        }
    ],
    "004.jpg": [
        {
            "x1": 746,
            "y1": 104,
            "x2": 852,
            "y2": 375,
            "text": "そ それッ…出 グリードラッド家の物 じゃないですか⁉"
        },
        {
            "x1": 380,
            "y1": 130,
            "x2": 414,
            "y2": 313,
            "text": "みたいですね"
        },
        {
            "x1": 213,
            "y1": 111,
            "x2": 283,
            "y2": 325,
            "text": "ど どうして そのような所から"
        },
        {
            "x1": 66,
            "y1": 275,
            "x2": 130,
            "y2": 496,
            "text": "以前 鍛治師として お世話になりまして"
        },
        {
            "x1": 751,
            "y1": 540,
            "x2": 843,
            "y2": 760,
            "text": "…フィーラさんも 二月にカルラスの街に 来るのか…"
        },
        {
            "x1": 226,
            "y1": 566,
            "x2": 343,
            "y2": 737,
            "text": "十四日の 『結婚式祭』に 出るのかな"
        },
        {
            "x1": 65,
            "y1": 600,
            "x2": 176,
            "y2": 790,
            "text": "…俺達の国では 二月十四日に 結婚式祭がある"
        },
        {
            "x1": 696,
            "y1": 846,
            "x2": 837,
            "y2": 1037,
            "text": "この国の 第一世の王が 結婚した記念日 となっており"
        },
        {
            "x1": 319,
            "y1": 860,
            "x2": 388,
            "y2": 1031,
            "text": "ご存知 なのですか？"
        },
        {
            "x1": 101,
            "y1": 890,
            "x2": 150,
            "y2": 1013,
            "text": "勿論‼"
        },
        {
            "x1": 463,
            "y1": 1060,
            "x2": 528,
            "y2": 1264,
            "text": "フィ フィーラ様 ですか⁉"
        }
    ],
    "005.jpg": [
        {
            "x1": 708,
            "y1": 121,
            "x2": 831,
            "y2": 392,
            "text": "フィーラ様といえば 金髪ツインテールの 美しいお嬢様‼"
        },
        {
            "x1": 143,
            "y1": 116,
            "x2": 277,
            "y2": 395,
            "text": "いくつもの縁談を断り もう誰とも結婚しない のではないかと 言われているほどの方‼"
        },
        {
            "x1": 715,
            "y1": 442,
            "x2": 824,
            "y2": 735,
            "text": "私 パレードで一度だけ 馬車に乗るフィーラ様を 見たことがあるんです‼"
        },
        {
            "x1": 139,
            "y1": 451,
            "x2": 279,
            "y2": 732,
            "text": "本当に綺麗な方で …是非とも一度 お会いしたいッ‼"
        },
        {
            "x1": 749,
            "y1": 789,
            "x2": 889,
            "y2": 1110,
            "text": "金髪ツインテール‼ あの金髪の ツインテールを"
        },
        {
            "x1": 189,
            "y1": 901,
            "x2": 313,
            "y2": 1253,
            "text": "愛でたい"
        }
    ],
    "006.jpg": [
        {
            "x1": 783,
            "y1": 138,
            "x2": 870,
            "y2": 312,
            "text": "やべぇな クルアさん"
        },
        {
            "x1": 399,
            "y1": 156,
            "x2": 459,
            "y2": 376,
            "text": "落ち着いてください クルアさん"
        },
        {
            "x1": 92,
            "y1": 133,
            "x2": 191,
            "y2": 320,
            "text": "思ってることと 言ってることが 逆だぞ レリウス"
        },
        {
            "x1": 766,
            "y1": 454,
            "x2": 844,
            "y2": 667,
            "text": "何ですか⁉文句あるん ですか⁉レリワスさ だって好きですよね⁉"
        },
        {
            "x1": 444,
            "y1": 448,
            "x2": 505,
            "y2": 630,
            "text": "金髪美少女 ツインテール‼"
        },
        {
            "x1": 253,
            "y1": 451,
            "x2": 282,
            "y2": 591,
            "text": "そうですね"
        },
        {
            "x1": 70,
            "y1": 544,
            "x2": 174,
            "y2": 683,
            "text": "クルアさん 女の子好き なんだなぁ"
        },
        {
            "x1": 770,
            "y1": 780,
            "x2": 866,
            "y2": 958,
            "text": "フィーラさんに リンが この街に…か"
        },
        {
            "x1": 613,
            "y1": 769,
            "x2": 645,
            "y2": 922,
            "text": "…おっと…"
        },
        {
            "x1": 479,
            "y1": 881,
            "x2": 562,
            "y2": 1139,
            "text": "グリードラッドで 思い出しました"
        },
        {
            "x1": 234,
            "y1": 877,
            "x2": 393,
            "y2": 1090,
            "text": "カルラス領主様が レリウスさんに 『一度お会いして 何か作って欲しい』 とのこと"
        },
        {
            "x1": 70,
            "y1": 985,
            "x2": 177,
            "y2": 1287,
            "text": "グリードラッド家の話を してましたのでこの件と 何か関係あるかも…"
        }
    ],
    "007.jpg": [
        {
            "x1": 779,
            "y1": 115,
            "x2": 840,
            "y2": 299,
            "text": "本当ですか…⁉ わかりました！"
        },
        {
            "x1": 451,
            "y1": 118,
            "x2": 527,
            "y2": 323,
            "text": "領主様にも お伝えしますね"
        },
        {
            "x1": 108,
            "y1": 86,
            "x2": 206,
            "y2": 321,
            "text": "私も同行しますので… 日時が決まりましたら 連絡します"
        },
        {
            "x1": 754,
            "y1": 541,
            "x2": 834,
            "y2": 699,
            "text": "領主って… 偉い人だな"
        },
        {
            "x1": 313,
            "y1": 514,
            "x2": 369,
            "y2": 748,
            "text": "そんな人に声を かけられるなんてん"
        },
        {
            "x1": 139,
            "y1": 542,
            "x2": 235,
            "y2": 760,
            "text": "レリウスは 凄いなぁ…‼"
        },
        {
            "x1": 149,
            "y1": 831,
            "x2": 285,
            "y2": 872,
            "text": "ははは…"
        },
        {
            "x1": 709,
            "y1": 828,
            "x2": 858,
            "y2": 1147,
            "text": "す 凄いなんて話じゃない ですよ‼ 名指しで指名 される職人なんて僅か なんですからね‼"
        },
        {
            "x1": 487,
            "y1": 847,
            "x2": 601,
            "y2": 1098,
            "text": "成程…とても凄い ということ なんだなっ"
        }
    ],
    "008.jpg": [
        {
            "x1": 800,
            "y1": 137,
            "x2": 831,
            "y2": 291,
            "text": "…正直 俺は"
        },
        {
            "x1": 659,
            "y1": 202,
            "x2": 743,
            "y2": 396,
            "text": "この時どこか 楽観的だった"
        },
        {
            "x1": 766,
            "y1": 443,
            "x2": 844,
            "y2": 627,
            "text": "これまで… 比較的平穏で"
        },
        {
            "x1": 106,
            "y1": 492,
            "x2": 243,
            "y2": 693,
            "text": "勇者も 大変そうだけど 帰ってくるだけの 余裕もあって"
        },
        {
            "x1": 369,
            "y1": 771,
            "x2": 545,
            "y2": 1028,
            "text": "このまま… 俺の努力も 『無駄』になって くれるだろう と"
        },
        {
            "x1": 124,
            "y1": 895,
            "x2": 215,
            "y2": 1079,
            "text": "ー忘れて いたんだ"
        }
    ],
    "009.jpg": [
        {
            "x1": 769,
            "y1": 132,
            "x2": 827,
            "y2": 313,
            "text": "勇者とは"
        },
        {
            "x1": 168,
            "y1": 128,
            "x2": 296,
            "y2": 464,
            "text": "世界の危機に 現れるのだと"
        }
    ]
}