var ocr_data = {
    "001.jpg": [
        {
            "x1": 95,
            "y1": 75,
            "x2": 441,
            "y2": 99,
            "text": "耳5虫精話 まだ終わってない",
            "vi": "Tai 5 Lời nói côn trùng chưa kết thúc"
        },
        {
            "x1": 479,
            "y1": 113,
            "x2": 516,
            "y2": 314,
            "text": "『鍛治師』…？",
            "vi": "\"Kích hoạt\" ...?"
        },
        {
            "x1": 742,
            "y1": 685,
            "x2": 844,
            "y2": 939,
            "text": "さっき演説で勇者様が 使っていた魔道具を 貸してくれませんか？",
            "vi": "Bạn có vui lòng cho tôi mượn các công cụ ma thuật mà người anh hùng đã sử dụng trong bài phát biểu trước đó không?"
        },
        {
            "x1": 464,
            "y1": 751,
            "x2": 541,
            "y2": 883,
            "text": "拡声器 のこと？",
            "vi": "Có phải là một loa không?"
        },
        {
            "x1": 328,
            "y1": 687,
            "x2": 365,
            "y2": 881,
            "text": "どうする気？",
            "vi": "Bạn muốn làm gì?"
        },
        {
            "x1": 102,
            "y1": 798,
            "x2": 209,
            "y2": 1044,
            "text": "…士気を 取り戻します",
            "vi": "… Tôi sẽ lấy lại tinh thần"
        },
        {
            "x1": 93,
            "y1": 1300,
            "x2": 825,
            "y2": 1339,
            "text": "単行本売れ行き絶好調！ 最新第7巻発売中叩",
            "vi": "Bán sách tốt! Tập 7 mới nhất đang được bán"
        }
    ],
    "002.jpg": [
        {
            "x1": 648,
            "y1": 113,
            "x2": 754,
            "y2": 330,
            "text": "ゆ 勇者様の 攻撃でも倒せない なんて…ッ",
            "vi": "Tôi không thể đánh bại ngay cả cuộc tấn công của người anh hùng..."
        },
        {
            "x1": 729,
            "y1": 402,
            "x2": 787,
            "y2": 578,
            "text": "もう駄目だ おしまいだぁ",
            "vi": "Nó không tốt nữa"
        },
        {
            "x1": 471,
            "y1": 432,
            "x2": 515,
            "y2": 606,
            "text": "逃げろぉ！",
            "vi": "Chạy đi!"
        },
        {
            "x1": 88,
            "y1": 458,
            "x2": 128,
            "y2": 614,
            "text": "お おい…",
            "vi": "Này..."
        },
        {
            "x1": 745,
            "y1": 777,
            "x2": 840,
            "y2": 952,
            "text": "ちょ… 逃げるって",
            "vi": "Cho... Chạy đi"
        },
        {
            "x1": 659,
            "y1": 813,
            "x2": 703,
            "y2": 1022,
            "text": "騎士でしょ？",
            "vi": "Nó có phải là một hiệp sĩ không?"
        },
        {
            "x1": 252,
            "y1": 781,
            "x2": 326,
            "y2": 940,
            "text": "マズい",
            "vi": "Khó chịu"
        },
        {
            "x1": 86,
            "y1": 1007,
            "x2": 206,
            "y2": 1190,
            "text": "士気が ガタ落ち",
            "vi": "Bà ngã xuống"
        }
    ],
    "003.jpg": [
        {
            "x1": 748,
            "y1": 92,
            "x2": 798,
            "y2": 340,
            "text": "全員聞け‼",
            "vi": "Lắng nghe mọi người‼"
        },
        {
            "x1": 736,
            "y1": 418,
            "x2": 837,
            "y2": 617,
            "text": "ここからが 反撃だ‼",
            "vi": "Đó là một cuộc phản công từ đây."
        },
        {
            "x1": 84,
            "y1": 471,
            "x2": 225,
            "y2": 750,
            "text": "勇者の一撃は‼─ まだ終わって いない‼",
            "vi": "Người anh hùng bị thổi ─ Nó vẫn chưa kết thúc‼"
        },
        {
            "x1": 322,
            "y1": 766,
            "x2": 353,
            "y2": 956,
            "text": "レリウス…？",
            "vi": "Lelius...?"
        },
        {
            "x1": 812,
            "y1": 1063,
            "x2": 848,
            "y2": 1283,
            "text": "終わっていない",
            "vi": "Nó chưa kết thúc"
        },
        {
            "x1": 767,
            "y1": 1058,
            "x2": 819,
            "y2": 1197,
            "text": "…って？",
            "vi": "… Gì?"
        },
        {
            "x1": 572,
            "y1": 991,
            "x2": 616,
            "y2": 1157,
            "text": "だ 誰だ…",
            "vi": "Nó là ai..."
        }
    ],
    "004.jpg": [
        {
            "x1": 723,
            "y1": 128,
            "x2": 827,
            "y2": 369,
            "text": "混乱している 彼等に状況の把握は できない",
            "vi": "Họ bối rối không thể hiểu được tình hình"
        },
        {
            "x1": 90,
            "y1": 549,
            "x2": 218,
            "y2": 804,
            "text": "今は 「鍛治師」ではなく 「勇者｣の方がいい",
            "vi": "Ngay bây giờ, tốt hơn là sử dụng một \"anh hùng\" thay vì \"huấn luyện viên\""
        },
        {
            "x1": 276,
            "y1": 909,
            "x2": 360,
            "y2": 1040,
            "text": "あなた 何を…？",
            "vi": "Bạn...?"
        },
        {
            "x1": 716,
            "y1": 946,
            "x2": 839,
            "y2": 1143,
            "text": "「希望」を 見せなくては ならない‼",
            "vi": "Tôi phải hiển thị \"Hy vọng\"."
        }
    ],
    "005.jpg": [
        {
            "x1": 130,
            "y1": 194,
            "x2": 224,
            "y2": 378,
            "text": "さっきの 勇者の一撃…いや それ以上の攻撃を",
            "vi": "Một cú đánh của người đàn ông dũng cảm... không, không còn tấn công"
        },
        {
            "x1": 740,
            "y1": 503,
            "x2": 837,
            "y2": 724,
            "text": "この場を 変える程の‼",
            "vi": "Đó là về việc thay đổi nơi này."
        },
        {
            "x1": 154,
            "y1": 510,
            "x2": 244,
            "y2": 770,
            "text": "“勇者の一撃 として叩き込むッ",
            "vi": "“Tôi sẽ đánh nó như một người anh hùng"
        },
        {
            "x1": 699,
            "y1": 876,
            "x2": 814,
            "y2": 1134,
            "text": "ッマテリアル ブレイク\"",
            "vi": "Phá vỡ vật chất \""
        }
    ],
    "008.jpg": [
        {
            "x1": 670,
            "y1": 132,
            "x2": 699,
            "y2": 224,
            "text": "うお…",
            "vi": "Uo..."
        },
        {
            "x1": 391,
            "y1": 338,
            "x2": 549,
            "y2": 577,
            "text": "勇者の一撃が 効いていない 訳ではない‼",
            "vi": "Không phải là đòn của anh hùng không hoạt động."
        },
        {
            "x1": 723,
            "y1": 811,
            "x2": 823,
            "y2": 1063,
            "text": "全員 持ち場を 離れるな‼",
            "vi": "Đừng rời khỏi nơi cho mọi người."
        },
        {
            "x1": 105,
            "y1": 1042,
            "x2": 188,
            "y2": 1292,
            "text": "この先にあるのは 俺達の街だッ‼",
            "vi": "Điều gì đang ở phía trước là thành phố của chúng ta"
        }
    ],
    "009.jpg": [
        {
            "x1": 719,
            "y1": 143,
            "x2": 873,
            "y2": 375,
            "text": "それぞれの 大切なモノを 守る為に",
            "vi": "Để bảo vệ từng điều quan trọng"
        },
        {
            "x1": 148,
            "y1": 651,
            "x2": 303,
            "y2": 895,
            "text": "ここで コイツを 仕留めるぞ‼",
            "vi": "Tôi sẽ giết bạn ở đây!"
        },
        {
            "x1": 819,
            "y1": 969,
            "x2": 864,
            "y2": 1123,
            "text": "うおお‼",
            "vi": "Uo"
        },
        {
            "x1": 453,
            "y1": 1064,
            "x2": 502,
            "y2": 1186,
            "text": "すげえ",
            "vi": "Kinh ngạc"
        },
        {
            "x1": 136,
            "y1": 1016,
            "x2": 253,
            "y2": 1257,
            "text": "勇者様 フォーッ‼",
            "vi": "Người đàn ông dũng cảm fop"
        }
    ],
    "010.jpg": [
        {
            "x1": 764,
            "y1": 95,
            "x2": 826,
            "y2": 286,
            "text": "すすごい… 士気を取り戻した",
            "vi": "Thật tuyệt vời... tôi đã lấy lại được tinh thần"
        },
        {
            "x1": 268,
            "y1": 144,
            "x2": 340,
            "y2": 258,
            "text": "この子… 一体…",
            "vi": "Đứa trẻ này... một..."
        },
        {
            "x1": 87,
            "y1": 213,
            "x2": 120,
            "y2": 313,
            "text": "まさか",
            "vi": "Không có cách nào"
        },
        {
            "x1": 700,
            "y1": 399,
            "x2": 820,
            "y2": 593,
            "text": "リン様と キリエが 話していた…",
            "vi": "Rin và Kirie đã nói chuyện..."
        },
        {
            "x1": 143,
            "y1": 464,
            "x2": 235,
            "y2": 732,
            "text": "グリードラッドの 英雄…‼",
            "vi": "Anh hùng của Rad Green...‼"
        },
        {
            "x1": 750,
            "y1": 827,
            "x2": 842,
            "y2": 1037,
            "text": "危険だわ…ッ 危険すぎる‼",
            "vi": "Nó nguy hiểm... nó quá nguy hiểm"
        },
        {
            "x1": 601,
            "y1": 1021,
            "x2": 738,
            "y2": 1257,
            "text": "あと二年… いや一年若く 出会っていたら",
            "vi": "Hai năm còn lại... không, nếu tôi gặp một tuổi trẻ hơn"
        },
        {
            "x1": 99,
            "y1": 845,
            "x2": 189,
            "y2": 1168,
            "text": "愛してしまった かもしれない…‼",
            "vi": "Bạn có thể đã yêu nó...‼"
        },
        {
            "x1": 73,
            "y1": 1320,
            "x2": 774,
            "y2": 1346,
            "text": "影の身雄、ここに在り！今静をくつがえせるか!？次行へ品",
            "vi": "Người đàn ông của Shadow đang ở đây! Bạn có thể vượt qua sự tĩnh lặng bây giờ được không!? Dòng thứ hai"
        }
    ]
}