var ocr_data = {
    "001.jpg": [
        {
            "x1": 262,
            "y1": 73,
            "x2": 497,
            "y2": 96,
            "text": "6話メとの帰り道",
            "vi": "Trở lại tập thứ 6"
        },
        {
            "x1": 100,
            "y1": 34,
            "x2": 246,
            "y2": 101,
            "text": "不遇職鐵治師， 最強",
            "vi": "Dây bất thường jiji, mạnh nhất"
        },
        {
            "x1": 758,
            "y1": 144,
            "x2": 831,
            "y2": 315,
            "text": "ヴァルトス 冒険者ギルド",
            "vi": "Nhà thám hiểm Vartos"
        },
        {
            "x1": 156,
            "y1": 201,
            "x2": 218,
            "y2": 340,
            "text": "えっ⁉",
            "vi": "ơ⁉"
        },
        {
            "x1": 740,
            "y1": 438,
            "x2": 826,
            "y2": 617,
            "text": "『鍛治師』… ですか…？",
            "vi": "\"Kích hoạt\" ...?"
        },
        {
            "x1": 557,
            "y1": 734,
            "x2": 632,
            "y2": 958,
            "text": "何だ？ 問題があるのか？",
            "vi": "Gì? Có một vấn đề?"
        },
        {
            "x1": 395,
            "y1": 737,
            "x2": 431,
            "y2": 872,
            "text": "あ いえ…",
            "vi": "À..."
        },
        {
            "x1": 211,
            "y1": 773,
            "x2": 322,
            "y2": 997,
            "text": "滞在証明書を 発行しますので 少々お待ち下さい",
            "vi": "Chúng tôi sẽ cấp giấy chứng nhận ở lại, vì vậy vui lòng đợi một lúc"
        },
        {
            "x1": 158,
            "y1": 1142,
            "x2": 238,
            "y2": 1274,
            "text": "最強",
            "vi": "mạnh nhất"
        }
    ],
    "002.jpg": [
        {
            "x1": 765,
            "y1": 490,
            "x2": 846,
            "y2": 643,
            "text": "何だ 感じ悪いな",
            "vi": "Thật là một cảm giác tồi"
        },
        {
            "x1": 634,
            "y1": 568,
            "x2": 723,
            "y2": 752,
            "text": "鍛治師は そんなに嫌われて いるのか？",
            "vi": "Osamu có bị ghét như vậy không?"
        },
        {
            "x1": 124,
            "y1": 497,
            "x2": 235,
            "y2": 689,
            "text": "カルラスは ここまでじゃ なかったぞ⁉",
            "vi": "Callas không xa này"
        },
        {
            "x1": 643,
            "y1": 810,
            "x2": 737,
            "y2": 1042,
            "text": "…王都はイリア教の 教えを強く信じている 人が多いですからね",
            "vi": "Nhiều người tin tưởng mạnh mẽ vào việc giảng dạy của Iliarian."
        },
        {
            "x1": 431,
            "y1": 822,
            "x2": 537,
            "y2": 1065,
            "text": "教皇様も いらっしゃいますし …教会の総本山です",
            "vi": "Ngoài ra còn có một giáo hoàng... đây là trụ sở của nhà thờ."
        },
        {
            "x1": 104,
            "y1": 1008,
            "x2": 217,
            "y2": 1212,
            "text": "こうなるのは 無理もないかも しれません",
            "vi": "Có thể ngạc nhiên là điều này xảy ra"
        }
    ],
    "003.jpg": [
        {
            "x1": 801,
            "y1": 113,
            "x2": 875,
            "y2": 300,
            "text": "鍛治師の話題は あまう口にな方 いてしょうね…",
            "vi": "Có một người có thể nói về chủ đề của Osamu..."
        },
        {
            "x1": 138,
            "y1": 143,
            "x2": 230,
            "y2": 346,
            "text": "あまり気にするな！ 私はレリウスの 味方だぞ‼",
            "vi": "Đừng quá lo lắng! Tôi là đồng minh của Lelius"
        },
        {
            "x1": 648,
            "y1": 489,
            "x2": 716,
            "y2": 639,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 437,
            "y1": 459,
            "x2": 469,
            "y2": 630,
            "text": "えっと…あー",
            "vi": "Uh... À"
        },
        {
            "x1": 90,
            "y1": 477,
            "x2": 204,
            "y2": 691,
            "text": "そういえば ニアルさんとは 餓死寸前の際に 出会ったそうですが",
            "vi": "Nói về điều đó, anh gặp Nial trên bờ vực chết đói."
        },
        {
            "x1": 755,
            "y1": 746,
            "x2": 828,
            "y2": 927,
            "text": "その時の話を するのか⁉",
            "vi": "Bạn có nói chuyện vào lúc đó không?"
        },
        {
            "x1": 566,
            "y1": 762,
            "x2": 594,
            "y2": 932,
            "text": "…そうだな…",
            "vi": "… Đúng thế…"
        },
        {
            "x1": 176,
            "y1": 835,
            "x2": 296,
            "y2": 1096,
            "text": "そもそも 私は まだ王都に来るには 実力不足だったんだ",
            "vi": "Ở nơi đầu tiên, tôi vẫn còn thiếu khả năng đến thủ đô hoàng gia"
        },
        {
            "x1": 697,
            "y1": 1042,
            "x2": 782,
            "y2": 1232,
            "text": "少し気になって いたので…どう だったんですか？",
            "vi": "Tôi đã hơi lo lắng... thế nào rồi?"
        }
    ],
    "004.jpg": [
        {
            "x1": 732,
            "y1": 128,
            "x2": 842,
            "y2": 394,
            "text": "王都周辺は「騎士団」が 護っていて 魔物は 発見次第 討伐される",
            "vi": "Xung quanh thủ đô hoàng gia được bảo vệ bởi \"Hiệp sĩ\" và quái vật phải chịu ngay khi chúng được phát hiện."
        },
        {
            "x1": 534,
            "y1": 182,
            "x2": 655,
            "y2": 402,
            "text": "更に迷宮は 高難易度のモノ ばかり…",
            "vi": "Ngoài ra, mê cung chỉ là độ khó cao..."
        },
        {
            "x1": 139,
            "y1": 187,
            "x2": 238,
            "y2": 430,
            "text": "簡単な依頼が少なく 私はお金を稼ぐ手段が 中々なかったんだ",
            "vi": "Có một vài yêu cầu đơn giản và tôi không có nhiều tiền"
        },
        {
            "x1": 746,
            "y1": 533,
            "x2": 842,
            "y2": 658,
            "text": "では どうやって 生計を？",
            "vi": "Vậy làm thế nào để bạn sống?"
        },
        {
            "x1": 485,
            "y1": 487,
            "x2": 548,
            "y2": 670,
            "text": "街中で受けられる 依頼でな",
            "vi": "Đó là một yêu cầu có thể nhận được trong thành phố"
        },
        {
            "x1": 605,
            "y1": 626,
            "x2": 691,
            "y2": 805,
            "text": "孤児院の子供達に 剣を教えて いたんだ！",
            "vi": "Tôi đã dạy thanh kiếm cho trẻ em trại trẻ mồ côi!"
        },
        {
            "x1": 366,
            "y1": 558,
            "x2": 457,
            "y2": 718,
            "text": "しかし… その時に空腹で 倒れてしまって",
            "vi": "Nhưng... tôi đã đói lúc đó"
        },
        {
            "x1": 597,
            "y1": 894,
            "x2": 691,
            "y2": 1105,
            "text": "その時 孤児院に 来ていたリニアルに 助けてもらったんだ",
            "vi": "Vào thời điểm đó, người tuyến tính đến trại trẻ mồ côi đã giúp tôi"
        },
        {
            "x1": 144,
            "y1": 947,
            "x2": 189,
            "y2": 1056,
            "text": "お食べ",
            "vi": "Ăn uống"
        }
    ],
    "005.jpg": [
        {
            "x1": 806,
            "y1": 132,
            "x2": 869,
            "y2": 304,
            "text": "今 思い出しても 恥ずかしい…ッ",
            "vi": "Thật xấu hổ khi nhớ bây giờ..."
        },
        {
            "x1": 565,
            "y1": 150,
            "x2": 597,
            "y2": 238,
            "text": "はは…",
            "vi": "người mẹ…"
        },
        {
            "x1": 174,
            "y1": 127,
            "x2": 245,
            "y2": 333,
            "text": "そこの カップルさん‼",
            "vi": "Cặp đôi ở đó"
        },
        {
            "x1": 796,
            "y1": 417,
            "x2": 865,
            "y2": 566,
            "text": "串焼きは どうだい？",
            "vi": "Làm thế nào về xiên?"
        },
        {
            "x1": 121,
            "y1": 443,
            "x2": 172,
            "y2": 573,
            "text": "出店…",
            "vi": "Mở một cửa hàng…"
        },
        {
            "x1": 675,
            "y1": 497,
            "x2": 751,
            "y2": 702,
            "text": "焼きたての 美味い奴だよ！",
            "vi": "Đó là một anh chàng mới nướng!"
        },
        {
            "x1": 778,
            "y1": 793,
            "x2": 826,
            "y2": 957,
            "text": "串焼きか",
            "vi": "Có bị lệch không?"
        },
        {
            "x1": 462,
            "y1": 800,
            "x2": 571,
            "y2": 1057,
            "text": "美味しそうですよ メアさん！ 買っていきましょう",
            "vi": "Nó trông rất ngon! Hãy mua"
        }
    ],
    "006.jpg": [
        {
            "x1": 155,
            "y1": 155,
            "x2": 230,
            "y2": 426,
            "text": "かっぷる‼",
            "vi": "Kappuru"
        },
        {
            "x1": 774,
            "y1": 601,
            "x2": 837,
            "y2": 774,
            "text": "鳥と豚と牛… 一つずっ下さい",
            "vi": "Chim, lợn và bò... làm ơn cho tôi một"
        },
        {
            "x1": 368,
            "y1": 597,
            "x2": 411,
            "y2": 714,
            "text": "毎度‼",
            "vi": "Mọi lúc"
        },
        {
            "x1": 148,
            "y1": 650,
            "x2": 249,
            "y2": 874,
            "text": "公園が 近いみたいですから そこで食べましょう",
            "vi": "Có vẻ như công viên đã gần, vì vậy chúng ta hãy ăn ở đó"
        },
        {
            "x1": 750,
            "y1": 899,
            "x2": 777,
            "y2": 1064,
            "text": "う うまい！",
            "vi": "Khỏe!"
        },
        {
            "x1": 146,
            "y1": 1078,
            "x2": 228,
            "y2": 1271,
            "text": "うますぎる この豚肉…‼",
            "vi": "Thịt lợn này quá ngon...‼"
        }
    ],
    "007.jpg": [
        {
            "x1": 753,
            "y1": 145,
            "x2": 856,
            "y2": 401,
            "text": "渡り鳥の宿の肉も 美味しかったが… 王都のはまた別格り",
            "vi": "Thịt của loài chim di cư cũng rất ngon, nhưng thủ đô hoàng gia là một đặc biệt khác"
        },
        {
            "x1": 834,
            "y1": 502,
            "x2": 860,
            "y2": 626,
            "text": "メアさん？",
            "vi": "Ngựa cái?"
        },
        {
            "x1": 410,
            "y1": 526,
            "x2": 478,
            "y2": 678,
            "text": "う うん… 美味しいなっ",
            "vi": "Vâng... nó rất ngon"
        },
        {
            "x1": 253,
            "y1": 514,
            "x2": 316,
            "y2": 660,
            "text": "メアさんに 元気がない？",
            "vi": "Bạn đang làm như thế nào với MEA?"
        },
        {
            "x1": 138,
            "y1": 514,
            "x2": 164,
            "y2": 706,
            "text": "足りないのか…⁉",
            "vi": "Không đủ...⁉⁉"
        },
        {
            "x1": 753,
            "y1": 763,
            "x2": 852,
            "y2": 961,
            "text": "はい メアさん‼ 豚肉も一つ どうぞ‼",
            "vi": "Có ngựa cái Xin vui lòng có một thịt lợn"
        },
        {
            "x1": 556,
            "y1": 763,
            "x2": 644,
            "y2": 926,
            "text": "く くれる のか…‼",
            "vi": "Bạn sẽ hiểu nó...‼"
        }
    ],
    "008.jpg": [
        {
            "x1": 738,
            "y1": 113,
            "x2": 795,
            "y2": 231,
            "text": "まあ… カップルよ",
            "vi": "Chà... cặp đôi"
        },
        {
            "x1": 599,
            "y1": 127,
            "x2": 654,
            "y2": 310,
            "text": "初々しいわぁ… アタンも若頃は…",
            "vi": "Nó mới... atan còn trẻ..."
        },
        {
            "x1": 287,
            "y1": 131,
            "x2": 319,
            "y2": 338,
            "text": "こ これは…！",
            "vi": "Th-Đây là Lôi!"
        },
        {
            "x1": 101,
            "y1": 236,
            "x2": 203,
            "y2": 453,
            "text": "まるでカップルが するような 行為を…‼",
            "vi": "Một hành động mà một cặp đôi làm...‼"
        },
        {
            "x1": 748,
            "y1": 534,
            "x2": 849,
            "y2": 755,
            "text": "そ そうかメアさん …恥ずかしかった のか‼",
            "vi": "Chà, ông Mare... có phải xấu hổ không?"
        },
        {
            "x1": 466,
            "y1": 564,
            "x2": 572,
            "y2": 767,
            "text": "レリウス…ッ お前はなんて 気の回らない男！",
            "vi": "Lelius... bạn không quan tâm!"
        },
        {
            "x1": 205,
            "y1": 527,
            "x2": 268,
            "y2": 668,
            "text": "す すまない レリウス…",
            "vi": "Tôi xin lỗi Lelius..."
        },
        {
            "x1": 86,
            "y1": 546,
            "x2": 161,
            "y2": 721,
            "text": "私 なんかと 変な勘違いを",
            "vi": "Một sự hiểu lầm kỳ lạ"
        },
        {
            "x1": 528,
            "y1": 880,
            "x2": 648,
            "y2": 1093,
            "text": "メ メアさんのような か かわいい女性と いられるのは 光栄です",
            "vi": "Tôi rất vinh dự khi trở thành một người phụ nữ dễ thương như MEA"
        },
        {
            "x1": 418,
            "y1": 853,
            "x2": 498,
            "y2": 1082,
            "text": "自信这特え‼8",
            "vi": "Tự tin 8"
        },
        {
            "x1": 82,
            "y1": 975,
            "x2": 148,
            "y2": 1182,
            "text": "さ さあ！ 冷める前にどうぞ",
            "vi": "Thôi nào! Xin vui lòng trước khi làm mát"
        }
    ],
    "009.jpg": [
        {
            "x1": 114,
            "y1": 103,
            "x2": 163,
            "y2": 265,
            "text": "うおっ⁉",
            "vi": "Uoo⁉"
        },
        {
            "x1": 735,
            "y1": 487,
            "x2": 817,
            "y2": 662,
            "text": "…美味しい でしょう？",
            "vi": "… Có ngon không?"
        },
        {
            "x1": 346,
            "y1": 464,
            "x2": 389,
            "y2": 606,
            "text": "あ あぁ…",
            "vi": "À..."
        },
        {
            "x1": 107,
            "y1": 485,
            "x2": 218,
            "y2": 665,
            "text": "羞恥より 食欲を取った ようだ…",
            "vi": "Anh ấy dường như đã có một sự thèm ăn hơn là xấu hổ..."
        },
        {
            "x1": 784,
            "y1": 786,
            "x2": 882,
            "y2": 917,
            "text": "私ばかり もらって… 悪いな",
            "vi": "Tôi vừa hiểu rồi... nó tệ"
        },
        {
            "x1": 683,
            "y1": 836,
            "x2": 757,
            "y2": 1028,
            "text": "ほほら 私のを 食べるといい！",
            "vi": "Tôi hy vọng bạn ăn thịt tôi!"
        },
        {
            "x1": 297,
            "y1": 779,
            "x2": 404,
            "y2": 952,
            "text": "嘘…だろ… メアさんが… 俺に…肉を⁉",
            "vi": "Nói dối... tôi đoán... con ngựa... với tôi... thịt"
        },
        {
            "x1": 147,
            "y1": 1043,
            "x2": 261,
            "y2": 1272,
            "text": "私はそんなに 大食いキャラじゃ ないぞ",
            "vi": "Tôi không phải là gluty"
        }
    ],
    "010.jpg": [
        {
            "x1": 718,
            "y1": 155,
            "x2": 760,
            "y2": 400,
            "text": "一口どうぞ だ",
            "vi": "Xin vui lòng cho tôi một vết cắn"
        },
        {
            "x1": 790,
            "y1": 796,
            "x2": 822,
            "y2": 883,
            "text": "はは…",
            "vi": "người mẹ…"
        },
        {
            "x1": 390,
            "y1": 764,
            "x2": 494,
            "y2": 906,
            "text": "王都初日… 嫌なことも あったが…",
            "vi": "Ngày đầu tiên của thủ đô hoàng gia... có những thứ tôi không thích..."
        },
        {
            "x1": 98,
            "y1": 787,
            "x2": 209,
            "y2": 951,
            "text": "この笑顔が 見れたのなら 帳消しかな",
            "vi": "Nếu tôi thấy nụ cười này, nó sẽ không bị xóa?"
        },
        {
            "x1": 88,
            "y1": 1072,
            "x2": 133,
            "y2": 1146,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 351,
            "y1": 1081,
            "x2": 464,
            "y2": 1240,
            "text": "レリウスと メアはいつまで ほっつき歩いて るのかしら…",
            "vi": "Tôi tự hỏi Lelius và Mare sẽ đi bộ bao lâu..."
        },
        {
            "x1": 77,
            "y1": 1295,
            "x2": 733,
            "y2": 1321,
            "text": "度化する同タの中で、ほっとする一時。次号、新生活にお様が!?",
            "vi": "Theo cùng một cách, đó là một khoảnh khắc. Vấn đề tiếp theo là một cuộc sống mới!?"
        }
    ]
}