var ocr_data = {
    "10001.jpg": [
        {
            "x1": 104,
            "y1": 26,
            "x2": 261,
            "y2": 54,
            "text": "不遇職鍛台師這"
        },
        {
            "x1": 293,
            "y1": 68,
            "x2": 517,
            "y2": 91,
            "text": "精10話道り来る脅威"
        },
        {
            "x1": 97,
            "y1": 50,
            "x2": 274,
            "y2": 108,
            "text": "最強"
        },
        {
            "x1": 755,
            "y1": 165,
            "x2": 847,
            "y2": 338,
            "text": "魔砲台 配置急げ‼"
        },
        {
            "x1": 434,
            "y1": 391,
            "x2": 502,
            "y2": 549,
            "text": "弾丸の確認と 点検を怠るな"
        },
        {
            "x1": 796,
            "y1": 731,
            "x2": 851,
            "y2": 898,
            "text": "…鍛冶師の剣は どうしますか？"
        },
        {
            "x1": 572,
            "y1": 736,
            "x2": 672,
            "y2": 888,
            "text": "そんなモノを 使うなんて 許さんぞ"
        },
        {
            "x1": 400,
            "y1": 734,
            "x2": 486,
            "y2": 925,
            "text": "俺達には 神器があるッ"
        },
        {
            "x1": 100,
            "y1": 1002,
            "x2": 258,
            "y2": 1212,
            "text": "蒼石の魔物が 倒せないのなら …それはイリア様に 何かお考えあっての ことだろう"
        },
        {
            "x1": 92,
            "y1": 1304,
            "x2": 757,
            "y2": 1344,
            "text": "累計60万部突破！ 第G巻絶覺発売中!"
        }
    ],
    "10002.jpg": [
        {
            "x1": 776,
            "y1": 113,
            "x2": 838,
            "y2": 253,
            "text": "全く… ふざけた話だ"
        },
        {
            "x1": 488,
            "y1": 151,
            "x2": 584,
            "y2": 313,
            "text": "教会も教会だ… 鍛治師を 認めるだと？"
        },
        {
            "x1": 358,
            "y1": 231,
            "x2": 449,
            "y2": 390,
            "text": "あいつの武器を 持つ奴は軍から 追放してやる"
        },
        {
            "x1": 733,
            "y1": 483,
            "x2": 788,
            "y2": 610,
            "text": "とは…まるで 雰囲気が違う"
        },
        {
            "x1": 753,
            "y1": 781,
            "x2": 842,
            "y2": 985,
            "text": "カルラスの領主様が 俺を信じて くれたのは…"
        },
        {
            "x1": 460,
            "y1": 729,
            "x2": 493,
            "y2": 887,
            "text": "よ レリウス"
        },
        {
            "x1": 587,
            "y1": 1054,
            "x2": 677,
            "y2": 1230,
            "text": "余程の覚悟が あってのもの だったのだろう"
        },
        {
            "x1": 141,
            "y1": 1023,
            "x2": 181,
            "y2": 1213,
            "text": "戦場はどう？"
        }
    ],
    "10003.jpg": [
        {
            "x1": 786,
            "y1": 108,
            "x2": 872,
            "y2": 333,
            "text": "やはり鍛治師は 受け入れられていない みだいですね"
        },
        {
            "x1": 316,
            "y1": 96,
            "x2": 357,
            "y2": 221,
            "text": "仕方ない"
        },
        {
            "x1": 178,
            "y1": 148,
            "x2": 271,
            "y2": 310,
            "text": "今まで鍛治師を 否定するのに 慣れてるからね"
        },
        {
            "x1": 757,
            "y1": 509,
            "x2": 815,
            "y2": 715,
            "text": "そんなレウス プレゼント"
        },
        {
            "x1": 113,
            "y1": 531,
            "x2": 147,
            "y2": 697,
            "text": "教会の紋章…"
        },
        {
            "x1": 725,
            "y1": 854,
            "x2": 860,
            "y2": 1051,
            "text": "そいつを使えば 戦場にあるものは 自由に鍛治を 行っても良い"
        },
        {
            "x1": 296,
            "y1": 868,
            "x2": 381,
            "y2": 1065,
            "text": "…と教皇様が 言ってた"
        },
        {
            "x1": 139,
            "y1": 1057,
            "x2": 209,
            "y2": 1236,
            "text": "自由に…‼ わかりました"
        }
    ],
    "10004.jpg": [
        {
            "x1": 668,
            "y1": 101,
            "x2": 697,
            "y2": 225,
            "text": "じゃ早速…"
        },
        {
            "x1": 533,
            "y1": 107,
            "x2": 566,
            "y2": 287,
            "text": "すみません！"
        },
        {
            "x1": 678,
            "y1": 468,
            "x2": 793,
            "y2": 619,
            "text": "ちょっと その魔砲台 見せてもらって いいですか？"
        },
        {
            "x1": 125,
            "y1": 471,
            "x2": 191,
            "y2": 646,
            "text": "例の鍛治師か… 好きにしな‼"
        },
        {
            "x1": 650,
            "y1": 811,
            "x2": 750,
            "y2": 986,
            "text": "良かった… この人は 比較的好意的だ"
        },
        {
            "x1": 484,
            "y1": 795,
            "x2": 537,
            "y2": 899,
            "text": "では"
        },
        {
            "x1": 651,
            "y1": 1088,
            "x2": 719,
            "y2": 1238,
            "text": "ありがとう ございます"
        },
        {
            "x1": 120,
            "y1": 1007,
            "x2": 178,
            "y2": 1250,
            "text": "うおおお⁉"
        }
    ],
    "10005.jpg": [
        {
            "x1": 784,
            "y1": 825,
            "x2": 859,
            "y2": 992,
            "text": "魔砲台まで 作れるのか…"
        },
        {
            "x1": 676,
            "y1": 837,
            "x2": 707,
            "y2": 1014,
            "text": "すげえな鍛治師"
        },
        {
            "x1": 389,
            "y1": 841,
            "x2": 471,
            "y2": 1037,
            "text": "もっと作れるのか？ できれば数を増やし たいんだが"
        },
        {
            "x1": 554,
            "y1": 1020,
            "x2": 616,
            "y2": 1155,
            "text": "ありがとう ございます"
        },
        {
            "x1": 160,
            "y1": 1101,
            "x2": 226,
            "y2": 1269,
            "text": "はい‼ 任せてくださ…"
        }
    ],
    "10006.jpg": [
        {
            "x1": 92,
            "y1": 345,
            "x2": 152,
            "y2": 522,
            "text": "うわッ…"
        },
        {
            "x1": 697,
            "y1": 590,
            "x2": 819,
            "y2": 767,
            "text": "ふざけた 真似は止めろ 鍛治師め"
        },
        {
            "x1": 742,
            "y1": 903,
            "x2": 832,
            "y2": 1097,
            "text": "貴様が作らた 魔砲台など 恐ろしくて使えんわ"
        },
        {
            "x1": 312,
            "y1": 943,
            "x2": 398,
            "y2": 1145,
            "text": "しか勝利の確率を あげるためにも 数を増やして"
        },
        {
            "x1": 117,
            "y1": 1013,
            "x2": 260,
            "y2": 1220,
            "text": "鍛治師に頼っての 勝利は敗北だ‼ イリア様に面目が 立たん‼"
        }
    ],
    "10007.jpg": [
        {
            "x1": 773,
            "y1": 120,
            "x2": 874,
            "y2": 319,
            "text": "鍛治師も イリア様に与え られた職業だぞ‼"
        },
        {
            "x1": 166,
            "y1": 149,
            "x2": 266,
            "y2": 370,
            "text": "そんなハズはない 貴様に職業を与えた のは…邪神だ！"
        },
        {
            "x1": 658,
            "y1": 477,
            "x2": 752,
            "y2": 657,
            "text": "ここから 立ち去れッ"
        },
        {
            "x1": 749,
            "y1": 958,
            "x2": 832,
            "y2": 1177,
            "text": "…戦 が始まれば レリウスの武器を求める 人もいると思う"
        },
        {
            "x1": 271,
            "y1": 994,
            "x2": 355,
            "y2": 1186,
            "text": "そんな激しい戦いに ならなのが一番 なんですが"
        },
        {
            "x1": 139,
            "y1": 1120,
            "x2": 205,
            "y2": 1272,
            "text": "それはそれで 困る"
        }
    ],
    "10008.jpg": [
        {
            "x1": 753,
            "y1": 128,
            "x2": 841,
            "y2": 287,
            "text": "レリうスの力を 証明する機会も なくなる"
        },
        {
            "x1": 604,
            "y1": 160,
            "x2": 701,
            "y2": 321,
            "text": "被害が出ない 程度のピンチが 理想"
        },
        {
            "x1": 122,
            "y1": 139,
            "x2": 190,
            "y2": 299,
            "text": "それは都合が 良すぎでは…"
        },
        {
            "x1": 545,
            "y1": 787,
            "x2": 619,
            "y2": 1039,
            "text": "私 負けられないの …孤児院のためにも"
        },
        {
            "x1": 763,
            "y1": 1071,
            "x2": 815,
            "y2": 1194,
            "text": "…近い"
        }
    ],
    "10009.jpg": [
        {
            "x1": 773,
            "y1": 147,
            "x2": 853,
            "y2": 325,
            "text": "それに今 結構燃えてる"
        },
        {
            "x1": 153,
            "y1": 170,
            "x2": 240,
            "y2": 375,
            "text": "ここで活躍できたら お伽噺の英雄みた でしょ‼"
        },
        {
            "x1": 808,
            "y1": 455,
            "x2": 867,
            "y2": 557,
            "text": "リニアル さん…"
        },
        {
            "x1": 743,
            "y1": 477,
            "x2": 772,
            "y2": 619,
            "text": "そうですね‼"
        },
        {
            "x1": 577,
            "y1": 476,
            "x2": 671,
            "y2": 604,
            "text": "メアさんも 気を付けて くださいね"
        },
        {
            "x1": 137,
            "y1": 514,
            "x2": 201,
            "y2": 627,
            "text": "わかって いる…‼"
        },
        {
            "x1": 722,
            "y1": 784,
            "x2": 821,
            "y2": 983,
            "text": "全部終わったら 皆で美味しいもの 食べに行くぞ‼"
        },
        {
            "x1": 379,
            "y1": 776,
            "x2": 444,
            "y2": 927,
            "text": "はい‼"
        },
        {
            "x1": 461,
            "y1": 971,
            "x2": 586,
            "y2": 1175,
            "text": "総員 戦闘配置"
        },
        {
            "x1": 139,
            "y1": 1049,
            "x2": 187,
            "y2": 1252,
            "text": "…来たぞ‼"
        }
    ],
    "10010.jpg": [
        {
            "x1": 384,
            "y1": 175,
            "x2": 498,
            "y2": 399,
            "text": "大型の 蒼石の魔物"
        }
    ],
    "10011.jpg": [
        {
            "x1": 297,
            "y1": 0,
            "x2": 924,
            "y2": 281,
            "text": "闘閉始"
        },
        {
            "x1": 191,
            "y1": 768,
            "x2": 330,
            "y2": 1207,
            "text": "ケルベロス"
        },
        {
            "x1": 39,
            "y1": 1159,
            "x2": 70,
            "y2": 1290,
            "text": "次回に続く"
        }
    ]
}