var ocr_data = {
    "001.jpg": [
        {
            "x1": 37,
            "y1": 63,
            "x2": 173,
            "y2": 146,
            "text": "最強 第80話 進化",
            "vi": "Tập phim mạnh nhất 80 Sự phát triển"
        },
        {
            "x1": 785,
            "y1": 825,
            "x2": 869,
            "y2": 1055,
            "text": "今日こそ息の根 止めてくれる",
            "vi": "Nó sẽ ngừng thở ngày hôm nay"
        },
        {
            "x1": 407,
            "y1": 800,
            "x2": 486,
            "y2": 1015,
            "text": "それは こっちの台詞よ",
            "vi": "Đó là dòng này"
        },
        {
            "x1": 771,
            "y1": 1180,
            "x2": 837,
            "y2": 1278,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 491,
            "y1": 1060,
            "x2": 540,
            "y2": 1268,
            "text": "淫乱騎士ィ",
            "vi": "Knight khó chịu"
        },
        {
            "x1": 278,
            "y1": 1066,
            "x2": 326,
            "y2": 1282,
            "text": "脳筋騎士ィ",
            "vi": "Hiệp sĩ cơ não"
        },
        {
            "x1": 126,
            "y1": 1325,
            "x2": 740,
            "y2": 1355,
            "text": "累自35万部突破！ 最新第5巻絶魔発売中叫",
            "vi": "Hơn 350. 000 bản sao! Bản phát hành Demon tập 5 mới nhất"
        }
    ],
    "002.jpg": [
        {
            "x1": 768,
            "y1": 129,
            "x2": 846,
            "y2": 331,
            "text": "死ねェエ ショタコン騎士",
            "vi": "Die Eee Shotacon Hiệp sĩ"
        },
        {
            "x1": 608,
            "y1": 135,
            "x2": 688,
            "y2": 340,
            "text": "滅びろォオ 頭お花畑騎士",
            "vi": "Knight Hiệp sĩ bị phá hủy"
        },
        {
            "x1": 153,
            "y1": 122,
            "x2": 218,
            "y2": 340,
            "text": "勇者そっちのけで やりあってるー‼",
            "vi": "Tôi đang làm điều đó với người anh hùng"
        },
        {
            "x1": 637,
            "y1": 423,
            "x2": 745,
            "y2": 588,
            "text": "ほら リン‼ ボサッと しない‼",
            "vi": "Nhìn vào Rin Đừng sợ hãi"
        }
    ],
    "003.jpg": [
        {
            "x1": 777,
            "y1": 480,
            "x2": 844,
            "y2": 680,
            "text": "グリードラッドを 救った勇者の力‼",
            "vi": "Sức mạnh của người anh hùng đã cứu được Rad Green"
        },
        {
            "x1": 206,
            "y1": 522,
            "x2": 273,
            "y2": 693,
            "text": "見せて もらうわっ‼",
            "vi": "tôi sẽ cho bạn xem"
        },
        {
            "x1": 455,
            "y1": 737,
            "x2": 489,
            "y2": 975,
            "text": "『鍛治師』の話？",
            "vi": "Câu chuyện của \"Osamu\"?"
        },
        {
            "x1": 602,
            "y1": 996,
            "x2": 712,
            "y2": 1212,
            "text": "私は別に 救ってないって 言ってるでしょ？",
            "vi": "Bạn nói rằng bạn chưa lưu nó, phải không?"
        },
        {
            "x1": 135,
            "y1": 993,
            "x2": 244,
            "y2": 1200,
            "text": "でも そんな話 あなた達しか してないしっ‼",
            "vi": "Nhưng câu chuyện đó, bạn chỉ làm"
        }
    ],
    "004.jpg": [
        {
            "x1": 255,
            "y1": 0,
            "x2": 748,
            "y2": 352,
            "text": "マンギ",
            "vi": "Mangi"
        },
        {
            "x1": 113,
            "y1": 175,
            "x2": 230,
            "y2": 419,
            "text": "グリードラりドの戦しは 私以外の活躍に ついてまったく 触れられていない",
            "vi": "Trận chiến Gleedorald đã không được chạm vào tất cả về các hoạt động khác ngoài tôi"
        },
        {
            "x1": 726,
            "y1": 436,
            "x2": 814,
            "y2": 659,
            "text": "私があの戦いで 全ての魔物を滅ぼした ことになっている",
            "vi": "Tôi đã được cho là phá hủy tất cả quái vật trong trận chiến đó"
        },
        {
            "x1": 148,
            "y1": 480,
            "x2": 241,
            "y2": 684,
            "text": "…グリードラッドに 行けば全員鍛治師の ことを話すハズだよ",
            "vi": "Nếu bạn đến Green Ladd, bạn sẽ nói về Oshika."
        },
        {
            "x1": 500,
            "y1": 786,
            "x2": 578,
            "y2": 991,
            "text": "その鍛治師って 男の人ー？",
            "vi": "Đó có phải là một người đàn ông không?"
        },
        {
            "x1": 81,
            "y1": 750,
            "x2": 174,
            "y2": 1006,
            "text": "本当ならその人有望 じゃない？ 私アタック しちゃおっかなー",
            "vi": "Đó không phải là một người đầy triển vọng nếu nó là sự thật? Tôi tự hỏi liệu tôi có tấn công không"
        },
        {
            "x1": 453,
            "y1": 1064,
            "x2": 532,
            "y2": 1227,
            "text": "それがどう したの？",
            "vi": "Vì vậy, những gì?"
        }
    ],
    "005.jpg": [
        {
            "x1": 327,
            "y1": 170,
            "x2": 410,
            "y2": 416,
            "text": "ふぇええ",
            "vi": "Học phí"
        },
        {
            "x1": 181,
            "y1": 138,
            "x2": 240,
            "y2": 341,
            "text": "いけない いけない …今は集中しないと",
            "vi": "Đừng làm điều đó... Tôi phải tập trung ngay bây giờ"
        },
        {
            "x1": 713,
            "y1": 473,
            "x2": 822,
            "y2": 766,
            "text": "嘘じゃなくて… 今度は本当にレリウスを 助けるために",
            "vi": "Không phải là một lời nói dối... lần này để thực sự giúp đỡ Lelius"
        }
    ],
    "006.jpg": [
        {
            "x1": 87,
            "y1": 99,
            "x2": 164,
            "y2": 286,
            "text": "聞いたことが ある",
            "vi": "Tôi đã nghe nói về nó"
        },
        {
            "x1": 225,
            "y1": 229,
            "x2": 262,
            "y2": 348,
            "text": "ソレ…⁉",
            "vi": "Đế giày...⁉"
        },
        {
            "x1": 744,
            "y1": 439,
            "x2": 854,
            "y2": 605,
            "text": "神器は… 持ち主の 成長に合わせ",
            "vi": "Kho báu thiêng liêng là... theo sự phát triển của chủ sở hữu"
        },
        {
            "x1": 356,
            "y1": 476,
            "x2": 462,
            "y2": 645,
            "text": "エクス カリバーが… 変化した…‼",
            "vi": "Excurraver... đã thay đổi...‼"
        },
        {
            "x1": 169,
            "y1": 453,
            "x2": 216,
            "y2": 674,
            "text": "進化すると",
            "vi": "Khi nó phát triển"
        },
        {
            "x1": 786,
            "y1": 709,
            "x2": 875,
            "y2": 855,
            "text": "ごめんね ベニー",
            "vi": "Tôi xin lỗi Benny"
        },
        {
            "x1": 581,
            "y1": 713,
            "x2": 619,
            "y2": 823,
            "text": "ふえ？",
            "vi": "Thay đổi?"
        },
        {
            "x1": 200,
            "y1": 708,
            "x2": 249,
            "y2": 926,
            "text": "スキル起動",
            "vi": "Khởi nghiệp kỹ năng"
        },
        {
            "x1": 641,
            "y1": 987,
            "x2": 680,
            "y2": 1133,
            "text": "これなら",
            "vi": "Nếu điều này"
        },
        {
            "x1": 90,
            "y1": 1082,
            "x2": 130,
            "y2": 1268,
            "text": "この力なら",
            "vi": "Với sức mạnh này"
        }
    ],
    "007.jpg": [
        {
            "x1": 716,
            "y1": 48,
            "x2": 826,
            "y2": 706,
            "text": "セイントブラズト",
            "vi": "Saint Brazut"
        },
        {
            "x1": 46,
            "y1": 8,
            "x2": 239,
            "y2": 846,
            "text": "ぎぃやあああ」",
            "vi": "Giya ah \"\""
        },
        {
            "x1": 677,
            "y1": 952,
            "x2": 865,
            "y2": 1269,
            "text": "ベニー様 ァアア‼",
            "vi": "Benny giống"
        }
    ],
    "008.jpg": [
        {
            "x1": 768,
            "y1": 139,
            "x2": 832,
            "y2": 271,
            "text": "もう… リンってば",
            "vi": "Đã... Lin"
        },
        {
            "x1": 555,
            "y1": 201,
            "x2": 648,
            "y2": 361,
            "text": "そんな強スキル 持ってたなら 言ってよ‼",
            "vi": "Nếu bạn có một kỹ năng mạnh mẽ như vậy, vui lòng nói‼"
        },
        {
            "x1": 139,
            "y1": 180,
            "x2": 179,
            "y2": 400,
            "text": "獄ご ごめん",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 744,
            "y1": 477,
            "x2": 823,
            "y2": 628,
            "text": "けど連発は 難しいかな",
            "vi": "Nhưng tôi tự hỏi liệu nó có khó không bắn không"
        },
        {
            "x1": 328,
            "y1": 483,
            "x2": 388,
            "y2": 665,
            "text": "今一回使った だけで限界だよ…",
            "vi": "Đó là giới hạn chỉ bằng cách sử dụng nó một lần..."
        },
        {
            "x1": 126,
            "y1": 549,
            "x2": 169,
            "y2": 688,
            "text": "ふうん…",
            "vi": "Hmm..."
        },
        {
            "x1": 748,
            "y1": 759,
            "x2": 819,
            "y2": 970,
            "text": "けどこの力なら… 今度はきっと‼",
            "vi": "Nhưng với sức mạnh này... tôi chắc chắn lần này"
        },
        {
            "x1": 131,
            "y1": 1000,
            "x2": 220,
            "y2": 1238,
            "text": "レリウスを… 皆を護れるかも",
            "vi": "Lelius... có thể bảo vệ tất cả mọi người"
        }
    ],
    "009.jpg": [
        {
            "x1": 680,
            "y1": 113,
            "x2": 751,
            "y2": 227,
            "text": "ベニー様 時間よ",
            "vi": "Thời gian của Benny"
        },
        {
            "x1": 92,
            "y1": 278,
            "x2": 170,
            "y2": 415,
            "text": "？ どこか 行くの？",
            "vi": "?? Bạn đang đi đâu đó?"
        },
        {
            "x1": 801,
            "y1": 485,
            "x2": 863,
            "y2": 645,
            "text": "王都‼",
            "vi": "Thủ đô Hoàng gia‼"
        },
        {
            "x1": 672,
            "y1": 526,
            "x2": 736,
            "y2": 700,
            "text": "何か変な魔物の 調査と…",
            "vi": "Điều tra một cái gì đó kỳ lạ quái vật..."
        },
        {
            "x1": 149,
            "y1": 489,
            "x2": 222,
            "y2": 705,
            "text": "育ててくれた 孤児院に行くの‼",
            "vi": "Tôi sẽ đến trại trẻ mồ côi, nơi tôi lớn lên."
        },
        {
            "x1": 782,
            "y1": 776,
            "x2": 853,
            "y2": 962,
            "text": "抜け駆けし ないでよね⁉",
            "vi": "Đừng chạy ra ngoài"
        },
        {
            "x1": 620,
            "y1": 947,
            "x2": 687,
            "y2": 1089,
            "text": "そんなこと しないよ",
            "vi": "Tôi sẽ không làm điều đó"
        },
        {
            "x1": 437,
            "y1": 797,
            "x2": 510,
            "y2": 1028,
            "text": "何か買ってきて 欲しいモノある？",
            "vi": "Bạn có muốn mua một cái gì đó?"
        },
        {
            "x1": 149,
            "y1": 1074,
            "x2": 222,
            "y2": 1206,
            "text": "特にない かなあ…",
            "vi": "Tôi tự hỏi nếu không có cụ thể..."
        }
    ],
    "010.jpg": [
        {
            "x1": 762,
            "y1": 127,
            "x2": 849,
            "y2": 325,
            "text": "貴族の間で話題の ショップができた みたいなの",
            "vi": "Nó trông giống như một cửa hàng nóng đã được tạo ra giữa các quý tộc"
        },
        {
            "x1": 616,
            "y1": 139,
            "x2": 689,
            "y2": 357,
            "text": "何だっけ…レー… レー…",
            "vi": "Nó là gì... le... le..."
        },
        {
            "x1": 316,
            "y1": 152,
            "x2": 411,
            "y2": 313,
            "text": "レーダル ストア‼",
            "vi": "Cửa hàng radal‼"
        },
        {
            "x1": 744,
            "y1": 554,
            "x2": 854,
            "y2": 697,
            "text": "そこで 買ってきて あげるね！",
            "vi": "Tôi sẽ mua nó ở đó!"
        },
        {
            "x1": 121,
            "y1": 526,
            "x2": 213,
            "y2": 726,
            "text": "レーダルストア …って まさか…まさか‼",
            "vi": "Cửa hàng radal... không có cách nào... không thể nào"
        },
        {
            "x1": 121,
            "y1": 997,
            "x2": 263,
            "y2": 1186,
            "text": "レリウス… 今 王都に いるの⁉",
            "vi": "Lelius... bây giờ tôi đang ở thủ đô hoàng gia⁉"
        },
        {
            "x1": 78,
            "y1": 1329,
            "x2": 471,
            "y2": 1363,
            "text": "次号、あの御方に動きが…!?",
            "vi": "Vấn đề tiếp theo, phong trào cho người đó...??"
        }
    ]
}