var ocr_data = {
    "001.jpg": [
        {
            "x1": 470,
            "y1": 72,
            "x2": 597,
            "y2": 98,
            "text": "第88話実験"
        },
        {
            "x1": 87,
            "y1": 55,
            "x2": 231,
            "y2": 104,
            "text": "最強"
        },
        {
            "x1": 340,
            "y1": 117,
            "x2": 418,
            "y2": 295,
            "text": "ご覧メアっち …人魂だよ"
        },
        {
            "x1": 157,
            "y1": 180,
            "x2": 264,
            "y2": 341,
            "text": "この迷宮に 挑み倒れて いった者達…"
        },
        {
            "x1": 725,
            "y1": 471,
            "x2": 825,
            "y2": 679,
            "text": "戦いに敗れれば 私達もこうなって しまう"
        },
        {
            "x1": 148,
            "y1": 505,
            "x2": 268,
            "y2": 695,
            "text": "そう考えると 闘争心に火が つかない？"
        },
        {
            "x1": 799,
            "y1": 828,
            "x2": 858,
            "y2": 929,
            "text": "全然"
        },
        {
            "x1": 610,
            "y1": 799,
            "x2": 767,
            "y2": 891,
            "text": "クルアが見たら 倒れそうだ"
        },
        {
            "x1": 443,
            "y1": 851,
            "x2": 547,
            "y2": 1020,
            "text": "お二人共‼ 準備は いいですか？"
        },
        {
            "x1": 303,
            "y1": 819,
            "x2": 353,
            "y2": 941,
            "text": "おっけ"
        },
        {
            "x1": 161,
            "y1": 862,
            "x2": 198,
            "y2": 964,
            "text": "ああ‼"
        },
        {
            "x1": 109,
            "y1": 1221,
            "x2": 162,
            "y2": 1308,
            "text": "最強"
        },
        {
            "x1": 261,
            "y1": 1298,
            "x2": 883,
            "y2": 1330,
            "text": "累計35万部突破！ 最新第5巻絶覺発売中叫"
        }
    ],
    "003.jpg": [
        {
            "x1": 734,
            "y1": 147,
            "x2": 826,
            "y2": 338,
            "text": "ボスモンスターは 廃城内に現れる らしい"
        },
        {
            "x1": 138,
            "y1": 169,
            "x2": 206,
            "y2": 327,
            "text": "そこまで 行ってみよう"
        },
        {
            "x1": 768,
            "y1": 464,
            "x2": 866,
            "y2": 594,
            "text": "戦闘での 立ち回りは どうする？"
        },
        {
            "x1": 274,
            "y1": 443,
            "x2": 372,
            "y2": 642,
            "text": "私が近接で戦う 傷を負ったら治療 する…ど？"
        },
        {
            "x1": 131,
            "y1": 526,
            "x2": 180,
            "y2": 646,
            "text": "了解だ"
        },
        {
            "x1": 662,
            "y1": 725,
            "x2": 698,
            "y2": 959,
            "text": "待ってください"
        },
        {
            "x1": 457,
            "y1": 756,
            "x2": 543,
            "y2": 923,
            "text": "どしたの？ 何か不満？"
        },
        {
            "x1": 246,
            "y1": 741,
            "x2": 272,
            "y2": 882,
            "text": "いえ…ただ…"
        },
        {
            "x1": 111,
            "y1": 819,
            "x2": 169,
            "y2": 1023,
            "text": "いくつか試したい ことがあるんです"
        }
    ],
    "005.jpg": [
        {
            "x1": 126,
            "y1": 147,
            "x2": 215,
            "y2": 354,
            "text": "何ソレ凄い… 見えなかった"
        },
        {
            "x1": 743,
            "y1": 450,
            "x2": 821,
            "y2": 615,
            "text": "『透明化』の スキルです"
        },
        {
            "x1": 189,
            "y1": 479,
            "x2": 278,
            "y2": 680,
            "text": "装備している人しか 視認できなくなる ようですね"
        },
        {
            "x1": 723,
            "y1": 753,
            "x2": 793,
            "y2": 968,
            "text": "凄い…ちゃんと 投げナイフがある"
        },
        {
            "x1": 329,
            "y1": 740,
            "x2": 428,
            "y2": 940,
            "text": "リニテアル…ッ あまりレリウスに 近付くな"
        },
        {
            "x1": 155,
            "y1": 807,
            "x2": 241,
            "y2": 1007,
            "text": "ソレ人間には 使えないの？"
        },
        {
            "x1": 111,
            "y1": 1081,
            "x2": 145,
            "y2": 1287,
            "text": "使えないですね"
        }
    ],
    "011.jpg": [
        {
            "x1": 733,
            "y1": 95,
            "x2": 824,
            "y2": 319,
            "text": "もしかしたらこれは 鍛治師が身を守る為の 手段なのかもしれない"
        },
        {
            "x1": 155,
            "y1": 131,
            "x2": 247,
            "y2": 350,
            "text": "自分の作った武器で 自分が傷付けられ ないように…"
        },
        {
            "x1": 511,
            "y1": 411,
            "x2": 604,
            "y2": 616,
            "text": "その為に… 『自壊』できる ようにしたのかも"
        },
        {
            "x1": 99,
            "y1": 779,
            "x2": 291,
            "y2": 999,
            "text": "それじゃ… 次の検証に 向かっても いいですか？"
        },
        {
            "x1": 97,
            "y1": 1295,
            "x2": 722,
            "y2": 1325,
            "text": "テートスキルの成長止まらず品 次号へっプく叫"
        }
    ]
}