var ocr_data = {
    "012.jpg": [
        {
            "x1": 760,
            "y1": 115,
            "x2": 832,
            "y2": 280,
            "text": "気が向いたら 言ってくれ‼"
        },
        {
            "x1": 642,
            "y1": 162,
            "x2": 707,
            "y2": 328,
            "text": "いつでも歓迎 するからよ‼"
        },
        {
            "x1": 198,
            "y1": 116,
            "x2": 257,
            "y2": 264,
            "text": "今日は楽しむ としよう"
        },
        {
            "x1": 112,
            "y1": 166,
            "x2": 140,
            "y2": 319,
            "text": "じゃあなー‼"
        },
        {
            "x1": 382,
            "y1": 397,
            "x2": 457,
            "y2": 546,
            "text": "あっ リニアル‼"
        },
        {
            "x1": 275,
            "y1": 408,
            "x2": 340,
            "y2": 518,
            "text": "リニアル さん⁉"
        },
        {
            "x1": 86,
            "y1": 502,
            "x2": 129,
            "y2": 627,
            "text": "久しぶ…"
        }
    ],
    "014.jpg": [
        {
            "x1": 195,
            "y1": 140,
            "x2": 226,
            "y2": 288,
            "text": "うーっす"
        },
        {
            "x1": 781,
            "y1": 379,
            "x2": 849,
            "y2": 510,
            "text": "どした？ 惚れたか？"
        },
        {
            "x1": 509,
            "y1": 371,
            "x2": 576,
            "y2": 598,
            "text": "スケコマシムーヴ キメちゃう？"
        },
        {
            "x1": 117,
            "y1": 433,
            "x2": 195,
            "y2": 613,
            "text": "…元気そうで 安心しました"
        },
        {
            "x1": 784,
            "y1": 715,
            "x2": 863,
            "y2": 878,
            "text": "なんだか忙しい とう話を聞いて ましたが"
        },
        {
            "x1": 500,
            "y1": 715,
            "x2": 588,
            "y2": 895,
            "text": "あんな魔物が 出現してしまった からね"
        },
        {
            "x1": 663,
            "y1": 824,
            "x2": 729,
            "y2": 982,
            "text": "うん ちょっと 忙しかったー"
        },
        {
            "x1": 357,
            "y1": 854,
            "x2": 456,
            "y2": 1029,
            "text": "イリア様に お祈りを捧げる 人が増えたんだ"
        }
    ],
    "016.jpg": [
        {
            "x1": 249,
            "y1": 156,
            "x2": 346,
            "y2": 398,
            "text": "は神に縋らなくくては 生きてはけぬ 弱い生き物"
        },
        {
            "x1": 792,
            "y1": 537,
            "x2": 860,
            "y2": 671,
            "text": "あまりに 忙しくてね"
        },
        {
            "x1": 662,
            "y1": 540,
            "x2": 742,
            "y2": 730,
            "text": "勲章に興味は ないけ逃げるよらに 来てしまらた"
        },
        {
            "x1": 154,
            "y1": 576,
            "x2": 210,
            "y2": 741,
            "text": "大丈夫ですか？ 仕事溜まりますよ"
        },
        {
            "x1": 764,
            "y1": 835,
            "x2": 857,
            "y2": 1037,
            "text": "次に逃げる先は もう決めてあるから ご安心を"
        },
        {
            "x1": 523,
            "y1": 1059,
            "x2": 605,
            "y2": 1217,
            "text": "大丈夫かな この人"
        }
    ],
    "018.jpg": [
        {
            "x1": 824,
            "y1": 110,
            "x2": 850,
            "y2": 231,
            "text": "とにか"
        },
        {
            "x1": 698,
            "y1": 203,
            "x2": 783,
            "y2": 348,
            "text": "逃げ場を 用意してくれた 鍛治師様に感謝"
        },
        {
            "x1": 168,
            "y1": 171,
            "x2": 264,
            "y2": 362,
            "text": "お集まりの皆様 ありがとう ございます"
        },
        {
            "x1": 758,
            "y1": 488,
            "x2": 856,
            "y2": 664,
            "text": "勲章を 授与される方は こちらへ"
        },
        {
            "x1": 142,
            "y1": 566,
            "x2": 238,
            "y2": 776,
            "text": "熟章ごとに列を 決めていますので ご案内いたしますい"
        },
        {
            "x1": 771,
            "y1": 879,
            "x2": 846,
            "y2": 998,
            "text": "それじゃ 行こっか"
        },
        {
            "x1": 391,
            "y1": 989,
            "x2": 436,
            "y2": 1072,
            "text": "おう"
        },
        {
            "x1": 163,
            "y1": 1033,
            "x2": 194,
            "y2": 1179,
            "text": "そうですね"
        }
    ],
    "020.jpg": [
        {
            "x1": 811,
            "y1": 108,
            "x2": 840,
            "y2": 217,
            "text": "おっと…"
        },
        {
            "x1": 685,
            "y1": 151,
            "x2": 758,
            "y2": 305,
            "text": "レリウス様 ですね？"
        },
        {
            "x1": 181,
            "y1": 178,
            "x2": 249,
            "y2": 328,
            "text": "あなた様は こちらです"
        },
        {
            "x1": 706,
            "y1": 500,
            "x2": 777,
            "y2": 718,
            "text": "鍛治師 レリウス様には…"
        },
        {
            "x1": 133,
            "y1": 545,
            "x2": 270,
            "y2": 753,
            "text": "ヴァルトス王 直々に勲章を 授与されることに なっております‼"
        },
        {
            "x1": 158,
            "y1": 999,
            "x2": 209,
            "y2": 1230,
            "text": "マジかよ…‼"
        }
    ]
}