var ocr_data = {
    "001.jpg": [
        {
            "x1": 395,
            "y1": 34,
            "x2": 497,
            "y2": 59,
            "text": "職鍛治師」",
            "vi": "Lực lượng nghề nghiệp \""
        },
        {
            "x1": 353,
            "y1": 55,
            "x2": 486,
            "y2": 104,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 754,
            "y1": 124,
            "x2": 836,
            "y2": 252,
            "text": "王都の… 教会…⁉",
            "vi": "Thủ đô hoàng gia... nhà thờ...⁉"
        },
        {
            "x1": 154,
            "y1": 153,
            "x2": 191,
            "y2": 332,
            "text": "保護って…⁉",
            "vi": "Bao cao su...⁉"
        },
        {
            "x1": 768,
            "y1": 361,
            "x2": 855,
            "y2": 575,
            "text": "ど どういう ことですか⁉",
            "vi": "Ý bạn là gì?"
        },
        {
            "x1": 748,
            "y1": 649,
            "x2": 830,
            "y2": 869,
            "text": "え…嘘… 説明するの…？",
            "vi": "Ơ... nói dối... giải thích...?"
        },
        {
            "x1": 553,
            "y1": 668,
            "x2": 602,
            "y2": 866,
            "text": "メンドい…",
            "vi": "Mendo..."
        },
        {
            "x1": 177,
            "y1": 705,
            "x2": 298,
            "y2": 884,
            "text": "な 何だこの 掴み所のない 人は……‼",
            "vi": "Loại người này là gì?"
        },
        {
            "x1": 437,
            "y1": 1064,
            "x2": 526,
            "y2": 1242,
            "text": "はい⁉",
            "vi": "Vâng⁉"
        },
        {
            "x1": 116,
            "y1": 1059,
            "x2": 168,
            "y2": 1241,
            "text": "あ そうだ",
            "vi": "Đúng thế"
        },
        {
            "x1": 857,
            "y1": 1212,
            "x2": 896,
            "y2": 1307,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 207,
            "y1": 1301,
            "x2": 769,
            "y2": 1327,
            "text": "累計30万部突破！最新単行本第4巻好評発売中‼!",
            "vi": "Hơn 300. 000 bản sao! Cuốn sách mới nhất, Tập 4, được bán.!"
        }
    ],
    "002.jpg": [
        {
            "x1": 792,
            "y1": 104,
            "x2": 854,
            "y2": 272,
            "text": "この手紙に 目を通してみて",
            "vi": "Xem qua bức thư này"
        },
        {
            "x1": 591,
            "y1": 142,
            "x2": 626,
            "y2": 234,
            "text": "はあ…",
            "vi": "Hả..."
        },
        {
            "x1": 430,
            "y1": 92,
            "x2": 516,
            "y2": 315,
            "text": "教会のマークの封蝋 本当に 教会関係者 なんですね",
            "vi": "Nhà thờ Mark Sealed Wax thực sự là một người của nhà thờ"
        },
        {
            "x1": 759,
            "y1": 465,
            "x2": 837,
            "y2": 619,
            "text": "疑い深いの よくないー",
            "vi": "Nghi ngờ và xấu"
        },
        {
            "x1": 574,
            "y1": 554,
            "x2": 646,
            "y2": 719,
            "text": "そんなこと 言われても…",
            "vi": "Ngay cả khi bạn nói vậy..."
        },
        {
            "x1": 148,
            "y1": 516,
            "x2": 236,
            "y2": 689,
            "text": "レリウス？ お客様か？",
            "vi": "Lelius? Quý khách hàng?"
        },
        {
            "x1": 629,
            "y1": 840,
            "x2": 664,
            "y2": 957,
            "text": "あれは…",
            "vi": "Đó là…"
        },
        {
            "x1": 486,
            "y1": 807,
            "x2": 540,
            "y2": 1025,
            "text": "リニアル⁉",
            "vi": "Linem"
        }
    ],
    "003.jpg": [
        {
            "x1": 788,
            "y1": 106,
            "x2": 853,
            "y2": 275,
            "text": "メアっちじゃん 久しぶり",
            "vi": "Đã lâu rồi kể từ Marechijan"
        },
        {
            "x1": 612,
            "y1": 115,
            "x2": 690,
            "y2": 297,
            "text": "どうしたんだ こんな所に⁉",
            "vi": "Có gì sai? Ở một nơi như vậy⁉"
        },
        {
            "x1": 473,
            "y1": 139,
            "x2": 532,
            "y2": 287,
            "text": "し 知り合い なんですか？",
            "vi": "Bạn có phải là một người quen?"
        },
        {
            "x1": 172,
            "y1": 294,
            "x2": 304,
            "y2": 490,
            "text": "以前 王都で餓死 寸前になった時 食事を奢ってくれ たんだ！",
            "vi": "Tôi đã từng ăn khi tôi đang trên bờ vực chết đói ở thủ đô hoàng gia!"
        },
        {
            "x1": 792,
            "y1": 563,
            "x2": 861,
            "y2": 697,
            "text": "元気そうで 何よりー",
            "vi": "Nó trông ổn và trên hết là"
        },
        {
            "x1": 157,
            "y1": 594,
            "x2": 255,
            "y2": 718,
            "text": "そっちも 元気そうで 何よりだ‼",
            "vi": "Điều đó tốt và trên hết."
        },
        {
            "x1": 752,
            "y1": 838,
            "x2": 814,
            "y2": 1035,
            "text": "王都から去ったと 聞いてたけど…",
            "vi": "Tôi nghe nói rằng bạn đã rời khỏi thủ đô của hoàng gia..."
        },
        {
            "x1": 267,
            "y1": 839,
            "x2": 345,
            "y2": 985,
            "text": "冒険者… 羨ましいー",
            "vi": "Nhà thám hiểm... tuyệt vời"
        },
        {
            "x1": 570,
            "y1": 981,
            "x2": 673,
            "y2": 1145,
            "text": "ここで 冒険者活動を しているんだ",
            "vi": "Tôi đang làm việc với một nhà thám hiểm ở đây"
        },
        {
            "x1": 104,
            "y1": 890,
            "x2": 200,
            "y2": 1070,
            "text": "ははは リニアルは戦うの 大好きだったな",
            "vi": "Hahaha lineal yêu thích chiến đấu"
        },
        {
            "x1": 417,
            "y1": 1045,
            "x2": 519,
            "y2": 1234,
            "text": "最近ではかなり 強くなってきた んだぞ‼",
            "vi": "Gần đây, nó đã trở nên khá mạnh."
        }
    ],
    "004.jpg": [
        {
            "x1": 756,
            "y1": 105,
            "x2": 854,
            "y2": 296,
            "text": "それでリニアルは どうしてこの街に 来たんだ？",
            "vi": "Vậy tại sao tuyến tính lại đến thành phố này?"
        },
        {
            "x1": 346,
            "y1": 104,
            "x2": 436,
            "y2": 294,
            "text": "手紙にも確かに そんなことが 書かれている",
            "vi": "Chắc chắn loại điều đó được viết trong thư"
        },
        {
            "x1": 589,
            "y1": 200,
            "x2": 687,
            "y2": 392,
            "text": "そっちのいい男を 王都まで 連れていく",
            "vi": "Đưa người đàn ông tốt đó đến thủ đô của hoàng gia"
        },
        {
            "x1": 122,
            "y1": 124,
            "x2": 208,
            "y2": 348,
            "text": "がリードラッドの件は お聞きしました …是非一度お会いしたい",
            "vi": "Tôi đã nghe về Reedrad... Tôi muốn gặp bạn một lần"
        },
        {
            "x1": 822,
            "y1": 479,
            "x2": 851,
            "y2": 601,
            "text": "王都教会…",
            "vi": "Nhà thờ Hoàng gia..."
        },
        {
            "x1": 527,
            "y1": 491,
            "x2": 654,
            "y2": 619,
            "text": "きょ… 教皇様が 面会を⁉",
            "vi": "Kyo... Giáo hoàng đã đến thăm⁉"
        },
        {
            "x1": 405,
            "y1": 491,
            "x2": 474,
            "y2": 609,
            "text": "ん そんな 感じー",
            "vi": "Loại cảm giác đó"
        },
        {
            "x1": 706,
            "y1": 823,
            "x2": 781,
            "y2": 994,
            "text": "教皇…",
            "vi": "Giáo hoàng..."
        },
        {
            "x1": 155,
            "y1": 947,
            "x2": 244,
            "y2": 1186,
            "text": "イリア教の 頂点に立つお方",
            "vi": "Những người đứng trên đỉnh của chủ nghĩa Ilian"
        }
    ],
    "005.jpg": [
        {
            "x1": 723,
            "y1": 187,
            "x2": 851,
            "y2": 381,
            "text": "この世界では 『王』に並ぶ 最高権力者",
            "vi": "Trong thế giới này, sức mạnh cao nhất trong \"Vua\""
        },
        {
            "x1": 128,
            "y1": 416,
            "x2": 268,
            "y2": 629,
            "text": "普通 俺達平民 いや 貴族ですら 生涯お目にかかる ことはないだろう",
            "vi": "Thông thường, tất cả chúng ta đều là những người đi bộ và quý tộc sẽ không nhìn thấy họ trong đời"
        },
        {
            "x1": 570,
            "y1": 742,
            "x2": 665,
            "y2": 962,
            "text": "な 何故だ⁉ レリウスが何か悪い ことをしたのかい",
            "vi": "Tại sao Lelius lại làm điều gì đó sai?"
        },
        {
            "x1": 404,
            "y1": 944,
            "x2": 454,
            "y2": 1066,
            "text": "ほぉ…",
            "vi": "Thành công lớn..."
        },
        {
            "x1": 265,
            "y1": 1014,
            "x2": 339,
            "y2": 1232,
            "text": "それを見破るか メアっち",
            "vi": "Bạn có thấy nó không?"
        }
    ],
    "006.jpg": [
        {
            "x1": 822,
            "y1": 119,
            "x2": 851,
            "y2": 377,
            "text": "救世者は我が結社の",
            "vi": "Cứu Chúa là một xã hội"
        },
        {
            "x1": 781,
            "y1": 121,
            "x2": 807,
            "y2": 377,
            "text": "世界統一言画に必須",
            "vi": "Yêu cầu cho các từ thống nhất toàn cầu"
        },
        {
            "x1": 216,
            "y1": 157,
            "x2": 323,
            "y2": 393,
            "text": "大聖神しロしロラ？ 様を この現世に 顕現させるのだ",
            "vi": "Thần thần vĩ đại Lora? Tạo nên một biểu hiện như vậy trong thế giới này"
        },
        {
            "x1": 81,
            "y1": 354,
            "x2": 143,
            "y2": 542,
            "text": "理解できる単語が 一つもない‼",
            "vi": "Không có thông tin để hiểu."
        },
        {
            "x1": 735,
            "y1": 576,
            "x2": 865,
            "y2": 761,
            "text": "何だか わからないが レリウスのために お前を止める！",
            "vi": "Tôi không biết gì, nhưng hãy ngăn bạn cho Lelius!"
        },
        {
            "x1": 502,
            "y1": 584,
            "x2": 525,
            "y2": 689,
            "text": "メアさんを",
            "vi": "MET"
        },
        {
            "x1": 444,
            "y1": 583,
            "x2": 475,
            "y2": 651,
            "text": "下さい",
            "vi": "Xin vui lòng"
        },
        {
            "x1": 118,
            "y1": 613,
            "x2": 211,
            "y2": 773,
            "text": "でも どうして 教皇様は俺に 会おうなんて…",
            "vi": "Nhưng tại sao Giáo hoàng lại gặp tôi..."
        },
        {
            "x1": 817,
            "y1": 836,
            "x2": 841,
            "y2": 939,
            "text": "おじさ…",
            "vi": "Bác..."
        },
        {
            "x1": 354,
            "y1": 853,
            "x2": 409,
            "y2": 1013,
            "text": "何か国で動きが あったのかも",
            "vi": "Có thể có một phong trào trong nước"
        },
        {
            "x1": 128,
            "y1": 849,
            "x2": 164,
            "y2": 1070,
            "text": "おじさんって…",
            "vi": "Bác..."
        },
        {
            "x1": 681,
            "y1": 984,
            "x2": 772,
            "y2": 1163,
            "text": "教皇様が評議会に 参加した後に 言出したから",
            "vi": "Bởi vì Giáo hoàng đã nói một lời sau khi tham gia vào hội đồng"
        }
    ],
    "007.jpg": [
        {
            "x1": 728,
            "y1": 155,
            "x2": 821,
            "y2": 378,
            "text": "鍛治師っていえば 教会の人間はあんまり 良く思っていないし",
            "vi": "Nói về một huấn luyện viên, những người trong nhà thờ không nghĩ rõ"
        },
        {
            "x1": 200,
            "y1": 154,
            "x2": 287,
            "y2": 348,
            "text": "拒否すれば今後 どういう扱いを 受けるかわからない",
            "vi": "Tôi không biết loại điều trị nào được đối xử trong tương lai nếu tôi từ chối"
        },
        {
            "x1": 693,
            "y1": 506,
            "x2": 786,
            "y2": 712,
            "text": "実質これは『強制』 リンが学園に入学 させられたのと同じ",
            "vi": "Trên thực tế, điều này giống như Lin \"bắt buộc\" được ghi danh vào trường"
        },
        {
            "x1": 138,
            "y1": 515,
            "x2": 217,
            "y2": 720,
            "text": "…大事に なってきたな",
            "vi": "… Nó ngày càng quan trọng hơn"
        },
        {
            "x1": 643,
            "y1": 817,
            "x2": 678,
            "y2": 912,
            "text": "おっけ",
            "vi": "Xử lý"
        },
        {
            "x1": 767,
            "y1": 829,
            "x2": 859,
            "y2": 1031,
            "text": "もす、王都に行く 予定があります その時でも？",
            "vi": "Có lẽ bạn dự định sẽ đến thủ đô hoàng gia?"
        },
        {
            "x1": 506,
            "y1": 843,
            "x2": 570,
            "y2": 1064,
            "text": "別に今すぐ来いって 訳じゃない",
            "vi": "Ý tôi không phải là đến ngay bây giờ"
        },
        {
            "x1": 305,
            "y1": 866,
            "x2": 413,
            "y2": 1082,
            "text": "教皇様は多忙だじ きっと会えるのは 半年後とかになる",
            "vi": "Giáo hoàng đang bận và chắc chắn gặp nhau sáu tháng sau"
        },
        {
            "x1": 137,
            "y1": 1079,
            "x2": 177,
            "y2": 1282,
            "text": "わかりました",
            "vi": "lấy được rồi"
        }
    ],
    "008.jpg": [
        {
            "x1": 776,
            "y1": 115,
            "x2": 866,
            "y2": 282,
            "text": "ていうか レリウス… 王都に行くんだ",
            "vi": "Ý tôi là Lelius... tôi sẽ đến thủ đô hoàng gia"
        },
        {
            "x1": 534,
            "y1": 132,
            "x2": 565,
            "y2": 260,
            "text": "えぇ…まあ",
            "vi": "Vâng... tốt"
        },
        {
            "x1": 268,
            "y1": 120,
            "x2": 353,
            "y2": 264,
            "text": "ゃ私もそれに 合わせて王都に 帰ろっと",
            "vi": "Chà, tôi sẽ trở lại thủ đô hoàng gia cho phù hợp"
        },
        {
            "x1": 126,
            "y1": 172,
            "x2": 202,
            "y2": 409,
            "text": "が中々見っがら なかたってことにすれば 経費で生活できるー",
            "vi": "Nếu bạn không nhìn thấy nó, bạn có thể sống với các chi phí."
        },
        {
            "x1": 749,
            "y1": 499,
            "x2": 811,
            "y2": 706,
            "text": "ず ずる賢い人だ …大丈夫なのか…？",
            "vi": "Đó là một người thông minh... nó có ổn không...?"
        },
        {
            "x1": 258,
            "y1": 465,
            "x2": 315,
            "y2": 637,
            "text": "メアっち この街案内してリ",
            "vi": "Marechi hướng dẫn thành phố này"
        },
        {
            "x1": 74,
            "y1": 553,
            "x2": 159,
            "y2": 737,
            "text": "私はこれがら冒険者 活動があるから 無理だ",
            "vi": "Tôi không thể làm điều đó vì đây là một hoạt động của nhà thám hiểm"
        },
        {
            "x1": 773,
            "y1": 828,
            "x2": 846,
            "y2": 1059,
            "text": "色々奢ってあげる と言ったら？",
            "vi": "Điều gì sẽ xảy ra nếu tôi muốn cho tôi rất nhiều?"
        },
        {
            "x1": 367,
            "y1": 937,
            "x2": 440,
            "y2": 1098,
            "text": "任せろ",
            "vi": "Rời bỏ"
        }
    ],
    "009.jpg": [
        {
            "x1": 741,
            "y1": 130,
            "x2": 773,
            "y2": 308,
            "text": "じゃ 行こっか",
            "vi": "Sau đó, ở đây"
        },
        {
            "x1": 193,
            "y1": 143,
            "x2": 290,
            "y2": 363,
            "text": "レリウス 王都に行く 時は忘れずに私に 声をかけてー",
            "vi": "Đừng quên gọi cho tôi khi bạn đến Tập đoàn Relius Royal"
        },
        {
            "x1": 816,
            "y1": 448,
            "x2": 886,
            "y2": 587,
            "text": "レリウス… 気をつけろ",
            "vi": "Lelius... hãy cẩn thận"
        },
        {
            "x1": 500,
            "y1": 470,
            "x2": 540,
            "y2": 568,
            "text": "はい？",
            "vi": "Vâng?"
        },
        {
            "x1": 345,
            "y1": 436,
            "x2": 426,
            "y2": 637,
            "text": "二アは基本 面倒臭がりでい加減 がつ不真面目だ",
            "vi": "NII về cơ bản là rắc rối và nghiêm túc và nghiêm trọng"
        },
        {
            "x1": 212,
            "y1": 491,
            "x2": 293,
            "y2": 682,
            "text": "ただの命令なんかで カルラスまで 来るハズない",
            "vi": "Tôi không phải đến Callas chỉ với một đơn đặt hàng"
        },
        {
            "x1": 603,
            "y1": 758,
            "x2": 744,
            "y2": 996,
            "text": "きっと 何か悪いことを 考えている‼",
            "vi": "Tôi chắc chắn rằng tôi đang nghĩ về điều gì đó sai."
        },
        {
            "x1": 453,
            "y1": 764,
            "x2": 554,
            "y2": 910,
            "text": "メアっち？ 来ないなら 置いてくよー",
            "vi": "Ngựa cái? Nếu bạn không đến, hãy để nó"
        },
        {
            "x1": 244,
            "y1": 750,
            "x2": 280,
            "y2": 976,
            "text": "あ 待ってくれっ",
            "vi": "Ồ, xin vui lòng đợi"
        }
    ],
    "010.jpg": [
        {
            "x1": 806,
            "y1": 109,
            "x2": 834,
            "y2": 297,
            "text": "リニアルさん…か",
            "vi": "Linial..."
        },
        {
            "x1": 658,
            "y1": 219,
            "x2": 728,
            "y2": 370,
            "text": "どんな裏が あるにせよ",
            "vi": "Có những loại lưng nào?"
        },
        {
            "x1": 102,
            "y1": 291,
            "x2": 154,
            "y2": 448,
            "text": "まあ悪い人では ないだろう",
            "vi": "Tôi không phải là người xấu"
        },
        {
            "x1": 734,
            "y1": 540,
            "x2": 803,
            "y2": 711,
            "text": "さ 宿の掃除の 続きだ",
            "vi": "Tiếp tục vệ sinh Sajuku"
        },
        {
            "x1": 206,
            "y1": 543,
            "x2": 307,
            "y2": 741,
            "text": "明日は世話に なった人達へ 挨拶をしてこよう",
            "vi": "Hãy nói xin chào những người được chăm sóc vào ngày mai"
        },
        {
            "x1": 714,
            "y1": 836,
            "x2": 799,
            "y2": 1135,
            "text": "宿の馴染みのお客様 領主様 騎士様…",
            "vi": "Lãnh thổ khách hàng quen thuộc của nhà trọ..."
        },
        {
            "x1": 506,
            "y1": 946,
            "x2": 592,
            "y2": 1212,
            "text": "ボンドさんにも 別れを言わないと",
            "vi": "Tôi phải nói lời tạm biệt với trái phiếu"
        }
    ]
}