var ocr_data = {
    "001.jpg": [
        {
            "x1": 174,
            "y1": 27,
            "x2": 339,
            "y2": 104,
            "text": "不遇職“鍛治台師 最強"
        },
        {
            "x1": 758,
            "y1": 137,
            "x2": 845,
            "y2": 333,
            "text": "撃て撃て 撃て撃てッ‼"
        },
        {
            "x1": 131,
            "y1": 363,
            "x2": 210,
            "y2": 570,
            "text": "あのデカブツを 始末しろ‼"
        },
        {
            "x1": 755,
            "y1": 709,
            "x2": 872,
            "y2": 915,
            "text": "指揮官殿‼ あまり前に 出られては…‼"
        },
        {
            "x1": 588,
            "y1": 917,
            "x2": 705,
            "y2": 1179,
            "text": "指揮官殿の神器は 蒼石の魔物に 効かないんですよ⁉"
        },
        {
            "x1": 389,
            "y1": 900,
            "x2": 514,
            "y2": 1117,
            "text": "馬鹿言え‼ 手柄を あげる好機だぞ"
        },
        {
            "x1": 113,
            "y1": 1012,
            "x2": 254,
            "y2": 1261,
            "text": "イリア様の 加護が 我等にはある‼"
        },
        {
            "x1": 236,
            "y1": 1307,
            "x2": 840,
            "y2": 1338,
            "text": "単行本売れ行き絶好調！ 最新第7巻発売中叫"
        }
    ],
    "005.jpg": [
        {
            "x1": 231,
            "y1": 443,
            "x2": 308,
            "y2": 606,
            "text": "体が軽く なった…‼"
        },
        {
            "x1": 763,
            "y1": 712,
            "x2": 829,
            "y2": 920,
            "text": "この感覚は… 装備スキルの共有"
        },
        {
            "x1": 136,
            "y1": 1011,
            "x2": 248,
            "y2": 1217,
            "text": "皆が俺の武器を 使ってくれて いるのか‼"
        }
    ]
}