var ocr_data = {
    "001.jpg": [
        {
            "x1": 265,
            "y1": 71,
            "x2": 435,
            "y2": 97,
            "text": "第92話 C級攻略",
            "vi": "Tập 92 C Calling Capture"
        },
        {
            "x1": 92,
            "y1": 33,
            "x2": 240,
            "y2": 100,
            "text": "不遇職 鍛治治師 最強",
            "vi": "Kusenjujin mạnh nhất"
        },
        {
            "x1": 345,
            "y1": 522,
            "x2": 414,
            "y2": 646,
            "text": "コイツ… まだ…‼",
            "vi": "Anh chàng này... vẫn...‼‼"
        }
    ],
    "002.jpg": [
        {
            "x1": 803,
            "y1": 843,
            "x2": 846,
            "y2": 1020,
            "text": "メアっち！",
            "vi": "MARE!"
        },
        {
            "x1": 587,
            "y1": 904,
            "x2": 673,
            "y2": 1077,
            "text": "最後まで 油断するな",
            "vi": "Đừng bất cẩn cho đến khi kết thúc"
        },
        {
            "x1": 88,
            "y1": 933,
            "x2": 191,
            "y2": 1088,
            "text": "冒険者の 鉄則だ",
            "vi": "Quy tắc sắt của nhà thám hiểm"
        }
    ],
    "003.jpg": [
        {
            "x1": 806,
            "y1": 115,
            "x2": 835,
            "y2": 252,
            "text": "メアさん…",
            "vi": "Ma -rốc..."
        },
        {
            "x1": 576,
            "y1": 128,
            "x2": 652,
            "y2": 340,
            "text": "強くなった… いや 当たり前だ",
            "vi": "Nó ngày càng mạnh mẽ... không, nó tự nhiên"
        },
        {
            "x1": 135,
            "y1": 251,
            "x2": 235,
            "y2": 470,
            "text": "メアさんはもう 王都でやっていける 冒険者…！",
            "vi": "MEA là một nhà thám hiểm có thể làm điều đó ở thủ đô hoàng gia...!"
        },
        {
            "x1": 779,
            "y1": 568,
            "x2": 840,
            "y2": 749,
            "text": "お疲れ様でした リニアルさん",
            "vi": "Cảm ơn bạn vì sự chăm chỉ của bạn"
        },
        {
            "x1": 605,
            "y1": 582,
            "x2": 698,
            "y2": 803,
            "text": "訓練を真面目に 積んでいる良い動き でした…！",
            "vi": "Đó là một phong trào tốt với việc đào tạo nghiêm túc...!"
        },
        {
            "x1": 244,
            "y1": 547,
            "x2": 347,
            "y2": 723,
            "text": "それは 私がいつも 不真面目だと？",
            "vi": "Có phải luôn luôn nghiêm túc?"
        },
        {
            "x1": 92,
            "y1": 670,
            "x2": 199,
            "y2": 852,
            "text": "ちっ 違いますよ‼ 素直に凄いな と",
            "vi": "Nó hơi khác một chút. Thật tuyệt vời"
        },
        {
            "x1": 156,
            "y1": 1000,
            "x2": 265,
            "y2": 1172,
            "text": "それなら 許そう‼",
            "vi": "Rồi tha thứ cho tôi"
        }
    ],
    "004.jpg": [
        {
            "x1": 220,
            "y1": 190,
            "x2": 252,
            "y2": 338,
            "text": "戦えたんだ",
            "vi": "Tôi đã có thể chiến đấu"
        },
        {
            "x1": 803,
            "y1": 462,
            "x2": 832,
            "y2": 610,
            "text": "そうですよ！",
            "vi": "Đúng thế!"
        },
        {
            "x1": 518,
            "y1": 465,
            "x2": 593,
            "y2": 635,
            "text": "まだしばらく 残りますか？",
            "vi": "Nó vẫn sẽ vẫn còn trong một thời gian?"
        },
        {
            "x1": 97,
            "y1": 527,
            "x2": 183,
            "y2": 662,
            "text": "もういい 帰ろっか",
            "vi": "Đó có phải là một sự trở lại tốt không?"
        },
        {
            "x1": 731,
            "y1": 765,
            "x2": 814,
            "y2": 940,
            "text": "やったな リニアル‼",
            "vi": "Tôi đã làm nó tuyến tính‼"
        },
        {
            "x1": 392,
            "y1": 775,
            "x2": 476,
            "y2": 918,
            "text": "ありがと メアっち",
            "vi": "Cảm ơn bạn Mare"
        },
        {
            "x1": 221,
            "y1": 755,
            "x2": 319,
            "y2": 953,
            "text": "これは何か お礼をしなくては いけないねー",
            "vi": "Tôi phải cảm ơn điều này vì một cái gì đó"
        }
    ],
    "005.jpg": [
        {
            "x1": 732,
            "y1": 147,
            "x2": 829,
            "y2": 332,
            "text": "今 王都で話題の クック料亭 特製 ハンバーグか…",
            "vi": "Nó có phải là một chiếc bánh hamburger được sản xuất đặc biệt trong chủ đề ở thủ đô Hoàng gia..."
        },
        {
            "x1": 345,
            "y1": 134,
            "x2": 437,
            "y2": 347,
            "text": "モキキフルーソ パフェか …どっちがいい？",
            "vi": "Mokikiki Flevo Pafe... cái nào tốt hơn?"
        },
        {
            "x1": 773,
            "y1": 497,
            "x2": 840,
            "y2": 623,
            "text": "ハンバー… いや…",
            "vi": "Humbber... không..."
        },
        {
            "x1": 536,
            "y1": 479,
            "x2": 571,
            "y2": 563,
            "text": "…うぅ",
            "vi": "… Uh"
        },
        {
            "x1": 612,
            "y1": 505,
            "x2": 680,
            "y2": 640,
            "text": "モキキフル …待て…",
            "vi": "Mokikiki... Đợi đã..."
        },
        {
            "x1": 465,
            "y1": 483,
            "x2": 497,
            "y2": 617,
            "text": "ハン…モ…",
            "vi": "Han... Mo..."
        },
        {
            "x1": 470,
            "y1": 804,
            "x2": 593,
            "y2": 1013,
            "text": "いいだろう‼ 両方だ‼ 存分にお食べー",
            "vi": "Được rồi! Cả hai Cho đến tận cùng"
        },
        {
            "x1": 277,
            "y1": 824,
            "x2": 322,
            "y2": 970,
            "text": "本当か⁉",
            "vi": "Thực ra⁉"
        },
        {
            "x1": 718,
            "y1": 1089,
            "x2": 758,
            "y2": 1254,
            "text": "欲張りさん",
            "vi": "Tham lam"
        }
    ],
    "006.jpg": [
        {
            "x1": 111,
            "y1": 131,
            "x2": 191,
            "y2": 314,
            "text": "レベル万5に 上がりました",
            "vi": "Tôi đã đi lên cấp 5"
        },
        {
            "x1": 415,
            "y1": 439,
            "x2": 529,
            "y2": 662,
            "text": "新しく設計図の 作製・回収が 可能になりました",
            "vi": "Các bản vẽ thiết kế mới hiện có thể được thực hiện và thu thập"
        },
        {
            "x1": 546,
            "y1": 759,
            "x2": 629,
            "y2": 951,
            "text": "設計図…？ 作製…回収？",
            "vi": "Sơ đồ...? Làm... bộ sưu tập?"
        },
        {
            "x1": 376,
            "y1": 763,
            "x2": 444,
            "y2": 884,
            "text": "どしたの レリウス",
            "vi": "Relius"
        },
        {
            "x1": 141,
            "y1": 760,
            "x2": 253,
            "y2": 976,
            "text": "いや また新しい スキルを覚えた のですが…",
            "vi": "Không, tôi đã học lại những kỹ năng mới..."
        }
    ],
    "007.jpg": [
        {
            "x1": 782,
            "y1": 119,
            "x2": 827,
            "y2": 270,
            "text": "本当か⁉",
            "vi": "Thực ra⁉"
        },
        {
            "x1": 312,
            "y1": 129,
            "x2": 352,
            "y2": 235,
            "text": "うお…",
            "vi": "Uo..."
        },
        {
            "x1": 140,
            "y1": 154,
            "x2": 247,
            "y2": 348,
            "text": "ャマテリアル ブレイク\"より スゴいのか⁉",
            "vi": "Có phải nó tuyệt vời hơn so với thời gian phá vỡ yam vật liệu \"?"
        },
        {
            "x1": 635,
            "y1": 434,
            "x2": 663,
            "y2": 606,
            "text": "どうでしょう",
            "vi": "Còn về"
        }
    ],
    "008.jpg": [
        {
            "x1": 197,
            "y1": 174,
            "x2": 275,
            "y2": 397,
            "text": "設計図の作製… だそうです",
            "vi": "Tạo ra một kế hoạch chi tiết... nó dường như"
        },
        {
            "x1": 624,
            "y1": 418,
            "x2": 820,
            "y2": 479,
            "text": "6OAA10QTI3HMSDEA3O",
            "vi": "6 và 10"
        },
        {
            "x1": 729,
            "y1": 528,
            "x2": 810,
            "y2": 707,
            "text": "必要な材料と 魔力…",
            "vi": "Vật liệu và ma thuật cần thiết..."
        },
        {
            "x1": 120,
            "y1": 544,
            "x2": 210,
            "y2": 736,
            "text": "大きさとかの データが 書かれてますね…",
            "vi": "Dữ liệu của kích thước được viết..."
        },
        {
            "x1": 742,
            "y1": 845,
            "x2": 822,
            "y2": 1058,
            "text": "…レリウス… これ読めるの？",
            "vi": "Bạn có thể đọc được điều này không?"
        },
        {
            "x1": 134,
            "y1": 858,
            "x2": 247,
            "y2": 1064,
            "text": "私達には何が 書いてあるか… サッパリだ",
            "vi": "Những gì được viết... nó là mới mẻ"
        }
    ],
    "009.jpg": [
        {
            "x1": 744,
            "y1": 168,
            "x2": 853,
            "y2": 367,
            "text": "…読めない…？ 他の人には…？ それじゃあ…",
            "vi": "Không thể đọc được? Gửi người khác...? Vậy thì"
        },
        {
            "x1": 312,
            "y1": 373,
            "x2": 409,
            "y2": 601,
            "text": "この設計図は 何のために…",
            "vi": "Bản thiết kế này là gì?"
        },
        {
            "x1": 128,
            "y1": 410,
            "x2": 221,
            "y2": 722,
            "text": "誰のために使う っていうんだ…？",
            "vi": "Bạn sử dụng ai?"
        },
        {
            "x1": 785,
            "y1": 803,
            "x2": 858,
            "y2": 944,
            "text": "これだけ？ 他には？",
            "vi": "Chỉ cái này? Ngoài ra?"
        },
        {
            "x1": 572,
            "y1": 820,
            "x2": 659,
            "y2": 990,
            "text": "設計図の回収 らしいですが わかりません…",
            "vi": "Nó dường như đã được phục hồi từ bản thiết kế, nhưng tôi không biết..."
        },
        {
            "x1": 357,
            "y1": 831,
            "x2": 444,
            "y2": 1020,
            "text": "ハズレ… ですかね…",
            "vi": "Mất đi..."
        }
    ],
    "010.jpg": [
        {
            "x1": 768,
            "y1": 112,
            "x2": 834,
            "y2": 286,
            "text": "まぁ今まで十分 凄かったんだ！",
            "vi": "Vâng, nó là rất tuyệt vời cho đến bây giờ!"
        },
        {
            "x1": 339,
            "y1": 132,
            "x2": 367,
            "y2": 283,
            "text": "そうですね…",
            "vi": "Tôi đồng ý…"
        },
        {
            "x1": 661,
            "y1": 218,
            "x2": 719,
            "y2": 368,
            "text": "こういうこと もあるさ",
            "vi": "Có những thứ như thế này"
        },
        {
            "x1": 144,
            "y1": 205,
            "x2": 218,
            "y2": 344,
            "text": "気を 取り直して",
            "vi": "Hãy lấy lòng"
        },
        {
            "x1": 741,
            "y1": 517,
            "x2": 842,
            "y2": 737,
            "text": "リニアルさん 初のダンジョン攻略 成功です！",
            "vi": "Thành công đầu tiên của ngục tối đầu tiên!"
        },
        {
            "x1": 131,
            "y1": 628,
            "x2": 194,
            "y2": 843,
            "text": "戻って皆で祝杯を あげましょう！",
            "vi": "Hãy quay lại và cho một lễ kỷ niệm!"
        },
        {
            "x1": 117,
            "y1": 942,
            "x2": 191,
            "y2": 1119,
            "text": "おう‼",
            "vi": "OU!"
        },
        {
            "x1": 78,
            "y1": 1299,
            "x2": 750,
            "y2": 1325,
            "text": "誰に結ちた話能力。何はともあれダンジョン踏破！次号へ叫",
            "vi": "Khả năng nói kết nối với ai. Dù sao, Dungeon vượt qua! Hét lên vấn đề tiếp theo"
        }
    ]
}