var ocr_data = {
    "001.jpg": [
        {
            "x1": 95,
            "y1": 26,
            "x2": 517,
            "y2": 103,
            "text": "不遇職“鍛治台師」 最強無第10話数強のァィデア"
        },
        {
            "x1": 775,
            "y1": 209,
            "x2": 829,
            "y2": 375,
            "text": "皆さん‼"
        },
        {
            "x1": 270,
            "y1": 289,
            "x2": 316,
            "y2": 519,
            "text": "落ち着いて‼"
        },
        {
            "x1": 130,
            "y1": 466,
            "x2": 199,
            "y2": 673,
            "text": "落ち着いて避難 してください"
        },
        {
            "x1": 760,
            "y1": 845,
            "x2": 830,
            "y2": 1058,
            "text": "馬車は十分に 確保しております"
        },
        {
            "x1": 157,
            "y1": 859,
            "x2": 235,
            "y2": 1023,
            "text": "老人 子供を 最優先に…"
        },
        {
            "x1": 94,
            "y1": 1299,
            "x2": 758,
            "y2": 1337,
            "text": "累計60万部突破！ 第G巻絶覺発売中品"
        }
    ],
    "005.jpg": [
        {
            "x1": 486,
            "y1": 104,
            "x2": 520,
            "y2": 314,
            "text": "ヴェイルさん⁉"
        },
        {
            "x1": 133,
            "y1": 87,
            "x2": 196,
            "y2": 345,
            "text": "いやあああ"
        },
        {
            "x1": 443,
            "y1": 366,
            "x2": 470,
            "y2": 444,
            "text": "ぐは"
        },
        {
            "x1": 801,
            "y1": 398,
            "x2": 864,
            "y2": 574,
            "text": "安らかに眠って ヴェイル‼"
        },
        {
            "x1": 124,
            "y1": 431,
            "x2": 194,
            "y2": 609,
            "text": "天国に昇って ヴェイル‼"
        },
        {
            "x1": 739,
            "y1": 707,
            "x2": 834,
            "y2": 864,
            "text": "無事だった んですね‼ よかった…‼"
        },
        {
            "x1": 436,
            "y1": 741,
            "x2": 529,
            "y2": 924,
            "text": "勿論！ お前のおかげさ レリウス"
        },
        {
            "x1": 272,
            "y1": 915,
            "x2": 302,
            "y2": 1014,
            "text": "どういう"
        },
        {
            "x1": 152,
            "y1": 944,
            "x2": 248,
            "y2": 1213,
            "text": "これはこれは レーダルストアの鍛治師 ではありませんか"
        }
    ],
    "012.jpg": [
        {
            "x1": 701,
            "y1": 379,
            "x2": 852,
            "y2": 540,
            "text": "バカな‼ 鍛治師を 頼る⁉"
        },
        {
            "x1": 574,
            "y1": 415,
            "x2": 662,
            "y2": 620,
            "text": "イリア様の 教義に反する"
        },
        {
            "x1": 411,
            "y1": 369,
            "x2": 521,
            "y2": 572,
            "text": "グレードル 間違いは正さな くてはならない"
        },
        {
            "x1": 219,
            "y1": 379,
            "x2": 320,
            "y2": 555,
            "text": "レリウス… あの時の約束を 果たしましょう"
        },
        {
            "x1": 744,
            "y1": 672,
            "x2": 826,
            "y2": 924,
            "text": "イリア教 教皇の名において"
        },
        {
            "x1": 243,
            "y1": 783,
            "x2": 354,
            "y2": 1081,
            "text": "教会は鍛治師を 認めると"
        },
        {
            "x1": 68,
            "y1": 975,
            "x2": 179,
            "y2": 1193,
            "text": "──ここに 宣言します"
        }
    ]
}