var ocr_data = {
    "001.jpg": [
        {
            "x1": 96,
            "y1": 28,
            "x2": 444,
            "y2": 109,
            "text": "不遇職“鍛治師意 最強こ 第53話勇者の力",
            "vi": "Việc làm bất thường \"mạnh nhất của Oshika\" Tập 53 Sức mạnh của người đàn ông dũng cảm"
        },
        {
            "x1": 776,
            "y1": 500,
            "x2": 826,
            "y2": 717,
            "text": "手応えあり",
            "vi": "Phản hồi"
        },
        {
            "x1": 789,
            "y1": 860,
            "x2": 863,
            "y2": 994,
            "text": "回避する ことも",
            "vi": "Ngăn ngừa"
        },
        {
            "x1": 603,
            "y1": 874,
            "x2": 676,
            "y2": 1089,
            "text": "防御することも できまい",
            "vi": "Tôi không thể phòng thủ"
        },
        {
            "x1": 150,
            "y1": 1046,
            "x2": 258,
            "y2": 1179,
            "text": "確実に 討ち取",
            "vi": "Chắc chắn"
        },
        {
            "x1": 334,
            "y1": 1295,
            "x2": 789,
            "y2": 1316,
            "text": "案計20万部突破！最新単行本第3巻好評発売中",
            "vi": "Hơn 200. 000 bản! Cuốn sách mới nhất Tập 3 đang được bán"
        }
    ],
    "002.jpg": [
        {
            "x1": 785,
            "y1": 661,
            "x2": 836,
            "y2": 841,
            "text": "馬鹿な⁉",
            "vi": "Tôi ngu ngốc"
        },
        {
            "x1": 409,
            "y1": 745,
            "x2": 456,
            "y2": 903,
            "text": "キリエッ",
            "vi": "Kirie"
        },
        {
            "x1": 139,
            "y1": 990,
            "x2": 230,
            "y2": 1206,
            "text": "無傷⁉",
            "vi": "Nguyên vẹn⁉"
        }
    ],
    "003.jpg": [
        {
            "x1": 705,
            "y1": 148,
            "x2": 807,
            "y2": 333,
            "text": "確かに致命傷を 与えたハズだ …いや",
            "vi": "Chắc chắn đó là một chấn thương nghiêm trọng... không"
        },
        {
            "x1": 111,
            "y1": 144,
            "x2": 191,
            "y2": 386,
            "text": "生きているのなら 今一度斬るのみ",
            "vi": "Nếu bạn còn sống, chỉ cần cắt nó lần nữa"
        },
        {
            "x1": 700,
            "y1": 575,
            "x2": 863,
            "y2": 782,
            "text": "今度は‼ 確実に首を 取る",
            "vi": "Lần sau! Tháo cổ của bạn"
        },
        {
            "x1": 266,
            "y1": 680,
            "x2": 360,
            "y2": 950,
            "text": "ディメンション ブレイド‼",
            "vi": "Lưỡi dao kích thước‼"
        },
        {
            "x1": 173,
            "y1": 647,
            "x2": 278,
            "y2": 824,
            "text": "ガクマ",
            "vi": "Bịt miệng"
        }
    ],
    "004.jpg": [
        {
            "x1": 483,
            "y1": 157,
            "x2": 584,
            "y2": 317,
            "text": "何だ… ッタ…？",
            "vi": "Gì..."
        },
        {
            "x1": 727,
            "y1": 551,
            "x2": 838,
            "y2": 722,
            "text": "違う‼ あの槍…",
            "vi": "khác nhau! Giáo đó..."
        },
        {
            "x1": 740,
            "y1": 859,
            "x2": 803,
            "y2": 1121,
            "text": "『魔神器』‼",
            "vi": "\"Majin Wear\""
        },
        {
            "x1": 82,
            "y1": 1036,
            "x2": 204,
            "y2": 1232,
            "text": "コイツ… やはり魔物 だったか…⁉",
            "vi": "Anh chàng này... nó vẫn là một con quỷ...⁉⁉"
        }
    ],
    "005.jpg": [
        {
            "x1": 733,
            "y1": 105,
            "x2": 838,
            "y2": 301,
            "text": "仕留め損ねたが 腕と足は もらった",
            "vi": "Tôi đã bỏ lỡ vụ giết người, nhưng tôi có tay và chân của mình"
        },
        {
            "x1": 131,
            "y1": 133,
            "x2": 255,
            "y2": 316,
            "text": "私が 倒せないのは …好都合だ",
            "vi": "Tôi không thể đánh bại nó... nó tiện lợi"
        },
        {
            "x1": 712,
            "y1": 418,
            "x2": 839,
            "y2": 602,
            "text": "彼女が倒せば 皆の士気も 上がる",
            "vi": "Nếu cô ấy đánh bại, tinh thần của mọi người sẽ tăng"
        },
        {
            "x1": 454,
            "y1": 427,
            "x2": 574,
            "y2": 649,
            "text": "彼女の名声 も上がるッ",
            "vi": "Danh tiếng của cô ấy cũng tăng"
        },
        {
            "x1": 126,
            "y1": 586,
            "x2": 234,
            "y2": 838,
            "text": "詰みだ 蒼石の首領‼",
            "vi": "Lãnh đạo của Aishiishi bị tắc nghẽn"
        },
        {
            "x1": 712,
            "y1": 749,
            "x2": 782,
            "y2": 933,
            "text": "勇者様",
            "vi": "Người đàn ông dũng cảm"
        }
    ],
    "006.jpg": [
        {
            "x1": 697,
            "y1": 93,
            "x2": 765,
            "y2": 314,
            "text": "魔力解放",
            "vi": "Phát hành phép thuật"
        },
        {
            "x1": 433,
            "y1": 470,
            "x2": 497,
            "y2": 685,
            "text": "神器解放",
            "vi": "Phát hành kho báu linh thiêng"
        },
        {
            "x1": 291,
            "y1": 545,
            "x2": 360,
            "y2": 828,
            "text": "スキル起動",
            "vi": "Khởi nghiệp kỹ năng"
        },
        {
            "x1": 79,
            "y1": 1085,
            "x2": 141,
            "y2": 1273,
            "text": "行くよっ",
            "vi": "Tôi sẽ đi"
        }
    ],
    "007.jpg": [
        {
            "x1": 139,
            "y1": 222,
            "x2": 305,
            "y2": 569,
            "text": "グブライト バースト\"ッ",
            "vi": "Gubrite vỡ \""
        }
    ],
    "008.jpg": [
        {
            "x1": 807,
            "y1": 111,
            "x2": 831,
            "y2": 182,
            "text": "おぉ…",
            "vi": "Oh..."
        },
        {
            "x1": 571,
            "y1": 104,
            "x2": 611,
            "y2": 235,
            "text": "すげぇ…",
            "vi": "SUGO..."
        },
        {
            "x1": 708,
            "y1": 174,
            "x2": 777,
            "y2": 305,
            "text": "あれが 勇者様の…",
            "vi": "Đó là anh hùng..."
        }
    ],
    "009.jpg": [
        {
            "x1": 518,
            "y1": 137,
            "x2": 550,
            "y2": 284,
            "text": "やっ…た…？",
            "vi": "Hoan hô…?"
        },
        {
            "x1": 758,
            "y1": 403,
            "x2": 852,
            "y2": 593,
            "text": "やったよ‼ キリエッ",
            "vi": "tôi đã thành công rồi! Kirie"
        },
        {
            "x1": 337,
            "y1": 639,
            "x2": 371,
            "y2": 765,
            "text": "きゃッ⁉",
            "vi": "Người KYU"
        },
        {
            "x1": 745,
            "y1": 659,
            "x2": 864,
            "y2": 877,
            "text": "私達 蒼石の首領を やっつけたんだ",
            "vi": "Chúng tôi đánh bại người lãnh đạo của Aishiishi"
        }
    ],
    "010.jpg": [
        {
            "x1": 188,
            "y1": 887,
            "x2": 311,
            "y2": 1044,
            "text": "有象無象の 神器なら いざ知らず",
            "vi": "Tôi không biết đó có phải là một kho báu thiêng liêng giống con voi không"
        },
        {
            "x1": 407,
            "y1": 1087,
            "x2": 441,
            "y2": 1264,
            "text": "馬…鹿な…ッ",
            "vi": "Ngựa... hươu..."
        },
        {
            "x1": 115,
            "y1": 1064,
            "x2": 157,
            "y2": 1259,
            "text": "勇者だぞ…",
            "vi": "Đó là một anh hùng..."
        }
    ],
    "011.jpg": [
        {
            "x1": 144,
            "y1": 116,
            "x2": 194,
            "y2": 285,
            "text": "そんな…",
            "vi": "Như vậy..."
        },
        {
            "x1": 465,
            "y1": 385,
            "x2": 574,
            "y2": 604,
            "text": "再生 してる…⁉",
            "vi": "Nó đang chơi...⁉"
        },
        {
            "x1": 729,
            "y1": 777,
            "x2": 822,
            "y2": 993,
            "text": "世界最強最高 の神器が‼",
            "vi": "Kho báu thiêng liêng mạnh nhất thế giới"
        },
        {
            "x1": 589,
            "y1": 1002,
            "x2": 689,
            "y2": 1207,
            "text": "世界の敵を 討つ力が‼",
            "vi": "Sức mạnh để đánh bại kẻ thù của thế giới‼"
        }
    ],
    "012.jpg": [
        {
            "x1": 661,
            "y1": 154,
            "x2": 810,
            "y2": 438,
            "text": "何故 効かない‼",
            "vi": "Tại sao không hoạt động!!"
        },
        {
            "x1": 118,
            "y1": 1306,
            "x2": 683,
            "y2": 1347,
            "text": "世の英雄の力も敵わず。方事休すか。次号へ!",
            "vi": "Sức mạnh của người anh hùng không phải là kẻ thù. Bạn có muốn nghỉ ngơi không? Cho vấn đề tiếp theo!"
        }
    ]
}