var ocr_data = {
    "001.jpg": [
        {
            "x1": 279,
            "y1": 75,
            "x2": 455,
            "y2": 103,
            "text": "弟116話 最後の一繋"
        },
        {
            "x1": 95,
            "y1": 56,
            "x2": 256,
            "y2": 104,
            "text": "最強"
        },
        {
            "x1": 757,
            "y1": 150,
            "x2": 823,
            "y2": 355,
            "text": "文字通り これは 最後の一撃となる"
        },
        {
            "x1": 136,
            "y1": 242,
            "x2": 245,
            "y2": 432,
            "text": "今 俺は皆の おかげで最大限 強化されている"
        },
        {
            "x1": 740,
            "y1": 507,
            "x2": 837,
            "y2": 715,
            "text": "この状態で全てを 乗せて耐えられる のは"
        },
        {
            "x1": 170,
            "y1": 755,
            "x2": 242,
            "y2": 1048,
            "text": "この剣のみ"
        },
        {
            "x1": 191,
            "y1": 1300,
            "x2": 797,
            "y2": 1336,
            "text": "単行本売れ行き絶好調！ 最新第7巻発売中叫"
        }
    ],
    "005.jpg": [
        {
            "x1": 793,
            "y1": 667,
            "x2": 832,
            "y2": 879,
            "text": "“防御魔法”⁉"
        },
        {
            "x1": 131,
            "y1": 758,
            "x2": 215,
            "y2": 906,
            "text": "防御する ことを学習した のか…⁉"
        },
        {
            "x1": 754,
            "y1": 995,
            "x2": 834,
            "y2": 1202,
            "text": "マテリアル ブレイクを…"
        },
        {
            "x1": 316,
            "y1": 1003,
            "x2": 425,
            "y2": 1164,
            "text": "いや 駄目だ‼"
        },
        {
            "x1": 125,
            "y1": 1054,
            "x2": 233,
            "y2": 1263,
            "text": "シールドを突破 しても…本体には 届かない…ッ"
        }
    ]
}