var ocr_data = {
    "003.jpg": [
        {
            "x1": 763,
            "y1": 924,
            "x2": 826,
            "y2": 1032,
            "text": "力持ち なのね‼",
            "vi": "Tôi rất mạnh mẽ"
        },
        {
            "x1": 460,
            "y1": 913,
            "x2": 500,
            "y2": 1022,
            "text": "おぉ…",
            "vi": "Oh..."
        }
    ],
    "005.jpg": [
        {
            "x1": 767,
            "y1": 122,
            "x2": 845,
            "y2": 250,
            "text": "もっとこう… 走れたり できないか？",
            "vi": "Hãy làm nhiều hơn nữa... bạn không thể chạy?"
        },
        {
            "x1": 293,
            "y1": 138,
            "x2": 357,
            "y2": 296,
            "text": "戦闘では 役に 立たないか…",
            "vi": "Nó không hữu ích trong trận chiến..."
        },
        {
            "x1": 764,
            "y1": 468,
            "x2": 835,
            "y2": 632,
            "text": "この子しか 作れないの？",
            "vi": "Bạn có thể chỉ làm cho đứa trẻ này không?"
        },
        {
            "x1": 145,
            "y1": 474,
            "x2": 209,
            "y2": 666,
            "text": "魔力を使うわけ でもないので…",
            "vi": "Tôi không sử dụng ma thuật..."
        },
        {
            "x1": 731,
            "y1": 834,
            "x2": 815,
            "y2": 997,
            "text": "結構な数 作れますね",
            "vi": "Bạn có thể làm khá nhiều"
        }
    ],
    "007.jpg": [
        {
            "x1": 738,
            "y1": 140,
            "x2": 828,
            "y2": 331,
            "text": "可愛いが いっぱい‼",
            "vi": "Dễ thương nhưng đầy đủ‼"
        },
        {
            "x1": 812,
            "y1": 435,
            "x2": 858,
            "y2": 530,
            "text": "ふふ‼",
            "vi": "n/a!"
        },
        {
            "x1": 705,
            "y1": 455,
            "x2": 767,
            "y2": 589,
            "text": "名前つけて あげるわね",
            "vi": "Tôi sẽ đặt cho bạn một tên"
        },
        {
            "x1": 500,
            "y1": 484,
            "x2": 579,
            "y2": 611,
            "text": "あなたは ベティ",
            "vi": "Bạn là Betty"
        },
        {
            "x1": 388,
            "y1": 446,
            "x2": 422,
            "y2": 593,
            "text": "チャーリー",
            "vi": "Charlie"
        },
        {
            "x1": 248,
            "y1": 505,
            "x2": 286,
            "y2": 626,
            "text": "ブレンド",
            "vi": "hỗn hợp"
        },
        {
            "x1": 104,
            "y1": 479,
            "x2": 141,
            "y2": 630,
            "text": "あなたは…",
            "vi": "Bạn…"
        },
        {
            "x1": 780,
            "y1": 813,
            "x2": 820,
            "y2": 968,
            "text": "装甲機神…",
            "vi": "Giáp bọc thép..."
        },
        {
            "x1": 494,
            "y1": 839,
            "x2": 566,
            "y2": 1045,
            "text": "ゲシュペンスト イェーガー",
            "vi": "Geshpen Stegger"
        },
        {
            "x1": 276,
            "y1": 812,
            "x2": 341,
            "y2": 965,
            "text": "でも使い道が 思いつかない",
            "vi": "Nhưng tôi không thể nghĩ làm thế nào để sử dụng nó"
        },
        {
            "x1": 153,
            "y1": 874,
            "x2": 227,
            "y2": 994,
            "text": "いったん 壊すか…",
            "vi": "Một khi bị hỏng..."
        },
        {
            "x1": 421,
            "y1": 1072,
            "x2": 458,
            "y2": 1295,
            "text": "フィーラさん⁉",
            "vi": "Filla -san⁉"
        }
    ],
    "009.jpg": [
        {
            "x1": 743,
            "y1": 139,
            "x2": 845,
            "y2": 316,
            "text": "駄目よレリウス 馬鹿なこと 言わないで",
            "vi": "Không, đừng nói Lelius ngu ngốc"
        },
        {
            "x1": 118,
            "y1": 235,
            "x2": 252,
            "y2": 387,
            "text": "あるじゃない この子たちに ぴったりの 仕事が‼",
            "vi": "Có một công việc hoàn hảo cho những đứa trẻ này‼"
        },
        {
            "x1": 768,
            "y1": 774,
            "x2": 851,
            "y2": 952,
            "text": "ベああッ⁉ うぼぉおお",
            "vi": "Baa Ah⁉uooo"
        },
        {
            "x1": 535,
            "y1": 811,
            "x2": 645,
            "y2": 1037,
            "text": "すげぇ…ッ あの木材を あんな 簡単に運ぶなんて",
            "vi": "Tuyệt vời... để mang gỗ đó một cách dễ dàng như vậy"
        },
        {
            "x1": 233,
            "y1": 796,
            "x2": 305,
            "y2": 961,
            "text": "あんなのオラ 見たことねぇ",
            "vi": "Tôi chưa bao giờ thấy một ora như vậy"
        },
        {
            "x1": 401,
            "y1": 921,
            "x2": 463,
            "y2": 1093,
            "text": "てか 人の言葉 わかるんけ？",
            "vi": "Bạn có hiểu những lời của Teka?"
        }
    ],
    "013.jpg": [
        {
            "x1": 476,
            "y1": 120,
            "x2": 629,
            "y2": 206,
            "text": "ははは",
            "vi": "Hahaha"
        },
        {
            "x1": 715,
            "y1": 160,
            "x2": 785,
            "y2": 323,
            "text": "それは流石に 無理だべな‼",
            "vi": "Không thể làm được."
        },
        {
            "x1": 734,
            "y1": 473,
            "x2": 812,
            "y2": 692,
            "text": "どうぞ‼",
            "vi": "vui lòng!"
        },
        {
            "x1": 153,
            "y1": 674,
            "x2": 244,
            "y2": 1116,
            "text": "うへぇあああ",
            "vi": "Uhhhhhhhh"
        }
    ],
    "015.jpg": [
        {
            "x1": 736,
            "y1": 148,
            "x2": 837,
            "y2": 300,
            "text": "職人さんの 言う通りに 動くんだぞ‼",
            "vi": "Nó hoạt động như người thợ nói."
        },
        {
            "x1": 767,
            "y1": 410,
            "x2": 843,
            "y2": 575,
            "text": "これで 一件落着ねっ",
            "vi": "Đây là một giải quyết"
        },
        {
            "x1": 427,
            "y1": 408,
            "x2": 491,
            "y2": 582,
            "text": "なーに？ 名前 欲しいの？",
            "vi": "Gì? Bạn có muốn một cái tên không?"
        },
        {
            "x1": 127,
            "y1": 477,
            "x2": 191,
            "y2": 653,
            "text": "いいわよ！ 順番に並んで‼",
            "vi": "ĐỒNG Ý! Xếp hàng theo thứ tự"
        },
        {
            "x1": 745,
            "y1": 835,
            "x2": 825,
            "y2": 964,
            "text": "あなたは ァイン",
            "vi": "Em là"
        },
        {
            "x1": 656,
            "y1": 882,
            "x2": 696,
            "y2": 1006,
            "text": "マッキー",
            "vi": "Mackey"
        },
        {
            "x1": 400,
            "y1": 838,
            "x2": 463,
            "y2": 1055,
            "text": "絶対勇者皇帝 アシュカイザー‼",
            "vi": "Hoàng đế anh hùng hoàn toàn Ashkaiser‼"
        },
        {
            "x1": 116,
            "y1": 842,
            "x2": 186,
            "y2": 985,
            "text": "鍛治師 すっげぇ…",
            "vi": "Osamu thật tuyệt..."
        },
        {
            "x1": 544,
            "y1": 1016,
            "x2": 607,
            "y2": 1145,
            "text": "ウエンディ ココス",
            "vi": "Wendy Cocos"
        }
    ],
    "017.jpg": [
        {
            "x1": 381,
            "y1": 191,
            "x2": 423,
            "y2": 378,
            "text": "ストップ‼",
            "vi": "chặn!"
        },
        {
            "x1": 244,
            "y1": 234,
            "x2": 291,
            "y2": 423,
            "text": "ストーップ",
            "vi": "Khom lưng"
        },
        {
            "x1": 782,
            "y1": 538,
            "x2": 843,
            "y2": 667,
            "text": "どうした リスティナ",
            "vi": "Điều gì đã xảy ra với Listina"
        },
        {
            "x1": 526,
            "y1": 681,
            "x2": 601,
            "y2": 797,
            "text": "演技が 固いぞ‼",
            "vi": "Diễn xuất là khó"
        },
        {
            "x1": 238,
            "y1": 862,
            "x2": 310,
            "y2": 973,
            "text": "まぁまぁ 団長",
            "vi": "Chà, người lãnh đạo"
        },
        {
            "x1": 782,
            "y1": 874,
            "x2": 816,
            "y2": 1074,
            "text": "すいません…っ",
            "vi": "Tôi xin lôi..."
        },
        {
            "x1": 86,
            "y1": 936,
            "x2": 196,
            "y2": 1139,
            "text": "彼女は初めての 主演､なんだから 緊張してるのさ",
            "vi": "Cô ấy là ngôi sao đầu tiên, vì vậy tôi lo lắng"
        }
    ],
    "019.jpg": [
        {
            "x1": 728,
            "y1": 157,
            "x2": 819,
            "y2": 289,
            "text": "心配するな きっと うまくいく",
            "vi": "Đừng lo lắng, nó chắc chắn sẽ hoạt động"
        },
        {
            "x1": 361,
            "y1": 132,
            "x2": 462,
            "y2": 306,
            "text": "お前が頑張って いるのは 俺達 知ってるから‼",
            "vi": "Chúng tôi biết bạn đang làm việc chăm chỉ!"
        },
        {
            "x1": 265,
            "y1": 565,
            "x2": 362,
            "y2": 758,
            "text": "団長だって お前に 期待してるから 厳しいのさ",
            "vi": "Thật khó khăn vì tôi đang mong đợi người lãnh đạo"
        },
        {
            "x1": 747,
            "y1": 855,
            "x2": 840,
            "y2": 1063,
            "text": "さぁ 最後のリハだ",
            "vi": "Bây giờ là buổi diễn tập cuối cùng"
        },
        {
            "x1": 395,
            "y1": 1072,
            "x2": 488,
            "y2": 1250,
            "text": "気合 入れてくぞ",
            "vi": "Chúng ta hãy cùng nhau"
        }
    ]
}