var ocr_data = {
    "001.jpg": [
        {
            "x1": 101,
            "y1": 34,
            "x2": 275,
            "y2": 100,
            "text": "不遇職鐵合師。 最強",
            "vi": "Một nhân viên bán hàng không đủ tiêu chuẩn. mạnh nhất"
        },
        {
            "x1": 835,
            "y1": 1166,
            "x2": 892,
            "y2": 1280,
            "text": "最強",
            "vi": "mạnh nhất"
        }
    ],
    "002.jpg": [
        {
            "x1": 757,
            "y1": 119,
            "x2": 834,
            "y2": 251,
            "text": "そ 蒼石の 魔物⁉",
            "vi": "Quái vật của Soishi⁉"
        },
        {
            "x1": 428,
            "y1": 147,
            "x2": 520,
            "y2": 327,
            "text": "み 見たことない モンスターだ… 三頭の犬？",
            "vi": "Một con quái vật tôi chưa bao giờ thấy... ba con chó?"
        },
        {
            "x1": 137,
            "y1": 123,
            "x2": 199,
            "y2": 345,
            "text": "まるで伝説の 『ケルベロス』‼",
            "vi": "Nó giống như một \"cerberus\" huyền thoại"
        },
        {
            "x1": 776,
            "y1": 412,
            "x2": 857,
            "y2": 574,
            "text": "以アさん達は 馬車を守ることに 専念して下さ",
            "vi": "ATSUSA -SAN dành riêng để bảo vệ xe ngựa"
        },
        {
            "x1": 571,
            "y1": 427,
            "x2": 635,
            "y2": 573,
            "text": "俺が戦って 様子を見ます",
            "vi": "Tôi sẽ chiến đấu và xem cách"
        },
        {
            "x1": 391,
            "y1": 517,
            "x2": 444,
            "y2": 681,
            "text": "わ わかった… 気を付けるんだぞ",
            "vi": "Được rồi... hãy cẩn thận"
        },
        {
            "x1": 118,
            "y1": 419,
            "x2": 152,
            "y2": 634,
            "text": "蒼石の魔物…！",
            "vi": "Quái vật của Aishi...!"
        },
        {
            "x1": 761,
            "y1": 765,
            "x2": 859,
            "y2": 1033,
            "text": "蒼石の首領が まだ 生きているということを 嫌でも突き付けられ",
            "vi": "Ngay cả khi bạn ghét điều đó, người lãnh đạo của Aishi vẫn còn sống"
        },
        {
            "x1": 139,
            "y1": 719,
            "x2": 200,
            "y2": 1082,
            "text": "戦じゃああああ",
            "vi": "Ah, oh, oh"
        }
    ],
    "003.jpg": [
        {
            "x1": 421,
            "y1": 113,
            "x2": 519,
            "y2": 164,
            "text": "なにその",
            "vi": "Gì"
        },
        {
            "x1": 803,
            "y1": 138,
            "x2": 871,
            "y2": 245,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 692,
            "y1": 205,
            "x2": 762,
            "y2": 397,
            "text": "ちょ… リニアルさん⁉",
            "vi": "Cho... lineal⁉"
        },
        {
            "x1": 139,
            "y1": 119,
            "x2": 235,
            "y2": 409,
            "text": "待ってたぜぇ この瞬瞬間\"をよォ",
            "vi": "Tôi đã chờ đợi thời điểm này"
        }
    ],
    "004.jpg": [
        {
            "x1": 133,
            "y1": 429,
            "x2": 165,
            "y2": 551,
            "text": "グァアッ",
            "vi": "Dẫn đường"
        }
    ],
    "005.jpg": [
        {
            "x1": 777,
            "y1": 153,
            "x2": 830,
            "y2": 285,
            "text": "とうッ",
            "vi": "TSU"
        }
    ],
    "006.jpg": [
        {
            "x1": 719,
            "y1": 136,
            "x2": 790,
            "y2": 282,
            "text": "…リニアル さん",
            "vi": "Lineal Lineal"
        },
        {
            "x1": 222,
            "y1": 140,
            "x2": 259,
            "y2": 296,
            "text": "つ 強い…‼",
            "vi": "Vững chắc...!"
        },
        {
            "x1": 754,
            "y1": 392,
            "x2": 853,
            "y2": 546,
            "text": "どう？ わりと動ける でしょー",
            "vi": "đồng? Bạn có thể di chuyển nó tương đối"
        },
        {
            "x1": 298,
            "y1": 408,
            "x2": 392,
            "y2": 571,
            "text": "戦うことに 憧れていたと 言っていたが…",
            "vi": "Anh ấy nói anh ấy khao khát được chiến đấu..."
        },
        {
            "x1": 104,
            "y1": 442,
            "x2": 183,
            "y2": 683,
            "text": "きちんと訓練を 積んでいた動きだ",
            "vi": "Nó là một phong trào được đào tạo đúng"
        },
        {
            "x1": 575,
            "y1": 682,
            "x2": 611,
            "y2": 877,
            "text": "そうですね…",
            "vi": "Tôi đồng ý…"
        },
        {
            "x1": 158,
            "y1": 1139,
            "x2": 187,
            "y2": 1272,
            "text": "もう一匹…",
            "vi": "Một người khác..."
        }
    ],
    "008.jpg": [
        {
            "x1": 553,
            "y1": 130,
            "x2": 580,
            "y2": 227,
            "text": "ふう",
            "vi": "Hung"
        },
        {
            "x1": 444,
            "y1": 147,
            "x2": 501,
            "y2": 315,
            "text": "大丈夫ですか リニアルさん？",
            "vi": "Bạn co ổn không?"
        },
        {
            "x1": 120,
            "y1": 187,
            "x2": 180,
            "y2": 311,
            "text": "…リニアル さん？",
            "vi": "...lineal?"
        },
        {
            "x1": 768,
            "y1": 495,
            "x2": 853,
            "y2": 662,
            "text": "レリウス… かなり強い",
            "vi": "Lelius... khá mạnh mẽ"
        },
        {
            "x1": 388,
            "y1": 502,
            "x2": 446,
            "y2": 602,
            "text": "そう ですか？",
            "vi": "Có phải vậy không?"
        },
        {
            "x1": 164,
            "y1": 518,
            "x2": 261,
            "y2": 698,
            "text": "さすが 『グリードラッド の英雄』",
            "vi": "Đúng như dự đoán, \"Anh hùng của Green Ladd\""
        },
        {
            "x1": 737,
            "y1": 850,
            "x2": 833,
            "y2": 1026,
            "text": "…それ王都でも 流行ってる んですか⁉",
            "vi": "Có phải nó phổ biến ở thủ đô hoàng gia?"
        },
        {
            "x1": 420,
            "y1": 853,
            "x2": 523,
            "y2": 1096,
            "text": "英雄と呼ばれる程の 活躍ではない …あれは…",
            "vi": "Nó không đủ để được gọi là một anh hùng... đó là..."
        },
        {
            "x1": 137,
            "y1": 921,
            "x2": 246,
            "y2": 1218,
            "text": "最後の賭けで 首領の武器が破壊できて 隙をついて倒しただけだ",
            "vi": "Trong lần đặt cược cuối cùng, vũ khí lãnh đạo có thể bị phá hủy và chỉ đánh bại nó."
        }
    ],
    "009.jpg": [
        {
            "x1": 760,
            "y1": 149,
            "x2": 842,
            "y2": 372,
            "text": "教皇様がら聞いたよ リドラッドを救った 英雄だって",
            "vi": "Giáo hoàng đã nghe người anh hùng cứu Lidrad"
        },
        {
            "x1": 502,
            "y1": 156,
            "x2": 603,
            "y2": 333,
            "text": "…個人的には 恥ずかしいので その呼び方は…",
            "vi": "“Cá nhân tôi xấu hổ, vì vậy cách gọi nó là…"
        },
        {
            "x1": 120,
            "y1": 221,
            "x2": 231,
            "y2": 418,
            "text": "わかった グリードラッド の英雄―",
            "vi": "Tôi hiểu các anh hùng Radd Green-"
        },
        {
            "x1": 740,
            "y1": 492,
            "x2": 822,
            "y2": 683,
            "text": "人の話 聞いてます⁉",
            "vi": "Tôi đang lắng nghe mọi người⁉"
        },
        {
            "x1": 239,
            "y1": 455,
            "x2": 322,
            "y2": 588,
            "text": "斤月",
            "vi": "Loaf hàng tháng"
        },
        {
            "x1": 139,
            "y1": 527,
            "x2": 213,
            "y2": 706,
            "text": "あんま聞いて ない──",
            "vi": "Tôi chưa nghe nó"
        },
        {
            "x1": 520,
            "y1": 837,
            "x2": 619,
            "y2": 1069,
            "text": "さぁ 馬車に 戻りましょう",
            "vi": "Hãy quay lại xe ngựa"
        },
        {
            "x1": 748,
            "y1": 1072,
            "x2": 784,
            "y2": 1209,
            "text": "…はあ…",
            "vi": "… Hả…"
        }
    ],
    "010.jpg": [
        {
            "x1": 512,
            "y1": 449,
            "x2": 573,
            "y2": 588,
            "text": "『ベビー』？ 赤ん坊…？",
            "vi": "\"em bé\"? em bé…?"
        },
        {
            "x1": 288,
            "y1": 453,
            "x2": 353,
            "y2": 551,
            "text": "…蒼石の 魔物…",
            "vi": "Quái vật của Aoishi Aoishi"
        },
        {
            "x1": 415,
            "y1": 505,
            "x2": 458,
            "y2": 633,
            "text": "何の…？",
            "vi": "Gì...?"
        },
        {
            "x1": 69,
            "y1": 584,
            "x2": 139,
            "y2": 669,
            "text": "蒼石の 首領…",
            "vi": "Lãnh đạo của Aishi..."
        },
        {
            "x1": 672,
            "y1": 790,
            "x2": 779,
            "y2": 1064,
            "text": "コイツ等 一体 何なんだ…？",
            "vi": "Anh chàng này là gì?"
        },
        {
            "x1": 85,
            "y1": 1304,
            "x2": 854,
            "y2": 1336,
            "text": "言石の魔物をめぐる誘はふくらむ。次号、ついに主都へ到着叫",
            "vi": "Lời mời trên những con quái vật của những viên đá sưng lên. Vấn đề tiếp theo cuối cùng cũng đến thủ đô chính"
        }
    ]
}