var ocr_data = {
    "001.jpg": [
        {
            "x1": 92,
            "y1": 52,
            "x2": 249,
            "y2": 108,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 148,
            "y1": 113,
            "x2": 198,
            "y2": 293,
            "text": "…駄目だ",
            "vi": "… Nó là vô dụng"
        },
        {
            "x1": 133,
            "y1": 415,
            "x2": 216,
            "y2": 550,
            "text": "体が 動かない",
            "vi": "Cơ thể không di chuyển"
        },
        {
            "x1": 751,
            "y1": 680,
            "x2": 836,
            "y2": 872,
            "text": "ごめんなさい 皆…イリア様",
            "vi": "Tôi xin lỗi mọi người... Ilia"
        },
        {
            "x1": 142,
            "y1": 816,
            "x2": 226,
            "y2": 963,
            "text": "勇者失格 でした",
            "vi": "Tôi bị loại"
        },
        {
            "x1": 194,
            "y1": 1005,
            "x2": 236,
            "y2": 1282,
            "text": "ベニーさん‼",
            "vi": "Benny"
        },
        {
            "x1": 236,
            "y1": 1307,
            "x2": 840,
            "y2": 1338,
            "text": "単行本売れ行き絶好調！ 最新第7巻発売中叫",
            "vi": "Bán sách tốt! Tập 7 mới nhất được bán"
        }
    ],
    "002.jpg": [
        {
            "x1": 729,
            "y1": 148,
            "x2": 839,
            "y2": 333,
            "text": "しっかり してください ベニーさん‼",
            "vi": "Xin hãy vững chắc Benny"
        },
        {
            "x1": 117,
            "y1": 271,
            "x2": 230,
            "y2": 412,
            "text": "今こそ 勇者の力が 必要です",
            "vi": "Bây giờ là thời gian tôi cần sức mạnh dũng cảm"
        },
        {
            "x1": 759,
            "y1": 517,
            "x2": 829,
            "y2": 700,
            "text": "もう魔砲も 効いていません",
            "vi": "Khẩu súng ma thuật không còn hoạt động"
        },
        {
            "x1": 566,
            "y1": 536,
            "x2": 666,
            "y2": 757,
            "text": "残っている戦力で 奴に対抗できるのは 俺とあなただけです",
            "vi": "Chỉ có bạn và bạn có thể cạnh tranh với anh ta với lực lượng còn lại"
        },
        {
            "x1": 422,
            "y1": 607,
            "x2": 466,
            "y2": 707,
            "text": "十タ",
            "vi": "Mười"
        },
        {
            "x1": 88,
            "y1": 601,
            "x2": 128,
            "y2": 743,
            "text": "でも私…",
            "vi": "Nhưng tôi..."
        },
        {
            "x1": 779,
            "y1": 827,
            "x2": 813,
            "y2": 972,
            "text": "ベニー様…",
            "vi": "Benny..."
        }
    ],
    "003.jpg": [
        {
            "x1": 746,
            "y1": 169,
            "x2": 848,
            "y2": 357,
            "text": "怖いのは わかる…けど 俺を信じてくれ",
            "vi": "Tôi biết tôi sợ... nhưng tin tôi"
        },
        {
            "x1": 558,
            "y1": 199,
            "x2": 627,
            "y2": 440,
            "text": "俺が…君を護る！ どうにかしてやる",
            "vi": "Tôi... bảo vệ bạn! Tôi sẽ làm bằng cách nào đó"
        },
        {
            "x1": 732,
            "y1": 575,
            "x2": 830,
            "y2": 765,
            "text": "さっきみたいに 君が傷付き そうになったら",
            "vi": "Nếu bạn sắp bị hư hại như một thời gian trước đây"
        },
        {
            "x1": 153,
            "y1": 620,
            "x2": 233,
            "y2": 801,
            "text": "何度だって 護ってみせる",
            "vi": "Bao nhiêu lần sẽ được bảo vệ"
        },
        {
            "x1": 695,
            "y1": 942,
            "x2": 815,
            "y2": 1143,
            "text": "だから一緒に ケルベロスを 倒そう ベニー",
            "vi": "Vì vậy, chúng ta hãy đánh bại Kerberos cùng nhau Benny"
        },
        {
            "x1": 126,
            "y1": 1094,
            "x2": 215,
            "y2": 1230,
            "text": "…何なの この人",
            "vi": "… Những gì người này"
        }
    ],
    "004.jpg": [
        {
            "x1": 572,
            "y1": 84,
            "x2": 659,
            "y2": 242,
            "text": "ドクン",
            "vi": "Dokun"
        },
        {
            "x1": 738,
            "y1": 170,
            "x2": 814,
            "y2": 331,
            "text": "何なの… このキモチ",
            "vi": "Cái gì... kimochi này"
        },
        {
            "x1": 148,
            "y1": 259,
            "x2": 237,
            "y2": 427,
            "text": "そんなこと 言われたら",
            "vi": "Nếu bạn nói rằng"
        },
        {
            "x1": 746,
            "y1": 522,
            "x2": 812,
            "y2": 659,
            "text": "私ッ‼",
            "vi": "TÔI"
        },
        {
            "x1": 94,
            "y1": 657,
            "x2": 163,
            "y2": 807,
            "text": "うお⁉",
            "vi": "U eo"
        },
        {
            "x1": 718,
            "y1": 893,
            "x2": 756,
            "y2": 1018,
            "text": "何だぁ⁉",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 528,
            "y1": 914,
            "x2": 613,
            "y2": 1111,
            "text": "ベニー様が… 目覚めた‼",
            "vi": "Benny tỉnh dậy..."
        },
        {
            "x1": 314,
            "y1": 939,
            "x2": 392,
            "y2": 1093,
            "text": "挫折を知り 愛を知り…",
            "vi": "Biết sự thất vọng và biết tình yêu..."
        },
        {
            "x1": 155,
            "y1": 1078,
            "x2": 240,
            "y2": 1239,
            "text": "人として 勇者として",
            "vi": "Là người như một người"
        }
    ],
    "005.jpg": [
        {
            "x1": 750,
            "y1": 148,
            "x2": 822,
            "y2": 439,
            "text": "覚醒した‼",
            "vi": "Tôi đã thức dậy"
        },
        {
            "x1": 441,
            "y1": 505,
            "x2": 586,
            "y2": 730,
            "text": "そんなこと 言われたら… 立ち上がらずには いられない",
            "vi": "Nếu bạn nói điều đó... tôi không thể giúp đứng lên"
        },
        {
            "x1": 87,
            "y1": 103,
            "x2": 156,
            "y2": 723,
            "text": "ベニーバハイパー勇者モード",
            "vi": "Benny Bahaiper Mode Mode"
        },
        {
            "x1": 737,
            "y1": 924,
            "x2": 849,
            "y2": 1100,
            "text": "頑張るよ 旦那様‼",
            "vi": "Tôi sẽ cố gắng hết sức, chồng tôi"
        },
        {
            "x1": 124,
            "y1": 955,
            "x2": 193,
            "y2": 1102,
            "text": "はい照",
            "vi": "Vâng"
        },
        {
            "x1": 565,
            "y1": 1090,
            "x2": 702,
            "y2": 1238,
            "text": "初めての 共同作業 だね⁉",
            "vi": "Đây là công việc hợp tác đầu tiên của tôi⁉"
        }
    ],
    "006.jpg": [
        {
            "x1": 764,
            "y1": 116,
            "x2": 848,
            "y2": 226,
            "text": "魔砲隊 弓隊‼",
            "vi": "Magic Guns Bow Corps"
        },
        {
            "x1": 145,
            "y1": 134,
            "x2": 216,
            "y2": 300,
            "text": "効かなくても 構わないわ",
            "vi": "Nó không phải hoạt động"
        },
        {
            "x1": 686,
            "y1": 252,
            "x2": 752,
            "y2": 381,
            "text": "ベニー様の 援護を‼",
            "vi": "Hỗ trợ của Benny"
        },
        {
            "x1": 711,
            "y1": 468,
            "x2": 828,
            "y2": 634,
            "text": "注意を そらせれば それでいい",
            "vi": "Điều đó tốt nếu bạn giữ sự chú ý của mình"
        },
        {
            "x1": 151,
            "y1": 494,
            "x2": 185,
            "y2": 678,
            "text": "撃ちまくれ‼",
            "vi": "Bắn"
        }
    ],
    "007.jpg": [
        {
            "x1": 220,
            "y1": 155,
            "x2": 263,
            "y2": 289,
            "text": "必殺の…",
            "vi": "Chết chóc..."
        },
        {
            "x1": 778,
            "y1": 719,
            "x2": 845,
            "y2": 1162,
            "text": "フレイムバースト",
            "vi": "Ngọn lửa bùng nổ"
        }
    ],
    "008.jpg": [
        {
            "x1": 787,
            "y1": 185,
            "x2": 825,
            "y2": 272,
            "text": "うわ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 124,
            "y1": 239,
            "x2": 170,
            "y2": 363,
            "text": "バウ‼",
            "vi": "Nơ!"
        },
        {
            "x1": 759,
            "y1": 417,
            "x2": 831,
            "y2": 581,
            "text": "これが世界の 護り手…",
            "vi": "Đây là sự bảo vệ của thế giới..."
        },
        {
            "x1": 380,
            "y1": 461,
            "x2": 467,
            "y2": 571,
            "text": "勇者の 本気！",
            "vi": "Nghiêm túc."
        },
        {
            "x1": 110,
            "y1": 501,
            "x2": 188,
            "y2": 647,
            "text": "だが… 押されてる",
            "vi": "Nhưng... nó đã được đẩy"
        },
        {
            "x1": 226,
            "y1": 733,
            "x2": 279,
            "y2": 852,
            "text": "…この",
            "vi": "…đây"
        },
        {
            "x1": 122,
            "y1": 820,
            "x2": 200,
            "y2": 1049,
            "text": "ハイパー ベニーちゃんを",
            "vi": "Hyper Benny"
        }
    ],
    "009.jpg": [
        {
            "x1": 820,
            "y1": 537,
            "x2": 854,
            "y2": 898,
            "text": "ブルフレイムバースト",
            "vi": "Bourfrene bùng nổ"
        }
    ],
    "010.jpg": [
        {
            "x1": 631,
            "y1": 202,
            "x2": 680,
            "y2": 338,
            "text": "ぎぎ…",
            "vi": "Gigi..."
        },
        {
            "x1": 813,
            "y1": 396,
            "x2": 887,
            "y2": 590,
            "text": "ぎぎぎ",
            "vi": "Giggi"
        },
        {
            "x1": 425,
            "y1": 941,
            "x2": 453,
            "y2": 1047,
            "text": "ガアッ",
            "vi": "GAA"
        }
    ],
    "011.jpg": [
        {
            "x1": 788,
            "y1": 113,
            "x2": 850,
            "y2": 257,
            "text": "ゆ 勇者様が 押し勝った！",
            "vi": "Yuri đã giành chiến thắng!"
        },
        {
            "x1": 670,
            "y1": 186,
            "x2": 697,
            "y2": 286,
            "text": "どうだ…",
            "vi": "Làm thế nào về..."
        },
        {
            "x1": 119,
            "y1": 451,
            "x2": 217,
            "y2": 604,
            "text": "効いている‼ …確実に… だが…",
            "vi": "Nó đang hoạt động. Chắc chắn là"
        },
        {
            "x1": 766,
            "y1": 680,
            "x2": 870,
            "y2": 950,
            "text": "まだ 生きている‼",
            "vi": "Tôi vẫn còn sống."
        },
        {
            "x1": 642,
            "y1": 779,
            "x2": 718,
            "y2": 1033,
            "text": "さっきより ダメージは与えたが",
            "vi": "Tôi đã gây ra thiệt hại kể từ khi tôi ở đó một thời gian trước"
        },
        {
            "x1": 101,
            "y1": 903,
            "x2": 236,
            "y2": 1227,
            "text": "また 再生するぞ‼",
            "vi": "Tôi sẽ chơi lại"
        }
    ],
    "012.jpg": [
        {
            "x1": 777,
            "y1": 135,
            "x2": 818,
            "y2": 246,
            "text": "十分だ",
            "vi": "Đầy đủ"
        },
        {
            "x1": 340,
            "y1": 211,
            "x2": 434,
            "y2": 358,
            "text": "ベニーさんは 十分 弱体化 させてくれた",
            "vi": "Benny khiến tôi đủ yếu đuối"
        },
        {
            "x1": 791,
            "y1": 484,
            "x2": 830,
            "y2": 641,
            "text": "この剣は…",
            "vi": "Kiếm này là..."
        },
        {
            "x1": 159,
            "y1": 557,
            "x2": 235,
            "y2": 689,
            "text": "何だ…？ レリウス",
            "vi": "Gì…? Lelius"
        },
        {
            "x1": 751,
            "y1": 802,
            "x2": 820,
            "y2": 1009,
            "text": "うまくできるか どうか…",
            "vi": "Liệu nó có thể được thực hiện tốt..."
        },
        {
            "x1": 304,
            "y1": 766,
            "x2": 371,
            "y2": 964,
            "text": "その神器",
            "vi": "Kho báu linh thiêng của nó"
        },
        {
            "x1": 125,
            "y1": 1011,
            "x2": 240,
            "y2": 1227,
            "text": "けど これは 最後のチャンス だ…ッ‼",
            "vi": "Nhưng đây là cơ hội cuối cùng..."
        }
    ],
    "013.jpg": [
        {
            "x1": 182,
            "y1": 845,
            "x2": 250,
            "y2": 1197,
            "text": "切り札です‼",
            "vi": "Đó là một thẻ át chủ bài."
        },
        {
            "x1": 42,
            "y1": 1310,
            "x2": 740,
            "y2": 1347,
            "text": "受け継ぎし最強の剣に全てを懸けろ叩 次号へつプく叩",
            "vi": "Kế thừa và đánh tất cả mọi thứ vào thanh kiếm mạnh nhất, đánh vào vấn đề tiếp theo"
        }
    ]
}