var ocr_data = {
    "01.jpg": [
        {
            "x1": 702,
            "y1": 142,
            "x2": 806,
            "y2": 199,
            "text": "最強"
        },
        {
            "x1": 316,
            "y1": 144,
            "x2": 350,
            "y2": 312,
            "text": "それでは皆様"
        },
        {
            "x1": 149,
            "y1": 202,
            "x2": 245,
            "y2": 367,
            "text": "本日は誠に ありがとう ございました"
        },
        {
            "x1": 601,
            "y1": 413,
            "x2": 866,
            "y2": 439,
            "text": "弟131話てネの責務"
        },
        {
            "x1": 740,
            "y1": 527,
            "x2": 854,
            "y2": 693,
            "text": "じゃあ 私達は部屋に 戻るわ"
        },
        {
            "x1": 432,
            "y1": 524,
            "x2": 497,
            "y2": 662,
            "text": "またね レリウス‼"
        },
        {
            "x1": 131,
            "y1": 509,
            "x2": 202,
            "y2": 681,
            "text": "はい二人とも また今度‼"
        },
        {
            "x1": 742,
            "y1": 797,
            "x2": 771,
            "y2": 930,
            "text": "フィーラ‼"
        },
        {
            "x1": 594,
            "y1": 866,
            "x2": 694,
            "y2": 1055,
            "text": "久しぶりに お話できて 嬉し かったですわ"
        },
        {
            "x1": 364,
            "y1": 846,
            "x2": 486,
            "y2": 971,
            "text": "また 顔見せに 来るわ"
        },
        {
            "x1": 145,
            "y1": 915,
            "x2": 257,
            "y2": 1091,
            "text": "ふふっ 楽しみにして いますね"
        },
        {
            "x1": 805,
            "y1": 1266,
            "x2": 844,
            "y2": 1344,
            "text": "最強"
        },
        {
            "x1": 167,
            "y1": 1305,
            "x2": 794,
            "y2": 1341,
            "text": "累獄100万部突破！ 最新8巻発売中!"
        }
    ],
    "02.jpg": [
        {
            "x1": 262,
            "y1": 145,
            "x2": 374,
            "y2": 285,
            "text": "ユミネと 二人で 何 話したの？"
        },
        {
            "x1": 76,
            "y1": 252,
            "x2": 146,
            "y2": 417,
            "text": "いや 別に 大した話は…"
        },
        {
            "x1": 717,
            "y1": 504,
            "x2": 812,
            "y2": 694,
            "text": "ユミネは王女よ？ 英雄とはいえ 二人きりなんて…"
        },
        {
            "x1": 327,
            "y1": 601,
            "x2": 373,
            "y2": 687,
            "text": "NNN"
        },
        {
            "x1": 129,
            "y1": 506,
            "x2": 232,
            "y2": 723,
            "text": "記憶視に関する 深刻な話だったん じゃない？"
        },
        {
            "x1": 506,
            "y1": 836,
            "x2": 610,
            "y2": 1009,
            "text": "話したく ないなら 話さ なくていいわ"
        },
        {
            "x1": 117,
            "y1": 969,
            "x2": 252,
            "y2": 1219,
            "text": "レリウスにしか できないことだから 貴方にだけ 話したの だろうし…"
        }
    ],
    "03.jpg": [
        {
            "x1": 147,
            "y1": 179,
            "x2": 264,
            "y2": 357,
            "text": "ユミネはね 重いものを 抱えている…"
        },
        {
            "x1": 785,
            "y1": 462,
            "x2": 852,
            "y2": 608,
            "text": "一国の王女 だから…"
        },
        {
            "x1": 599,
            "y1": 579,
            "x2": 758,
            "y2": 784,
            "text": "国民の模範と なりながら 国の 命運を背負って 生きている"
        },
        {
            "x1": 301,
            "y1": 479,
            "x2": 413,
            "y2": 705,
            "text": "グリードラッド でさえ 私は重くて 離れたいのにね…"
        },
        {
            "x1": 132,
            "y1": 570,
            "x2": 253,
            "y2": 749,
            "text": "彼女のそれは 私のよりも 遥かに重い"
        },
        {
            "x1": 569,
            "y1": 888,
            "x2": 640,
            "y2": 1012,
            "text": "でもね… ユミネは"
        },
        {
            "x1": 144,
            "y1": 1002,
            "x2": 277,
            "y2": 1194,
            "text": "人としても 勇者としても 強いの"
        }
    ],
    "04.jpg": [
        {
            "x1": 727,
            "y1": 156,
            "x2": 824,
            "y2": 311,
            "text": "だから 一人で何でも やろうとして"
        },
        {
            "x1": 140,
            "y1": 277,
            "x2": 205,
            "y2": 444,
            "text": "今までそれが できていた"
        },
        {
            "x1": 800,
            "y1": 536,
            "x2": 826,
            "y2": 694,
            "text": "そうなんですか"
        },
        {
            "x1": 461,
            "y1": 559,
            "x2": 558,
            "y2": 711,
            "text": "だけど いずれ限界が くるわ"
        },
        {
            "x1": 196,
            "y1": 544,
            "x2": 300,
            "y2": 761,
            "text": "だからレリウス… ユミネを助けて あげてほしい"
        },
        {
            "x1": 689,
            "y1": 857,
            "x2": 794,
            "y2": 1029,
            "text": "ユミネ様の ことが お好き なんですね"
        },
        {
            "x1": 483,
            "y1": 852,
            "x2": 571,
            "y2": 1081,
            "text": "好きというか… 親友だしね"
        },
        {
            "x1": 222,
            "y1": 947,
            "x2": 349,
            "y2": 1119,
            "text": "ユミネ様も そう言って ましたよ"
        }
    ],
    "05.jpg": [
        {
            "x1": 704,
            "y1": 201,
            "x2": 794,
            "y2": 392,
            "text": "長期休暇が ほしい？"
        },
        {
            "x1": 767,
            "y1": 572,
            "x2": 852,
            "y2": 738,
            "text": "国からの依頼で キュガイアに いきたんです"
        },
        {
            "x1": 419,
            "y1": 594,
            "x2": 484,
            "y2": 733,
            "text": "大丈夫… でしょうか"
        },
        {
            "x1": 120,
            "y1": 580,
            "x2": 184,
            "y2": 758,
            "text": "もちろん‼ 問題ありません"
        },
        {
            "x1": 721,
            "y1": 880,
            "x2": 823,
            "y2": 1090,
            "text": "そんなあっさり… お店は 大丈夫ですか？"
        },
        {
            "x1": 345,
            "y1": 910,
            "x2": 383,
            "y2": 1035,
            "text": "ええ‼"
        },
        {
            "x1": 168,
            "y1": 984,
            "x2": 305,
            "y2": 1198,
            "text": "レリウスさん達 初期メンバーには ご苦労おかけ しましたので…"
        }
    ],
    "06.jpg": [
        {
            "x1": 700,
            "y1": 135,
            "x2": 845,
            "y2": 368,
            "text": "逆にこちらから 長期休暇の提案をと 考えていました！ …ご旅行ですか？"
        },
        {
            "x1": 378,
            "y1": 135,
            "x2": 512,
            "y2": 312,
            "text": "一昨日の 祝宴でユミネ様 …ってご存じ ですか？"
        },
        {
            "x1": 112,
            "y1": 285,
            "x2": 183,
            "y2": 475,
            "text": "もちろんです‼ 第三王女様‼"
        },
        {
            "x1": 709,
            "y1": 566,
            "x2": 811,
            "y2": 767,
            "text": "前に王都で パレードが開かれ 拝見しました"
        },
        {
            "x1": 239,
            "y1": 539,
            "x2": 304,
            "y2": 706,
            "text": "あの ゆるふわ ロングヘアー"
        },
        {
            "x1": 117,
            "y1": 612,
            "x2": 181,
            "y2": 793,
            "text": "ゆるふわロング ヘアーを…"
        },
        {
            "x1": 755,
            "y1": 851,
            "x2": 814,
            "y2": 1155,
            "text": "愛でたいッ‼"
        },
        {
            "x1": 119,
            "y1": 981,
            "x2": 218,
            "y2": 1147,
            "text": "…相変わらず やべぇな クルアさん"
        }
    ],
    "07.jpg": [
        {
            "x1": 737,
            "y1": 124,
            "x2": 867,
            "y2": 357,
            "text": "ユミネ様から キュガイアに鍛治師が 暮らにていたとう 話を聞きまして…"
        },
        {
            "x1": 396,
            "y1": 140,
            "x2": 494,
            "y2": 246,
            "text": "…じゃ あたしも 行くわ"
        },
        {
            "x1": 124,
            "y1": 125,
            "x2": 187,
            "y2": 233,
            "text": "フィーラ さんも？"
        },
        {
            "x1": 579,
            "y1": 200,
            "x2": 687,
            "y2": 382,
            "text": "その調査と 復興支援を 頼まれたんです"
        },
        {
            "x1": 764,
            "y1": 516,
            "x2": 858,
            "y2": 675,
            "text": "兄さんが今 キュガイアに いるの"
        },
        {
            "x1": 399,
            "y1": 473,
            "x2": 433,
            "y2": 608,
            "text": "了解です‼"
        },
        {
            "x1": 495,
            "y1": 606,
            "x2": 601,
            "y2": 765,
            "text": "手伝いに 来てくれって 言われてて"
        },
        {
            "x1": 264,
            "y1": 554,
            "x2": 360,
            "y2": 689,
            "text": "こちらは 何の心配も いりません"
        },
        {
            "x1": 706,
            "y1": 881,
            "x2": 845,
            "y2": 1105,
            "text": "いやそね！ 最近 店員募集かけたら 可愛い子がたくさん 来まして"
        },
        {
            "x1": 541,
            "y1": 961,
            "x2": 643,
            "y2": 1152,
            "text": "レリウスさんの お陰だと思うん ですけど‼"
        },
        {
            "x1": 160,
            "y1": 864,
            "x2": 225,
            "y2": 1075,
            "text": "心配だ…"
        }
    ],
    "08.jpg": [
        {
            "x1": 609,
            "y1": 205,
            "x2": 723,
            "y2": 418,
            "text": "出発前に倉庫の 補充しておいて ください‼"
        },
        {
            "x1": 116,
            "y1": 163,
            "x2": 205,
            "y2": 322,
            "text": "お疲れ様 でーす‼"
        },
        {
            "x1": 773,
            "y1": 538,
            "x2": 836,
            "y2": 707,
            "text": "リスティナさん お疲れ様です！"
        },
        {
            "x1": 470,
            "y1": 565,
            "x2": 570,
            "y2": 741,
            "text": "丁度良かった！ この前の 話ですが…"
        },
        {
            "x1": 307,
            "y1": 560,
            "x2": 405,
            "y2": 714,
            "text": "演劇のために 休まれる件 ですよね‼"
        },
        {
            "x1": 177,
            "y1": 608,
            "x2": 271,
            "y2": 760,
            "text": "こちらで 調整して おきますよー"
        },
        {
            "x1": 708,
            "y1": 835,
            "x2": 735,
            "y2": 938,
            "text": "えっと…"
        },
        {
            "x1": 575,
            "y1": 882,
            "x2": 668,
            "y2": 1055,
            "text": "レリウス 先輩達は どう したんですが？"
        },
        {
            "x1": 372,
            "y1": 859,
            "x2": 479,
            "y2": 1074,
            "text": "お二人も 長期休暇がほしい という話でして‼"
        }
    ],
    "09.jpg": [
        {
            "x1": 816,
            "y1": 98,
            "x2": 852,
            "y2": 249,
            "text": "ふ二人で？"
        },
        {
            "x1": 681,
            "y1": 140,
            "x2": 752,
            "y2": 291,
            "text": "新婚旅行 とかです？"
        },
        {
            "x1": 554,
            "y1": 113,
            "x2": 604,
            "y2": 280,
            "text": "違います"
        },
        {
            "x1": 275,
            "y1": 145,
            "x2": 381,
            "y2": 392,
            "text": "王女からの依頼で ある街に行くことに なったんです"
        },
        {
            "x1": 109,
            "y1": 304,
            "x2": 181,
            "y2": 469,
            "text": "お王女…？ すごッ‼"
        },
        {
            "x1": 767,
            "y1": 581,
            "x2": 864,
            "y2": 712,
            "text": "ある街って どこです？ 秘密です？"
        },
        {
            "x1": 424,
            "y1": 629,
            "x2": 521,
            "y2": 805,
            "text": "いえ グリード ラッド領の キュガイアです"
        },
        {
            "x1": 237,
            "y1": 569,
            "x2": 350,
            "y2": 758,
            "text": "ええ⁉ 私達の 公演もそこで やるんです"
        },
        {
            "x1": 701,
            "y1": 920,
            "x2": 844,
            "y2": 1137,
            "text": "魔物の襲撃で 元気のない人々に 笑顔を届ける ために‼"
        },
        {
            "x1": 134,
            "y1": 950,
            "x2": 251,
            "y2": 1153,
            "text": "演目は グリードラッド 愛の戦い"
        }
    ],
    "10.jpg": [
        {
            "x1": 678,
            "y1": 159,
            "x2": 794,
            "y2": 418,
            "text": "グリードラッドの 戦いを劇団が綿密に 取材し作り上げた"
        },
        {
            "x1": 116,
            "y1": 231,
            "x2": 232,
            "y2": 414,
            "text": "スペクタクル ロマン活劇 です‼"
        },
        {
            "x1": 739,
            "y1": 549,
            "x2": 796,
            "y2": 717,
            "text": "何故そんな顔を してるんですか"
        },
        {
            "x1": 450,
            "y1": 513,
            "x2": 507,
            "y2": 654,
            "text": "えっ⁉"
        },
        {
            "x1": 265,
            "y1": 515,
            "x2": 363,
            "y2": 706,
            "text": "…騒がしい旅に なりそうだな って"
        },
        {
            "x1": 120,
            "y1": 884,
            "x2": 235,
            "y2": 1046,
            "text": "楽しい旅に なりそう ですね‼"
        }
    ]
}