var ocr_data = {
    "001.jpg": [
        {
            "x1": 448,
            "y1": 143,
            "x2": 515,
            "y2": 330,
            "text": "ヴァルトス国は 七月になった"
        },
        {
            "x1": 145,
            "y1": 421,
            "x2": 248,
            "y2": 572,
            "text": "リンが 出て行って 二か月が経つ"
        },
        {
            "x1": 698,
            "y1": 562,
            "x2": 901,
            "y2": 588,
            "text": "第２話レベル上げ"
        },
        {
            "x1": 767,
            "y1": 645,
            "x2": 889,
            "y2": 835,
            "text": "どうした レリウス 置いてくぞっ"
        },
        {
            "x1": 156,
            "y1": 641,
            "x2": 264,
            "y2": 830,
            "text": "俺は訓練の為 メアさんと共に 街を走っている"
        },
        {
            "x1": 668,
            "y1": 889,
            "x2": 763,
            "y2": 1076,
            "text": "メアさんは 冒険者らしく 訓練相手に最適だ"
        },
        {
            "x1": 149,
            "y1": 878,
            "x2": 251,
            "y2": 1101,
            "text": "この二か月は訓練と 「スキルの把握｣に 努めてきた"
        },
        {
            "x1": 839,
            "y1": 1081,
            "x2": 895,
            "y2": 1229,
            "text": "まだまだ これからです"
        }
    ],
    "002.jpg": [
        {
            "x1": 287,
            "y1": 97,
            "x2": 336,
            "y2": 248,
            "text": "暑いい…"
        },
        {
            "x1": 751,
            "y1": 519,
            "x2": 825,
            "y2": 650,
            "text": "どうぞ メアさん"
        },
        {
            "x1": 482,
            "y1": 488,
            "x2": 605,
            "y2": 633,
            "text": "あっ ありがとう レリウス‼"
        },
        {
            "x1": 776,
            "y1": 850,
            "x2": 805,
            "y2": 952,
            "text": "ぷはぁっ"
        },
        {
            "x1": 616,
            "y1": 841,
            "x2": 733,
            "y2": 1006,
            "text": "レリウスの用意 してくれてる 水は冷たくて おいしいな‼"
        },
        {
            "x1": 414,
            "y1": 840,
            "x2": 477,
            "y2": 990,
            "text": "喜んでくれて 良かったです"
        },
        {
            "x1": 264,
            "y1": 842,
            "x2": 347,
            "y2": 1052,
            "text": "レリウスの神器 「アイテムボックス」の スキルけきなんて"
        },
        {
            "x1": 71,
            "y1": 839,
            "x2": 103,
            "y2": 990,
            "text": "羨ましいなァ"
        }
    ],
    "003.jpg": [
        {
            "x1": 864,
            "y1": 111,
            "x2": 902,
            "y2": 212,
            "text": "はは…"
        },
        {
            "x1": 662,
            "y1": 122,
            "x2": 773,
            "y2": 321,
            "text": "アイテムボックスは まさにアイテムを 保管 管理できる スキルだが…"
        },
        {
            "x1": 517,
            "y1": 134,
            "x2": 608,
            "y2": 293,
            "text": "俺のは本来の それとは 違うみたいです"
        },
        {
            "x1": 121,
            "y1": 199,
            "x2": 239,
            "y2": 382,
            "text": "自分で破壊 作製した アイテムだけが 管理できるんです"
        },
        {
            "x1": 860,
            "y1": 420,
            "x2": 893,
            "y2": 563,
            "text": "この水も…"
        },
        {
            "x1": 603,
            "y1": 434,
            "x2": 692,
            "y2": 636,
            "text": "バンマーで吸収して 「作製」できる様に したモノですしね"
        },
        {
            "x1": 130,
            "y1": 520,
            "x2": 255,
            "y2": 748,
            "text": "─この アイテムボックスも 二か月で見つけた 「スキル」だ"
        },
        {
            "x1": 298,
            "y1": 814,
            "x2": 435,
            "y2": 1012,
            "text": "ただ それを調べるには 魔術師が用意した 鑑定道具がいる"
        },
        {
            "x1": 723,
            "y1": 938,
            "x2": 833,
            "y2": 1144,
            "text": "神器には 「スキル」が 付与されている"
        },
        {
            "x1": 144,
            "y1": 996,
            "x2": 307,
            "y2": 1229,
            "text": "そういうモノは 王族でもない限り 手に入らないので… 基本 自分で見つけて いくしかない"
        }
    ]
}