var ocr_data = {
    "001.jpg": [
        {
            "x1": 96,
            "y1": 58,
            "x2": 258,
            "y2": 103,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 800,
            "y1": 533,
            "x2": 869,
            "y2": 668,
            "text": "こ これが 鍛治師様の",
            "vi": "Đây là một Osamu"
        },
        {
            "x1": 112,
            "y1": 488,
            "x2": 146,
            "y2": 640,
            "text": "幸せだ…‼",
            "vi": "Đó là niềm hạnh phúc…!"
        },
        {
            "x1": 253,
            "y1": 609,
            "x2": 351,
            "y2": 750,
            "text": "ここで 見られるとは 光栄です‼",
            "vi": "Tôi rất vinh dự khi được xem nó ở đây."
        },
        {
            "x1": 784,
            "y1": 806,
            "x2": 853,
            "y2": 995,
            "text": "あ ありがとう ございます…",
            "vi": "Oh, cảm ơn bạn rất nhiều…"
        },
        {
            "x1": 633,
            "y1": 778,
            "x2": 692,
            "y2": 960,
            "text": "ケルベロス討伐戦 からすでに一週間",
            "vi": "Cerberus đã được một tuần kể từ khi trận chiến khuất phục"
        },
        {
            "x1": 440,
            "y1": 853,
            "x2": 552,
            "y2": 1043,
            "text": "王都は普段 通りの日常へと 戻っていた",
            "vi": "Thủ đô Hoàng gia đã trở lại cuộc sống hàng ngày thông thường"
        },
        {
            "x1": 148,
            "y1": 1100,
            "x2": 184,
            "y2": 1229,
            "text": "違うのは",
            "vi": "Những gì là khác nhau"
        },
        {
            "x1": 281,
            "y1": 1295,
            "x2": 793,
            "y2": 1325,
            "text": "単行本完れ行き絶好調！最新第了巻発完中田",
            "vi": "Cuốn sách đã hoàn tất! Nakata từ tập mới nhất"
        }
    ],
    "002.jpg": [
        {
            "x1": 797,
            "y1": 105,
            "x2": 851,
            "y2": 257,
            "text": "お客様 ポーションです",
            "vi": "Đó là một lọ thuốc khách hàng"
        },
        {
            "x1": 655,
            "y1": 151,
            "x2": 738,
            "y2": 332,
            "text": "体調が悪い時一口 ケガをした箇所には 少しかけて下さい",
            "vi": "Khi bạn bị bệnh, hãy áp dụng một chút chấn thương vết cắn"
        },
        {
            "x1": 113,
            "y1": 165,
            "x2": 174,
            "y2": 317,
            "text": "ありがたや ありがたや…",
            "vi": "Cảm ơn và cảm ơn..."
        },
        {
            "x1": 781,
            "y1": 407,
            "x2": 845,
            "y2": 582,
            "text": "お聞きしました 戦場での大活躍",
            "vi": "Tôi nghe nói bạn rất nhiều trên chiến trường"
        },
        {
            "x1": 407,
            "y1": 405,
            "x2": 465,
            "y2": 578,
            "text": "皆が絶望する中 勇者様を励まし…",
            "vi": "Khuyến khích người anh hùng đang tuyệt vọng..."
        },
        {
            "x1": 282,
            "y1": 470,
            "x2": 348,
            "y2": 628,
            "text": "そして敵を 葬り去った と",
            "vi": "Và anh ta chôn vùi kẻ thù"
        },
        {
            "x1": 93,
            "y1": 392,
            "x2": 127,
            "y2": 556,
            "text": "素晴らしい‼",
            "vi": "Quá tuyệt!"
        },
        {
            "x1": 697,
            "y1": 743,
            "x2": 827,
            "y2": 933,
            "text": "─王都の人達の 態度が今までと 百八十度 変わったことだ",
            "vi": "─ Thái độ của người dân thủ đô Hoàng gia đã thay đổi 180 độ."
        },
        {
            "x1": 552,
            "y1": 948,
            "x2": 680,
            "y2": 1078,
            "text": "正直 恐怖すら 感じる",
            "vi": "Thành thật mà nói, tôi cảm thấy sợ hãi"
        }
    ],
    "003.jpg": [
        {
            "x1": 135,
            "y1": 228,
            "x2": 214,
            "y2": 350,
            "text": "やっと 休める…",
            "vi": "Cuối cùng tôi có thể nghỉ ngơi..."
        },
        {
            "x1": 770,
            "y1": 482,
            "x2": 835,
            "y2": 596,
            "text": "人気者ね レリウス",
            "vi": "Lelius nổi tiếng"
        },
        {
            "x1": 174,
            "y1": 476,
            "x2": 253,
            "y2": 641,
            "text": "あんまり こういうのは好き じゃないです…",
            "vi": "Tôi thực sự không thích điều này..."
        },
        {
            "x1": 770,
            "y1": 728,
            "x2": 840,
            "y2": 905,
            "text": "そのうち周りも 落ち着くわ",
            "vi": "Cuối cùng, môi trường xung quanh sẽ bình tĩnh lại"
        },
        {
            "x1": 649,
            "y1": 816,
            "x2": 680,
            "y2": 954,
            "text": "そうですね",
            "vi": "tôi đồng ý"
        }
    ],
    "004.jpg": [
        {
            "x1": 716,
            "y1": 159,
            "x2": 810,
            "y2": 334,
            "text": "すっがり元気に なったみたいで 良かったわ",
            "vi": "Tôi rất vui vì tôi cảm thấy như mình ổn"
        },
        {
            "x1": 144,
            "y1": 135,
            "x2": 180,
            "y2": 318,
            "text": "おかげ様で‼",
            "vi": "Nhờ bạn!"
        },
        {
            "x1": 740,
            "y1": 445,
            "x2": 822,
            "y2": 610,
            "text": "三日三晩眠り 続けた時は どう なるかど思ったね",
            "vi": "Tôi tự hỏi điều gì sẽ xảy ra khi tôi ngủ trong ba ngày ba đêm"
        },
        {
            "x1": 237,
            "y1": 458,
            "x2": 279,
            "y2": 557,
            "text": "はは…",
            "vi": "người mẹ…"
        },
        {
            "x1": 594,
            "y1": 514,
            "x2": 695,
            "y2": 626,
            "text": "…無茶な 戦い方 したのね",
            "vi": "… Bạn đã có một cách chiến đấu vô lý"
        },
        {
            "x1": 122,
            "y1": 464,
            "x2": 184,
            "y2": 646,
            "text": "能力の使いすぎは 負担が大きくて",
            "vi": "Quá nhiều khả năng sử dụng là một gánh nặng lớn"
        },
        {
            "x1": 758,
            "y1": 732,
            "x2": 828,
            "y2": 973,
            "text": "とはいえ使わないと 勝てない敵でし",
            "vi": "Tuy nhiên, đó là một kẻ thù không thể chiến thắng mà không sử dụng nó"
        },
        {
            "x1": 374,
            "y1": 771,
            "x2": 410,
            "y2": 922,
            "text": "何です…⁉",
            "vi": "Những gì là…⁉"
        },
        {
            "x1": 129,
            "y1": 815,
            "x2": 244,
            "y2": 994,
            "text": "心配する人が いるんだから 気を付けてね",
            "vi": "Hãy cẩn thận vì có những người đang lo lắng"
        }
    ],
    "005.jpg": [
        {
            "x1": 767,
            "y1": 448,
            "x2": 839,
            "y2": 601,
            "text": "…はい… すいません",
            "vi": "...vâng... tôi xin lỗi"
        },
        {
            "x1": 156,
            "y1": 447,
            "x2": 228,
            "y2": 621,
            "text": "わかれば よろしいっ‼",
            "vi": "Tôi hy vọng bạn biết"
        },
        {
            "x1": 529,
            "y1": 723,
            "x2": 608,
            "y2": 936,
            "text": "やりたいことが 沢山あるんです",
            "vi": "Có rất nhiều điều tôi muốn làm"
        },
        {
            "x1": 173,
            "y1": 1036,
            "x2": 265,
            "y2": 1272,
            "text": "命を無駄には できません",
            "vi": "Bạn không thể lãng phí cuộc sống của mình"
        }
    ],
    "006.jpg": [
        {
            "x1": 685,
            "y1": 144,
            "x2": 794,
            "y2": 359,
            "text": "レーダルストアで 皆と一緒に 働いていきたい",
            "vi": "Tôi muốn làm việc với mọi người tại cửa hàng radal"
        },
        {
            "x1": 706,
            "y1": 451,
            "x2": 816,
            "y2": 692,
            "text": "俺の作った物で 喜んでくれる人達を 見ていたい",
            "vi": "Tôi muốn thấy những người hài lòng với những gì tôi đã làm"
        },
        {
            "x1": 119,
            "y1": 515,
            "x2": 218,
            "y2": 691,
            "text": "この生活を… 続けていきたい んです",
            "vi": "Tôi muốn tiếp tục cuộc sống này..."
        },
        {
            "x1": 485,
            "y1": 802,
            "x2": 623,
            "y2": 1010,
            "text": "…その 『皆と一緒』の中に ちゃんどあたしも 入ってる？",
            "vi": "Bạn có ở trong đó với tất cả mọi người không?"
        },
        {
            "x1": 323,
            "y1": 857,
            "x2": 402,
            "y2": 994,
            "text": "もちろん ですよ‼",
            "vi": "Đương nhiên!"
        }
    ],
    "007.jpg": [
        {
            "x1": 755,
            "y1": 519,
            "x2": 812,
            "y2": 687,
            "text": "フィ… フィラさん‼",
            "vi": "Fi... fira -san"
        },
        {
            "x1": 185,
            "y1": 538,
            "x2": 275,
            "y2": 677,
            "text": "戦いの後 すっごい不安 だったの",
            "vi": "Tôi thực sự lo lắng sau trận chiến"
        },
        {
            "x1": 769,
            "y1": 790,
            "x2": 862,
            "y2": 986,
            "text": "もしかしたら もうレリウスに 会えないかもって",
            "vi": "Có lẽ tôi không thể gặp Lelius nữa"
        },
        {
            "x1": 150,
            "y1": 776,
            "x2": 182,
            "y2": 933,
            "text": "…レリウス",
            "vi": "...Lelius"
        },
        {
            "x1": 601,
            "y1": 933,
            "x2": 636,
            "y2": 1074,
            "text": "そしたら…",
            "vi": "Khi đó..."
        },
        {
            "x1": 465,
            "y1": 988,
            "x2": 555,
            "y2": 1207,
            "text": "今まで伝えりれ なかった気持ちとか 溢れてきて",
            "vi": "Những cảm xúc mà tôi không thể nói cho đến nay đang tràn"
        }
    ],
    "008.jpg": [
        {
            "x1": 732,
            "y1": 144,
            "x2": 797,
            "y2": 336,
            "text": "あたし… あなたのことが",
            "vi": "Tôi... bạn"
        },
        {
            "x1": 137,
            "y1": 418,
            "x2": 199,
            "y2": 584,
            "text": "大好き",
            "vi": "Thực sự thích"
        },
        {
            "x1": 129,
            "y1": 1046,
            "x2": 269,
            "y2": 1228,
            "text": "えええ ええ⁉",
            "vi": "Whaaaaaaaat⁉"
        }
    ],
    "009.jpg": [
        {
            "x1": 626,
            "y1": 139,
            "x2": 701,
            "y2": 286,
            "text": "報告は 以上です",
            "vi": "Đó là nó cho báo cáo"
        },
        {
            "x1": 184,
            "y1": 168,
            "x2": 218,
            "y2": 315,
            "text": "王女…いえ",
            "vi": "Công chúa... không"
        },
        {
            "x1": 709,
            "y1": 409,
            "x2": 799,
            "y2": 556,
            "text": "「勇者」 ユミネ様",
            "vi": "\"Brave\" Yumine"
        },
        {
            "x1": 704,
            "y1": 697,
            "x2": 804,
            "y2": 918,
            "text": "わかりました ご苦労様です 下がってよろしい",
            "vi": "Được rồi, cảm ơn bạn vì sự chăm chỉ của bạn."
        },
        {
            "x1": 376,
            "y1": 737,
            "x2": 449,
            "y2": 902,
            "text": "ケルベロスが 倒された",
            "vi": "Cerberus bị đánh bại"
        },
        {
            "x1": 152,
            "y1": 1033,
            "x2": 207,
            "y2": 1212,
            "text": "「何故」？",
            "vi": "\"Tại sao\"?"
        }
    ],
    "010.jpg": [
        {
            "x1": 704,
            "y1": 98,
            "x2": 779,
            "y2": 270,
            "text": "ベニー様が… 生きている",
            "vi": "Benny đang sống"
        },
        {
            "x1": 146,
            "y1": 163,
            "x2": 194,
            "y2": 320,
            "text": "「何故」？",
            "vi": "\"Tại sao\"?"
        },
        {
            "x1": 458,
            "y1": 369,
            "x2": 539,
            "y2": 522,
            "text": "鍛治師… レリウス様",
            "vi": "Osamu... Lelius"
        },
        {
            "x1": 141,
            "y1": 723,
            "x2": 287,
            "y2": 1008,
            "text": "わたくし… お会いできる日が 楽しみですわ",
            "vi": "Tôi mong được gặp bạn..."
        },
        {
            "x1": 175,
            "y1": 1255,
            "x2": 775,
            "y2": 1360,
            "text": "次号，新障突人!!",
            "vi": "Vấn đề tiếp theo, người khuyết tật mới!!"
        }
    ]
}