var ocr_data = {
    "001.jpg": [
        {
            "x1": 436,
            "y1": 73,
            "x2": 627,
            "y2": 99,
            "text": "第70話家事スキル"
        },
        {
            "x1": 99,
            "y1": 34,
            "x2": 242,
            "y2": 102,
            "text": "不遇職鐵治師 最強"
        },
        {
            "x1": 616,
            "y1": 135,
            "x2": 670,
            "y2": 296,
            "text": "よしっ‼"
        },
        {
            "x1": 757,
            "y1": 508,
            "x2": 858,
            "y2": 682,
            "text": "広間と皆さんの 部屋の掃除は 終わりです"
        },
        {
            "x1": 270,
            "y1": 536,
            "x2": 344,
            "y2": 650,
            "text": "一階は また明日"
        },
        {
            "x1": 164,
            "y1": 548,
            "x2": 195,
            "y2": 767,
            "text": "…休みましょう‼"
        },
        {
            "x1": 800,
            "y1": 870,
            "x2": 871,
            "y2": 1034,
            "text": "これ座り心地 良いわね"
        },
        {
            "x1": 448,
            "y1": 868,
            "x2": 535,
            "y2": 1100,
            "text": "がリードラッドの家に ある椅子もレリウス製に 代えたいわ"
        },
        {
            "x1": 214,
            "y1": 854,
            "x2": 243,
            "y2": 995,
            "text": "クルアさん"
        },
        {
            "x1": 106,
            "y1": 1034,
            "x2": 172,
            "y2": 1187,
            "text": "そろそろ元気 出して下さい"
        }
    ],
    "003.jpg": [
        {
            "x1": 795,
            "y1": 146,
            "x2": 831,
            "y2": 232,
            "text": "成程…"
        },
        {
            "x1": 221,
            "y1": 163,
            "x2": 308,
            "y2": 322,
            "text": "すすまない 私は料理が得意 じゃないんだ"
        },
        {
            "x1": 91,
            "y1": 261,
            "x2": 185,
            "y2": 366,
            "text": "できれば 掃除担当 とかで…"
        },
        {
            "x1": 768,
            "y1": 478,
            "x2": 864,
            "y2": 653,
            "text": "俺は料理は 得意では ありませんが…"
        },
        {
            "x1": 329,
            "y1": 509,
            "x2": 401,
            "y2": 674,
            "text": "鍛治で 用意できます"
        },
        {
            "x1": 115,
            "y1": 515,
            "x2": 201,
            "y2": 706,
            "text": "凄いけど 味気ないわ‼"
        },
        {
            "x1": 758,
            "y1": 802,
            "x2": 857,
            "y2": 972,
            "text": "まぁ それなら 私が料理 してもいいわ"
        },
        {
            "x1": 261,
            "y1": 775,
            "x2": 348,
            "y2": 986,
            "text": "昔 修道院に 通ってたから一通りの 生活はできるわよっ"
        },
        {
            "x1": 125,
            "y1": 941,
            "x2": 171,
            "y2": 1091,
            "text": "任せて‼"
        },
        {
            "x1": 505,
            "y1": 1096,
            "x2": 574,
            "y2": 1220,
            "text": "できるん ですか⁉"
        }
    ],
    "005.jpg": [
        {
            "x1": 750,
            "y1": 157,
            "x2": 871,
            "y2": 329,
            "text": "…何ですか その顔は… いい加減 慣れて くださいよ…"
        },
        {
            "x1": 270,
            "y1": 167,
            "x2": 360,
            "y2": 307,
            "text": "鍛治とは 一体…"
        },
        {
            "x1": 98,
            "y1": 257,
            "x2": 191,
            "y2": 410,
            "text": "便利だから いいじゃない ですか"
        },
        {
            "x1": 752,
            "y1": 504,
            "x2": 854,
            "y2": 678,
            "text": "じゃ 始めましょうか クルア"
        },
        {
            "x1": 153,
            "y1": 590,
            "x2": 191,
            "y2": 721,
            "text": "はいっ‼"
        },
        {
            "x1": 690,
            "y1": 822,
            "x2": 770,
            "y2": 1001,
            "text": "レリヴスとメアは くつろいでて いいわよ"
        },
        {
            "x1": 363,
            "y1": 980,
            "x2": 459,
            "y2": 1121,
            "text": "では お言葉に 甘えまして…"
        },
        {
            "x1": 200,
            "y1": 1053,
            "x2": 235,
            "y2": 1219,
            "text": "楽しみだなっ"
        }
    ],
    "011.jpg": [
        {
            "x1": 484,
            "y1": 136,
            "x2": 535,
            "y2": 300,
            "text": "め 滅茶苦茶 おいしいですね…"
        },
        {
            "x1": 147,
            "y1": 144,
            "x2": 181,
            "y2": 271,
            "text": "そ そう？"
        },
        {
            "x1": 747,
            "y1": 479,
            "x2": 804,
            "y2": 704,
            "text": "嬉しいな…"
        },
        {
            "x1": 230,
            "y1": 470,
            "x2": 313,
            "y2": 640,
            "text": "フィーラさん… 意外と何でも できるんだな…‼"
        },
        {
            "x1": 137,
            "y1": 771,
            "x2": 204,
            "y2": 993,
            "text": "これは毎日の食事が 楽しみだ…‼"
        }
    ]
}