var ocr_data = {
    "001.jpg": [
        {
            "x1": 93,
            "y1": 61,
            "x2": 440,
            "y2": 104,
            "text": "最強第85話ストーカー"
        },
        {
            "x1": 784,
            "y1": 448,
            "x2": 872,
            "y2": 630,
            "text": "今日は買い物に 付き合ってくれて ありがと‼"
        },
        {
            "x1": 383,
            "y1": 422,
            "x2": 444,
            "y2": 598,
            "text": "気にするなって ハニー‼"
        },
        {
            "x1": 118,
            "y1": 576,
            "x2": 181,
            "y2": 731,
            "text": "…リスティナ さん"
        },
        {
            "x1": 781,
            "y1": 816,
            "x2": 854,
            "y2": 980,
            "text": "…視線 感じますか？"
        },
        {
            "x1": 226,
            "y1": 827,
            "x2": 334,
            "y2": 1076,
            "text": "近くに一定の間隔で ついてくる奴が います"
        },
        {
            "x1": 97,
            "y1": 1299,
            "x2": 710,
            "y2": 1328,
            "text": "累問35万部契破！ 最新第5巻絶覺発売中叫"
        }
    ],
    "003.jpg": [
        {
            "x1": 751,
            "y1": 162,
            "x2": 837,
            "y2": 322,
            "text": "…さっきまでも イチャついてた 気がするけど"
        },
        {
            "x1": 139,
            "y1": 173,
            "x2": 230,
            "y2": 361,
            "text": "成程…ですが多少 危険が増すかも しれません"
        },
        {
            "x1": 733,
            "y1": 488,
            "x2": 819,
            "y2": 690,
            "text": "大丈夫です どうにかできる 可能性があるなら…"
        },
        {
            "x1": 140,
            "y1": 508,
            "x2": 251,
            "y2": 673,
            "text": "いつまでも 怯えるのは …嫌なんです"
        },
        {
            "x1": 829,
            "y1": 784,
            "x2": 858,
            "y2": 932,
            "text": "そうですね…"
        },
        {
            "x1": 720,
            "y1": 1041,
            "x2": 784,
            "y2": 1206,
            "text": "では やって みましょう‼"
        },
        {
            "x1": 153,
            "y1": 1048,
            "x2": 220,
            "y2": 1216,
            "text": "ふう…っ"
        }
    ],
    "005.jpg": [
        {
            "x1": 367,
            "y1": 154,
            "x2": 448,
            "y2": 304,
            "text": "しちゃう⁉ 何を⁉"
        },
        {
            "x1": 222,
            "y1": 133,
            "x2": 296,
            "y2": 275,
            "text": "いいや いやいや‼"
        },
        {
            "x1": 128,
            "y1": 223,
            "x2": 183,
            "y2": 406,
            "text": "そ それはその… まずいというか…"
        },
        {
            "x1": 769,
            "y1": 478,
            "x2": 852,
            "y2": 616,
            "text": "えいじゃ ないですか たまには…"
        },
        {
            "x1": 162,
            "y1": 464,
            "x2": 250,
            "y2": 678,
            "text": "人に見られるかどうか そのドキドキ感を 楽しみましょう？"
        },
        {
            "x1": 776,
            "y1": 757,
            "x2": 858,
            "y2": 905,
            "text": "さ さすが 劇団員…ッ"
        },
        {
            "x1": 639,
            "y1": 798,
            "x2": 734,
            "y2": 989,
            "text": "少しの照れさえ 演技なのではない かと思わせる…！"
        },
        {
            "x1": 429,
            "y1": 917,
            "x2": 458,
            "y2": 1037,
            "text": "ちょっと…"
        },
        {
            "x1": 128,
            "y1": 939,
            "x2": 154,
            "y2": 1114,
            "text": "リスティナさ"
        },
        {
            "x1": 518,
            "y1": 1037,
            "x2": 549,
            "y2": 1229,
            "text": "しかしながら…"
        },
        {
            "x1": 235,
            "y1": 1055,
            "x2": 319,
            "y2": 1230,
            "text": "こ ここ これは…‼"
        }
    ]
}