var ocr_data = {
    "001.jpg": [
        {
            "x1": 267,
            "y1": 72,
            "x2": 510,
            "y2": 95,
            "text": "第の0話みんなの気持ち",
            "vi": "Tập 0 cảm xúc của mọi người"
        },
        {
            "x1": 90,
            "y1": 57,
            "x2": 242,
            "y2": 104,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 731,
            "y1": 125,
            "x2": 795,
            "y2": 292,
            "text": "すみません クルアさん…",
            "vi": "Tôi xin lỗi Kurua..."
        },
        {
            "x1": 173,
            "y1": 261,
            "x2": 265,
            "y2": 428,
            "text": "俺のせいで 店を台無しに してしまって…",
            "vi": "Tôi đã phá hỏng cửa hàng vì tôi..."
        },
        {
            "x1": 97,
            "y1": 1297,
            "x2": 761,
            "y2": 1335,
            "text": "累計60万部突破！ 第G巻絶覺発売中叫",
            "vi": "Tích lũy hơn 600. 000 bản! Khối lượng G -Volume Mô tả Phát hành On Sale"
        }
    ],
    "002.jpg": [
        {
            "x1": 721,
            "y1": 139,
            "x2": 812,
            "y2": 320,
            "text": "私 カルラスの 街を出る時 言いましたよね？",
            "vi": "Bạn có nói khi tôi rời thành phố Callas không?"
        },
        {
            "x1": 703,
            "y1": 551,
            "x2": 807,
            "y2": 732,
            "text": "私は自分の店を 大きくしたいと 思っています",
            "vi": "Tôi muốn làm cho cửa hàng của tôi lớn hơn"
        },
        {
            "x1": 286,
            "y1": 464,
            "x2": 351,
            "y2": 689,
            "text": "ですが それと同じくらい",
            "vi": "Nhưng giống nhau"
        },
        {
            "x1": 119,
            "y1": 538,
            "x2": 218,
            "y2": 782,
            "text": "レリウスさんの商品を 世に届けたいと 思っています",
            "vi": "Tôi muốn giao sản phẩm của Lelius cho thế giới"
        },
        {
            "x1": 717,
            "y1": 900,
            "x2": 811,
            "y2": 1099,
            "text": "レリウスさんの 作るモノは どれも 素晴らしいです",
            "vi": "Mọi thứ mà Lelius làm là tuyệt vời"
        },
        {
            "x1": 132,
            "y1": 937,
            "x2": 242,
            "y2": 1154,
            "text": "毎日毎日 試行錯誤を重ねて 作ったモノだから",
            "vi": "Bởi vì đó là một điều tôi đã thực hiện với thử nghiệm và lỗi mỗi ngày"
        }
    ],
    "003.jpg": [
        {
            "x1": 717,
            "y1": 129,
            "x2": 797,
            "y2": 358,
            "text": "遅かれ早かれ 鍛治師のことは公表する っもいだったです",
            "vi": "Sớm hay muộn, tôi đã thông báo Osamu."
        },
        {
            "x1": 296,
            "y1": 135,
            "x2": 325,
            "y2": 287,
            "text": "…クルアさん",
            "vi": "Cul Culua"
        },
        {
            "x1": 537,
            "y1": 211,
            "x2": 640,
            "y2": 433,
            "text": "ですから 今の状況はなんとも 思っていません",
            "vi": "Vì vậy tôi không nghĩ về tình hình hiện tại"
        },
        {
            "x1": 752,
            "y1": 532,
            "x2": 844,
            "y2": 723,
            "text": "確かにここからが 本当の意味で お店の始まりよ",
            "vi": "Chắc chắn ở đây là ý nghĩa thực sự của cửa hàng."
        },
        {
            "x1": 153,
            "y1": 532,
            "x2": 245,
            "y2": 734,
            "text": "レリウスの商品を 本当に欲しい人達が 来ることになる",
            "vi": "Những người thực sự muốn các sản phẩm của Lelius sẽ đến"
        },
        {
            "x1": 786,
            "y1": 834,
            "x2": 857,
            "y2": 999,
            "text": "お店はきっと 大丈夫よ‼",
            "vi": "Cửa hàng chắc chắn sẽ ổn thôi"
        },
        {
            "x1": 535,
            "y1": 970,
            "x2": 593,
            "y2": 1072,
            "text": "フィーラ さん…",
            "vi": "Filla..."
        },
        {
            "x1": 151,
            "y1": 846,
            "x2": 211,
            "y2": 1028,
            "text": "ありがとう… ございます…‼",
            "vi": "cảm ơn bạn…!"
        }
    ],
    "004.jpg": [
        {
            "x1": 707,
            "y1": 167,
            "x2": 763,
            "y2": 294,
            "text": "あっ‼",
            "vi": "À!"
        },
        {
            "x1": 224,
            "y1": 164,
            "x2": 275,
            "y2": 344,
            "text": "メア先輩ッ",
            "vi": "Ma -rốc cao cấp"
        },
        {
            "x1": 781,
            "y1": 441,
            "x2": 843,
            "y2": 582,
            "text": "め‼ ですよ めっ‼",
            "vi": "con mắt! Đúng thế"
        },
        {
            "x1": 700,
            "y1": 526,
            "x2": 767,
            "y2": 693,
            "text": "それ私の ケーキです‼",
            "vi": "Đó là chiếc bánh của tôi."
        },
        {
            "x1": 187,
            "y1": 450,
            "x2": 289,
            "y2": 635,
            "text": "先輩はもう 二う食べたじゃ ないですかッ",
            "vi": "Tôi đoán là người cao cấp đã ăn hai"
        },
        {
            "x1": 661,
            "y1": 802,
            "x2": 743,
            "y2": 975,
            "text": "リステイナさんも すみません… 迷惑をかけて…",
            "vi": "Tôi xin lỗi Listteina..."
        }
    ],
    "005.jpg": [
        {
            "x1": 580,
            "y1": 111,
            "x2": 666,
            "y2": 271,
            "text": "そんなことより ケーキ作って もらえますかね",
            "vi": "Bạn có thể làm một chiếc bánh hơn là điều đó không?"
        },
        {
            "x1": 440,
            "y1": 107,
            "x2": 500,
            "y2": 236,
            "text": "へ？ はい… いや‼",
            "vi": "rắm? Có... không"
        },
        {
            "x1": 125,
            "y1": 155,
            "x2": 185,
            "y2": 356,
            "text": "今 大事な話 してるんですが…",
            "vi": "Bây giờ tôi đang nói về nó..."
        },
        {
            "x1": 793,
            "y1": 457,
            "x2": 859,
            "y2": 577,
            "text": "そうなん ですか？",
            "vi": "Thực ra?"
        },
        {
            "x1": 267,
            "y1": 453,
            "x2": 356,
            "y2": 642,
            "text": "私には関係な っていうか… 気にしてないし…",
            "vi": "Nó có liên quan đến tôi không... tôi không quan tâm..."
        },
        {
            "x1": 141,
            "y1": 616,
            "x2": 191,
            "y2": 731,
            "text": "えぇ…",
            "vi": "Ừ..."
        },
        {
            "x1": 758,
            "y1": 831,
            "x2": 853,
            "y2": 993,
            "text": "私熱心な イリア教徒だと 思います？",
            "vi": "Bạn có nghĩ rằng bạn là một ilian ấn tượng?"
        },
        {
            "x1": 661,
            "y1": 929,
            "x2": 689,
            "y2": 1055,
            "text": "え…いや…",
            "vi": "Eh... không..."
        },
        {
            "x1": 304,
            "y1": 872,
            "x2": 404,
            "y2": 1089,
            "text": "私は レリウス先輩だから 一緒にいるんです！",
            "vi": "Tôi là một lelius -senpai nên tôi ở bên nhau!"
        },
        {
            "x1": 113,
            "y1": 1015,
            "x2": 235,
            "y2": 1221,
            "text": "鍛治師だろうが 何だろうが 関係ありません",
            "vi": "Không quan trọng, dù đó là Osamu hay bất cứ điều gì"
        }
    ],
    "006.jpg": [
        {
            "x1": 688,
            "y1": 155,
            "x2": 748,
            "y2": 335,
            "text": "レリウス先輩は レリウス先輩です",
            "vi": "Lelius là một Lelius cao cấp"
        },
        {
            "x1": 222,
            "y1": 492,
            "x2": 292,
            "y2": 709,
            "text": "それ以外に 何もありませんよ",
            "vi": "Không có gì khác"
        },
        {
            "x1": 394,
            "y1": 837,
            "x2": 478,
            "y2": 1022,
            "text": "ていうか私 こういう真面目な話 得意じゃないんでな",
            "vi": "Ý tôi là, tôi không giỏi như một câu chuyện nghiêm túc như vậy"
        },
        {
            "x1": 118,
            "y1": 863,
            "x2": 153,
            "y2": 957,
            "text": "はぁ…",
            "vi": "Hả..."
        },
        {
            "x1": 245,
            "y1": 907,
            "x2": 340,
            "y2": 1068,
            "text": "あまり 話 振らないで くれません？",
            "vi": "Bạn không thể nói quá nhiều sao?"
        },
        {
            "x1": 800,
            "y1": 1108,
            "x2": 872,
            "y2": 1259,
            "text": "リスティナ さん…",
            "vi": "Listina..."
        }
    ],
    "007.jpg": [
        {
            "x1": 767,
            "y1": 140,
            "x2": 830,
            "y2": 322,
            "text": "あ でも一つ 不満がありますよ",
            "vi": "Tôi không hài lòng với một người"
        },
        {
            "x1": 630,
            "y1": 294,
            "x2": 692,
            "y2": 400,
            "text": "な 何で しょう⁉",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 433,
            "y1": 146,
            "x2": 514,
            "y2": 432,
            "text": "私に鍛治師だって 隠してたことです‼",
            "vi": "Tôi đang che giấu tôi như một Osamu."
        },
        {
            "x1": 774,
            "y1": 541,
            "x2": 858,
            "y2": 721,
            "text": "それはその 話すのが怖かった というか…",
            "vi": "Tôi sợ phải nói về nó..."
        },
        {
            "x1": 117,
            "y1": 517,
            "x2": 207,
            "y2": 779,
            "text": "んもー先輩ってば 臆病さんっ",
            "vi": "Nếu bạn là tiền bối, bạn rụt rè"
        },
        {
            "x1": 520,
            "y1": 898,
            "x2": 585,
            "y2": 1037,
            "text": "気にするな レリウス",
            "vi": "Đừng lo lắng Lelius"
        },
        {
            "x1": 102,
            "y1": 1121,
            "x2": 183,
            "y2": 1259,
            "text": "皆 お前の 味方だ",
            "vi": "Mọi người đều là đồng minh của bạn"
        }
    ],
    "008.jpg": [
        {
            "x1": 678,
            "y1": 109,
            "x2": 704,
            "y2": 254,
            "text": "メアさん…",
            "vi": "Ma -rốc..."
        },
        {
            "x1": 123,
            "y1": 139,
            "x2": 165,
            "y2": 313,
            "text": "優しいな…",
            "vi": "Nó tốt bụng..."
        },
        {
            "x1": 535,
            "y1": 673,
            "x2": 629,
            "y2": 871,
            "text": "俺にできることは 物を作ること だけです",
            "vi": "Tất cả những gì tôi có thể làm là làm cho mọi thứ"
        },
        {
            "x1": 125,
            "y1": 707,
            "x2": 244,
            "y2": 880,
            "text": "ですから れまで以上の 物を作れるように たいと思います",
            "vi": "Vì vậy, tôi muốn có thể làm một cái gì đó nhiều hơn"
        },
        {
            "x1": 751,
            "y1": 1024,
            "x2": 809,
            "y2": 1163,
            "text": "はい‼",
            "vi": "Vâng!"
        }
    ],
    "009.jpg": [
        {
            "x1": 405,
            "y1": 112,
            "x2": 450,
            "y2": 254,
            "text": "はいー‼",
            "vi": "Vâng!"
        },
        {
            "x1": 255,
            "y1": 157,
            "x2": 307,
            "y2": 289,
            "text": "おう‼",
            "vi": "OU!"
        },
        {
            "x1": 694,
            "y1": 200,
            "x2": 765,
            "y2": 416,
            "text": "お喋りはおわり‼ 仕事の準備よ‼",
            "vi": "Nói chuyện đã qua. Sẵn sàng cho công việc"
        },
        {
            "x1": 135,
            "y1": 252,
            "x2": 190,
            "y2": 380,
            "text": "はあい",
            "vi": "HAIIA"
        },
        {
            "x1": 748,
            "y1": 619,
            "x2": 837,
            "y2": 762,
            "text": "…そうだ 今は",
            "vi": "“Đó là ngay bây giờ"
        },
        {
            "x1": 254,
            "y1": 925,
            "x2": 326,
            "y2": 1203,
            "text": "俺にできることを 精一杯やるだけだ…",
            "vi": "Tôi chỉ làm những gì tôi có thể..."
        }
    ],
    "010.jpg": [
        {
            "x1": 755,
            "y1": 840,
            "x2": 864,
            "y2": 1063,
            "text": "バウ‼",
            "vi": "Nơ!"
        },
        {
            "x1": 334,
            "y1": 818,
            "x2": 397,
            "y2": 967,
            "text": "バウ‼",
            "vi": "Nơ!"
        },
        {
            "x1": 239,
            "y1": 842,
            "x2": 302,
            "y2": 988,
            "text": "バウ",
            "vi": "Nơ"
        },
        {
            "x1": 467,
            "y1": 1061,
            "x2": 552,
            "y2": 1247,
            "text": "バウッ",
            "vi": "Tung lên"
        },
        {
            "x1": 95,
            "y1": 960,
            "x2": 235,
            "y2": 1243,
            "text": "バウッ",
            "vi": "Tung lên"
        }
    ]
}