var ocr_data = {
    "001.jpg": [
        {
            "x1": 95,
            "y1": 26,
            "x2": 532,
            "y2": 109,
            "text": "不遇職“鐵:台師 最強虫 第約話 私は｢勇者｣だから"
        },
        {
            "x1": 133,
            "y1": 459,
            "x2": 170,
            "y2": 586,
            "text": "グルルル"
        }
    ],
    "002.jpg": [
        {
            "x1": 316,
            "y1": 81,
            "x2": 340,
            "y2": 164,
            "text": "おお"
        },
        {
            "x1": 760,
            "y1": 123,
            "x2": 857,
            "y2": 288,
            "text": "リン様 外の様子が 気になりますか"
        },
        {
            "x1": 408,
            "y1": 246,
            "x2": 449,
            "y2": 354,
            "text": "…うん"
        },
        {
            "x1": 272,
            "y1": 165,
            "x2": 341,
            "y2": 373,
            "text": "魔物に領民… ひどい有り様です"
        },
        {
            "x1": 729,
            "y1": 486,
            "x2": 863,
            "y2": 779,
            "text": "あそこにいるのが… 『蒼石の首領』で 間違いないよね？"
        },
        {
            "x1": 194,
            "y1": 444,
            "x2": 291,
            "y2": 678,
            "text": "まぁ こちらが勝手に そう呼んでいるだけ ですが"
        },
        {
            "x1": 212,
            "y1": 866,
            "x2": 281,
            "y2": 1045,
            "text": "何が目的かも わかりません"
        },
        {
            "x1": 40,
            "y1": 1039,
            "x2": 174,
            "y2": 1238,
            "text": "行動から 知恵はあると 思われます"
        }
    ],
    "003.jpg": [
        {
            "x1": 746,
            "y1": 134,
            "x2": 830,
            "y2": 357,
            "text": "…が……こちらも 意思疎通ができている かはわかりません"
        },
        {
            "x1": 230,
            "y1": 126,
            "x2": 264,
            "y2": 280,
            "text": "強い…よね"
        },
        {
            "x1": 132,
            "y1": 294,
            "x2": 190,
            "y2": 387,
            "text": "はい"
        },
        {
            "x1": 733,
            "y1": 456,
            "x2": 827,
            "y2": 689,
            "text": "私も少しは腕に 自信があったのですが このザマです"
        },
        {
            "x1": 180,
            "y1": 481,
            "x2": 269,
            "y2": 678,
            "text": "助かったのは どうとうことは ありません"
        },
        {
            "x1": 745,
            "y1": 806,
            "x2": 854,
            "y2": 990,
            "text": "アレの限中に なかった だけです"
        },
        {
            "x1": 166,
            "y1": 873,
            "x2": 270,
            "y2": 1151,
            "text": "逃がしたところで 何の障害にもならなと 思われたのでしょうね"
        }
    ],
    "004.jpg": [
        {
            "x1": 776,
            "y1": 105,
            "x2": 874,
            "y2": 313,
            "text": "とにかく… 奴は潰さなくては なりません"
        },
        {
            "x1": 499,
            "y1": 132,
            "x2": 566,
            "y2": 290,
            "text": "倒して 何か 変わるかな？"
        },
        {
            "x1": 136,
            "y1": 104,
            "x2": 242,
            "y2": 335,
            "text": "魔物が知恵のある 行動をしているのは 確実に奴が原因です"
        },
        {
            "x1": 675,
            "y1": 501,
            "x2": 784,
            "y2": 740,
            "text": "奴を仕留めれば… 少なくとも魔物共の 統率は崩れます"
        },
        {
            "x1": 115,
            "y1": 576,
            "x2": 229,
            "y2": 730,
            "text": "勝機も 見えるかも しれない"
        },
        {
            "x1": 720,
            "y1": 1077,
            "x2": 751,
            "y2": 1219,
            "text": "わかった"
        },
        {
            "x1": 130,
            "y1": 968,
            "x2": 263,
            "y2": 1195,
            "text": "現状 外からの 援軍は期待 できません"
        }
    ],
    "005.jpg": [
        {
            "x1": 583,
            "y1": 105,
            "x2": 677,
            "y2": 316,
            "text": "え？カルラスの 領主様に援軍を要請 するって話じゃ…"
        },
        {
            "x1": 401,
            "y1": 132,
            "x2": 447,
            "y2": 242,
            "text": "ですが"
        },
        {
            "x1": 512,
            "y1": 319,
            "x2": 553,
            "y2": 586,
            "text": "表向きは…ォォ"
        },
        {
            "x1": 94,
            "y1": 258,
            "x2": 192,
            "y2": 457,
            "text": "カルラスに 戦力となる 神器持ちは少ない"
        },
        {
            "x1": 726,
            "y1": 518,
            "x2": 823,
            "y2": 785,
            "text": "蒼石の魔物を倒せる神器 持ちでなければ 敵の仲間になるだけ"
        },
        {
            "x1": 150,
            "y1": 547,
            "x2": 249,
            "y2": 815,
            "text": "他の街や王都と連携し 一分な戦力を集めてから 挑めと伝えました"
        },
        {
            "x1": 822,
            "y1": 871,
            "x2": 884,
            "y2": 1090,
            "text": "直属の騎士以外には …伝えていません"
        },
        {
            "x1": 497,
            "y1": 891,
            "x2": 569,
            "y2": 1032,
            "text": "クライア殿 …貴方は…"
        },
        {
            "x1": 141,
            "y1": 886,
            "x2": 226,
            "y2": 1094,
            "text": "これを"
        },
        {
            "x1": 711,
            "y1": 1055,
            "x2": 780,
            "y2": 1266,
            "text": "士気が下がって しまいますから"
        }
    ],
    "006.jpg": [
        {
            "x1": 433,
            "y1": 128,
            "x2": 501,
            "y2": 305,
            "text": "地図…"
        },
        {
            "x1": 710,
            "y1": 540,
            "x2": 811,
            "y2": 737,
            "text": "当家の初代は 秘密の抜け穴が 好きだったようで"
        },
        {
            "x1": 120,
            "y1": 580,
            "x2": 226,
            "y2": 768,
            "text": "いくつか 使えそうなのが ありました"
        },
        {
            "x1": 734,
            "y1": 908,
            "x2": 842,
            "y2": 1148,
            "text": "そいつを利用して 外に繋がる入り口で 待機していて下さい"
        },
        {
            "x1": 446,
            "y1": 1061,
            "x2": 516,
            "y2": 1221,
            "text": "待機？"
        },
        {
            "x1": 221,
            "y1": 921,
            "x2": 329,
            "y2": 1161,
            "text": "結界解除に合わせて 魔物を門付近まで おびき寄せます"
        }
    ],
    "008.jpg": [
        {
            "x1": 708,
            "y1": 121,
            "x2": 817,
            "y2": 362,
            "text": "我々の戦力で 蒼石の魔物を倒せる 神器持ちは四百程度"
        },
        {
            "x1": 102,
            "y1": 165,
            "x2": 212,
            "y2": 417,
            "text": "…敵が千を越え 更に 増え続けている以上 勝つのは難しい"
        },
        {
            "x1": 740,
            "y1": 479,
            "x2": 843,
            "y2": 610,
            "text": "勇者様が この時代に 複数人いる"
        },
        {
            "x1": 615,
            "y1": 511,
            "x2": 683,
            "y2": 723,
            "text": "これはきっと何か 意味があります"
        },
        {
            "x1": 131,
            "y1": 509,
            "x2": 227,
            "y2": 706,
            "text": "ここで一人でも 欠けさせる訳には いきません"
        },
        {
            "x1": 613,
            "y1": 835,
            "x2": 724,
            "y2": 1009,
            "text": "ですから… どうか 生きて下さい"
        },
        {
            "x1": 462,
            "y1": 1041,
            "x2": 491,
            "y2": 1147,
            "text": "…ううん"
        }
    ],
    "010.jpg": [
        {
            "x1": 751,
            "y1": 154,
            "x2": 864,
            "y2": 396,
            "text": "私に死なれるのが 嫌だったら キチンと勝ってね‼"
        },
        {
            "x1": 124,
            "y1": 158,
            "x2": 199,
            "y2": 313,
            "text": "無葉を おっしゃる"
        },
        {
            "x1": 457,
            "y1": 418,
            "x2": 495,
            "y2": 654,
            "text": "クライアさんっ‼"
        },
        {
            "x1": 806,
            "y1": 698,
            "x2": 858,
            "y2": 783,
            "text": "では"
        },
        {
            "x1": 639,
            "y1": 717,
            "x2": 742,
            "y2": 924,
            "text": "挟撃に関しては… そちらの指揮は お任せします"
        },
        {
            "x1": 421,
            "y1": 758,
            "x2": 502,
            "y2": 950,
            "text": "了解‼"
        },
        {
            "x1": 247,
            "y1": 706,
            "x2": 343,
            "y2": 919,
            "text": "士気は高く 勇者様もいる"
        },
        {
            "x1": 122,
            "y1": 824,
            "x2": 165,
            "y2": 940,
            "text": "…だが"
        },
        {
            "x1": 769,
            "y1": 1020,
            "x2": 874,
            "y2": 1224,
            "text": "嫌な予感は 拭えない"
        },
        {
            "x1": 600,
            "y1": 1107,
            "x2": 708,
            "y2": 1277,
            "text": "くそ… あと一手"
        },
        {
            "x1": 128,
            "y1": 1046,
            "x2": 231,
            "y2": 1294,
            "text": "あと一手… 『何か』あれば"
        },
        {
            "x1": 319,
            "y1": 1287,
            "x2": 540,
            "y2": 1316,
            "text": "逆転の目はあるのか⁉?"
        }
    ]
}