var ocr_data = {
    "001.jpg": [
        {
            "x1": 128,
            "y1": 42,
            "x2": 306,
            "y2": 73,
            "text": "不遇職「鍛台師」"
        },
        {
            "x1": 115,
            "y1": 66,
            "x2": 241,
            "y2": 138,
            "text": "最強"
        },
        {
            "x1": 704,
            "y1": 142,
            "x2": 808,
            "y2": 348,
            "text": "「アリア 蒼石を 使ってしまって すまない」"
        },
        {
            "x1": 136,
            "y1": 243,
            "x2": 243,
            "y2": 427,
            "text": "結局 見つかったのは この言葉だけ"
        },
        {
            "x1": 637,
            "y1": 415,
            "x2": 875,
            "y2": 442,
            "text": "第145話スロー"
        },
        {
            "x1": 747,
            "y1": 516,
            "x2": 844,
            "y2": 697,
            "text": "そもそも 何故 アリアの石像に メッセージを？"
        },
        {
            "x1": 137,
            "y1": 558,
            "x2": 279,
            "y2": 745,
            "text": "迷宮への 手がかりはなく 謎が 深まっただけだ"
        },
        {
            "x1": 731,
            "y1": 869,
            "x2": 843,
            "y2": 1090,
            "text": "蒼石は 魔物に 埋め込まれている あの石のこと…"
        },
        {
            "x1": 316,
            "y1": 858,
            "x2": 401,
            "y2": 1038,
            "text": "だとしたら 一体 何故…"
        },
        {
            "x1": 483,
            "y1": 1031,
            "x2": 602,
            "y2": 1234,
            "text": "アルゴは 蒼石の起源に 関わっていた？"
        },
        {
            "x1": 94,
            "y1": 1301,
            "x2": 749,
            "y2": 1340,
            "text": "累獄120万部突破！ 最新9巻発売中!"
        }
    ]
}