var ocr_data = {
    "001.jpg": [
        {
            "x1": 397,
            "y1": 72,
            "x2": 523,
            "y2": 98,
            "text": "第89話 限界",
            "vi": "Tập 89 giới hạn"
        },
        {
            "x1": 91,
            "y1": 33,
            "x2": 235,
            "y2": 102,
            "text": "不遇職鍛說師 最強",
            "vi": "Mạnh nhất của những người chưa từng thấy."
        },
        {
            "x1": 636,
            "y1": 169,
            "x2": 758,
            "y2": 383,
            "text": "今度は つまで装備品の 影響があるかについて 調べます",
            "vi": "Lần này, tôi sẽ kiểm tra xem nó có tác dụng của thiết bị không"
        },
        {
            "x1": 574,
            "y1": 493,
            "x2": 681,
            "y2": 674,
            "text": "レリウスは肉体を 強化するズギルを 装備品につけられる んだな",
            "vi": "Lelius có thể được trang bị các thiết bị với Zugill để củng cố cơ thể."
        },
        {
            "x1": 453,
            "y1": 508,
            "x2": 504,
            "y2": 592,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 119,
            "y1": 558,
            "x2": 229,
            "y2": 834,
            "text": "『周囲メ』 らであれば 俺の装備として 認識されるようです",
            "vi": "Nếu bạn \"bao quanh tôi\", nó dường như được công nhận là thiết bị của tôi."
        },
        {
            "x1": 791,
            "y1": 904,
            "x2": 851,
            "y2": 1073,
            "text": "だから試して おきたいな と",
            "vi": "Vì vậy tôi muốn thử nó"
        },
        {
            "x1": 462,
            "y1": 912,
            "x2": 555,
            "y2": 1072,
            "text": "私レリウスに もらった剣を 持っているけど",
            "vi": "Tôi có một thanh kiếm mà tôi nhận được từ Lelius"
        },
        {
            "x1": 96,
            "y1": 1014,
            "x2": 172,
            "y2": 1203,
            "text": "この影響って どうなの？",
            "vi": "Tác dụng này là gì?"
        },
        {
            "x1": 781,
            "y1": 1182,
            "x2": 848,
            "y2": 1293,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 160,
            "y1": 1298,
            "x2": 776,
            "y2": 1330,
            "text": "累計35万部哭破！ 最新第5巻絶覺発完中叫",
            "vi": "Nào khóc tích lũy 350. 000 bản! Tập mới nhất Sa mạc Tập 5 Tập 5"
        }
    ],
    "002.jpg": [
        {
            "x1": 127,
            "y1": 144,
            "x2": 243,
            "y2": 375,
            "text": "それも 『俺の力』として 反映されています",
            "vi": "Nó cũng được phản ánh là \"sức mạnh của tôi\""
        },
        {
            "x1": 717,
            "y1": 537,
            "x2": 800,
            "y2": 775,
            "text": "メアさんとリニアルさんに 渡した剣にも『筋力強化』が 付与されている",
            "vi": "\"Tăng cường cơ bắp\" cũng được cấp cho những thanh kiếm được trao cho Mea và Lineal."
        },
        {
            "x1": 127,
            "y1": 560,
            "x2": 231,
            "y2": 802,
            "text": "けど…どうやら俺 にも効果が出ている ようだ",
            "vi": "Nhưng... dường như nó có vẻ hiệu quả đối với tôi"
        },
        {
            "x1": 804,
            "y1": 880,
            "x2": 833,
            "y2": 1033,
            "text": "そうなんだ…",
            "vi": "Đúng thế…"
        },
        {
            "x1": 537,
            "y1": 874,
            "x2": 592,
            "y2": 1079,
            "text": "でも私も普段より ちょっと強くなってる",
            "vi": "Nhưng tôi mạnh mẽ hơn bình thường một chút"
        },
        {
            "x1": 376,
            "y1": 913,
            "x2": 453,
            "y2": 1038,
            "text": "…つまり 俺にも…",
            "vi": "Nói cách khác, với tôi…"
        },
        {
            "x1": 102,
            "y1": 895,
            "x2": 190,
            "y2": 1140,
            "text": "リニアルさん達にも スキルが反映されている ということか",
            "vi": "Điều đó có nghĩa là các kỹ năng được phản ánh trong các tuyến tính?"
        },
        {
            "x1": 539,
            "y1": 1146,
            "x2": 693,
            "y2": 1190,
            "text": "筋力強化",
            "vi": "Tăng cường sức mạnh cơ bắp"
        }
    ],
    "003.jpg": [
        {
            "x1": 757,
            "y1": 141,
            "x2": 840,
            "y2": 365,
            "text": "リニアルさん…剣を 範囲外に投げて もらっていですか？",
            "vi": "Lineal... bạn đang ném một thanh kiếm ra khỏi tầm bắn?"
        },
        {
            "x1": 209,
            "y1": 137,
            "x2": 251,
            "y2": 283,
            "text": "範囲外…",
            "vi": "Ra khỏi phạm vi…"
        },
        {
            "x1": 109,
            "y1": 168,
            "x2": 162,
            "y2": 327,
            "text": "わかった",
            "vi": "Đã hiểu"
        },
        {
            "x1": 301,
            "y1": 743,
            "x2": 327,
            "y2": 905,
            "text": "どうですか？",
            "vi": "nó như thế nảo?"
        },
        {
            "x1": 130,
            "y1": 846,
            "x2": 199,
            "y2": 1014,
            "text": "少し体が重く なった",
            "vi": "Tôi có một chút nặng"
        }
    ],
    "004.jpg": [
        {
            "x1": 768,
            "y1": 91,
            "x2": 831,
            "y2": 274,
            "text": "…俺も少し 体が重くなったな",
            "vi": "...Tôi nặng hơn một chút"
        },
        {
            "x1": 560,
            "y1": 153,
            "x2": 647,
            "y2": 343,
            "text": "メアさん 一度俺に 剣を渡してもらえ ますか？",
            "vi": "MEA Bạn có thể cho tôi một thanh kiếm một lần?"
        },
        {
            "x1": 372,
            "y1": 232,
            "x2": 422,
            "y2": 388,
            "text": "わかった",
            "vi": "Đã hiểu"
        },
        {
            "x1": 186,
            "y1": 582,
            "x2": 257,
            "y2": 748,
            "text": "体がちょっと 重くなった…",
            "vi": "Cơ thể của tôi trở nên hơi nặng..."
        },
        {
            "x1": 662,
            "y1": 847,
            "x2": 727,
            "y2": 1041,
            "text": "俺の体は重く なっていない…",
            "vi": "Cơ thể của tôi không nặng..."
        },
        {
            "x1": 457,
            "y1": 866,
            "x2": 549,
            "y2": 1078,
            "text": "どうやら俺が作った 武器に付与された スキルは…",
            "vi": "Rõ ràng là các kỹ năng được cung cấp cho vũ khí tôi đã tạo ra..."
        },
        {
            "x1": 292,
            "y1": 925,
            "x2": 378,
            "y2": 1159,
            "text": "全部 俺の装備品として 扱われている みたいですね",
            "vi": "Mọi thứ dường như được coi là thiết bị của tôi"
        },
        {
            "x1": 639,
            "y1": 1134,
            "x2": 696,
            "y2": 1231,
            "text": "成程",
            "vi": "Chế biến"
        }
    ],
    "005.jpg": [
        {
            "x1": 285,
            "y1": 101,
            "x2": 320,
            "y2": 226,
            "text": "つまり…",
            "vi": "Nói cách khác"
        },
        {
            "x1": 754,
            "y1": 139,
            "x2": 828,
            "y2": 335,
            "text": "そもも私が剣を持てる 間はレウスと私の 強化かされてる",
            "vi": "Ở nơi đầu tiên, tôi đang củng cố lại và tôi trong khi tôi có một thanh kiếm"
        },
        {
            "x1": 137,
            "y1": 163,
            "x2": 231,
            "y2": 371,
            "text": "仲間に装備を持た せれば いくらでも 強くなれる、 ？",
            "vi": "Nếu bạn có bạn bè của bạn với thiết bị, bạn có thể mạnh mẽ như bạn?"
        },
        {
            "x1": 758,
            "y1": 463,
            "x2": 858,
            "y2": 686,
            "text": "す 凄いじゃ ないか‼",
            "vi": "Điều đó không tuyệt vời?"
        },
        {
            "x1": 150,
            "y1": 491,
            "x2": 217,
            "y2": 697,
            "text": "…ただ…どれだけ 影響があるのか…",
            "vi": "… Nhưng nó sẽ bao nhiêu"
        },
        {
            "x1": 700,
            "y1": 893,
            "x2": 796,
            "y2": 1098,
            "text": "『限界』は どうなのか",
            "vi": "Còn \"giới hạn\" thì sao"
        },
        {
            "x1": 190,
            "y1": 966,
            "x2": 241,
            "y2": 1223,
            "text": "調べてみます",
            "vi": "Tôi sẽ điều tra"
        }
    ],
    "007.jpg": [
        {
            "x1": 785,
            "y1": 1088,
            "x2": 845,
            "y2": 1247,
            "text": "こんなに武器が 沢山あるのは",
            "vi": "Có rất nhiều vũ khí"
        },
        {
            "x1": 505,
            "y1": 1112,
            "x2": 558,
            "y2": 1202,
            "text": "綺麗",
            "vi": "hay"
        },
        {
            "x1": 184,
            "y1": 1105,
            "x2": 228,
            "y2": 1281,
            "text": "何て数だ…",
            "vi": "Thật là một số..."
        }
    ],
    "008.jpg": [
        {
            "x1": 121,
            "y1": 151,
            "x2": 246,
            "y2": 363,
            "text": "今のところ 限界なしで 無尽蔵に強化されて いくようです…",
            "vi": "Hiện tại, nó dường như được tăng cường mà không có giới hạn nào..."
        },
        {
            "x1": 792,
            "y1": 428,
            "x2": 849,
            "y2": 520,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 679,
            "y1": 486,
            "x2": 746,
            "y2": 653,
            "text": "無尽蔵…⁉ す 凄すぎるぞ",
            "vi": "Vô tận...⁉ nó quá khủng khiếp"
        },
        {
            "x1": 378,
            "y1": 474,
            "x2": 461,
            "y2": 619,
            "text": "孔の時は筋力が 『百』強化されて いたが…",
            "vi": "Vào thời điểm lỗ hổng, sức mạnh là \"Hàng trăm\", nhưng..."
        },
        {
            "x1": 523,
            "y1": 575,
            "x2": 601,
            "y2": 758,
            "text": "ただし強化具合は どどん弱なって いきますね",
            "vi": "Tuy nhiên, điều kiện tăng cường ngày càng yếu."
        },
        {
            "x1": 280,
            "y1": 478,
            "x2": 309,
            "y2": 695,
            "text": "二本目は『五十』",
            "vi": "Cái thứ hai là \"năm mươi\""
        },
        {
            "x1": 97,
            "y1": 557,
            "x2": 174,
            "y2": 837,
            "text": "百本となると… 『一』程度",
            "vi": "Khi nói đến hàng trăm... \"1\""
        },
        {
            "x1": 772,
            "y1": 805,
            "x2": 837,
            "y2": 990,
            "text": "魔力の消費や 手間を考えると…",
            "vi": "Xem xét tiêu dùng và nỗ lực của ma thuật..."
        },
        {
            "x1": 628,
            "y1": 857,
            "x2": 717,
            "y2": 1037,
            "text": "余程の相手の時 以外には使おない かも",
            "vi": "Có thể bạn không sử dụng nó trừ khi bạn là nhiều đối thủ"
        },
        {
            "x1": 175,
            "y1": 1012,
            "x2": 218,
            "y2": 1221,
            "text": "余程の相手…",
            "vi": "Khoảng một đối tác..."
        }
    ],
    "009.jpg": [
        {
            "x1": 784,
            "y1": 125,
            "x2": 841,
            "y2": 305,
            "text": "まぁ… あんなのそうそう",
            "vi": "Chà... Đúng vậy"
        },
        {
            "x1": 226,
            "y1": 118,
            "x2": 315,
            "y2": 305,
            "text": "マテリアル ブレイク",
            "vi": "Phá vỡ vật chất"
        },
        {
            "x1": 806,
            "y1": 1052,
            "x2": 862,
            "y2": 1178,
            "text": "わぁ…",
            "vi": "Thành công lớn..."
        }
    ],
    "010.jpg": [
        {
            "x1": 731,
            "y1": 133,
            "x2": 854,
            "y2": 270,
            "text": "いきなり 凄いこと するなー",
            "vi": "Đừng làm điều gì đó thật tuyệt vời đột ngột"
        },
        {
            "x1": 536,
            "y1": 122,
            "x2": 570,
            "y2": 305,
            "text": "す すいません",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 375,
            "y1": 111,
            "x2": 448,
            "y2": 307,
            "text": "…しかし 一斉爆発ヤバい",
            "vi": "… Nhưng vụ nổ đồng thời là nguy hiểm"
        },
        {
            "x1": 173,
            "y1": 214,
            "x2": 280,
            "y2": 429,
            "text": "魔物を狭い空間に 誘い出して 爆発させたら",
            "vi": "Nếu bạn mời con quỷ vào một không gian hẹp và bùng nổ"
        },
        {
            "x1": 56,
            "y1": 308,
            "x2": 120,
            "y2": 499,
            "text": "…ひとたまりも ない",
            "vi": "… Không có ai"
        },
        {
            "x1": 731,
            "y1": 595,
            "x2": 821,
            "y2": 741,
            "text": "エグい作戦 考えるな リニデアル…",
            "vi": "Đừng nghĩ về một chiến lược..."
        },
        {
            "x1": 83,
            "y1": 576,
            "x2": 158,
            "y2": 748,
            "text": "照れる",
            "vi": "Ngại ngùng"
        },
        {
            "x1": 653,
            "y1": 927,
            "x2": 773,
            "y2": 1179,
            "text": "さ それじゃ… 迷宮攻略の続きと いきましょうか！",
            "vi": "Vậy thì... chúng ta hãy tiếp tục bắt giữ mê cung!"
        },
        {
            "x1": 280,
            "y1": 981,
            "x2": 360,
            "y2": 1161,
            "text": "おう‼",
            "vi": "OU!"
        },
        {
            "x1": 124,
            "y1": 1040,
            "x2": 210,
            "y2": 1229,
            "text": "おっけ",
            "vi": "Xử lý"
        }
    ]
}