var ocr_data = {
    "001.jpg": [
        {
            "x1": 103,
            "y1": 34,
            "x2": 436,
            "y2": 104,
            "text": "不遇職鍛治台師。 最強 第76話 開店前夜",
            "vi": "Một bậc thầy Kajidai không ổn định. Tập phim mạnh nhất 76 đêm trước khi mở đầu"
        },
        {
            "x1": 157,
            "y1": 430,
            "x2": 203,
            "y2": 614,
            "text": "眠れない…",
            "vi": "không ngủ được…"
        },
        {
            "x1": 759,
            "y1": 727,
            "x2": 838,
            "y2": 910,
            "text": "明日は開店だ と思うと…",
            "vi": "Tôi nghĩ rằng nó sẽ mở vào ngày mai..."
        },
        {
            "x1": 250,
            "y1": 762,
            "x2": 373,
            "y2": 953,
            "text": "…少し外でも 散歩して こようかな",
            "vi": "… Tôi tự hỏi liệu tôi có nên đi dạo bên ngoài không"
        },
        {
            "x1": 463,
            "y1": 1035,
            "x2": 543,
            "y2": 1177,
            "text": "緊張して しまった",
            "vi": "tối đã lo lắng"
        },
        {
            "x1": 767,
            "y1": 1173,
            "x2": 841,
            "y2": 1282,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 96,
            "y1": 1296,
            "x2": 741,
            "y2": 1329,
            "text": "累自35方部突破！ 最新新第5巻絶覺発売中叫",
            "vi": "Phần thứ 35 tích lũy phá vỡ! Phát hành sa mạc tập mới mới nhất được bán"
        }
    ],
    "002.jpg": [
        {
            "x1": 153,
            "y1": 232,
            "x2": 224,
            "y2": 340,
            "text": "まだ少し 寒いな",
            "vi": "Trời vẫn còn hơi lạnh"
        }
    ],
    "003.jpg": [
        {
            "x1": 160,
            "y1": 161,
            "x2": 233,
            "y2": 284,
            "text": "クルア さん…？",
            "vi": "Curua...?"
        },
        {
            "x1": 728,
            "y1": 443,
            "x2": 823,
            "y2": 582,
            "text": "普段少し 抜けてるから 忘れてたけど",
            "vi": "Tôi thường nhớ nó bởi vì tôi thường bỏ lỡ nó"
        },
        {
            "x1": 591,
            "y1": 537,
            "x2": 678,
            "y2": 697,
            "text": "クルアさん とても綺麗な人 なんだよな…",
            "vi": "Curua là một người rất xinh đẹp..."
        },
        {
            "x1": 758,
            "y1": 759,
            "x2": 823,
            "y2": 957,
            "text": "どうしたんですか こんな夜遅くに",
            "vi": "Có chuyện gì vậy?"
        },
        {
            "x1": 355,
            "y1": 776,
            "x2": 449,
            "y2": 977,
            "text": "レスさん 幽霊かと 思いました…ッ",
            "vi": "Tôi nghĩ rằng đó là một con ma..."
        },
        {
            "x1": 510,
            "y1": 1047,
            "x2": 588,
            "y2": 1259,
            "text": "びいう⁉",
            "vi": "Thích⁉"
        },
        {
            "x1": 130,
            "y1": 1025,
            "x2": 244,
            "y2": 1209,
            "text": "そういえば 苦手でしたね …すみません",
            "vi": "Nhân tiện, tôi không giỏi nó... tôi xin lỗi"
        }
    ],
    "004.jpg": [
        {
            "x1": 752,
            "y1": 156,
            "x2": 822,
            "y2": 279,
            "text": "寝ないん ですか？",
            "vi": "Bạn không ngủ sao?"
        },
        {
            "x1": 262,
            "y1": 132,
            "x2": 337,
            "y2": 313,
            "text": "ちょっと緊張して きたんです …レリウスさんは？",
            "vi": "Tôi hơi lo lắng... Lelius?"
        },
        {
            "x1": 113,
            "y1": 197,
            "x2": 181,
            "y2": 341,
            "text": "似たような ものです",
            "vi": "Nó tương tự"
        },
        {
            "x1": 671,
            "y1": 734,
            "x2": 779,
            "y2": 903,
            "text": "王都にお店を 出すのが夢 だったんです",
            "vi": "Đó là một giấc mơ mở một cửa hàng ở thủ đô hoàng gia"
        },
        {
            "x1": 295,
            "y1": 705,
            "x2": 398,
            "y2": 892,
            "text": "…私は『師匠』に 拾って育てて もらいました",
            "vi": "… Tôi đã nhặt và nâng nó lên bởi Master Master"
        },
        {
            "x1": 125,
            "y1": 793,
            "x2": 234,
            "y2": 983,
            "text": "いつか師匠に 負けないような お店を作る",
            "vi": "Tạo ra một cửa hàng sẽ không thua giáo viên vào một ngày nào đó"
        }
    ],
    "005.jpg": [
        {
            "x1": 673,
            "y1": 173,
            "x2": 784,
            "y2": 391,
            "text": "それが 私の『夢』であり 目標だったのです",
            "vi": "Đó là \"ước mơ\" của tôi và một mục tiêu."
        },
        {
            "x1": 495,
            "y1": 575,
            "x2": 607,
            "y2": 742,
            "text": "だからこれは 私にとっての 第一歩",
            "vi": "Vì vậy, đây là bước đầu tiên cho tôi"
        },
        {
            "x1": 648,
            "y1": 907,
            "x2": 763,
            "y2": 1157,
            "text": "平民が気軽に 利用できるお店 『レーダルストア』",
            "vi": "\"Cửa hàng radal\" có thể dễ dàng sử dụng bởi người dân thường"
        }
    ],
    "006.jpg": [
        {
            "x1": 727,
            "y1": 169,
            "x2": 846,
            "y2": 335,
            "text": "ここまで 来れたのは レリウスさんが いたからです",
            "vi": "Tôi đến đây vì có Lelius."
        },
        {
            "x1": 592,
            "y1": 191,
            "x2": 660,
            "y2": 343,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 723,
            "y1": 534,
            "x2": 819,
            "y2": 684,
            "text": "俺は商品を 用意している だけです",
            "vi": "Tôi chỉ có một sản phẩm"
        },
        {
            "x1": 575,
            "y1": 532,
            "x2": 663,
            "y2": 743,
            "text": "本来なら俺は 商売に関わることも なかったですし…",
            "vi": "Ban đầu tôi không tham gia kinh doanh..."
        },
        {
            "x1": 107,
            "y1": 527,
            "x2": 200,
            "y2": 701,
            "text": "俺達は パートナーじゃ ないですか‼",
            "vi": "Bạn không phải là đối tác?"
        },
        {
            "x1": 558,
            "y1": 800,
            "x2": 595,
            "y2": 965,
            "text": "な 何です？",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 214,
            "y1": 837,
            "x2": 326,
            "y2": 1045,
            "text": "レリウスさんは 本当にお人好し ですねぇ…",
            "vi": "Lelius thực sự rất tốt..."
        },
        {
            "x1": 134,
            "y1": 1038,
            "x2": 163,
            "y2": 1226,
            "text": "そ そうですかね",
            "vi": "Đúng thế"
        }
    ],
    "007.jpg": [
        {
            "x1": 758,
            "y1": 215,
            "x2": 826,
            "y2": 388,
            "text": "ふふっ‼",
            "vi": "Fufu"
        },
        {
            "x1": 165,
            "y1": 294,
            "x2": 266,
            "y2": 504,
            "text": "頼りにして ますね‼",
            "vi": "Tôi dựa vào nó‼"
        },
        {
            "x1": 423,
            "y1": 731,
            "x2": 512,
            "y2": 953,
            "text": "ぶ 普段変な人だから 真面目になられると ドキドキする…っ",
            "vi": "Tôi là một người kỳ lạ, vì vậy tôi rất hồi hộp khi tôi nghiêm túc..."
        },
        {
            "x1": 741,
            "y1": 1060,
            "x2": 845,
            "y2": 1214,
            "text": "まあ安心するのは 早いですけどね …お店がうまく いかないと‼",
            "vi": "Chà, nhanh chóng được giải tỏa, nhưng... cửa hàng phải diễn ra tốt đẹp."
        },
        {
            "x1": 135,
            "y1": 1107,
            "x2": 200,
            "y2": 1270,
            "text": "お互い 頑張りましょう",
            "vi": "Hãy làm việc chăm chỉ"
        }
    ],
    "008.jpg": [
        {
            "x1": 740,
            "y1": 133,
            "x2": 808,
            "y2": 340,
            "text": "さあ いい加減 もう寝ましょうか",
            "vi": "Cố lên, hãy ngủ"
        },
        {
            "x1": 250,
            "y1": 300,
            "x2": 351,
            "y2": 460,
            "text": "明日は もっと忙しく なりますよ‼",
            "vi": "Tôi sẽ bận rộn vào ngày mai!"
        },
        {
            "x1": 130,
            "y1": 422,
            "x2": 167,
            "y2": 585,
            "text": "そうですね",
            "vi": "tôi đồng ý"
        },
        {
            "x1": 206,
            "y1": 1007,
            "x2": 293,
            "y2": 1177,
            "text": "俺の夢は… 何だろう",
            "vi": "Giấc mơ của tôi là gì... cái gì"
        }
    ],
    "009.jpg": [
        {
            "x1": 732,
            "y1": 164,
            "x2": 806,
            "y2": 344,
            "text": "リンを助ける こと…？",
            "vi": "Để giúp Rin...?"
        },
        {
            "x1": 157,
            "y1": 357,
            "x2": 234,
            "y2": 566,
            "text": "それは夢という より目標だろう",
            "vi": "Đó là một mục tiêu chứ không phải là một giấc mơ"
        },
        {
            "x1": 687,
            "y1": 675,
            "x2": 811,
            "y2": 855,
            "text": "リスティナさんは 劇団員として 活躍したい と話していた",
            "vi": "Listina cho biết anh muốn đóng một phần tích cực với tư cách là thành viên của đoàn kịch"
        },
        {
            "x1": 745,
            "y1": 959,
            "x2": 814,
            "y2": 1159,
            "text": "メアさんは 一人前の冒険者に",
            "vi": "Mare là một nhà thám hiểm toàn diện"
        },
        {
            "x1": 313,
            "y1": 987,
            "x2": 437,
            "y2": 1169,
            "text": "フィーラさんは 貴族ではなく 一人の人間として 自立したいと",
            "vi": "Fira muốn độc lập với tư cách là một người, không phải là một quý tộc"
        }
    ],
    "010.jpg": [
        {
            "x1": 682,
            "y1": 203,
            "x2": 768,
            "y2": 355,
            "text": "皆 色々な 夢を持ち",
            "vi": "Mọi người đều có những giấc mơ khác nhau"
        },
        {
            "x1": 163,
            "y1": 137,
            "x2": 217,
            "y2": 298,
            "text": "…俺は…",
            "vi": "… Tôi là…"
        },
        {
            "x1": 493,
            "y1": 282,
            "x2": 572,
            "y2": 489,
            "text": "それに向かって 生きている",
            "vi": "Sống hướng tới nó"
        },
        {
            "x1": 745,
            "y1": 616,
            "x2": 806,
            "y2": 773,
            "text": "俺はまだ わからないな",
            "vi": "Tôi chưa biết"
        },
        {
            "x1": 139,
            "y1": 669,
            "x2": 176,
            "y2": 792,
            "text": "けれど‥",
            "vi": "Chỉ ‥"
        },
        {
            "x1": 708,
            "y1": 911,
            "x2": 779,
            "y2": 1120,
            "text": "ここで それを 見つけられれば…",
            "vi": "Nếu bạn có thể tìm thấy nó ở đây..."
        },
        {
            "x1": 177,
            "y1": 1014,
            "x2": 255,
            "y2": 1144,
            "text": "いいん だけどな",
            "vi": "Nó khá ổn"
        },
        {
            "x1": 80,
            "y1": 1292,
            "x2": 750,
            "y2": 1324,
            "text": "正しく悩む。故郷を離れた意味がそこにある。次号へ‼",
            "vi": "Tôi đang lo lắng chính xác. Có ý nghĩa rời khỏi quê hương. Cho vấn đề tiếp theo‼"
        }
    ]
}