var ocr_data = {
    "10001.jpg": [
        {
            "x1": 132,
            "y1": 82,
            "x2": 306,
            "y2": 116,
            "text": "遇職“鍛台師」",
            "vi": "Một nhân viên chuyên nghiệp"
        },
        {
            "x1": 97,
            "y1": 109,
            "x2": 296,
            "y2": 182,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 603,
            "y1": 331,
            "x2": 871,
            "y2": 359,
            "text": "弟影148話男者の結木",
            "vi": "Anh trai 148 nam yuki"
        },
        {
            "x1": 740,
            "y1": 443,
            "x2": 839,
            "y2": 626,
            "text": "迷宮… どのくらいの 規模だと思う？",
            "vi": "Labyrinth... bạn nghĩ bao nhiêu?"
        },
        {
            "x1": 260,
            "y1": 433,
            "x2": 380,
            "y2": 615,
            "text": "わかりません 必要そうなものは 一通り作製 できますが…",
            "vi": "Tôi không biết, nhưng tôi có thể làm mọi thứ có vẻ cần thiết..."
        },
        {
            "x1": 145,
            "y1": 532,
            "x2": 218,
            "y2": 697,
            "text": "用心して 進みましょう",
            "vi": "Hãy cẩn thận"
        },
        {
            "x1": 271,
            "y1": 828,
            "x2": 385,
            "y2": 1025,
            "text": "迷宮というより 大きな屋敷って 感じよね…",
            "vi": "Cảm giác như một biệt thự lớn hơn là một mê cung..."
        },
        {
            "x1": 95,
            "y1": 1307,
            "x2": 749,
            "y2": 1345,
            "text": "累計120万部突破！ 最新9巻発売中品",
            "vi": "Hơn 1, 2 triệu bản sao! Tập 9 mới nhất đang được bán"
        }
    ],
    "10002.jpg": [
        {
            "x1": 567,
            "y1": 160,
            "x2": 666,
            "y2": 313,
            "text": "近くに 魔物の反応も ありません",
            "vi": "Không có phản ứng quỷ gần đó"
        },
        {
            "x1": 116,
            "y1": 117,
            "x2": 213,
            "y2": 330,
            "text": "こんな 巨大なものを 鍛治師は作れるの？",
            "vi": "Osamu có thể làm một điều rất lớn như vậy không?"
        },
        {
            "x1": 759,
            "y1": 480,
            "x2": 830,
            "y2": 617,
            "text": "レリウスも 作れる？",
            "vi": "Bạn có thể làm cho Lelius?"
        },
        {
            "x1": 130,
            "y1": 515,
            "x2": 236,
            "y2": 674,
            "text": "迷宮どころか 家を造るのも 無理です",
            "vi": "Không thể xây dựng một ngôi nhà thay vì mê cung"
        },
        {
            "x1": 758,
            "y1": 810,
            "x2": 831,
            "y2": 1000,
            "text": "ゴー‼",
            "vi": "Lần"
        }
    ],
    "10003.jpg": [
        {
            "x1": 630,
            "y1": 120,
            "x2": 668,
            "y2": 258,
            "text": "書斎…か",
            "vi": "Nghiên cứu..."
        },
        {
            "x1": 379,
            "y1": 564,
            "x2": 461,
            "y2": 722,
            "text": "レリウス‼ あの文字‼",
            "vi": "Lelius Nhân vật đó‼"
        },
        {
            "x1": 257,
            "y1": 689,
            "x2": 346,
            "y2": 852,
            "text": "私達じゃ 読めないー",
            "vi": "Chúng ta không thể đọc nó"
        },
        {
            "x1": 782,
            "y1": 926,
            "x2": 857,
            "y2": 1132,
            "text": "アルゴの書いた 研究資料…！",
            "vi": "Tài liệu nghiên cứu được viết bởi Argo...!"
        },
        {
            "x1": 455,
            "y1": 908,
            "x2": 527,
            "y2": 1091,
            "text": "魔物についての 分析",
            "vi": "Phân tích về quái vật"
        },
        {
            "x1": 332,
            "y1": 976,
            "x2": 399,
            "y2": 1140,
            "text": "迷宮の構造に ついて",
            "vi": "Với cấu trúc của mê cung"
        },
        {
            "x1": 115,
            "y1": 1087,
            "x2": 225,
            "y2": 1251,
            "text": "ただ どれも 目新しい 情報じゃない",
            "vi": "Không phải tất cả là thông tin mới"
        }
    ],
    "10004.jpg": [
        {
            "x1": 716,
            "y1": 128,
            "x2": 830,
            "y2": 346,
            "text": "いくら何でも この本全部 鍛治師しが 読めないなんてこと ないでしょー",
            "vi": "Cho dù bạn có thể đọc tất cả cuốn sách này đến mức nào, bạn không thể đọc nó."
        },
        {
            "x1": 194,
            "y1": 134,
            "x2": 286,
            "y2": 336,
            "text": "私達にも 読めそらなのなか 探してみるわね",
            "vi": "Tôi sẽ tìm nó một cách có thể đọc được để đọc nó."
        },
        {
            "x1": 104,
            "y1": 287,
            "x2": 133,
            "y2": 444,
            "text": "お願いします",
            "vi": "vui lòng"
        }
    ],
    "10005.jpg": [
        {
            "x1": 159,
            "y1": 151,
            "x2": 224,
            "y2": 356,
            "text": "駄目だ…",
            "vi": "Nó là vô dụng…"
        },
        {
            "x1": 757,
            "y1": 484,
            "x2": 855,
            "y2": 639,
            "text": "特に これといった 情報は…",
            "vi": "Đặc biệt thông tin như thế này..."
        },
        {
            "x1": 276,
            "y1": 901,
            "x2": 389,
            "y2": 1071,
            "text": "この反応… 大図書館の 時と同じ…‼",
            "vi": "Phản ứng này... giống như trong thư viện lớn...‼"
        }
    ],
    "10006.jpg": [
        {
            "x1": 660,
            "y1": 265,
            "x2": 703,
            "y2": 383,
            "text": "この本",
            "vi": "Sách này"
        },
        {
            "x1": 126,
            "y1": 176,
            "x2": 239,
            "y2": 391,
            "text": "“勇者の神器\"に ついて書かれて いる…！",
            "vi": "Nó được viết trên \"Thần của người anh hùng\" ...!"
        },
        {
            "x1": 701,
            "y1": 566,
            "x2": 817,
            "y2": 744,
            "text": "勇者の 神器は…",
            "vi": "Thần của người anh hùng là..."
        },
        {
            "x1": 118,
            "y1": 866,
            "x2": 260,
            "y2": 1238,
            "text": "所有者の生命を 蝕んでいる",
            "vi": "Ăn cuộc sống của chủ sở hữu"
        }
    ],
    "10007.jpg": [
        {
            "x1": 750,
            "y1": 120,
            "x2": 871,
            "y2": 304,
            "text": "─俺には 共に戦った 勇者達がいた",
            "vi": "─ Tôi đã có những người dũng cảm đã chiến đấu với nhau"
        },
        {
            "x1": 183,
            "y1": 251,
            "x2": 295,
            "y2": 368,
            "text": "しかし… 戦えば 戦うほど",
            "vi": "Nhưng... bạn càng chiến đấu"
        },
        {
            "x1": 81,
            "y1": 299,
            "x2": 151,
            "y2": 452,
            "text": "強くなれば なるほど",
            "vi": "Bạn càng mạnh mẽ"
        },
        {
            "x1": 749,
            "y1": 523,
            "x2": 838,
            "y2": 715,
            "text": "皆 驚くほど 衰弱し",
            "vi": "Mọi người đều yếu đuối đến mức đáng ngạc nhiên"
        },
        {
            "x1": 130,
            "y1": 599,
            "x2": 202,
            "y2": 799,
            "text": "遂には 死んでしまった",
            "vi": "Tôi cuối cùng đã chết"
        },
        {
            "x1": 765,
            "y1": 829,
            "x2": 875,
            "y2": 1023,
            "text": "あの アリア\"でさえ 同じだった",
            "vi": "Ngay cả \"aria\" đó cũng giống như vậy"
        },
        {
            "x1": 491,
            "y1": 863,
            "x2": 601,
            "y2": 984,
            "text": "あぁ イリア様 なぜだ…",
            "vi": "Ồ, ilia tại sao..."
        },
        {
            "x1": 329,
            "y1": 905,
            "x2": 469,
            "y2": 1125,
            "text": "皆 世界の為に 懸命に戦ったのに こんな結末は あんまりだ",
            "vi": "Mọi người đã chiến đấu hết sức cho thế giới, nhưng kết thúc này là quá nhiều"
        }
    ],
    "10008.jpg": [
        {
            "x1": 752,
            "y1": 142,
            "x2": 811,
            "y2": 244,
            "text": "何て",
            "vi": "Gì"
        },
        {
            "x1": 724,
            "y1": 150,
            "x2": 766,
            "y2": 299,
            "text": "ことだ‼",
            "vi": "Vật!"
        },
        {
            "x1": 113,
            "y1": 184,
            "x2": 228,
            "y2": 312,
            "text": "これが 本当なら リンは…",
            "vi": "Nếu điều này là đúng, Rin..."
        },
        {
            "x1": 734,
            "y1": 464,
            "x2": 811,
            "y2": 610,
            "text": "ベニーさん ユミネ様…",
            "vi": "Benny Yumine..."
        },
        {
            "x1": 139,
            "y1": 488,
            "x2": 224,
            "y2": 617,
            "text": "他の 勇者達が",
            "vi": "Những người dũng cảm khác"
        },
        {
            "x1": 723,
            "y1": 695,
            "x2": 832,
            "y2": 982,
            "text": "勇者は 全員死にます",
            "vi": "Tất cả các Braves chết"
        },
        {
            "x1": 400,
            "y1": 723,
            "x2": 494,
            "y2": 907,
            "text": "ユミネ様の 記憶視は",
            "vi": "Trí nhớ của Yumine"
        },
        {
            "x1": 132,
            "y1": 856,
            "x2": 250,
            "y2": 1120,
            "text": "勇者が死ぬ 未来とは このこと だったのか…‼",
            "vi": "Đây có phải là tương lai của những người dũng cảm chết không?"
        }
    ],
    "10009.jpg": [
        {
            "x1": 352,
            "y1": 109,
            "x2": 383,
            "y2": 261,
            "text": "レリウス？",
            "vi": "Lelius?"
        },
        {
            "x1": 640,
            "y1": 200,
            "x2": 724,
            "y2": 355,
            "text": "まだ… 続きが…？",
            "vi": "Vẫn... tiếp tục...?"
        },
        {
            "x1": 758,
            "y1": 512,
            "x2": 834,
            "y2": 687,
            "text": "…そんな 予感はあった",
            "vi": "… Tôi có một cảm giác như vậy"
        },
        {
            "x1": 418,
            "y1": 580,
            "x2": 522,
            "y2": 770,
            "text": "だけど 見て見ぬフリを していた…",
            "vi": "Nhưng tôi đã giả vờ xem nó..."
        },
        {
            "x1": 105,
            "y1": 470,
            "x2": 208,
            "y2": 678,
            "text": "俺は皆を 蘇らせる手段を 探す旅をしていた",
            "vi": "Tôi đã đi du lịch để tìm cách hồi sinh tất cả mọi người"
        },
        {
            "x1": 715,
            "y1": 838,
            "x2": 833,
            "y2": 1078,
            "text": "そして 遂に その思いが届き 答えに辿り着いた",
            "vi": "Và cuối cùng suy nghĩ đó đã đến và đến câu trả lời"
        },
        {
            "x1": 549,
            "y1": 928,
            "x2": 657,
            "y2": 1162,
            "text": "俺は あるものを 作れるように なったんだ",
            "vi": "Bây giờ tôi có thể tạo ra một cái gì đó"
        }
    ],
    "10010.jpg": [
        {
            "x1": 699,
            "y1": 154,
            "x2": 794,
            "y2": 374,
            "text": "設計図を 獲得しました",
            "vi": "Tôi có bản thiết kế"
        },
        {
            "x1": 169,
            "y1": 878,
            "x2": 336,
            "y2": 1175,
            "text": "「蒼石」の 作製が可能に なリました",
            "vi": "Nó đã trở nên có thể làm cho \"Aoishi\""
        }
    ],
    "10011.jpg": [
        {
            "x1": 43,
            "y1": 105,
            "x2": 159,
            "y2": 197,
            "text": "嘉強",
            "vi": "Tạm biệt"
        },
        {
            "x1": 27,
            "y1": 715,
            "x2": 215,
            "y2": 819,
            "text": "P2400方jPv",
            "vi": "P2400 jpv"
        },
        {
            "x1": 44,
            "y1": 768,
            "x2": 384,
            "y2": 1000,
            "text": "★超え‼!な 「小説家になろう｣発！ 大八気“万物創造",
            "vi": "★ đã vượt quá‼ Từ! \"Trở thành một tiểu thuyết gia\" từ! Daihachi \"Tất cả những điều sáng tạo"
        },
        {
            "x1": 490,
            "y1": 1207,
            "x2": 772,
            "y2": 1322,
            "text": "まれるようになってた男の のんびリスローライフ",
            "vi": "Người đàn ông giải trí cuộc sống risro"
        }
    ]
}