var ocr_data = {
    "001.jpg": [
        {
            "x1": 113,
            "y1": 72,
            "x2": 267,
            "y2": 101,
            "text": "不遇職 鍛台師這"
        },
        {
            "x1": 107,
            "y1": 97,
            "x2": 271,
            "y2": 148,
            "text": "最強"
        },
        {
            "x1": 716,
            "y1": 153,
            "x2": 822,
            "y2": 384,
            "text": "犯人はふくよかな 女性とそばかすの 女性の二人ですか？"
        },
        {
            "x1": 111,
            "y1": 253,
            "x2": 158,
            "y2": 367,
            "text": "はい‥"
        },
        {
            "x1": 657,
            "y1": 412,
            "x2": 874,
            "y2": 441,
            "text": "第142話 頼れる先輩"
        },
        {
            "x1": 725,
            "y1": 532,
            "x2": 840,
            "y2": 692,
            "text": "私が主役に なってから 嫌がらせされる ようになって…"
        },
        {
            "x1": 145,
            "y1": 536,
            "x2": 240,
            "y2": 733,
            "text": "日に日に エスカレートして 今日がこれでした"
        },
        {
            "x1": 768,
            "y1": 877,
            "x2": 865,
            "y2": 1005,
            "text": "でも 先輩… これは私の 問題です"
        },
        {
            "x1": 498,
            "y1": 871,
            "x2": 593,
            "y2": 1090,
            "text": "こんなことできなく なるくら有名に なります…‼"
        },
        {
            "x1": 671,
            "y1": 1068,
            "x2": 759,
            "y2": 1229,
            "text": "その問題の 解決策は あるんですか？"
        },
        {
            "x1": 134,
            "y1": 981,
            "x2": 241,
            "y2": 1188,
            "text": "その間 ずっと 嫌がらせを我慢し 続けるんですか？"
        },
        {
            "x1": 769,
            "y1": 1235,
            "x2": 811,
            "y2": 1302,
            "text": "最強"
        },
        {
            "x1": 94,
            "y1": 1309,
            "x2": 748,
            "y2": 1350,
            "text": "累計120万部突破！ 最新9巻発売中!"
        }
    ],
    "013.jpg": [
        {
            "x1": 654,
            "y1": 116,
            "x2": 731,
            "y2": 349,
            "text": "タダじゃ 済まさないからな"
        },
        {
            "x1": 794,
            "y1": 444,
            "x2": 826,
            "y2": 609,
            "text": "ひぃえええ‼"
        },
        {
            "x1": 587,
            "y1": 443,
            "x2": 677,
            "y2": 610,
            "text": "また何か されたら すぐ 教えてください"
        },
        {
            "x1": 355,
            "y1": 453,
            "x2": 417,
            "y2": 582,
            "text": "リスティナ さん？"
        },
        {
            "x1": 147,
            "y1": 462,
            "x2": 239,
            "y2": 606,
            "text": "もともと 優しい人達 だったんです"
        },
        {
            "x1": 628,
            "y1": 869,
            "x2": 706,
            "y2": 1035,
            "text": "どうして… こんな…"
        },
        {
            "x1": 434,
            "y1": 848,
            "x2": 476,
            "y2": 1021,
            "text": "って先輩⁉"
        },
        {
            "x1": 156,
            "y1": 888,
            "x2": 229,
            "y2": 1011,
            "text": "いやぁ… ははは"
        }
    ],
    "015.jpg": [
        {
            "x1": 691,
            "y1": 174,
            "x2": 828,
            "y2": 349,
            "text": "怖い人物を 演じるのは 緊張しますね… 腰が抜けました"
        },
        {
            "x1": 119,
            "y1": 226,
            "x2": 228,
            "y2": 392,
            "text": "改めて 劇団の人達は すごい…"
        },
        {
            "x1": 298,
            "y1": 501,
            "x2": 344,
            "y2": 607,
            "text": "ふふ…"
        },
        {
            "x1": 769,
            "y1": 789,
            "x2": 842,
            "y2": 976,
            "text": "ありがとう ございました"
        },
        {
            "x1": 422,
            "y1": 1011,
            "x2": 500,
            "y2": 1205,
            "text": "先輩‼"
        }
    ],
    "017.jpg": [
        {
            "x1": 808,
            "y1": 116,
            "x2": 851,
            "y2": 228,
            "text": "皆様‼"
        },
        {
            "x1": 672,
            "y1": 306,
            "x2": 750,
            "y2": 441,
            "text": "お待たせ しました"
        },
        {
            "x1": 130,
            "y1": 279,
            "x2": 205,
            "y2": 456,
            "text": "これよリ 開演致します"
        },
        {
            "x1": 742,
            "y1": 533,
            "x2": 853,
            "y2": 732,
            "text": "演目は グリードラッド 愛の戦い"
        },
        {
            "x1": 111,
            "y1": 658,
            "x2": 190,
            "y2": 779,
            "text": "始まり 始まリ‼"
        },
        {
            "x1": 330,
            "y1": 843,
            "x2": 403,
            "y2": 991,
            "text": "わっ… あれ 私かな⁉"
        },
        {
            "x1": 183,
            "y1": 863,
            "x2": 242,
            "y2": 1013,
            "text": "みたいだな カッコいいな"
        }
    ],
    "019.jpg": [
        {
            "x1": 739,
            "y1": 151,
            "x2": 841,
            "y2": 326,
            "text": "これは 勇敢な戦士達の 記録であリ"
        },
        {
            "x1": 280,
            "y1": 112,
            "x2": 383,
            "y2": 262,
            "text": "主人公の 勇者はとても 凛々しくて"
        },
        {
            "x1": 99,
            "y1": 180,
            "x2": 199,
            "y2": 377,
            "text": "懸命に戦い 散っていった 愛の記録でもある"
        },
        {
            "x1": 721,
            "y1": 438,
            "x2": 817,
            "y2": 614,
            "text": "普段の彼女とは まるで別人の ようで…"
        },
        {
            "x1": 84,
            "y1": 488,
            "x2": 191,
            "y2": 653,
            "text": "素人目だけど 素晴らしい 演技だった‼"
        },
        {
            "x1": 682,
            "y1": 730,
            "x2": 805,
            "y2": 942,
            "text": "何より 舞台上の彼女は 楽しそうで"
        },
        {
            "x1": 825,
            "y1": 968,
            "x2": 901,
            "y2": 1249,
            "text": "ッ勇者リステイナのの時れ舞合。"
        },
        {
            "x1": 122,
            "y1": 992,
            "x2": 215,
            "y2": 1210,
            "text": "誰よりも 輝いて見えた"
        }
    ]
}