var ocr_data = {
    "001.jpg": [
        {
            "x1": 97,
            "y1": 23,
            "x2": 253,
            "y2": 56,
            "text": "不遇職“鐵治師",
            "vi": "Việc làm bất thường"
        },
        {
            "x1": 364,
            "y1": 71,
            "x2": 610,
            "y2": 98,
            "text": "第4結話2人きりの舞踏会",
            "vi": "Câu chuyện thứ 4 2 -Person Ball"
        },
        {
            "x1": 89,
            "y1": 45,
            "x2": 243,
            "y2": 109,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 129,
            "y1": 132,
            "x2": 174,
            "y2": 249,
            "text": "はぁ…",
            "vi": "Hả..."
        },
        {
            "x1": 796,
            "y1": 450,
            "x2": 851,
            "y2": 605,
            "text": "どどらかた んですか？",
            "vi": "Làm thế nào là nó hơn?"
        },
        {
            "x1": 136,
            "y1": 462,
            "x2": 234,
            "y2": 651,
            "text": "舞踏会 あんまり 行きたくない のよね…",
            "vi": "Tôi không muốn đi quá nhiều..."
        },
        {
            "x1": 811,
            "y1": 840,
            "x2": 872,
            "y2": 1022,
            "text": "そうですか？ 楽しそうですけど",
            "vi": "Có phải vậy không? Nó trông vui nhỉ"
        },
        {
            "x1": 524,
            "y1": 838,
            "x2": 586,
            "y2": 1059,
            "text": "貴族しか出れない 華やかなイメージだ",
            "vi": "Đó là một hình ảnh tuyệt đẹp mà chỉ những quý tộc mới ra mắt"
        },
        {
            "x1": 333,
            "y1": 830,
            "x2": 450,
            "y2": 1061,
            "text": "まぁ楽しめる人も いると思うけどね 舞踏会の本当の意味って 考えたとある？",
            "vi": "Chà, tôi nghĩ một số người có thể thích nó, nhưng bạn có nghĩ rằng ý nghĩa thực sự của một quả bóng?"
        },
        {
            "x1": 132,
            "y1": 1291,
            "x2": 694,
            "y2": 1316,
            "text": "単行本全器発売完即重版！最新2巻大好語発売中",
            "vi": "In lại ngay lập tức của tất cả các cuốn sách tất cả các nhạc cụ! Tập 2 mới nhất đang được bán"
        }
    ],
    "002.jpg": [
        {
            "x1": 820,
            "y1": 109,
            "x2": 846,
            "y2": 247,
            "text": "…そうですね",
            "vi": "Tôi đồng ý"
        },
        {
            "x1": 348,
            "y1": 142,
            "x2": 416,
            "y2": 365,
            "text": "婚約者を探したり ですか？",
            "vi": "Bạn đang tìm kiếm vị hôn phu của bạn?"
        },
        {
            "x1": 111,
            "y1": 156,
            "x2": 174,
            "y2": 270,
            "text": "それも あるわね",
            "vi": "Cũng có điều đó quá"
        },
        {
            "x1": 742,
            "y1": 514,
            "x2": 833,
            "y2": 738,
            "text": "あたしが一番嫌なのは お互いの関係を 深めようとする人達よ",
            "vi": "Điều tôi không thích là những người cố gắng làm sâu sắc hơn các mối quan hệ của họ"
        },
        {
            "x1": 104,
            "y1": 552,
            "x2": 193,
            "y2": 775,
            "text": "グリードラッド家 として参加するから 冷だできなのよね",
            "vi": "Trời không lạnh vì bạn tham gia vào gia đình RAD xanh."
        },
        {
            "x1": 738,
            "y1": 851,
            "x2": 829,
            "y2": 1052,
            "text": "だからこそ今日は ウスに風よけを お願いしたの",
            "vi": "Đó là lý do tại sao tôi yêu cầu Mỹ gió."
        },
        {
            "x1": 211,
            "y1": 865,
            "x2": 295,
            "y2": 1028,
            "text": "知っているわ けど 少なくとも あたしが…",
            "vi": "Tôi biết, nhưng ít nhất là tôi..."
        },
        {
            "x1": 373,
            "y1": 1015,
            "x2": 463,
            "y2": 1223,
            "text": "やーさすが 貴族相手に何も できないですよ？",
            "vi": "Vâng, bạn không thể làm bất cứ điều gì với các quý tộc?"
        }
    ],
    "003.jpg": [
        {
            "x1": 659,
            "y1": 189,
            "x2": 809,
            "y2": 411,
            "text": "恋人候補の 一人として 紹介すれば‼",
            "vi": "Nếu bạn giới thiệu nó như một trong những ứng cử viên người yêu của bạn"
        },
        {
            "x1": 558,
            "y1": 604,
            "x2": 659,
            "y2": 771,
            "text": "こ 恋人⁉ さすがに マズイです‼",
            "vi": "Đây là một người yêu."
        },
        {
            "x1": 251,
            "y1": 554,
            "x2": 311,
            "y2": 715,
            "text": "だ 大丈夫よ‼ 今だけだから‼",
            "vi": "Nó khá ổn Bởi vì nó chỉ là bây giờ"
        },
        {
            "x1": 443,
            "y1": 662,
            "x2": 528,
            "y2": 854,
            "text": "俺 後ろから 刺されますよ",
            "vi": "Tôi bị đâm từ phía sau"
        },
        {
            "x1": 106,
            "y1": 670,
            "x2": 197,
            "y2": 850,
            "text": "そり言っておけば 面倒な相手が半分 くらい減るのよ‼",
            "vi": "Nếu bạn nói như vậy, đối thủ rắc rối sẽ bị giảm một nửa."
        },
        {
            "x1": 791,
            "y1": 920,
            "x2": 848,
            "y2": 1060,
            "text": "…リウスは …その…",
            "vi": "Lôi Lais là… mà…"
        },
        {
            "x1": 443,
            "y1": 906,
            "x2": 498,
            "y2": 1075,
            "text": "ぜ 全然嫌とか ではないですが",
            "vi": "Tôi không thích nó chút nào"
        },
        {
            "x1": 196,
            "y1": 963,
            "x2": 303,
            "y2": 1177,
            "text": "わ…わかりました 俺でよければ 引き受けます",
            "vi": "Wow... tôi hiểu tôi sẽ chấp nhận nó nếu tôi có thể"
        },
        {
            "x1": 654,
            "y1": 1096,
            "x2": 680,
            "y2": 1291,
            "text": "誤解させるのとか",
            "vi": "Hiểu lầm"
        }
    ],
    "004.jpg": [
        {
            "x1": 792,
            "y1": 95,
            "x2": 848,
            "y2": 242,
            "text": "本当⁉",
            "vi": "THÀNH THẬT⁉"
        },
        {
            "x1": 531,
            "y1": 115,
            "x2": 628,
            "y2": 328,
            "text": "フィーラさんの 負担を減らせるなら 構わない か",
            "vi": "Có ổn không nếu tôi có thể giảm bớt gánh nặng của Fira?"
        },
        {
            "x1": 322,
            "y1": 141,
            "x2": 427,
            "y2": 340,
            "text": "ただ何かあっても さすがに責任は 取れませんよ…？",
            "vi": "Ngay cả khi có điều gì đó xảy ra, bạn không thể chịu trách nhiệm...?"
        },
        {
            "x1": 95,
            "y1": 305,
            "x2": 182,
            "y2": 425,
            "text": "大丈夫よっ ありがとね レリウス",
            "vi": "Cảm ơn bạn, Lelius"
        },
        {
            "x1": 669,
            "y1": 514,
            "x2": 736,
            "y2": 690,
            "text": "それじゃ 行きましょっか",
            "vi": "Sau đó đi"
        },
        {
            "x1": 181,
            "y1": 566,
            "x2": 250,
            "y2": 675,
            "text": "はい",
            "vi": "Vâng"
        }
    ],
    "005.jpg": [
        {
            "x1": 642,
            "y1": 104,
            "x2": 698,
            "y2": 286,
            "text": "お おい あれは… グリードラッドの",
            "vi": "Ồ, đó... màu xanh lá cây màu xanh lá cây"
        },
        {
            "x1": 380,
            "y1": 100,
            "x2": 414,
            "y2": 259,
            "text": "フィーラ様？",
            "vi": "Filla -sama?"
        },
        {
            "x1": 201,
            "y1": 96,
            "x2": 268,
            "y2": 268,
            "text": "初めてお目に かかったな…",
            "vi": "Tôi đã thấy nó lần đầu tiên..."
        },
        {
            "x1": 113,
            "y1": 185,
            "x2": 145,
            "y2": 350,
            "text": "あの男は…？",
            "vi": "Người đó...?"
        },
        {
            "x1": 834,
            "y1": 398,
            "x2": 863,
            "y2": 537,
            "text": "…家紋なし…",
            "vi": "Không có gia đình"
        },
        {
            "x1": 713,
            "y1": 558,
            "x2": 769,
            "y2": 655,
            "text": "平民じゃ ないか⁉",
            "vi": "Nó không phải là một thường dân?"
        },
        {
            "x1": 573,
            "y1": 432,
            "x2": 657,
            "y2": 622,
            "text": "やっぱりウチの家紋 つけでおた方が 良かったから…",
            "vi": "Rốt cuộc, tốt hơn là có đỉnh của gia đình chúng ta..."
        },
        {
            "x1": 135,
            "y1": 467,
            "x2": 206,
            "y2": 673,
            "text": "さすがにそれは マズイですよ",
            "vi": "Như mong đợi, nó thật điên rồ"
        },
        {
            "x1": 551,
            "y1": 786,
            "x2": 626,
            "y2": 964,
            "text": "き 貴族が こんなに沢山",
            "vi": "Có rất nhiều quý tộc"
        },
        {
            "x1": 141,
            "y1": 959,
            "x2": 238,
            "y2": 1229,
            "text": "二度とこんな場所に 縁もないだろうし… 記憶に焼き付けておこう",
            "vi": "Sẽ không có kết nối ở một nơi như vậy nữa... hãy đốt nó vào bộ nhớ của bạn"
        }
    ],
    "006.jpg": [
        {
            "x1": 793,
            "y1": 129,
            "x2": 858,
            "y2": 296,
            "text": "お久しぶりです フイーラ様",
            "vi": "Đã lâu rồi"
        },
        {
            "x1": 481,
            "y1": 122,
            "x2": 536,
            "y2": 334,
            "text": "久しぶりね…えっと… リリド家のロースエル",
            "vi": "Đã lâu rồi... uh... Lilid Family Lowel"
        },
        {
            "x1": 116,
            "y1": 237,
            "x2": 194,
            "y2": 388,
            "text": "覚えて頂き 光栄です",
            "vi": "Tôi rất vinh dự được ghi nhớ"
        },
        {
            "x1": 794,
            "y1": 491,
            "x2": 858,
            "y2": 642,
            "text": "ここに 来ていたのね",
            "vi": "Bạn đã đến đây"
        },
        {
            "x1": 395,
            "y1": 496,
            "x2": 487,
            "y2": 707,
            "text": "フィーラ様が参加 されると聞きまして …ところで",
            "vi": "Tôi nghe nói rằng filla sẽ tham gia... nhân tiện"
        },
        {
            "x1": 76,
            "y1": 503,
            "x2": 191,
            "y2": 715,
            "text": "以前お話した件 考えて頂けた でしょうか？",
            "vi": "Bạn đã nghĩ về vấn đề mà bạn đã nói trước đây?"
        },
        {
            "x1": 706,
            "y1": 830,
            "x2": 804,
            "y2": 1061,
            "text": "我がリード家なら グリードラッドにも 負けず劣らず",
            "vi": "Gia đình chính của tôi tốt như màu xanh lá cây"
        },
        {
            "x1": 564,
            "y1": 803,
            "x2": 635,
            "y2": 984,
            "text": "ロースエル様 ですか‼",
            "vi": "Nó có bị loasas không?"
        },
        {
            "x1": 261,
            "y1": 819,
            "x2": 386,
            "y2": 1018,
            "text": "初めまして‼ レリウスと 申します",
            "vi": "Hân hạnh được biết bạn! Tên tôi là Lelius"
        },
        {
            "x1": 679,
            "y1": 1159,
            "x2": 724,
            "y2": 1280,
            "text": "…あの",
            "vi": "…điều đó"
        }
    ],
    "007.jpg": [
        {
            "x1": 680,
            "y1": 147,
            "x2": 781,
            "y2": 293,
            "text": "えっ… こちらの方は 給仕…？",
            "vi": "Ơ... người này là tiền lương...?"
        },
        {
            "x1": 503,
            "y1": 178,
            "x2": 615,
            "y2": 348,
            "text": "いえ！ 私の パートナー ですわ‼",
            "vi": "mái ấm! Đó là đối tác của tôi."
        },
        {
            "x1": 763,
            "y1": 508,
            "x2": 853,
            "y2": 688,
            "text": "そ そうでしたか でも…『平民』 ですよね？",
            "vi": "Có phải vậy... \"thường gặp\", phải không?"
        },
        {
            "x1": 487,
            "y1": 524,
            "x2": 600,
            "y2": 773,
            "text": "はい‼ ですので 貴族の方とお話 できるのは光栄です",
            "vi": "Vâng! Vì vậy, tôi rất vinh dự khi có thể nói chuyện với quý tộc"
        },
        {
            "x1": 623,
            "y1": 877,
            "x2": 695,
            "y2": 1062,
            "text": "あ…ありがと レリウス…",
            "vi": "À... cảm ơn bạn Lelius..."
        },
        {
            "x1": 450,
            "y1": 862,
            "x2": 524,
            "y2": 1087,
            "text": "こんな感じで 大丈夫でしたか？",
            "vi": "Có ổn không?"
        },
        {
            "x1": 228,
            "y1": 867,
            "x2": 336,
            "y2": 1159,
            "text": "勿論‼ これから 舞踏会の時はレリウスに 頼もうかしら‼",
            "vi": "Đương nhiên! Bạn có muốn hỏi Lelius vào thời điểm của quả bóng không?"
        },
        {
            "x1": 84,
            "y1": 1091,
            "x2": 163,
            "y2": 1284,
            "text": "そ それは ちょっと…ッ",
            "vi": "Đó là một chút..."
        }
    ],
    "008.jpg": [
        {
            "x1": 745,
            "y1": 132,
            "x2": 820,
            "y2": 315,
            "text": "さて それじゃ 抜けましょ",
            "vi": "Vậy thì chúng ta hãy ra ngoài"
        },
        {
            "x1": 279,
            "y1": 104,
            "x2": 333,
            "y2": 265,
            "text": "えっ⁉ いいんですか？",
            "vi": "Điều đó ổn chứ?"
        },
        {
            "x1": 104,
            "y1": 162,
            "x2": 188,
            "y2": 401,
            "text": "ここにいても 話しがけられるだけだわ 参加はした大丈夫よ",
            "vi": "Ngay cả khi bạn ở đây, bạn chỉ có thể nói chuyện, bạn có thể tham gia"
        },
        {
            "x1": 658,
            "y1": 898,
            "x2": 688,
            "y2": 971,
            "text": "ハァ…",
            "vi": "Hả..."
        },
        {
            "x1": 550,
            "y1": 901,
            "x2": 617,
            "y2": 1052,
            "text": "外はさすがに 寒いわね",
            "vi": "Bên ngoài thực sự lạnh"
        },
        {
            "x1": 289,
            "y1": 854,
            "x2": 348,
            "y2": 1059,
            "text": "そりゃそうですよ… どこに行んです？",
            "vi": "Đúng vậy... bạn sẽ đi đâu?"
        },
        {
            "x1": 147,
            "y1": 916,
            "x2": 210,
            "y2": 1133,
            "text": "部屋に戻らないん ですか？",
            "vi": "Bạn không trở về phòng sao?"
        }
    ],
    "009.jpg": [
        {
            "x1": 670,
            "y1": 89,
            "x2": 739,
            "y2": 273,
            "text": "うん… ここが良いかな",
            "vi": "Yeah... điều này có tốt không?"
        },
        {
            "x1": 147,
            "y1": 158,
            "x2": 191,
            "y2": 320,
            "text": "レリウス",
            "vi": "Lelius"
        },
        {
            "x1": 700,
            "y1": 428,
            "x2": 804,
            "y2": 691,
            "text": "一緒に踊って くれますか？",
            "vi": "Bạn sẽ cùng nhau nhảy?"
        }
    ],
    "010.jpg": [
        {
            "x1": 548,
            "y1": 186,
            "x2": 613,
            "y2": 385,
            "text": "ダンスは 苦手なんですよね",
            "vi": "Tôi không giỏi khiêu vũ"
        },
        {
            "x1": 83,
            "y1": 134,
            "x2": 151,
            "y2": 298,
            "text": "ここなら誰も 見ていないわ",
            "vi": "Không ai nhìn thấy nó ở đây"
        }
    ],
    "011.jpg": [
        {
            "x1": 732,
            "y1": 158,
            "x2": 828,
            "y2": 331,
            "text": "ちょっとは 上手くなってる じゃない？",
            "vi": "Nó không tốt hơn một chút?"
        },
        {
            "x1": 128,
            "y1": 179,
            "x2": 237,
            "y2": 335,
            "text": "…鬼教官が いたもの ですから",
            "vi": "Vì có một sĩ quan quỷ"
        },
        {
            "x1": 791,
            "y1": 491,
            "x2": 854,
            "y2": 656,
            "text": "へぇ 誰のこと かしら",
            "vi": "Này, đó là ai?"
        },
        {
            "x1": 474,
            "y1": 486,
            "x2": 552,
            "y2": 620,
            "text": "クルア？ メア？",
            "vi": "Culla? Ngựa cái?"
        },
        {
            "x1": 149,
            "y1": 500,
            "x2": 229,
            "y2": 687,
            "text": "想像に お任せします",
            "vi": "Tôi sẽ để lại cho bạn"
        },
        {
            "x1": 237,
            "y1": 869,
            "x2": 328,
            "y2": 1054,
            "text": "ふふ まぁいいわ",
            "vi": "Fufuma là tốt"
        },
        {
            "x1": 62,
            "y1": 1048,
            "x2": 202,
            "y2": 1223,
            "text": "レリウス 今夜は月が 綺麗ね",
            "vi": "Lelius tối nay đẹp"
        },
        {
            "x1": 415,
            "y1": 1289,
            "x2": 878,
            "y2": 1315,
            "text": "甘く美しい、2人だけの夜。次号、急展開品",
            "vi": "Ngọt ngào và đẹp, chỉ có hai đêm. Vấn đề tiếp theo, triển khai nhanh chóng"
        }
    ]
}