var ocr_data = {
    "001.jpg": [
        {
            "x1": 97,
            "y1": 26,
            "x2": 255,
            "y2": 54,
            "text": "不遇職“鍛治台師」"
        },
        {
            "x1": 199,
            "y1": 156,
            "x2": 279,
            "y2": 340,
            "text": "今回の任務は 特別だ"
        },
        {
            "x1": 745,
            "y1": 411,
            "x2": 844,
            "y2": 609,
            "text": "何せ王都騎士団 直々の依頼が 来てるんだからな"
        },
        {
            "x1": 117,
            "y1": 617,
            "x2": 191,
            "y2": 809,
            "text": "場所は王都北西 森林地带"
        },
        {
            "x1": 750,
            "y1": 841,
            "x2": 845,
            "y2": 1041,
            "text": "そこの 調査をしてくれと いうことだ"
        },
        {
            "x1": 133,
            "y1": 1044,
            "x2": 219,
            "y2": 1266,
            "text": "何でも調査に向かった 騎士達が行方不明に なったらしい"
        },
        {
            "x1": 93,
            "y1": 1310,
            "x2": 756,
            "y2": 1345,
            "text": "累計G0万部突破！ 第︎巻絶覺発見中叫"
        }
    ],
    "005.jpg": [
        {
            "x1": 761,
            "y1": 161,
            "x2": 857,
            "y2": 313,
            "text": "あんた等も 飲むか？ ポーション‼"
        },
        {
            "x1": 270,
            "y1": 149,
            "x2": 343,
            "y2": 319,
            "text": "何で ポーション⁉"
        },
        {
            "x1": 145,
            "y1": 183,
            "x2": 211,
            "y2": 361,
            "text": "こういう時は お酒じゃない⁉"
        },
        {
            "x1": 769,
            "y1": 443,
            "x2": 856,
            "y2": 644,
            "text": "今 俺が一推しの レーダルストア製の ポリショジさ"
        },
        {
            "x1": 411,
            "y1": 505,
            "x2": 479,
            "y2": 682,
            "text": "飲んでみな？ トぶぞ‼"
        },
        {
            "x1": 91,
            "y1": 472,
            "x2": 167,
            "y2": 601,
            "text": "レーダル ストア…"
        },
        {
            "x1": 754,
            "y1": 783,
            "x2": 843,
            "y2": 1006,
            "text": "結局 行けてないな… りンにおみやげ買つて いきたいのに‼"
        },
        {
            "x1": 588,
            "y1": 974,
            "x2": 619,
            "y2": 1093,
            "text": "まぁまぁ"
        },
        {
            "x1": 444,
            "y1": 1017,
            "x2": 539,
            "y2": 1239,
            "text": "この仕事が 終わったら行きましょ ベニー様‼"
        }
    ],
    "012.jpg": [
        {
            "x1": 753,
            "y1": 143,
            "x2": 847,
            "y2": 304,
            "text": "そ 蒼石の 魔物…⁉"
        },
        {
            "x1": 119,
            "y1": 174,
            "x2": 225,
            "y2": 365,
            "text": "ただの 蒼石の魔物じゃ ないぞ…ッ"
        },
        {
            "x1": 744,
            "y1": 459,
            "x2": 777,
            "y2": 603,
            "text": "コイソは…"
        },
        {
            "x1": 181,
            "y1": 464,
            "x2": 212,
            "y2": 635,
            "text": "あまりにも…"
        },
        {
            "x1": 175,
            "y1": 876,
            "x2": 240,
            "y2": 1212,
            "text": "デカすぎる‼"
        },
        {
            "x1": 85,
            "y1": 1316,
            "x2": 486,
            "y2": 1348,
            "text": "物語は新たなステージへ」次号へつづく!"
        }
    ]
}