var ocr_data = {
    "012.jpg": [
        {
            "x1": 531,
            "y1": 144,
            "x2": 633,
            "y2": 274,
            "text": "パンが 焼けたから お皿並べて"
        },
        {
            "x1": 412,
            "y1": 187,
            "x2": 442,
            "y2": 301,
            "text": "は はい‼"
        },
        {
            "x1": 335,
            "y1": 552,
            "x2": 422,
            "y2": 753,
            "text": "もしかして あたしのこと… 意識してくれてる？"
        },
        {
            "x1": 259,
            "y1": 907,
            "x2": 351,
            "y2": 1050,
            "text": "それなら 良かった"
        }
    ],
    "014.jpg": [
        {
            "x1": 696,
            "y1": 183,
            "x2": 794,
            "y2": 413,
            "text": "今まであたしを そういう風に見て くれてなかったから"
        },
        {
            "x1": 770,
            "y1": 578,
            "x2": 859,
            "y2": 790,
            "text": "そりゃあ… 身分的にも立場的にも 違う人ですから"
        },
        {
            "x1": 447,
            "y1": 594,
            "x2": 513,
            "y2": 769,
            "text": "あたしだって 普通の女の子よ"
        },
        {
            "x1": 88,
            "y1": 661,
            "x2": 190,
            "y2": 814,
            "text": "好きな人と 一緒にいたい って思うし"
        },
        {
            "x1": 804,
            "y1": 876,
            "x2": 843,
            "y2": 974,
            "text": "あの…"
        },
        {
            "x1": 691,
            "y1": 884,
            "x2": 756,
            "y2": 1082,
            "text": "その…好きって 友人として…とか"
        },
        {
            "x1": 219,
            "y1": 944,
            "x2": 256,
            "y2": 1146,
            "text": "異性としてよ"
        }
    ],
    "016.jpg": [
        {
            "x1": 739,
            "y1": 854,
            "x2": 835,
            "y2": 1028,
            "text": "別に今すぐ 返事が欲しい訳 じゃない"
        },
        {
            "x1": 103,
            "y1": 971,
            "x2": 200,
            "y2": 1190,
            "text": "ただ ちゃんと私を レディとして見て 欲のわかる？"
        }
    ],
    "018.jpg": [
        {
            "x1": 709,
            "y1": 124,
            "x2": 738,
            "y2": 251,
            "text": "い 一応は…"
        },
        {
            "x1": 461,
            "y1": 178,
            "x2": 564,
            "y2": 341,
            "text": "レリウス 無茶ばっかり だから"
        },
        {
            "x1": 174,
            "y1": 202,
            "x2": 241,
            "y2": 394,
            "text": "勝手にいなく ならないように"
        },
        {
            "x1": 767,
            "y1": 493,
            "x2": 872,
            "y2": 707,
            "text": "あなたのこと 想っている人間が いるんだから‼"
        },
        {
            "x1": 106,
            "y1": 603,
            "x2": 229,
            "y2": 796,
            "text": "…自分勝手な ことしちゃ 駄目よ"
        },
        {
            "x1": 683,
            "y1": 915,
            "x2": 761,
            "y2": 1093,
            "text": "自分勝手って 何ですか…"
        },
        {
            "x1": 328,
            "y1": 1053,
            "x2": 393,
            "y2": 1180,
            "text": "ふふっ"
        }
    ],
    "020.jpg": [
        {
            "x1": 680,
            "y1": 109,
            "x2": 744,
            "y2": 261,
            "text": "すいませーん 郵便でーす"
        },
        {
            "x1": 479,
            "y1": 168,
            "x2": 559,
            "y2": 304,
            "text": "お疲れ様 です…"
        },
        {
            "x1": 648,
            "y1": 362,
            "x2": 680,
            "y2": 480,
            "text": "はいはい"
        },
        {
            "x1": 767,
            "y1": 529,
            "x2": 836,
            "y2": 697,
            "text": "手紙？ リンからかな"
        },
        {
            "x1": 610,
            "y1": 580,
            "x2": 715,
            "y2": 743,
            "text": "それにしては やけに いい紙を…"
        },
        {
            "x1": 657,
            "y1": 924,
            "x2": 795,
            "y2": 1179,
            "text": "王城から… 手紙…⁉"
        },
        {
            "x1": 77,
            "y1": 1293,
            "x2": 706,
            "y2": 1323,
            "text": "平和も束の間…また何か事件が!？次号へっうく叫"
        }
    ]
}