var ocr_data = {
    "001.jpg": [
        {
            "x1": 97,
            "y1": 27,
            "x2": 254,
            "y2": 53,
            "text": "不遇職鍛治治師"
        },
        {
            "x1": 264,
            "y1": 69,
            "x2": 402,
            "y2": 97,
            "text": "第105話 条件"
        },
        {
            "x1": 88,
            "y1": 48,
            "x2": 256,
            "y2": 107,
            "text": "最強"
        },
        {
            "x1": 765,
            "y1": 166,
            "x2": 802,
            "y2": 315,
            "text": "認める…？"
        },
        {
            "x1": 139,
            "y1": 216,
            "x2": 231,
            "y2": 389,
            "text": "教会が… 鍛治師を？"
        },
        {
            "x1": 565,
            "y1": 484,
            "x2": 596,
            "y2": 650,
            "text": "正気ですか？"
        },
        {
            "x1": 136,
            "y1": 529,
            "x2": 235,
            "y2": 707,
            "text": "鍛治師もまた 神の与えて くださった職業"
        },
        {
            "x1": 715,
            "y1": 837,
            "x2": 814,
            "y2": 1057,
            "text": "もしかしたら今回の ような危機的状況を 打破するために"
        },
        {
            "x1": 130,
            "y1": 942,
            "x2": 222,
            "y2": 1232,
            "text": "神は勇者達と…鍛治師を 我々に残してくださったの かもしれません"
        },
        {
            "x1": 95,
            "y1": 1299,
            "x2": 757,
            "y2": 1335,
            "text": "累計G0万部突破！ 第︎巻絶覺発売中叫"
        }
    ],
    "005.jpg": [
        {
            "x1": 272,
            "y1": 502,
            "x2": 329,
            "y2": 625,
            "text": "魔力が必要 なので…"
        },
        {
            "x1": 155,
            "y1": 522,
            "x2": 213,
            "y2": 695,
            "text": "大量にとなると 休息は必要ですが"
        },
        {
            "x1": 781,
            "y1": 796,
            "x2": 872,
            "y2": 895,
            "text": "む…ぐ… しかし… 質は…ッ"
        },
        {
            "x1": 657,
            "y1": 790,
            "x2": 698,
            "y2": 975,
            "text": "心配するな"
        },
        {
            "x1": 447,
            "y1": 772,
            "x2": 560,
            "y2": 975,
            "text": "このポーショを 飲んだら もう他のポーションは 飲めないぜ？"
        },
        {
            "x1": 162,
            "y1": 1008,
            "x2": 238,
            "y2": 1180,
            "text": "一口飲めば… 宇宙を感じる"
        }
    ]
}