var ocr_data = {
    "001.jpg": [
        {
            "x1": 93,
            "y1": 61,
            "x2": 465,
            "y2": 105,
            "text": "最強に第81話 カップル作戦"
        },
        {
            "x1": 249,
            "y1": 159,
            "x2": 304,
            "y2": 345,
            "text": "ダーリン♡"
        },
        {
            "x1": 656,
            "y1": 547,
            "x2": 766,
            "y2": 715,
            "text": "何だい ハニー♡"
        },
        {
            "x1": 621,
            "y1": 790,
            "x2": 695,
            "y2": 1003,
            "text": "見て見て この下着カワイー"
        },
        {
            "x1": 427,
            "y1": 812,
            "x2": 481,
            "y2": 992,
            "text": "でもでも"
        },
        {
            "x1": 767,
            "y1": 1169,
            "x2": 844,
            "y2": 1282,
            "text": "最強"
        },
        {
            "x1": 99,
            "y1": 987,
            "x2": 201,
            "y2": 1228,
            "text": "私なんかに… 似合うかな？"
        },
        {
            "x1": 97,
            "y1": 1299,
            "x2": 710,
            "y2": 1328,
            "text": "累信35方部突破！ 最新第5巻絶魔発売中叫"
        }
    ],
    "003.jpg": [
        {
            "x1": 642,
            "y1": 135,
            "x2": 730,
            "y2": 294,
            "text": "あれぇダーリン 顔赤くない ですかぁ？"
        },
        {
            "x1": 105,
            "y1": 163,
            "x2": 208,
            "y2": 307,
            "text": "付き合って くれるん ですよね？"
        },
        {
            "x1": 703,
            "y1": 447,
            "x2": 835,
            "y2": 663,
            "text": "守って くれるんです よねそ～そ⁉"
        },
        {
            "x1": 438,
            "y1": 1084,
            "x2": 553,
            "y2": 1263,
            "text": "私と… 先輩が… カップルに？"
        }
    ],
    "005.jpg": [
        {
            "x1": 722,
            "y1": 126,
            "x2": 843,
            "y2": 309,
            "text": "大丈夫です！ それでも俺は リスティナさんを 守リたい"
        },
        {
            "x1": 761,
            "y1": 376,
            "x2": 845,
            "y2": 537,
            "text": "ひ人を からかうなんて サイテーです！"
        },
        {
            "x1": 373,
            "y1": 391,
            "x2": 418,
            "y2": 502,
            "text": "はい⁉"
        },
        {
            "x1": 384,
            "y1": 634,
            "x2": 478,
            "y2": 855,
            "text": "それじゃあ堂々と 抱きついちゃい ますからね‼"
        },
        {
            "x1": 244,
            "y1": 740,
            "x2": 295,
            "y2": 871,
            "text": "はい‼"
        },
        {
            "x1": 98,
            "y1": 868,
            "x2": 215,
            "y2": 1008,
            "text": "…あ いえ やっぱリ 程々に…"
        }
    ],
    "011.jpg": [
        {
            "x1": 220,
            "y1": 175,
            "x2": 258,
            "y2": 306,
            "text": "仕方ない"
        },
        {
            "x1": 764,
            "y1": 389,
            "x2": 837,
            "y2": 559,
            "text": "隙を見つけて 破壊するか…"
        },
        {
            "x1": 617,
            "y1": 436,
            "x2": 711,
            "y2": 578,
            "text": "エッチな 下着を…"
        },
        {
            "x1": 99,
            "y1": 1295,
            "x2": 859,
            "y2": 1324,
            "text": "いきなり作戦成功加？不穏な視線の主はー体…』 次号へ叫"
        }
    ]
}