var ocr_data = {
    "001.jpg": [
        {
            "x1": 713,
            "y1": 159,
            "x2": 889,
            "y2": 487,
            "text": "兵をすぐに 出せないって… どういうこど⁉"
        },
        {
            "x1": 294,
            "y1": 535,
            "x2": 486,
            "y2": 563,
            "text": "第50話 大丈夫です"
        },
        {
            "x1": 113,
            "y1": 514,
            "x2": 289,
            "y2": 568,
            "text": "最強"
        },
        {
            "x1": 762,
            "y1": 616,
            "x2": 855,
            "y2": 837,
            "text": "斥候から グリードラッド に関しての戦況報告"
        },
        {
            "x1": 293,
            "y1": 656,
            "x2": 393,
            "y2": 853,
            "text": "…グリードラッド 総指揮からの 新たな手紙"
        },
        {
            "x1": 106,
            "y1": 656,
            "x2": 185,
            "y2": 861,
            "text": "事態は予想以上 に深刻です"
        },
        {
            "x1": 720,
            "y1": 978,
            "x2": 825,
            "y2": 1259,
            "text": "りンのだは現在も 変じす蒼石の魔物 包囲されます"
        },
        {
            "x1": 118,
            "y1": 1053,
            "x2": 228,
            "y2": 1270,
            "text": "数は当初 千程でしだが… 倍に増えてます"
        }
    ],
    "002.jpg": [
        {
            "x1": 802,
            "y1": 194,
            "x2": 862,
            "y2": 322,
            "text": "増えている …って"
        },
        {
            "x1": 627,
            "y1": 279,
            "x2": 693,
            "y2": 431,
            "text": "そんな急にい 何で…"
        },
        {
            "x1": 459,
            "y1": 158,
            "x2": 558,
            "y2": 356,
            "text": "信じられないが 蒼石の魔物に殺さ れた者まで『皆』"
        },
        {
            "x1": 86,
            "y1": 252,
            "x2": 149,
            "y2": 428,
            "text": "蒼石の魔物に 変貌するらしい"
        },
        {
            "x1": 732,
            "y1": 486,
            "x2": 835,
            "y2": 677,
            "text": "そ そんなこと 聞いたことない わよ⁉"
        },
        {
            "x1": 139,
            "y1": 518,
            "x2": 233,
            "y2": 761,
            "text": "蒼石の魔物の中に 人型の槍を持った者が いるそうです"
        },
        {
            "x1": 728,
            "y1": 769,
            "x2": 803,
            "y2": 1065,
            "text": "その者が災者の身体と 『魔石』をめ込むと"
        },
        {
            "x1": 98,
            "y1": 981,
            "x2": 193,
            "y2": 1269,
            "text": "蒼石の魔物として 『蘇った』と"
        }
    ],
    "003.jpg": [
        {
            "x1": 804,
            "y1": 156,
            "x2": 843,
            "y2": 348,
            "text": "彼を暫定的に"
        },
        {
            "x1": 319,
            "y1": 198,
            "x2": 394,
            "y2": 318,
            "text": "蒼石の… 首領…"
        },
        {
            "x1": 470,
            "y1": 489,
            "x2": 611,
            "y2": 746,
            "text": "『蒼石の首領』と 呼んでいる そうです"
        },
        {
            "x1": 126,
            "y1": 456,
            "x2": 234,
            "y2": 744,
            "text": "…そいつがこれまでも 蒼石の魔物を作って きたのだろうか…？"
        },
        {
            "x1": 845,
            "y1": 819,
            "x2": 873,
            "y2": 939,
            "text": "カルラス卿"
        },
        {
            "x1": 722,
            "y1": 885,
            "x2": 791,
            "y2": 1042,
            "text": "この街にある 戦力は？"
        },
        {
            "x1": 160,
            "y1": 879,
            "x2": 254,
            "y2": 1116,
            "text": "戦える人間は およそ五百"
        }
    ],
    "004.jpg": [
        {
            "x1": 788,
            "y1": 108,
            "x2": 863,
            "y2": 287,
            "text": "…五百…‼ 厳しいけど…"
        },
        {
            "x1": 509,
            "y1": 194,
            "x2": 593,
            "y2": 366,
            "text": "グリードラ の軍と挟み撃ちに すれば…"
        },
        {
            "x1": 98,
            "y1": 127,
            "x2": 189,
            "y2": 329,
            "text": "蒼石の魔物と戦える 神器持ちは… 戦力の半分以下"
        },
        {
            "x1": 405,
            "y1": 298,
            "x2": 493,
            "y2": 471,
            "text": "我が軍の問題は それだけでは ありません"
        },
        {
            "x1": 718,
            "y1": 574,
            "x2": 786,
            "y2": 728,
            "text": "蒼石の魔物が 倒せず"
        },
        {
            "x1": 131,
            "y1": 569,
            "x2": 208,
            "y2": 774,
            "text": "殺されれば蘇り 味方を襲う"
        },
        {
            "x1": 707,
            "y1": 905,
            "x2": 797,
            "y2": 1145,
            "text": "この状況では… 軍が出せません"
        },
        {
            "x1": 511,
            "y1": 840,
            "x2": 612,
            "y2": 1062,
            "text": "グリードラッド から一番近くて軍を 所有する街よ？"
        },
        {
            "x1": 115,
            "y1": 841,
            "x2": 208,
            "y2": 1061,
            "text": "ここが今すぐ 出撃をしないと グリードラドは"
        }
    ],
    "005.jpg": [
        {
            "x1": 710,
            "y1": 102,
            "x2": 862,
            "y2": 368,
            "text": "グリードラッドは 王都や他の街と連携し 十分な戦力を集めて から挑め と"
        },
        {
            "x1": 519,
            "y1": 173,
            "x2": 630,
            "y2": 390,
            "text": "…その時間は できるだけ稼ぐと 言っています"
        },
        {
            "x1": 795,
            "y1": 454,
            "x2": 857,
            "y2": 638,
            "text": "妹を… フイーラを頼むと"
        },
        {
            "x1": 478,
            "y1": 460,
            "x2": 507,
            "y2": 576,
            "text": "そんな…"
        },
        {
            "x1": 326,
            "y1": 437,
            "x2": 384,
            "y2": 617,
            "text": "カルラスは貴女の 家に恩があります"
        },
        {
            "x1": 116,
            "y1": 601,
            "x2": 199,
            "y2": 746,
            "text": "騎士にも グリードラッド 出身の者が多い"
        },
        {
            "x1": 785,
            "y1": 835,
            "x2": 871,
            "y2": 1017,
            "text": "助けたい‼ …しかし…"
        },
        {
            "x1": 175,
            "y1": 821,
            "x2": 247,
            "y2": 1011,
            "text": "ちょっと 待ってください"
        },
        {
            "x1": 386,
            "y1": 1081,
            "x2": 437,
            "y2": 1279,
            "text": "そんな…ッ"
        }
    ],
    "006.jpg": [
        {
            "x1": 259,
            "y1": 116,
            "x2": 364,
            "y2": 373,
            "text": "蒼石の魔物が倒せない という問題であれば 解決できます"
        },
        {
            "x1": 637,
            "y1": 633,
            "x2": 700,
            "y2": 782,
            "text": "どどういう ことだ"
        },
        {
            "x1": 169,
            "y1": 595,
            "x2": 265,
            "y2": 776,
            "text": "オレの作った剣は 蒼石の魔物を 倒せます"
        },
        {
            "x1": 795,
            "y1": 829,
            "x2": 828,
            "y2": 924,
            "text": "えっ？"
        },
        {
            "x1": 529,
            "y1": 836,
            "x2": 654,
            "y2": 1081,
            "text": "馬鹿な‼ 聞いたことないぞ 神器以外で"
        },
        {
            "x1": 121,
            "y1": 863,
            "x2": 191,
            "y2": 1046,
            "text": "レリウス… そういう嘘は…"
        }
    ],
    "008.jpg": [
        {
            "x1": 738,
            "y1": 120,
            "x2": 825,
            "y2": 373,
            "text": "た 戦うことが できるのね…⁉"
        },
        {
            "x1": 346,
            "y1": 182,
            "x2": 438,
            "y2": 330,
            "text": "はい"
        },
        {
            "x1": 797,
            "y1": 469,
            "x2": 823,
            "y2": 618,
            "text": "だとしても"
        },
        {
            "x1": 662,
            "y1": 542,
            "x2": 731,
            "y2": 701,
            "text": "軍に行き渡る 程の数は"
        },
        {
            "x1": 216,
            "y1": 514,
            "x2": 269,
            "y2": 684,
            "text": "ご安心を"
        }
    ],
    "010.jpg": [
        {
            "x1": 752,
            "y1": 156,
            "x2": 793,
            "y2": 359,
            "text": "レリウス…‼"
        },
        {
            "x1": 375,
            "y1": 183,
            "x2": 454,
            "y2": 420,
            "text": "大丈夫です フィーラさん‼"
        },
        {
            "x1": 204,
            "y1": 231,
            "x2": 290,
            "y2": 382,
            "text": "俺もリンを… グリードラッド の人達を"
        },
        {
            "x1": 87,
            "y1": 360,
            "x2": 122,
            "y2": 540,
            "text": "助けたいッ‼"
        },
        {
            "x1": 758,
            "y1": 566,
            "x2": 820,
            "y2": 706,
            "text": "ぶ参ったよ 降参だ"
        },
        {
            "x1": 627,
            "y1": 583,
            "x2": 710,
            "y2": 743,
            "text": "お前に賭け させてもらうと しょう"
        },
        {
            "x1": 152,
            "y1": 593,
            "x2": 186,
            "y2": 732,
            "text": "領主様…！"
        },
        {
            "x1": 758,
            "y1": 791,
            "x2": 858,
            "y2": 942,
            "text": "相性の悪い 騎士達に 急いで支粉‼"
        },
        {
            "x1": 649,
            "y1": 897,
            "x2": 723,
            "y2": 1095,
            "text": "受け取った者は 出陣準備‼"
        },
        {
            "x1": 237,
            "y1": 938,
            "x2": 305,
            "y2": 1122,
            "text": "冒険者ギルド にも依頼を出せ"
        },
        {
            "x1": 96,
            "y1": 1059,
            "x2": 172,
            "y2": 1258,
            "text": "街で戦いたい者 も募集だ‼"
        }
    ],
    "011.jpg": [
        {
            "x1": 244,
            "y1": 113,
            "x2": 368,
            "y2": 293,
            "text": "魔物は 時間が経てば 経つ程増える"
        },
        {
            "x1": 113,
            "y1": 312,
            "x2": 201,
            "y2": 514,
            "text": "事態は一刻を 争うぞ‼"
        },
        {
            "x1": 685,
            "y1": 539,
            "x2": 840,
            "y2": 903,
            "text": "鍛治師の剣を 信じるのだ‼"
        },
        {
            "x1": 111,
            "y1": 976,
            "x2": 212,
            "y2": 1269,
            "text": "オゥッ‼"
        },
        {
            "x1": 501,
            "y1": 1291,
            "x2": 876,
            "y2": 1315,
            "text": "研鏡の目々が告の窮地を救う！次わ‼!"
        }
    ]
}