var ocr_data = {
    "006.jpg": [
        {
            "x1": 784,
            "y1": 93,
            "x2": 827,
            "y2": 269,
            "text": "レリウス‼",
            "vi": "Lelius"
        },
        {
            "x1": 92,
            "y1": 176,
            "x2": 199,
            "y2": 365,
            "text": "フィーラさん ユミネ様‼ 遅かったですね",
            "vi": "Filla yumine Đã muộn"
        },
        {
            "x1": 458,
            "y1": 731,
            "x2": 587,
            "y2": 928,
            "text": "ごめんなさい 急ぎでやらないと いけない仕事が あってね",
            "vi": "Tôi xin lỗi, tôi có một công việc mà tôi phải làm một cách vội vàng"
        },
        {
            "x1": 143,
            "y1": 780,
            "x2": 179,
            "y2": 953,
            "text": "そう…ですか",
            "vi": "là vậy"
        }
    ],
    "007.jpg": [
        {
            "x1": 753,
            "y1": 148,
            "x2": 854,
            "y2": 348,
            "text": "それより… ここが例の迷宮？ 早く行きましょ‼",
            "vi": "Đúng hơn... đây có phải là một mê cung ví dụ không? Đi sớm"
        },
        {
            "x1": 140,
            "y1": 230,
            "x2": 183,
            "y2": 361,
            "text": "私も行く",
            "vi": "tôi cũng đi"
        },
        {
            "x1": 744,
            "y1": 466,
            "x2": 781,
            "y2": 672,
            "text": "危ないですよ？",
            "vi": "Nó có nguy hiểm không?"
        },
        {
            "x1": 481,
            "y1": 456,
            "x2": 579,
            "y2": 656,
            "text": "大丈夫よ レリウスに護って もらうから",
            "vi": "Không sao đâu, vì Lelius sẽ bảo vệ"
        },
        {
            "x1": 209,
            "y1": 579,
            "x2": 241,
            "y2": 671,
            "text": "えぇ…",
            "vi": "Ừ..."
        },
        {
            "x1": 810,
            "y1": 735,
            "x2": 838,
            "y2": 903,
            "text": "クライアさん",
            "vi": "Rõ ràng hơn"
        },
        {
            "x1": 429,
            "y1": 742,
            "x2": 467,
            "y2": 841,
            "text": "はぁ…",
            "vi": "Hả..."
        },
        {
            "x1": 565,
            "y1": 733,
            "x2": 680,
            "y2": 959,
            "text": "フィーラは 一度言い出したら 聞かないからな…",
            "vi": "Filla không hỏi khi anh ấy nói..."
        },
        {
            "x1": 111,
            "y1": 747,
            "x2": 209,
            "y2": 944,
            "text": "私はキュガイアで 報告をお待ちして おりますわ",
            "vi": "Tôi mong chờ báo cáo của bạn ở Kugaia"
        }
    ],
    "008.jpg": [
        {
            "x1": 637,
            "y1": 156,
            "x2": 726,
            "y2": 306,
            "text": "いろいろと やることが ありまして…",
            "vi": "Tôi có rất nhiều việc phải làm..."
        },
        {
            "x1": 271,
            "y1": 411,
            "x2": 305,
            "y2": 581,
            "text": "わかりました",
            "vi": "lấy được rồi"
        },
        {
            "x1": 705,
            "y1": 663,
            "x2": 836,
            "y2": 931,
            "text": "ユミネ様によれば 蒼石の首領が現れるまで 1～２週間は猶予が あるらしい",
            "vi": "Theo Yumine, có một ân sủng trong 1-2 tuần cho đến khi người lãnh đạo Aishi xuất hiện."
        },
        {
            "x1": 356,
            "y1": 658,
            "x2": 467,
            "y2": 840,
            "text": "俺達も手早く 済ませて 敵に 備えなくては",
            "vi": "Chúng ta phải làm điều đó một cách nhanh chóng và chuẩn bị cho kẻ thù"
        },
        {
            "x1": 146,
            "y1": 775,
            "x2": 275,
            "y2": 958,
            "text": "フィーラさんと リニアルさんの 手伝いは正直 ありがたい",
            "vi": "Tôi thực sự biết ơn sự giúp đỡ của Fira và Lineal"
        },
        {
            "x1": 558,
            "y1": 933,
            "x2": 665,
            "y2": 1238,
            "text": "ユミネ様にも同行して ほしかったが 町の人々を 避難させる必要がある",
            "vi": "Tôi muốn Yumine đi cùng tôi, nhưng tôi cần phải sơ tán khỏi người dân thị trấn"
        },
        {
            "x1": 140,
            "y1": 1007,
            "x2": 188,
            "y2": 1196,
            "text": "レリウス様",
            "vi": "Lelius"
        }
    ],
    "009.jpg": [
        {
            "x1": 743,
            "y1": 188,
            "x2": 877,
            "y2": 350,
            "text": "他の 勇者様方の 未来を",
            "vi": "Tương lai của những người dũng cảm khác"
        },
        {
            "x1": 136,
            "y1": 426,
            "x2": 224,
            "y2": 662,
            "text": "どうかよろしく お願いします",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 737,
            "y1": 780,
            "x2": 802,
            "y2": 921,
            "text": "行くわよ レリウス‼",
            "vi": "Tôi đang đi Lelius"
        },
        {
            "x1": 430,
            "y1": 771,
            "x2": 465,
            "y2": 893,
            "text": "あ… はい",
            "vi": "Oh, vâng"
        }
    ],
    "010.jpg": [
        {
            "x1": 706,
            "y1": 507,
            "x2": 743,
            "y2": 662,
            "text": "ユミネ様…",
            "vi": "Yumine..."
        },
        {
            "x1": 122,
            "y1": 533,
            "x2": 244,
            "y2": 658,
            "text": "何かを 誤った 気がする",
            "vi": "tôi cảm thấy sai"
        },
        {
            "x1": 696,
            "y1": 826,
            "x2": 793,
            "y2": 986,
            "text": "この 胸騒ぎは．",
            "vi": "Đau lòng này là."
        },
        {
            "x1": 118,
            "y1": 898,
            "x2": 173,
            "y2": 1113,
            "text": "一体 何だ？",
            "vi": "Nó............... là gì?"
        }
    ]
}