var ocr_data = {
    "01.jpg": [
        {
            "x1": 702,
            "y1": 142,
            "x2": 806,
            "y2": 199,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 316,
            "y1": 144,
            "x2": 350,
            "y2": 312,
            "text": "それでは皆様",
            "vi": "Sau đó mọi người"
        },
        {
            "x1": 149,
            "y1": 202,
            "x2": 245,
            "y2": 367,
            "text": "本日は誠に ありがとう ございました",
            "vi": "Cảm ơn bạn rất nhiều vì ngày hôm nay"
        },
        {
            "x1": 601,
            "y1": 413,
            "x2": 866,
            "y2": 439,
            "text": "弟131話てネの責務",
            "vi": "Anh trai tôi 131 tập phim"
        },
        {
            "x1": 740,
            "y1": 527,
            "x2": 854,
            "y2": 693,
            "text": "じゃあ 私達は部屋に 戻るわ",
            "vi": "Sau đó chúng tôi sẽ trở lại phòng"
        },
        {
            "x1": 432,
            "y1": 524,
            "x2": 497,
            "y2": 662,
            "text": "またね レリウス‼",
            "vi": "Relius một lần nữa"
        },
        {
            "x1": 131,
            "y1": 509,
            "x2": 202,
            "y2": 681,
            "text": "はい二人とも また今度‼",
            "vi": "Vâng, cả hai đều là"
        },
        {
            "x1": 742,
            "y1": 797,
            "x2": 771,
            "y2": 930,
            "text": "フィーラ‼",
            "vi": "Filla"
        },
        {
            "x1": 594,
            "y1": 866,
            "x2": 694,
            "y2": 1055,
            "text": "久しぶりに お話できて 嬉し かったですわ",
            "vi": "Tôi đã rất vui khi có thể nói chuyện sau một thời gian dài"
        },
        {
            "x1": 364,
            "y1": 846,
            "x2": 486,
            "y2": 971,
            "text": "また 顔見せに 来るわ",
            "vi": "Tôi sẽ đến để thể hiện khuôn mặt của mình một lần nữa"
        },
        {
            "x1": 145,
            "y1": 915,
            "x2": 257,
            "y2": 1091,
            "text": "ふふっ 楽しみにして いますね",
            "vi": "tôi đang mong đợi nó"
        },
        {
            "x1": 805,
            "y1": 1266,
            "x2": 844,
            "y2": 1344,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 167,
            "y1": 1305,
            "x2": 794,
            "y2": 1341,
            "text": "累獄100万部突破！ 最新8巻発売中!",
            "vi": "Hơn 1 triệu bản sao tù! 8 tập mới nhất được bán!"
        }
    ],
    "02.jpg": [
        {
            "x1": 262,
            "y1": 145,
            "x2": 374,
            "y2": 285,
            "text": "ユミネと 二人で 何 話したの？",
            "vi": "Bạn đã nói về điều gì với Yumine?"
        },
        {
            "x1": 76,
            "y1": 252,
            "x2": 146,
            "y2": 417,
            "text": "いや 別に 大した話は…",
            "vi": "Không, một câu chuyện lớn..."
        },
        {
            "x1": 717,
            "y1": 504,
            "x2": 812,
            "y2": 694,
            "text": "ユミネは王女よ？ 英雄とはいえ 二人きりなんて…",
            "vi": "Yumine là công chúa? Mặc dù đó là anh hùng, nhưng chỉ có một người..."
        },
        {
            "x1": 129,
            "y1": 506,
            "x2": 232,
            "y2": 723,
            "text": "記憶視に関する 深刻な話だったん じゃない？",
            "vi": "Đó không phải là một câu chuyện nghiêm túc về trí nhớ?"
        },
        {
            "x1": 506,
            "y1": 836,
            "x2": 610,
            "y2": 1009,
            "text": "話したく ないなら 話さ なくていいわ",
            "vi": "Nếu bạn không muốn nói chuyện, bạn không phải nói chuyện"
        },
        {
            "x1": 117,
            "y1": 969,
            "x2": 252,
            "y2": 1219,
            "text": "レリウスにしか できないことだから 貴方にだけ 話したの だろうし…",
            "vi": "Tôi đoán tôi chỉ nói chuyện với bạn vì đó là điều mà chỉ có thể được thực hiện bởi Lelius..."
        }
    ],
    "03.jpg": [
        {
            "x1": 147,
            "y1": 179,
            "x2": 264,
            "y2": 357,
            "text": "ユミネはね 重いものを 抱えている…",
            "vi": "Yumine đang giữ một sự trùng lặp..."
        },
        {
            "x1": 785,
            "y1": 462,
            "x2": 852,
            "y2": 608,
            "text": "一国の王女 だから…",
            "vi": "Bởi vì đó là một công chúa của một đất nước..."
        },
        {
            "x1": 599,
            "y1": 579,
            "x2": 758,
            "y2": 784,
            "text": "国民の模範と なりながら 国の 命運を背負って 生きている",
            "vi": "Sống với số phận của đất nước trong khi trở thành hình mẫu của người dân"
        },
        {
            "x1": 301,
            "y1": 479,
            "x2": 413,
            "y2": 705,
            "text": "グリードラッド でさえ 私は重くて 離れたいのにね…",
            "vi": "Ngay cả màu xanh lá cây cũng nặng và tôi cũng muốn rời đi..."
        },
        {
            "x1": 132,
            "y1": 570,
            "x2": 253,
            "y2": 749,
            "text": "彼女のそれは 私のよりも 遥かに重い",
            "vi": "Cô ấy nặng hơn tôi"
        },
        {
            "x1": 569,
            "y1": 888,
            "x2": 640,
            "y2": 1012,
            "text": "でもね… ユミネは",
            "vi": "Nhưng... yumine là"
        },
        {
            "x1": 144,
            "y1": 1002,
            "x2": 277,
            "y2": 1194,
            "text": "人としても 勇者としても 強いの",
            "vi": "Tôi mạnh mẽ như một người và là anh hùng"
        }
    ],
    "04.jpg": [
        {
            "x1": 727,
            "y1": 156,
            "x2": 824,
            "y2": 311,
            "text": "だから 一人で何でも やろうとして",
            "vi": "Vì vậy cố gắng làm bất cứ điều gì một mình"
        },
        {
            "x1": 140,
            "y1": 277,
            "x2": 205,
            "y2": 444,
            "text": "今までそれが できていた",
            "vi": "Cho đến bây giờ tôi có thể làm điều đó"
        },
        {
            "x1": 800,
            "y1": 536,
            "x2": 826,
            "y2": 694,
            "text": "そうなんですか",
            "vi": "Thực ra"
        },
        {
            "x1": 461,
            "y1": 559,
            "x2": 558,
            "y2": 711,
            "text": "だけど いずれ限界が くるわ",
            "vi": "Nhưng giới hạn sẽ sớm đến"
        },
        {
            "x1": 196,
            "y1": 544,
            "x2": 300,
            "y2": 761,
            "text": "だからレリウス… ユミネを助けて あげてほしい",
            "vi": "Vì vậy, Lelius... tôi muốn bạn giúp Yumine"
        },
        {
            "x1": 689,
            "y1": 857,
            "x2": 794,
            "y2": 1029,
            "text": "ユミネ様の ことが お好き なんですね",
            "vi": "Tôi thích yumine -sama"
        },
        {
            "x1": 483,
            "y1": 852,
            "x2": 571,
            "y2": 1081,
            "text": "好きというか… 親友だしね",
            "vi": "Tôi thích nó... Tôi là một người bạn tốt nhất"
        },
        {
            "x1": 222,
            "y1": 947,
            "x2": 349,
            "y2": 1119,
            "text": "ユミネ様も そう言って ましたよ",
            "vi": "Yumine -sama cũng nói như vậy"
        }
    ],
    "05.jpg": [
        {
            "x1": 704,
            "y1": 201,
            "x2": 794,
            "y2": 392,
            "text": "長期休暇が ほしい？",
            "vi": "Bạn có muốn có một kỳ nghỉ dài?"
        },
        {
            "x1": 767,
            "y1": 572,
            "x2": 852,
            "y2": 738,
            "text": "国からの依頼で キュガイアに いきたんです",
            "vi": "Tôi đến Kugaia theo yêu cầu của đất nước."
        },
        {
            "x1": 419,
            "y1": 594,
            "x2": 484,
            "y2": 733,
            "text": "大丈夫… でしょうか",
            "vi": "Bạn co ổn không"
        },
        {
            "x1": 120,
            "y1": 580,
            "x2": 184,
            "y2": 758,
            "text": "もちろん‼ 問題ありません",
            "vi": "Đương nhiên! Không vấn đề"
        },
        {
            "x1": 721,
            "y1": 880,
            "x2": 823,
            "y2": 1090,
            "text": "そんなあっさり… お店は 大丈夫ですか？",
            "vi": "Thật đơn giản... cửa hàng có ổn không?"
        },
        {
            "x1": 345,
            "y1": 910,
            "x2": 383,
            "y2": 1035,
            "text": "ええ‼",
            "vi": "Ừ!"
        },
        {
            "x1": 168,
            "y1": 984,
            "x2": 305,
            "y2": 1198,
            "text": "レリウスさん達 初期メンバーには ご苦労おかけ しましたので…",
            "vi": "Lelius và các thành viên đầu tiên đã làm việc chăm chỉ..."
        }
    ],
    "06.jpg": [
        {
            "x1": 700,
            "y1": 135,
            "x2": 845,
            "y2": 368,
            "text": "逆にこちらから 長期休暇の提案をと 考えていました！ …ご旅行ですか？",
            "vi": "Ngược lại, tôi đã nghĩ đến một lời cầu hôn dài từ đây!... nó có phải là một chuyến đi?"
        },
        {
            "x1": 378,
            "y1": 135,
            "x2": 512,
            "y2": 312,
            "text": "一昨日の 祝宴でユミネ様 …ってご存じ ですか？",
            "vi": "Bạn có biết Yumine tại bữa tiệc ngày hôm qua không?"
        },
        {
            "x1": 112,
            "y1": 285,
            "x2": 183,
            "y2": 475,
            "text": "もちろんです‼ 第三王女様‼",
            "vi": "Đương nhiên! Công chúa thứ ba‼"
        },
        {
            "x1": 709,
            "y1": 566,
            "x2": 811,
            "y2": 767,
            "text": "前に王都で パレードが開かれ 拝見しました",
            "vi": "Một cuộc diễu hành đã được mở ở thủ đô hoàng gia trước đây và tôi đã thấy nó"
        },
        {
            "x1": 239,
            "y1": 539,
            "x2": 304,
            "y2": 706,
            "text": "あの ゆるふわ ロングヘアー",
            "vi": "Mái tóc dài mịn màng đó"
        },
        {
            "x1": 117,
            "y1": 612,
            "x2": 181,
            "y2": 793,
            "text": "ゆるふわロング ヘアーを…",
            "vi": "Yurufuwa tóc dài..."
        },
        {
            "x1": 755,
            "y1": 851,
            "x2": 814,
            "y2": 1155,
            "text": "愛でたいッ‼",
            "vi": "Tôi muốn yêu"
        },
        {
            "x1": 119,
            "y1": 981,
            "x2": 218,
            "y2": 1147,
            "text": "…相変わらず やべぇな クルアさん",
            "vi": "… Như thường lệ, ông Kurua"
        }
    ],
    "07.jpg": [
        {
            "x1": 737,
            "y1": 124,
            "x2": 867,
            "y2": 357,
            "text": "ユミネ様から キュガイアに鍛治師が 暮らにていたとう 話を聞きまして…",
            "vi": "Tôi đã nghe từ Yumine rằng Kugaia đang sống ở Kugaia..."
        },
        {
            "x1": 396,
            "y1": 140,
            "x2": 494,
            "y2": 246,
            "text": "…じゃ あたしも 行くわ",
            "vi": "...Tôi cũng đi"
        },
        {
            "x1": 124,
            "y1": 125,
            "x2": 187,
            "y2": 233,
            "text": "フィーラ さんも？",
            "vi": "Filla quá?"
        },
        {
            "x1": 579,
            "y1": 200,
            "x2": 687,
            "y2": 382,
            "text": "その調査と 復興支援を 頼まれたんです",
            "vi": "Tôi đã được yêu cầu điều tra và hỗ trợ tái thiết."
        },
        {
            "x1": 764,
            "y1": 516,
            "x2": 858,
            "y2": 675,
            "text": "兄さんが今 キュガイアに いるの",
            "vi": "Anh trai tôi đang ở Kugaia"
        },
        {
            "x1": 399,
            "y1": 473,
            "x2": 433,
            "y2": 608,
            "text": "了解です‼",
            "vi": "Tôi đạt được rồi!"
        },
        {
            "x1": 495,
            "y1": 606,
            "x2": 601,
            "y2": 765,
            "text": "手伝いに 来てくれって 言われてて",
            "vi": "Tôi đã được yêu cầu đến để giúp đỡ"
        },
        {
            "x1": 264,
            "y1": 554,
            "x2": 360,
            "y2": 689,
            "text": "こちらは 何の心配も いりません",
            "vi": "Đừng lo lắng về điều này"
        },
        {
            "x1": 706,
            "y1": 881,
            "x2": 845,
            "y2": 1105,
            "text": "いやそね！ 最近 店員募集かけたら 可愛い子がたくさん 来まして",
            "vi": "KHÔNG! Rất nhiều trẻ em dễ thương đã đến khi tôi tuyển nhân viên gần đây"
        },
        {
            "x1": 541,
            "y1": 961,
            "x2": 643,
            "y2": 1152,
            "text": "レリウスさんの お陰だと思うん ですけど‼",
            "vi": "Tôi nghĩ đó là nhờ Lelius."
        },
        {
            "x1": 160,
            "y1": 864,
            "x2": 225,
            "y2": 1075,
            "text": "心配だ…",
            "vi": "Tôi đang lo lắng…"
        }
    ],
    "08.jpg": [
        {
            "x1": 609,
            "y1": 205,
            "x2": 723,
            "y2": 418,
            "text": "出発前に倉庫の 補充しておいて ください‼",
            "vi": "Vui lòng bổ sung các kho trước khi khởi hành."
        },
        {
            "x1": 116,
            "y1": 163,
            "x2": 205,
            "y2": 322,
            "text": "お疲れ様 でーす‼",
            "vi": "Cảm ơn bạn vì sự chăm chỉ của bạn."
        },
        {
            "x1": 773,
            "y1": 538,
            "x2": 836,
            "y2": 707,
            "text": "リスティナさん お疲れ様です！",
            "vi": "Listina, cảm ơn bạn!"
        },
        {
            "x1": 470,
            "y1": 565,
            "x2": 570,
            "y2": 741,
            "text": "丁度良かった！ この前の 話ですが…",
            "vi": "Nó chỉ là đúng! Đây là câu chuyện cuối cùng..."
        },
        {
            "x1": 307,
            "y1": 560,
            "x2": 405,
            "y2": 714,
            "text": "演劇のために 休まれる件 ですよね‼",
            "vi": "Đó là vấn đề nghỉ ngơi cho nhà hát."
        },
        {
            "x1": 177,
            "y1": 608,
            "x2": 271,
            "y2": 760,
            "text": "こちらで 調整して おきますよー",
            "vi": "Tôi sẽ điều chỉnh nó ở đây"
        },
        {
            "x1": 708,
            "y1": 835,
            "x2": 735,
            "y2": 938,
            "text": "えっと…",
            "vi": "Ừm..."
        },
        {
            "x1": 575,
            "y1": 882,
            "x2": 668,
            "y2": 1055,
            "text": "レリウス 先輩達は どう したんですが？",
            "vi": "Chuyện gì đã xảy ra với Lelius Seniors?"
        },
        {
            "x1": 372,
            "y1": 859,
            "x2": 479,
            "y2": 1074,
            "text": "お二人も 長期休暇がほしい という話でして‼",
            "vi": "Đó là một câu chuyện mà họ cũng muốn một kỳ nghỉ dài."
        }
    ],
    "09.jpg": [
        {
            "x1": 816,
            "y1": 98,
            "x2": 852,
            "y2": 249,
            "text": "ふ二人で？",
            "vi": "Hai người?"
        },
        {
            "x1": 681,
            "y1": 140,
            "x2": 752,
            "y2": 291,
            "text": "新婚旅行 とかです？",
            "vi": "Có phải là một tuần trăng mật?"
        },
        {
            "x1": 554,
            "y1": 113,
            "x2": 604,
            "y2": 280,
            "text": "違います",
            "vi": "hỏng"
        },
        {
            "x1": 275,
            "y1": 145,
            "x2": 381,
            "y2": 392,
            "text": "王女からの依頼で ある街に行くことに なったんです",
            "vi": "Tôi quyết định đi đến thành phố được yêu cầu bởi công chúa."
        },
        {
            "x1": 109,
            "y1": 304,
            "x2": 181,
            "y2": 469,
            "text": "お王女…？ すごッ‼",
            "vi": "Công chúa...? Tuyệt!"
        },
        {
            "x1": 767,
            "y1": 581,
            "x2": 864,
            "y2": 712,
            "text": "ある街って どこです？ 秘密です？",
            "vi": "Một thành phố ở đâu? Là một bí mật?"
        },
        {
            "x1": 424,
            "y1": 629,
            "x2": 521,
            "y2": 805,
            "text": "いえ グリード ラッド領の キュガイアです",
            "vi": "Không, Kugaia là Lãnh thổ RA"
        },
        {
            "x1": 237,
            "y1": 569,
            "x2": 350,
            "y2": 758,
            "text": "ええ⁉ 私達の 公演もそこで やるんです",
            "vi": "Vâng, chúng tôi sẽ thực hiện hiệu suất của chúng tôi ở đó"
        },
        {
            "x1": 701,
            "y1": 920,
            "x2": 844,
            "y2": 1137,
            "text": "魔物の襲撃で 元気のない人々に 笑顔を届ける ために‼",
            "vi": "Để mang lại nụ cười cho những người không tràn đầy năng lượng với cuộc tấn công của quỷ‼"
        },
        {
            "x1": 134,
            "y1": 950,
            "x2": 251,
            "y2": 1153,
            "text": "演目は グリードラッド 愛の戦い",
            "vi": "Buổi biểu diễn là Trận chiến của Green Rado Love"
        }
    ],
    "10.jpg": [
        {
            "x1": 678,
            "y1": 159,
            "x2": 794,
            "y2": 418,
            "text": "グリードラッドの 戦いを劇団が綿密に 取材し作り上げた",
            "vi": "Đoàn được bí mật bao phủ bởi trận chiến của Rud Green"
        },
        {
            "x1": 116,
            "y1": 231,
            "x2": 232,
            "y2": 414,
            "text": "スペクタクル ロマン活劇 です‼",
            "vi": "Đó là một vở kịch lãng mạn cảnh tượng."
        },
        {
            "x1": 739,
            "y1": 549,
            "x2": 796,
            "y2": 717,
            "text": "何故そんな顔を してるんですか",
            "vi": "Tại sao bạn trông như vậy?"
        },
        {
            "x1": 450,
            "y1": 513,
            "x2": 507,
            "y2": 654,
            "text": "えっ⁉",
            "vi": "ơ⁉"
        },
        {
            "x1": 265,
            "y1": 515,
            "x2": 363,
            "y2": 706,
            "text": "…騒がしい旅に なりそうだな って",
            "vi": "… Nó sẽ là một chuyến đi ồn ào"
        },
        {
            "x1": 120,
            "y1": 884,
            "x2": 235,
            "y2": 1046,
            "text": "楽しい旅に なりそう ですね‼",
            "vi": "Nó dường như là một chuyến đi vui vẻ‼"
        }
    ]
}