var ocr_data = {
    "001.jpg": [
        {
            "x1": 94,
            "y1": 62,
            "x2": 242,
            "y2": 99,
            "text": "最強"
        },
        {
            "x1": 752,
            "y1": 144,
            "x2": 816,
            "y2": 341,
            "text": "教会の知っている 鍛治師の情報…"
        },
        {
            "x1": 627,
            "y1": 479,
            "x2": 681,
            "y2": 615,
            "text": "おや？ どうしました"
        },
        {
            "x1": 521,
            "y1": 490,
            "x2": 552,
            "y2": 609,
            "text": "あ いえ…"
        },
        {
            "x1": 162,
            "y1": 512,
            "x2": 249,
            "y2": 714,
            "text": "鍛治師は王都では 良く思われていない ので…その…"
        },
        {
            "x1": 768,
            "y1": 788,
            "x2": 876,
            "y2": 955,
            "text": "制裁が 加えられるの かなーって…"
        },
        {
            "x1": 428,
            "y1": 775,
            "x2": 532,
            "y2": 979,
            "text": "もしそうなら もっと強硬な 手段を取りますよ"
        },
        {
            "x1": 148,
            "y1": 788,
            "x2": 240,
            "y2": 1008,
            "text": "リニアルではなく 教会騎士を派遣して いたでしょうしね"
        },
        {
            "x1": 162,
            "y1": 1296,
            "x2": 715,
            "y2": 1328,
            "text": "累計6O万部哭破！ 第︎巻絶覺発売中叫"
        }
    ],
    "005.jpg": [
        {
            "x1": 361,
            "y1": 133,
            "x2": 392,
            "y2": 261,
            "text": "どういう"
        },
        {
            "x1": 237,
            "y1": 162,
            "x2": 263,
            "y2": 323,
            "text": "こと…ですか"
        },
        {
            "x1": 754,
            "y1": 399,
            "x2": 848,
            "y2": 580,
            "text": "教会の… 一部の人間にしか 伝えられていない"
        },
        {
            "x1": 166,
            "y1": 416,
            "x2": 231,
            "y2": 614,
            "text": "秘匿された 情報があるのです"
        },
        {
            "x1": 810,
            "y1": 655,
            "x2": 848,
            "y2": 782,
            "text": "秘匿…⁉"
        },
        {
            "x1": 138,
            "y1": 714,
            "x2": 197,
            "y2": 896,
            "text": "鍛治師は"
        },
        {
            "x1": 591,
            "y1": 898,
            "x2": 676,
            "y2": 1076,
            "text": "それは鍛治師に 何か関係あるもの なのですが…い"
        }
    ]
}