var ocr_data = {
    "001.jpg": [
        {
            "x1": 725,
            "y1": 5,
            "x2": 789,
            "y2": 316,
            "text": "ありがとう！",
            "vi": "cảm ơn bạn!"
        },
        {
            "x1": 80,
            "y1": 543,
            "x2": 257,
            "y2": 741,
            "text": "いや 肯定の 意味じゃ ないんだが？",
            "vi": "Không, nó không có nghĩa là tích cực?"
        },
        {
            "x1": 845,
            "y1": 823,
            "x2": 1059,
            "y2": 1106,
            "text": "よかった ボク 友達なんて 初めてだから 嬉しいよ！",
            "vi": "Tôi rất vui vì đây là lần đầu tiên tôi là một người bạn tốt!"
        },
        {
            "x1": 128,
            "y1": 833,
            "x2": 219,
            "y2": 1100,
            "text": "うん 俺も！ …じゃなくて！",
            "vi": "Ừ!... không phải!"
        },
        {
            "x1": 1003,
            "y1": 1177,
            "x2": 1090,
            "y2": 1313,
            "text": "ちょっと 待て",
            "vi": "Chờ một phút"
        },
        {
            "x1": 518,
            "y1": 1180,
            "x2": 697,
            "y2": 1379,
            "text": "キミとは よく会うし これも何かの 縁かなって…",
            "vi": "Tôi thường gặp bạn, và đây cũng là cạnh của một cái gì đó..."
        },
        {
            "x1": 90,
            "y1": 1166,
            "x2": 239,
            "y2": 1398,
            "text": "確かに よく会います けども…！",
            "vi": "Tôi chắc rằng tôi gặp nhau rất tốt...!"
        },
        {
            "x1": 767,
            "y1": 1425,
            "x2": 851,
            "y2": 1591,
            "text": "てか何で 俺なわけ？",
            "vi": "Tại sao bạn?"
        }
    ],
    "002.jpg": [
        {
            "x1": 905,
            "y1": 78,
            "x2": 1030,
            "y2": 244,
            "text": "てかお前 友達いない とか…",
            "vi": "Bạn không có một người bạn..."
        },
        {
            "x1": 330,
            "y1": 32,
            "x2": 455,
            "y2": 259,
            "text": "少しボクの話を 聞いてくれる かい？",
            "vi": "Bạn có thể nghe thấy tôi một chút không?"
        },
        {
            "x1": 519,
            "y1": 232,
            "x2": 644,
            "y2": 429,
            "text": "今までどんな 生活送って きたんだよ",
            "vi": "Bạn đã sống loại cuộc sống gì?"
        },
        {
            "x1": 33,
            "y1": 257,
            "x2": 159,
            "y2": 427,
            "text": "手短に お願い したいです",
            "vi": "Tôi muốn hỏi một thời gian ngắn"
        },
        {
            "x1": 951,
            "y1": 527,
            "x2": 996,
            "y2": 726,
            "text": "実はボク…",
            "vi": "Thực sự tôi..."
        },
        {
            "x1": 767,
            "y1": 620,
            "x2": 915,
            "y2": 851,
            "text": "生まれた時に 捨てられた んだ",
            "vi": "Tôi đã bị ném đi khi tôi được sinh ra"
        },
        {
            "x1": 68,
            "y1": 1023,
            "x2": 282,
            "y2": 1192,
            "text": "わあっ いきなり ヘビーな話 持ち込んで きたな",
            "vi": "Tôi đột nhiên đưa vào một câu chuyện nặng nề"
        },
        {
            "x1": 821,
            "y1": 1331,
            "x2": 995,
            "y2": 1586,
            "text": "捨てられた先でも 捨てられて それを四度 繰り返したんだ",
            "vi": "Tôi đã bị vứt đi ngay cả tại điểm đến và lặp lại nó bốn lần"
        },
        {
            "x1": 58,
            "y1": 1346,
            "x2": 192,
            "y2": 1579,
            "text": "そして 俺より ヘビーな展開だ",
            "vi": "Và đó là một sự phát triển nặng nề hơn tôi"
        }
    ],
    "003.jpg": [
        {
            "x1": 834,
            "y1": 12,
            "x2": 959,
            "y2": 218,
            "text": "てか 捨てられすぎ じゃね？",
            "vi": "Không phải là quá nhiều sao?"
        },
        {
            "x1": 229,
            "y1": 16,
            "x2": 360,
            "y2": 220,
            "text": "一っ 思い当たると したら…",
            "vi": "Nếu bạn có thể nghĩ về nó..."
        },
        {
            "x1": 68,
            "y1": 20,
            "x2": 152,
            "y2": 318,
            "text": "う『ーん…",
            "vi": "\"Hmm..."
        },
        {
            "x1": 434,
            "y1": 250,
            "x2": 512,
            "y2": 417,
            "text": "何か理由が あるでしょ",
            "vi": "Có một số lý do"
        },
        {
            "x1": 917,
            "y1": 541,
            "x2": 1059,
            "y2": 768,
            "text": "コミュニ ケーションを 取るために",
            "vi": "Để có được giao tiếp"
        },
        {
            "x1": 821,
            "y1": 772,
            "x2": 911,
            "y2": 1000,
            "text": "言葉を発して いたから…？",
            "vi": "Bởi vì nó đã nói...?"
        },
        {
            "x1": 97,
            "y1": 867,
            "x2": 184,
            "y2": 1154,
            "text": "それです",
            "vi": "Đó là cái đó"
        },
        {
            "x1": 867,
            "y1": 1248,
            "x2": 1081,
            "y2": 1513,
            "text": "そうよねー 常識的に考えて 赤ちゃんが いきなり話したら びっくりするよね",
            "vi": "Đúng vậy, đó là lẽ thường và tôi ngạc nhiên nếu em bé nói chuyện đột ngột."
        },
        {
            "x1": 611,
            "y1": 1214,
            "x2": 720,
            "y2": 1381,
            "text": "そんなこと もあたあー",
            "vi": "Loại đó"
        }
    ],
    "004.jpg": [
        {
            "x1": 836,
            "y1": 151,
            "x2": 1008,
            "y2": 379,
            "text": "それで… 最後は修道院に 引き取られたん だけど",
            "vi": "Vì vậy,... tôi đã được tu viện vào cuối"
        },
        {
            "x1": 191,
            "y1": 241,
            "x2": 308,
            "y2": 439,
            "text": "そこでも よくして もらえなくて",
            "vi": "Tôi cũng không thể đến đó"
        },
        {
            "x1": 781,
            "y1": 532,
            "x2": 1034,
            "y2": 789,
            "text": "唯一優しく してくれた 司祭様も ボクが五歳の時に 亡くなって しまったんだ…",
            "vi": "Vị linh mục duy nhất, người tốt bụng, đã chết khi tôi năm tuổi..."
        },
        {
            "x1": 837,
            "y1": 900,
            "x2": 1006,
            "y2": 1127,
            "text": "ただでさえ 閉鎖的な場所で 周囲との交流も なかったから",
            "vi": "Mặc dù vậy, không có tương tác với môi trường xung quanh ở một nơi đóng"
        },
        {
            "x1": 123,
            "y1": 983,
            "x2": 301,
            "y2": 1270,
            "text": "どうもボクは 人間社会の 常識に欠けているん だと思う",
            "vi": "Tôi nghĩ tôi thiếu ý thức chung của xã hội loài người"
        },
        {
            "x1": 115,
            "y1": 1355,
            "x2": 164,
            "y2": 1516,
            "text": "なるほど",
            "vi": "Tôi thấy"
        }
    ],
    "005.jpg": [
        {
            "x1": 918,
            "y1": 42,
            "x2": 1050,
            "y2": 240,
            "text": "だから 友達を作って 学びたいと？",
            "vi": "Vậy bạn muốn kết bạn và học hỏi?"
        },
        {
            "x1": 469,
            "y1": 186,
            "x2": 511,
            "y2": 266,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 822,
            "y1": 496,
            "x2": 956,
            "y2": 694,
            "text": "そりゃお前 人選を 間違えてるぞ",
            "vi": "Vâng, bạn đã sai trong lựa chọn của bạn"
        },
        {
            "x1": 907,
            "y1": 796,
            "x2": 1039,
            "y2": 1055,
            "text": "自慢じゃないが （前世含めて) 俺も友達がいない",
            "vi": "Tôi không tự hào, nhưng tôi không có bạn"
        },
        {
            "x1": 376,
            "y1": 1296,
            "x2": 558,
            "y2": 1555,
            "text": "ずっと 引きこもってたし 常識がないのは 同じだ",
            "vi": "Tôi đã bị rút lại mọi lúc và nó giống như tôi không có ý thức thông thường"
        }
    ],
    "006.jpg": [
        {
            "x1": 842,
            "y1": 111,
            "x2": 1008,
            "y2": 302,
            "text": "だったら ちょうど いいね",
            "vi": "Vậy thì nó vừa phải"
        },
        {
            "x1": 95,
            "y1": 95,
            "x2": 265,
            "y2": 360,
            "text": "一緒に常識を 学んで いこう！",
            "vi": "Chúng ta hãy cùng nhau học hỏi thông thường!"
        },
        {
            "x1": 113,
            "y1": 414,
            "x2": 192,
            "y2": 583,
            "text": "なんで そうなる？",
            "vi": "Tại sao vậy là như vậy?"
        },
        {
            "x1": 823,
            "y1": 709,
            "x2": 1021,
            "y2": 943,
            "text": "なんだか ボクとキミは 似てる所が あるね！",
            "vi": "Bằng cách nào đó, tôi và bạn giống nhau!"
        },
        {
            "x1": 62,
            "y1": 807,
            "x2": 222,
            "y2": 989,
            "text": "え？ ボッチ オーラが 出てる所 とかです？",
            "vi": "bức ảnh? Đây có phải là nơi mà Bocch Aura xuất hiện?"
        },
        {
            "x1": 895,
            "y1": 1138,
            "x2": 988,
            "y2": 1311,
            "text": "友達… 友達ねぇ…",
            "vi": "Bạn... bạn..."
        },
        {
            "x1": 645,
            "y1": 1130,
            "x2": 747,
            "y2": 1352,
            "text": "俺の イメージでは こうなんだが…？",
            "vi": "Trong hình ảnh của tôi, như thế này...?"
        },
        {
            "x1": 412,
            "y1": 1083,
            "x2": 590,
            "y2": 1291,
            "text": "腹滅たか5 Vれよ",
            "vi": "Bạn có đói 5 V không?"
        },
        {
            "x1": 266,
            "y1": 1088,
            "x2": 364,
            "y2": 1223,
            "text": "もちろん は前金",
            "vi": "Tất nhiên, thanh toán tạm ứng"
        },
        {
            "x1": 34,
            "y1": 1109,
            "x2": 122,
            "y2": 1326,
            "text": "友達だきに",
            "vi": "Với bạn bè"
        },
        {
            "x1": 39,
            "y1": 1308,
            "x2": 109,
            "y2": 1600,
            "text": "飯夜露死苦",
            "vi": "Hayaiku Nga Nga"
        }
    ],
    "007.jpg": [
        {
            "x1": 662,
            "y1": 94,
            "x2": 750,
            "y2": 265,
            "text": "こいつを 利用すれば",
            "vi": "Nếu bạn sử dụng anh chàng này"
        },
        {
            "x1": 862,
            "y1": 614,
            "x2": 940,
            "y2": 751,
            "text": "てことは だよ？",
            "vi": "Đó là?"
        },
        {
            "x1": 145,
            "y1": 434,
            "x2": 264,
            "y2": 719,
            "text": "学院内の面倒事を 回避できたり するんじゃないの？",
            "vi": "Không thể tránh được rắc rối trong trường học?"
        },
        {
            "x1": 982,
            "y1": 851,
            "x2": 1073,
            "y2": 1048,
            "text": "なら友達も アリだな",
            "vi": "Vậy thì bạn bè của tôi là kiến"
        },
        {
            "x1": 713,
            "y1": 821,
            "x2": 835,
            "y2": 1059,
            "text": "そういやお前 所属は決まって るのか？",
            "vi": "Chà, bạn có quyết tâm không?"
        },
        {
            "x1": 941,
            "y1": 1179,
            "x2": 1072,
            "y2": 1376,
            "text": "うん 古代魔法の 研究室だけど",
            "vi": "Vâng, đó là một phòng thí nghiệm ma thuật cổ đại"
        },
        {
            "x1": 470,
            "y1": 1154,
            "x2": 556,
            "y2": 1381,
            "text": "よりにもよって あの教授の所",
            "vi": "Nhiều hơn giáo sư"
        }
    ],
    "008.jpg": [
        {
            "x1": 927,
            "y1": 45,
            "x2": 1013,
            "y2": 309,
            "text": "…だがまあ ここは仕方ないか",
            "vi": "… Nhưng tôi không thể giúp ở đây"
        },
        {
            "x1": 736,
            "y1": 63,
            "x2": 813,
            "y2": 261,
            "text": "なら俺も そこにしよう",
            "vi": "Vậy thì tôi cũng sẽ làm điều đó"
        },
        {
            "x1": 576,
            "y1": 155,
            "x2": 697,
            "y2": 291,
            "text": "友達だし 同じ所が いいだろ",
            "vi": "Tôi là một người bạn và cùng một nơi là tốt"
        },
        {
            "x1": 82,
            "y1": 332,
            "x2": 130,
            "y2": 534,
            "text": "本当かい⁉",
            "vi": "thật sự⁉"
        },
        {
            "x1": 859,
            "y1": 723,
            "x2": 966,
            "y2": 856,
            "text": "ふふっ 友達…",
            "vi": "Fufu bạn..."
        },
        {
            "x1": 923,
            "y1": 1161,
            "x2": 966,
            "y2": 1319,
            "text": "そっか…",
            "vi": "Tôi thấy…"
        },
        {
            "x1": 113,
            "y1": 1301,
            "x2": 281,
            "y2": 1529,
            "text": "ボクの話を 聞いても 友達でいて くれるんだね…",
            "vi": "Ngay cả khi bạn lắng nghe câu chuyện của tôi, bạn sẽ là bạn..."
        }
    ],
    "009.jpg": [
        {
            "x1": 918,
            "y1": 102,
            "x2": 1003,
            "y2": 418,
            "text": "うれしいよ",
            "vi": "Tôi vui mừng"
        },
        {
            "x1": 194,
            "y1": 796,
            "x2": 273,
            "y2": 1104,
            "text": "ありがとう",
            "vi": "cảm ơn bạn"
        }
    ],
    "010.jpg": [
        {
            "x1": 867,
            "y1": 72,
            "x2": 1046,
            "y2": 464,
            "text": "くそっ シャルにも匹敵する 笑顔見せやがって！",
            "vi": "Hiển thị một nụ cười tương đương với Shal!"
        },
        {
            "x1": 335,
            "y1": 6,
            "x2": 458,
            "y2": 320,
            "text": "俺ぁ 騙されねぇぞ！",
            "vi": "Tôi không bị lừa!"
        },
        {
            "x1": 863,
            "y1": 577,
            "x2": 1014,
            "y2": 805,
            "text": "…てかお前 生い立ちは 語ったくせに",
            "vi": "… Mặc dù bạn nói về nền tảng của bạn"
        },
        {
            "x1": 170,
            "y1": 671,
            "x2": 257,
            "y2": 861,
            "text": "自己紹介が まだだぞ",
            "vi": "Tôi chưa giới thiệu bản thân mình"
        },
        {
            "x1": 790,
            "y1": 988,
            "x2": 946,
            "y2": 1248,
            "text": "ちなみに俺は ハルト・ ゼンフィス",
            "vi": "Nhân tiện, tôi là Hart Zenfis"
        },
        {
            "x1": 102,
            "y1": 1308,
            "x2": 220,
            "y2": 1488,
            "text": "辺境伯の 息子だ",
            "vi": "Nó là con trai của chiếc xe"
        }
    ],
    "011.jpg": [
        {
            "x1": 919,
            "y1": 57,
            "x2": 1008,
            "y2": 288,
            "text": "ああ そうだったね",
            "vi": "Ồ, đúng"
        },
        {
            "x1": 89,
            "y1": 206,
            "x2": 257,
            "y2": 525,
            "text": "人の社会では 名乗ってから コミュニケーションを 始めるんだった",
            "vi": "Trong một xã hội loài người, tôi bắt đầu giao tiếp sau khi yêu cầu"
        },
        {
            "x1": 332,
            "y1": 780,
            "x2": 500,
            "y2": 978,
            "text": "ボクの 名は",
            "vi": "Tên tôi là"
        }
    ],
    "012.jpg": [
        {
            "x1": 553,
            "y1": 33,
            "x2": 1058,
            "y2": 137,
            "text": "転生した後にチート魔法力で 学校通います!!",
            "vi": "Tôi đi học với Magic Magic sau khi tái sinh!!"
        },
        {
            "x1": 48,
            "y1": 33,
            "x2": 96,
            "y2": 554,
            "text": "原作澄守 彩人画高橋愛",
            "vi": "Bản gốc Ayumi Sumori bức tranh ai Takahashi"
        },
        {
            "x1": 682,
            "y1": 681,
            "x2": 1055,
            "y2": 883,
            "text": "大好評",
            "vi": "Rất nổi tiếng"
        },
        {
            "x1": 71,
            "y1": 818,
            "x2": 288,
            "y2": 932,
            "text": "コニコ漫画内 年間ランキング2019 公式マンガ部門",
            "vi": "Kimico Manga Xếp hạng nội bộ năm 2019 Bộ phận manga chính thức"
        },
        {
            "x1": 388,
            "y1": 1298,
            "x2": 637,
            "y2": 1385,
            "text": "原作小説も 大好話務発売中",
            "vi": "Tiểu thuyết gốc cũng được bán"
        },
        {
            "x1": 476,
            "y1": 1400,
            "x2": 1056,
            "y2": 1571,
            "text": "ひょんなことから助けた ブリサードドラゴンのリザとも落らすことになったハルト。 そしてついに従者を決めて王都の学校へ行かなくてはいけなくなった！ 悩んだハルトの結話は⁉? そして、ハルトの知らぬところでうごめく思惑もあり…。 どうなる⁉？ 王都での生活!",
            "vi": "Hart, người đã quyết định thả nó với Liza của Brisado Dragon, người đã giúp anh ta. Cuối cùng, tôi đã phải quyết định một người hầu và đi đến thủ đô hoàng gia! Câu chuyện về Hart đã lo lắng là gì? Và cũng có một bí ẩn rằng nơi không xác định của Hart... Nó sẽ là gì? Cuộc sống ở thủ đô hoàng gia!"
        },
        {
            "x1": 262,
            "y1": 1519,
            "x2": 476,
            "y2": 1570,
            "text": "Kラノベブックス 定情本休1200H说別)",
            "vi": "K -ranobooks vui nhộn Shihon Honpo 1200h 说 说 说)"
        },
        {
            "x1": 57,
            "y1": 1519,
            "x2": 248,
            "y2": 1571,
            "text": "ｼリウスKC 定儀本体63O円(説別)",
            "vi": "Cơ quan tưởng niệm Sirius KC 63o Yen (ly thân)"
        }
    ]
}