var ocr_data = {
    "1-63ff7fdb46674.jpg": [
        {
            "x1": 541,
            "y1": 26,
            "x2": 592,
            "y2": 108,
            "text": "事件から 一週間後",
            "vi": "Một tuần sau vụ việc"
        },
        {
            "x1": 300,
            "y1": 34,
            "x2": 352,
            "y2": 134,
            "text": "ティア教授 研究棟",
            "vi": "Tòa nhà nghiên cứu giáo sư TIA"
        },
        {
            "x1": 471,
            "y1": 235,
            "x2": 562,
            "y2": 389,
            "text": "裏生徒会って 本当に 存在したの…？",
            "vi": "Có phải Hội đồng Sinh viên Back thực sự tồn tại...?"
        },
        {
            "x1": 88,
            "y1": 573,
            "x2": 186,
            "y2": 773,
            "text": "はいっ！ 見つけてしまった のです…‼",
            "vi": "Vâng! Tôi đã tìm thấy nó...‼"
        }
    ],
    "2-63ff7fdbd611f.jpg": [
        {
            "x1": 459,
            "y1": 17,
            "x2": 623,
            "y2": 242,
            "text": "ですので わたくしたちは今後 彼らとの対決に そなえねば なりません…‼",
            "vi": "Vì vậy, chúng ta phải có một cuộc đối đầu với họ trong tương lai..."
        },
        {
            "x1": 397,
            "y1": 307,
            "x2": 428,
            "y2": 459,
            "text": "対決するの？",
            "vi": "Bạn có muốn đối đầu?"
        },
        {
            "x1": 306,
            "y1": 295,
            "x2": 351,
            "y2": 477,
            "text": "もちろん‼",
            "vi": "Đương nhiên!"
        },
        {
            "x1": 552,
            "y1": 657,
            "x2": 640,
            "y2": 811,
            "text": "ですので ティア教授にも ご協力を",
            "vi": "Vì vậy, hợp tác với Giáo sư Tier"
        },
        {
            "x1": 462,
            "y1": 648,
            "x2": 520,
            "y2": 823,
            "text": "シャルロッテ お部屋にいるの？",
            "vi": "Bạn đang ở trong phòng Charlotte?"
        },
        {
            "x1": 361,
            "y1": 639,
            "x2": 420,
            "y2": 848,
            "text": "はうわっ⁉",
            "vi": "Nước Hawow"
        }
    ],
    "3-63ff7fdc67512.jpg": [
        {
            "x1": 544,
            "y1": 18,
            "x2": 606,
            "y2": 150,
            "text": "ちょい おまちを！",
            "vi": "Một thị trấn nhỏ!"
        },
        {
            "x1": 296,
            "y1": 20,
            "x2": 348,
            "y2": 128,
            "text": "は 母上さま 何でしょう",
            "vi": "Mẹ bạn là gì?"
        },
        {
            "x1": 158,
            "y1": 8,
            "x2": 243,
            "y2": 164,
            "text": "パンケーキが 焼けたのだけど どうかしら？",
            "vi": "Bánh kếp bị cháy, nhưng còn nó thì sao?"
        },
        {
            "x1": 21,
            "y1": 20,
            "x2": 89,
            "y2": 166,
            "text": "ぜひ！ すぐ行きます",
            "vi": "vui lòng! Tôi đang đi ngay lập tức"
        },
        {
            "x1": 497,
            "y1": 359,
            "x2": 561,
            "y2": 487,
            "text": "お待たせ しましたっ",
            "vi": "Cảm ơn bạn đã đợi"
        },
        {
            "x1": 567,
            "y1": 585,
            "x2": 594,
            "y2": 739,
            "text": "えと…今の…",
            "vi": "Eh... bây giờ..."
        },
        {
            "x1": 321,
            "y1": 595,
            "x2": 380,
            "y2": 722,
            "text": "聞こえて ました…？",
            "vi": "Tôi nghe nói...?"
        },
        {
            "x1": 19,
            "y1": 795,
            "x2": 90,
            "y2": 878,
            "text": "いいや 全く",
            "vi": "KHÔNG"
        }
    ],
    "4-63ff7fdcebdc9.jpg": [
        {
            "x1": 566,
            "y1": 21,
            "x2": 640,
            "y2": 178,
            "text": "あー よかった！",
            "vi": "Oh, nó là tốt!"
        },
        {
            "x1": 369,
            "y1": 13,
            "x2": 491,
            "y2": 175,
            "text": "ほっ",
            "vi": "Rỗng"
        },
        {
            "x1": 255,
            "y1": 7,
            "x2": 371,
            "y2": 184,
            "text": "あのあのっ 急用ができたので これで失礼しても いいですか？",
            "vi": "Đó có phải là khẩn cấp, vậy tôi có thể thô lỗ không?"
        },
        {
            "x1": 44,
            "y1": 39,
            "x2": 123,
            "y2": 112,
            "text": "…ああ うん どうぞ",
            "vi": "...Ồ vâng"
        },
        {
            "x1": 58,
            "y1": 240,
            "x2": 91,
            "y2": 322,
            "text": "ではっ",
            "vi": "Khi đó"
        },
        {
            "x1": 142,
            "y1": 364,
            "x2": 195,
            "y2": 521,
            "text": "シャルロッテ… ねぇ…",
            "vi": "Charlotte... Này..."
        }
    ],
    "5-63ff7fdd803c0.jpg": [
        {
            "x1": 40,
            "y1": 24,
            "x2": 327,
            "y2": 59,
            "text": "第58話いろいろバレました",
            "vi": "Tập 58"
        },
        {
            "x1": 496,
            "y1": 13,
            "x2": 579,
            "y2": 392,
            "text": "ひゃおあっ⁉",
            "vi": "Giống úc"
        },
        {
            "x1": 176,
            "y1": 85,
            "x2": 313,
            "y2": 404,
            "text": "ステルス解除でル こんにちは",
            "vi": "Xin chào Stealth"
        }
    ],
    "6-63ff7fde31cc4.jpg": [
        {
            "x1": 520,
            "y1": 334,
            "x2": 628,
            "y2": 521,
            "text": "も…もしかして さっきから ずっと そこにいたの かい…？",
            "vi": "Và... có thể bạn đã ở đó mọi lúc...?"
        },
        {
            "x1": 528,
            "y1": 581,
            "x2": 645,
            "y2": 755,
            "text": "てか 彼女が勝手に 正体をバラしたん だからね⁉",
            "vi": "Cô ấy đã có một bản danh tính của mình mà không được phép⁉"
        },
        {
            "x1": 209,
            "y1": 567,
            "x2": 324,
            "y2": 743,
            "text": "ち…ちなみに キミの正体も 察しがついてるん だけど…",
            "vi": "Nhân tiện, tôi cũng biết về danh tính của bạn..."
        }
    ],
    "7-63ff7fdecc0cc.jpg": [
        {
            "x1": 465,
            "y1": 11,
            "x2": 605,
            "y2": 258,
            "text": "だからって ワタシを 消さないでね⁉",
            "vi": "Vì vậy đừng xóa tôi."
        }
    ],
    "8-63ff7fdf729a3.jpg": [
        {
            "x1": 553,
            "y1": 16,
            "x2": 633,
            "y2": 228,
            "text": "そう シヴァの正体は",
            "vi": "Có, danh tính của Shiva"
        },
        {
            "x1": 232,
            "y1": 100,
            "x2": 263,
            "y2": 207,
            "text": "俺でした",
            "vi": "Tôi là"
        },
        {
            "x1": 527,
            "y1": 515,
            "x2": 637,
            "y2": 689,
            "text": "正体を 明かすときは さらっとしてるね キミ！",
            "vi": "Bạn nhẹ nhàng khi bạn tiết lộ danh tính của mình!"
        },
        {
            "x1": 229,
            "y1": 525,
            "x2": 314,
            "y2": 685,
            "text": "すぽ？",
            "vi": "Supmo?"
        },
        {
            "x1": 514,
            "y1": 736,
            "x2": 629,
            "y2": 868,
            "text": "ティア教授 我々の事は 秘密にして おいてほしい",
            "vi": "Giáo sư Cấp Tôi muốn bạn giữ bí mật của chúng tôi"
        },
        {
            "x1": 51,
            "y1": 804,
            "x2": 107,
            "y2": 918,
            "text": "それと 質問がある",
            "vi": "Và tôi có một câu hỏi"
        }
    ],
    "9-63ff7fdff315d.jpg": [
        {
            "x1": 75,
            "y1": 18,
            "x2": 145,
            "y2": 136,
            "text": "“魔神 だって⁉",
            "vi": "“Ngay cả vị thần cũng là is⁉"
        },
        {
            "x1": 479,
            "y1": 67,
            "x2": 592,
            "y2": 220,
            "text": "“魔神´と“魔人 について 知っている事を 教えてくれ",
            "vi": "“Majin 'và“ Xin vui lòng cho tôi biết những gì bạn biết về quỷ"
        },
        {
            "x1": 468,
            "y1": 423,
            "x2": 590,
            "y2": 598,
            "text": "てことは今回の 王都騒乱事件にも 関わってたって 事かい⁉",
            "vi": "Tôi tự hỏi nếu tôi cũng có liên quan đến trường hợp ngẫu nhiên của Hoàng gia Thủ đô này."
        },
        {
            "x1": 497,
            "y1": 642,
            "x2": 593,
            "y2": 864,
            "text": "てゆうかキミ どっちかに会ったり してないかい⁉",
            "vi": "Tôi tự hỏi nếu bạn đã gặp Kimi"
        },
        {
            "x1": 121,
            "y1": 785,
            "x2": 250,
            "y2": 934,
            "text": "はあ",
            "vi": "Ha"
        },
        {
            "x1": 26,
            "y1": 722,
            "x2": 88,
            "y2": 927,
            "text": "そこんとこ もっとくわしく‼",
            "vi": "Có nhiều hơn về nó."
        }
    ],
    "10-63ff7fe08b4a7.jpg": [
        {
            "x1": 520,
            "y1": 506,
            "x2": 632,
            "y2": 618,
            "text": "こちらの 質問にだけ 答えて もらおうか",
            "vi": "Chúng ta hãy trả lời câu hỏi này"
        },
        {
            "x1": 231,
            "y1": 488,
            "x2": 265,
            "y2": 594,
            "text": "……了解",
            "vi": "ROGER ROGER That"
        }
    ],
    "11-63ff7fe117a99.jpg": [
        {
            "x1": 546,
            "y1": 0,
            "x2": 604,
            "y2": 195,
            "text": "えっと じゃあ まず魔神\"について",
            "vi": "Vậy thì, về Genie"
        },
        {
            "x1": 369,
            "y1": 20,
            "x2": 460,
            "y2": 176,
            "text": "今から数百年前 神話時代の 者達は",
            "vi": "Hàng trăm năm huyền thoại từ bây giờ"
        },
        {
            "x1": 5,
            "y1": 112,
            "x2": 94,
            "y2": 286,
            "text": "今に比べて遥かに 魔法レベルが 高かった",
            "vi": "Mức độ kỳ diệu cao hơn nhiều so với bây giờ"
        },
        {
            "x1": 488,
            "y1": 350,
            "x2": 579,
            "y2": 524,
            "text": "だから その中で 善性に傾いた者が 神´で",
            "vi": "Vì vậy, trong số đó, người dựa vào lòng tốt là Chúa '"
        },
        {
            "x1": 49,
            "y1": 712,
            "x2": 166,
            "y2": 888,
            "text": "悪性に 引きずられた者が “魔神´と呼ばれて いたんだ",
            "vi": "Người bị ác tính kéo theo \"Majin '"
        }
    ],
    "12-63ff7fe1abb74.jpg": [
        {
            "x1": 567,
            "y1": 23,
            "x2": 598,
            "y2": 124,
            "text": "“魔人´は",
            "vi": "\"Majin 'là"
        },
        {
            "x1": 48,
            "y1": 40,
            "x2": 139,
            "y2": 156,
            "text": "単純に “魔神´の 使徒をさす",
            "vi": "Đơn giản chỉ cần đề cập đến Sứ đồ của Majin '"
        },
        {
            "x1": 532,
            "y1": 269,
            "x2": 624,
            "y2": 365,
            "text": "“魔神´と 何らかの 契約をし",
            "vi": "\"Tôi đã thực hiện một số hợp đồng với vị thần '"
        },
        {
            "x1": 67,
            "y1": 255,
            "x2": 181,
            "y2": 430,
            "text": "神話時代の 中級程度の強さを 与えられた者たち といったところか",
            "vi": "Đó có phải là một người được trao sức mạnh của cấp độ trung gian trong thời kỳ thần thoại?"
        },
        {
            "x1": 492,
            "y1": 716,
            "x2": 608,
            "y2": 911,
            "text": "……てか キミ 仮面かぶってる時は 口調 変える スタイルなのね？",
            "vi": "......Khi bạn đeo mặt nạ, đó là một phong cách thay đổi giọng điệu của bạn, phải không?"
        }
    ],
    "13-63ff7fe23e542.jpg": [
        {
            "x1": 371,
            "y1": 35,
            "x2": 425,
            "y2": 183,
            "text": "魔人 バル・アゴス…",
            "vi": "Majin Bar Agos..."
        },
        {
            "x1": 47,
            "y1": 40,
            "x2": 138,
            "y2": 217,
            "text": "確かに 人並み外れた力を 持っていたな",
            "vi": "Chắc chắn nó có một sức mạnh phi thường"
        },
        {
            "x1": 467,
            "y1": 359,
            "x2": 592,
            "y2": 485,
            "text": "それに あの 魔人を 生み出す 注射器…",
            "vi": "Và một ống tiêm sản xuất con quỷ đó..."
        },
        {
            "x1": 41,
            "y1": 384,
            "x2": 155,
            "y2": 581,
            "text": "もしかしたら あれで生み出された 仲間が 他にも いるのかもしれない",
            "vi": "Có lẽ có những người bạn khác đã được tạo ra ở đó"
        },
        {
            "x1": 481,
            "y1": 664,
            "x2": 571,
            "y2": 837,
            "text": "仕方ない 捕まえたあいつに 聞いてみるか",
            "vi": "Bạn có muốn hỏi anh ấy ai đã bắt được nó chắc chắn không?"
        }
    ],
    "14-63ff7fe2c3d0a.jpg": [
        {
            "x1": 527,
            "y1": 0,
            "x2": 649,
            "y2": 298,
            "text": "ドタドタドタ",
            "vi": "Tát"
        },
        {
            "x1": 417,
            "y1": 3,
            "x2": 497,
            "y2": 240,
            "text": "わーん 助けて ティア教授ーっ！",
            "vi": "Giúp tôi!"
        },
        {
            "x1": 96,
            "y1": 454,
            "x2": 146,
            "y2": 570,
            "text": "はぁぁ",
            "vi": "Haha"
        },
        {
            "x1": 160,
            "y1": 837,
            "x2": 212,
            "y2": 921,
            "text": "めそ",
            "vi": "Meso"
        },
        {
            "x1": 65,
            "y1": 762,
            "x2": 144,
            "y2": 918,
            "text": "あー… こっちもバレて しまったか―…",
            "vi": "À... có phải điều này cũng bị hói..."
        }
    ]
}