var ocr_data = {
    "002.jpg": [
        {
            "x1": 956,
            "y1": 50,
            "x2": 1059,
            "y2": 211,
            "text": "状況を 報告せよ",
            "vi": "Báo cáo tình hình"
        },
        {
            "x1": 130,
            "y1": 247,
            "x2": 186,
            "y2": 341,
            "text": "はっ",
            "vi": "Đi săn chim ưng"
        },
        {
            "x1": 856,
            "y1": 467,
            "x2": 944,
            "y2": 665,
            "text": "館の中には 対象四名のみ",
            "vi": "Chỉ có bốn người mục tiêu trong hội trường"
        },
        {
            "x1": 89,
            "y1": 767,
            "x2": 255,
            "y2": 990,
            "text": "二階南側中央の 部屋に集まり 宴会に興じて いたようです",
            "vi": "Có vẻ như anh ấy đang tụ tập trong phòng ở phía trung tâm của tầng hai và chơi một bữa tiệc"
        },
        {
            "x1": 980,
            "y1": 1108,
            "x2": 1062,
            "y2": 1303,
            "text": "三名は深酒に より泥酔",
            "vi": "Ba người say rượu hơn để sâu"
        },
        {
            "x1": 463,
            "y1": 1326,
            "x2": 625,
            "y2": 1551,
            "text": "ハルト・ ゼンフィスも ソファで眠りに つきました",
            "vi": "Hart Zenfis cũng ngủ trên ghế sofa"
        }
    ],
    "003.jpg": [
        {
            "x1": 919,
            "y1": 15,
            "x2": 1007,
            "y2": 276,
            "text": "人除けは 終わっているな？",
            "vi": "Không phải danh tiếng của người đó?"
        },
        {
            "x1": 772,
            "y1": 100,
            "x2": 823,
            "y2": 205,
            "text": "はっ",
            "vi": "Đi săn chim ưng"
        },
        {
            "x1": 547,
            "y1": 39,
            "x2": 683,
            "y2": 207,
            "text": "防音及び 侵入探知網 構築に",
            "vi": "Để chống âm thanh và mạng phát hiện xâm lược"
        },
        {
            "x1": 53,
            "y1": 313,
            "x2": 131,
            "y2": 509,
            "text": "10名配置完了 しています",
            "vi": "10 người được hoàn thành"
        },
        {
            "x1": 921,
            "y1": 608,
            "x2": 1016,
            "y2": 869,
            "text": "そしてこちらは 強襲部隊10名",
            "vi": "Và đây là 10 quân tấn công"
        },
        {
            "x1": 826,
            "y1": 1057,
            "x2": 1037,
            "y2": 1252,
            "text": "ーそう 20名もの 精鋭部隊を 集めたのだ",
            "vi": "-Bạn, chúng tôi đã tập hợp nhiều đơn vị ưu tú"
        },
        {
            "x1": 183,
            "y1": 1043,
            "x2": 284,
            "y2": 1234,
            "text": "よし では 最終確認だ",
            "vi": "Yoshi là xác nhận cuối cùng"
        },
        {
            "x1": 373,
            "y1": 1355,
            "x2": 521,
            "y2": 1552,
            "text": "失敗など 絶対に ありえない",
            "vi": "Thất bại là hoàn toàn không thể"
        }
    ],
    "004.jpg": [
        {
            "x1": 928,
            "y1": 46,
            "x2": 1081,
            "y2": 275,
            "text": "寝ている 対象を 一気に殺害し",
            "vi": "Giết mục tiêu ngủ ngay lập tức"
        },
        {
            "x1": 175,
            "y1": 39,
            "x2": 277,
            "y2": 238,
            "text": "血の痕跡を 抹消",
            "vi": "Xóa dấu vết máu"
        },
        {
            "x1": 76,
            "y1": 272,
            "x2": 232,
            "y2": 430,
            "text": "そして 学院外に 遺棄する",
            "vi": "Và từ bỏ bên ngoài trường học"
        },
        {
            "x1": 767,
            "y1": 526,
            "x2": 1082,
            "y2": 861,
            "text": "最終的には 「夜中に学院を 抜け出しトラブルに 巻き込まれて 殺された」という 形になればいい",
            "vi": "Cuối cùng, nó phải là hình thức của \"Tôi đã ra khỏi trường vào giữa đêm và bị giết trong rắc rối và bị giết.\""
        },
        {
            "x1": 1007,
            "y1": 1427,
            "x2": 1057,
            "y2": 1554,
            "text": "以上だ",
            "vi": "Chính là nó"
        },
        {
            "x1": 833,
            "y1": 1371,
            "x2": 933,
            "y2": 1566,
            "text": "では作戦を 開始する",
            "vi": "Bắt đầu hoạt động"
        },
        {
            "x1": 212,
            "y1": 1484,
            "x2": 261,
            "y2": 1565,
            "text": "はっ",
            "vi": "Đi săn chim ưng"
        }
    ],
    "005.jpg": [
        {
            "x1": 675,
            "y1": 60,
            "x2": 1064,
            "y2": 113,
            "text": "第35爵忍び寄る暗殺部隊",
            "vi": "Capt chỉ trích thứ 35"
        },
        {
            "x1": 901,
            "y1": 170,
            "x2": 961,
            "y2": 597,
            "text": "私を侮辱するものは",
            "vi": "Điều gì đã xúc phạm tôi"
        },
        {
            "x1": 197,
            "y1": 327,
            "x2": 289,
            "y2": 622,
            "text": "許さない中",
            "vi": "Không thể chấp nhận"
        },
        {
            "x1": 238,
            "y1": 1536,
            "x2": 807,
            "y2": 1588,
            "text": "原作澄守彩漫両高橋愛",
            "vi": "Ayamori sumimori ryoji aiji aim"
        }
    ],
    "006.jpg": [
        {
            "x1": 131,
            "y1": 962,
            "x2": 219,
            "y2": 1098,
            "text": "がっ",
            "vi": "Dao cạo râu"
        },
        {
            "x1": 122,
            "y1": 1280,
            "x2": 177,
            "y2": 1504,
            "text": "どうした⁉",
            "vi": "What Up"
        }
    ],
    "007.jpg": [
        {
            "x1": 570,
            "y1": 32,
            "x2": 742,
            "y2": 318,
            "text": "何か 見えない壁のような ものがあって 先に進めません",
            "vi": "Có một cái gì đó giống như một bức tường vô hình và tôi không thể tiến hành"
        },
        {
            "x1": 918,
            "y1": 832,
            "x2": 1021,
            "y2": 1030,
            "text": "周囲を 確認しろ！",
            "vi": "Kiểm tra môi trường xung quanh!"
        },
        {
            "x1": 489,
            "y1": 1190,
            "x2": 700,
            "y2": 1357,
            "text": "ダメです どうやら 建物全体を 覆っている ようです",
            "vi": "Không, có vẻ như toàn bộ tòa nhà được bao phủ"
        }
    ],
    "008.jpg": [
        {
            "x1": 990,
            "y1": 1114,
            "x2": 1067,
            "y2": 1280,
            "text": "…びくとも しない…",
            "vi": "Tôi không thoát khỏi nó…"
        },
        {
            "x1": 643,
            "y1": 1106,
            "x2": 728,
            "y2": 1330,
            "text": "これは 魔法なのか…？",
            "vi": "Đây có phải là ma thuật...?"
        }
    ],
    "009.jpg": [
        {
            "x1": 931,
            "y1": 732,
            "x2": 976,
            "y2": 998,
            "text": "急にドアが…⁉",
            "vi": "Đột nhiên cánh cửa...⁉"
        },
        {
            "x1": 932,
            "y1": 1147,
            "x2": 1012,
            "y2": 1432,
            "text": "シュナイダル様から 聞いた話だと…",
            "vi": "Khi tôi nghe từ Schneidal..."
        },
        {
            "x1": 32,
            "y1": 1168,
            "x2": 287,
            "y2": 1456,
            "text": "ハルト・ ゼンフィスの 近くには 奇妙な術を使う “シヴァ´という者が いるという…",
            "vi": "Gần Hart Zenfis là \"Shiva ', người sử dụng các kỹ thuật lạ..."
        }
    ],
    "010.jpg": [
        {
            "x1": 1006,
            "y1": 128,
            "x2": 1055,
            "y2": 326,
            "text": "慎重にいけ",
            "vi": "Cẩn thận"
        },
        {
            "x1": 508,
            "y1": 46,
            "x2": 608,
            "y2": 332,
            "text": "个チャ…",
            "vi": "个 Cha…"
        },
        {
            "x1": 117,
            "y1": 905,
            "x2": 191,
            "y2": 1181,
            "text": "うわっ！",
            "vi": "Thành công lớn!"
        }
    ],
    "011.jpg": [
        {
            "x1": 828,
            "y1": 456,
            "x2": 1040,
            "y2": 720,
            "text": "ドアを 最大魔法で 破壊しろ！",
            "vi": "Phá hủy cánh cửa với phép thuật tối đa!"
        }
    ],
    "012.jpg": [
        {
            "x1": 978,
            "y1": 1045,
            "x2": 1116,
            "y2": 1246,
            "text": "なっ",
            "vi": "Ở trong"
        },
        {
            "x1": 656,
            "y1": 1067,
            "x2": 707,
            "y2": 1330,
            "text": "何だ今のは⁉",
            "vi": "Bây giờ nó là gì?"
        },
        {
            "x1": 78,
            "y1": 1256,
            "x2": 215,
            "y2": 1592,
            "text": "火球を吸収 したのか…⁉",
            "vi": "Bạn đã hấp thụ quả cầu lửa...⁉"
        }
    ],
    "013.jpg": [
        {
            "x1": 962,
            "y1": 6,
            "x2": 1026,
            "y2": 267,
            "text": "わからない",
            "vi": "Tôi không biết"
        },
        {
            "x1": 135,
            "y1": 186,
            "x2": 301,
            "y2": 479,
            "text": "どんな 幻術を使って いるんだ⁉",
            "vi": "Bạn đang sử dụng loại giả tưởng nào?"
        },
        {
            "x1": 920,
            "y1": 515,
            "x2": 1014,
            "y2": 859,
            "text": "シヴァ…‼",
            "vi": "Shiva...‼‼"
        },
        {
            "x1": 48,
            "y1": 558,
            "x2": 200,
            "y2": 923,
            "text": "奴は一体 何者なんだ！",
            "vi": "Anh ấy là ai!"
        },
        {
            "x1": 791,
            "y1": 1093,
            "x2": 938,
            "y2": 1421,
            "text": "隊長！",
            "vi": "Đại tá!"
        }
    ],
    "014.jpg": [
        {
            "x1": 0,
            "y1": 1111,
            "x2": 223,
            "y2": 1599,
            "text": "なんだ これは…‼",
            "vi": "Cái gì thế này...!"
        }
    ],
    "015.jpg": [
        {
            "x1": 970,
            "y1": 23,
            "x2": 1021,
            "y2": 367,
            "text": "ドアから離れろ！",
            "vi": "Ra khỏi cửa!"
        },
        {
            "x1": 495,
            "y1": 98,
            "x2": 553,
            "y2": 228,
            "text": "うわっ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 513,
            "y1": 606,
            "x2": 583,
            "y2": 712,
            "text": "ああっ",
            "vi": "À"
        },
        {
            "x1": 651,
            "y1": 948,
            "x2": 752,
            "y2": 1144,
            "text": "感覚を 研ぎ澄ませ",
            "vi": "Làm sắc nét các giác quan"
        },
        {
            "x1": 73,
            "y1": 1239,
            "x2": 208,
            "y2": 1597,
            "text": "奴は絶対 近くにいる…‼",
            "vi": "Anh ấy chắc chắn ở gần...‼"
        }
    ],
    "016.jpg": [
        {
            "x1": 668,
            "y1": 0,
            "x2": 771,
            "y2": 303,
            "text": "そこだ‼",
            "vi": "Ở đó."
        },
        {
            "x1": 537,
            "y1": 981,
            "x2": 589,
            "y2": 1204,
            "text": "捕らえろ！",
            "vi": "Chụp lấy!"
        }
    ],
    "017.jpg": [
        {
            "x1": 115,
            "y1": 293,
            "x2": 245,
            "y2": 657,
            "text": "二人目⁉",
            "vi": "Hai người"
        }
    ],
    "018.jpg": [
        {
            "x1": 921,
            "y1": 1082,
            "x2": 1015,
            "y2": 1383,
            "text": "複数人いるとは 聞いていない…",
            "vi": "Tôi chưa từng nghe rằng có nhiều người..."
        },
        {
            "x1": 163,
            "y1": 1084,
            "x2": 216,
            "y2": 1267,
            "text": "た…隊長",
            "vi": "Ta... Đội trưởng"
        },
        {
            "x1": 304,
            "y1": 1102,
            "x2": 416,
            "y2": 1487,
            "text": "おかしい… 何かがおかしい…‼",
            "vi": "Thật buồn cười... một cái gì đó thật lạ...‼‼"
        }
    ],
    "019.jpg": [
        {
            "x1": 633,
            "y1": 552,
            "x2": 677,
            "y2": 712,
            "text": "まさか…",
            "vi": "Không có cách nào..."
        },
        {
            "x1": 964,
            "y1": 938,
            "x2": 1114,
            "y2": 1377,
            "text": "く…くそっ",
            "vi": "Ku... chết tiệt"
        },
        {
            "x1": 291,
            "y1": 956,
            "x2": 407,
            "y2": 1179,
            "text": "ようやく 気付いたか",
            "vi": "Cuối cùng bạn có để ý không"
        }
    ],
    "021.jpg": [
        {
            "x1": 396,
            "y1": 12,
            "x2": 460,
            "y2": 276,
            "text": "き…貴様が",
            "vi": "Ki... bạn"
        },
        {
            "x1": 93,
            "y1": 506,
            "x2": 164,
            "y2": 771,
            "text": "シヴァ…‼",
            "vi": "Shiva...‼‼"
        }
    ],
    "022.jpg": [
        {
            "x1": 76,
            "y1": 92,
            "x2": 128,
            "y2": 282,
            "text": "動けん…",
            "vi": "Di chuyển..."
        },
        {
            "x1": 936,
            "y1": 338,
            "x2": 1023,
            "y2": 535,
            "text": "20名全員の 動きを封じた",
            "vi": "Sự chuyển động của tất cả 20 người đã niêm phong"
        },
        {
            "x1": 520,
            "y1": 337,
            "x2": 612,
            "y2": 496,
            "text": "なん… だと…？",
            "vi": "cái gì…?"
        },
        {
            "x1": 253,
            "y1": 333,
            "x2": 479,
            "y2": 591,
            "text": "てゆーか お前らの雇い主 あれくらいの事で 暗殺とか ほんと無いわ",
            "vi": "Nhà tuyển dụng của Tayuka Yuka nói về điều đó, vì vậy nó thực sự bị ám sát"
        },
        {
            "x1": 946,
            "y1": 838,
            "x2": 1003,
            "y2": 1027,
            "text": "ーてことで",
            "vi": "ー"
        },
        {
            "x1": 883,
            "y1": 766,
            "x2": 937,
            "y2": 946,
            "text": "隊長さん",
            "vi": "Đại tá"
        },
        {
            "x1": 53,
            "y1": 1225,
            "x2": 214,
            "y2": 1564,
            "text": "知ってる情報 全部吐いて もらいますからね",
            "vi": "Tôi sẽ có tất cả các thông tin mà tôi biết."
        }
    ],
    "023.jpg": [
        {
            "x1": 78,
            "y1": 80,
            "x2": 298,
            "y2": 193,
            "text": "コミコ漫画内 年間ランキング2019 公式マンガ部門",
            "vi": "Comico Manga bên trong Bộ phận Manga chính thức xếp hạng hàng năm 2019"
        },
        {
            "x1": 87,
            "y1": 188,
            "x2": 289,
            "y2": 253,
            "text": "第5位蠢",
            "vi": "Vị trí thứ 5 quằn quại"
        },
        {
            "x1": 671,
            "y1": 129,
            "x2": 1066,
            "y2": 385,
            "text": "大好評 発売中出",
            "vi": "Rất phổ biến hiện đang được bán"
        },
        {
            "x1": 62,
            "y1": 815,
            "x2": 564,
            "y2": 926,
            "text": "転生した後にチート魔法力で クラスメイト助けます！",
            "vi": "Sau khi tái sinh, tôi sẽ giúp các bạn cùng lớp của tôi với Magic Magic!"
        },
        {
            "x1": 752,
            "y1": 1283,
            "x2": 998,
            "y2": 1389,
            "text": "原作澄守彩 漫画高橋橋 愛",
            "vi": "Sakusamori Aya Takahashi Ai Takahashi AI gốc"
        },
        {
            "x1": 418,
            "y1": 1346,
            "x2": 633,
            "y2": 1386,
            "text": "大好発売中",
            "vi": "Được bán"
        },
        {
            "x1": 501,
            "y1": 1411,
            "x2": 1058,
            "y2": 1559,
            "text": "魔法学完に逆うため王都に引っ越してきたハル。 ス学側から怪しいお子様教役に呼ひ出され散々な目にあうか 入学初日にはさらなる受難か待っていて。 天然同級生女子に儀かれたりライアス王子やマリアンヌチ女に再会したり、 愛する引にきこもり生活かまた選のいていく",
            "vi": "Hull đã chuyển đến thủ đô hoàng gia để đảo ngược các nghiên cứu ma thuật. Tôi đang chờ đợi vai trò của một đứa trẻ đáng ngờ bởi phía Sukakaku, và vào ngày đầu tiên đăng ký, tôi đang chờ đợi một khó khăn hơn nữa. Anh ta được một cô gái bạn cùng lớp tự nhiên, tái hợp với Hoàng tử Rias và Marian Nuto, và sống trên người mình yêu."
        },
        {
            "x1": 259,
            "y1": 1513,
            "x2": 402,
            "y2": 1556,
            "text": "Kラｸベブックス",
            "vi": "K -LuxEbooks"
        },
        {
            "x1": 56,
            "y1": 1515,
            "x2": 467,
            "y2": 1573,
            "text": "シリウスKC 定国本体630円(税別） 定何本体1200円税別)",
            "vi": "Sirius KC Ryokoku Đơn vị chính 630 Yen (không bao gồm thuế) Thật là một cơ quan cố định 1200 Yen không bao gồm thuế)"
        }
    ]
}