var ocr_data = {
    "1-64523c8eb4df4.jpg": [
        {
            "x1": 476,
            "y1": 310,
            "x2": 577,
            "y2": 443,
            "text": "なんか トントン拍子に ミッションに 成功したぞ…-",
            "vi": "Tôi đã thành công trong nhiệm vụ trong một nhịp tấn tấn... ---"
        },
        {
            "x1": 418,
            "y1": 292,
            "x2": 481,
            "y2": 437,
            "text": "♪るん",
            "vi": "♪ Chạy"
        },
        {
            "x1": 40,
            "y1": 529,
            "x2": 163,
            "y2": 679,
            "text": "もしかしたら このまま 卒業まで 引きこもれるかも しれない…！",
            "vi": "Có lẽ bạn có thể được rút cho đến khi tốt nghiệp...!"
        },
        {
            "x1": 495,
            "y1": 760,
            "x2": 573,
            "y2": 875,
            "text": "とりあえず ティア教授に 報告だッ‼",
            "vi": "Hiện tại, tôi đang báo cáo với Giáo sư Tia."
        }
    ],
    "2-64523c8f4404a.jpg": [
        {
            "x1": 43,
            "y1": 24,
            "x2": 192,
            "y2": 60,
            "text": "第62話謎の糸",
            "vi": "Tập 62 Chủ đề bí ẩn"
        },
        {
            "x1": 228,
            "y1": 47,
            "x2": 504,
            "y2": 109,
            "text": "レベルアップに向け",
            "vi": "Để tăng cấp"
        },
        {
            "x1": 108,
            "y1": 851,
            "x2": 360,
            "y2": 880,
            "text": "園作澄守彩 遺両高橋愛",
            "vi": "Công việc làm vườn aya takahashi ai takahashi"
        }
    ],
    "3-64523c8ff3a53.jpg": [
        {
            "x1": 516,
            "y1": 388,
            "x2": 593,
            "y2": 519,
            "text": "２人とも 研究棟の前で 何してるんだ？",
            "vi": "Cả hai bạn đều làm gì trước tòa nhà nghiên cứu?"
        },
        {
            "x1": 29,
            "y1": 557,
            "x2": 89,
            "y2": 691,
            "text": "あっ 兄上さまっ！",
            "vi": "Ôi anh trai tôi!"
        },
        {
            "x1": 476,
            "y1": 745,
            "x2": 598,
            "y2": 858,
            "text": "ここで イリスさんの 魔法訓練の 相談にのって いました！",
            "vi": "Ở đây, tôi đã tham khảo ý kiến đào tạo ma thuật của Iris!"
        },
        {
            "x1": 71,
            "y1": 806,
            "x2": 94,
            "y2": 903,
            "text": "魔法訓練？",
            "vi": "Huấn luyện phép thuật?"
        }
    ],
    "4-64523c9096e42.jpg": [
        {
            "x1": 555,
            "y1": 27,
            "x2": 606,
            "y2": 93,
            "text": "そうだ ハルト",
            "vi": "Có, Hart"
        },
        {
            "x1": 352,
            "y1": 34,
            "x2": 447,
            "y2": 114,
            "text": "時間が あるなら 相談に のって…",
            "vi": "Nếu bạn có thời gian, hãy tham khảo ý kiến của chúng tôi..."
        },
        {
            "x1": 46,
            "y1": 156,
            "x2": 140,
            "y2": 289,
            "text": "…いや すまない そんなに 嫌だったとは…",
            "vi": "...Tôi xin lỗi vì tôi không thích điều đó..."
        },
        {
            "x1": 522,
            "y1": 326,
            "x2": 618,
            "y2": 441,
            "text": "てか シャルに見て もらったん だろ？",
            "vi": "Bạn đã thấy Shal để xem nó?"
        },
        {
            "x1": 557,
            "y1": 457,
            "x2": 607,
            "y2": 555,
            "text": "シャルは どう思った",
            "vi": "Shal đã nghĩ gì"
        },
        {
            "x1": 495,
            "y1": 603,
            "x2": 622,
            "y2": 772,
            "text": "…そうですね… イリスさんの体術は とても流麗で 見惚れるほど でした",
            "vi": "Đúng vậy, kỹ thuật vật lý của Iris Iris rất đẹp và tôi đã yêu nó."
        },
        {
            "x1": 222,
            "y1": 615,
            "x2": 318,
            "y2": 776,
            "text": "むふ",
            "vi": "Xà rùng"
        },
        {
            "x1": 55,
            "y1": 647,
            "x2": 83,
            "y2": 700,
            "text": "ただ",
            "vi": "chỉ cần"
        }
    ],
    "5-64523c9136392.jpg": [
        {
            "x1": 512,
            "y1": 21,
            "x2": 598,
            "y2": 162,
            "text": "もっと こう ぐわ──って 魔力を高めて",
            "vi": "Cải thiện sức mạnh kỳ diệu hơn"
        },
        {
            "x1": 21,
            "y1": 9,
            "x2": 105,
            "y2": 164,
            "text": "しゅぱぱーって 機敏に動けば よいなーと",
            "vi": "Tôi ước mình có thể di chuyển nhanh chóng"
        },
        {
            "x1": 284,
            "y1": 35,
            "x2": 430,
            "y2": 425,
            "text": "ぐわしっ",
            "vi": "Phủi bụi"
        },
        {
            "x1": 32,
            "y1": 174,
            "x2": 204,
            "y2": 481,
            "text": "はなはは",
            "vi": "Hana haha"
        },
        {
            "x1": 545,
            "y1": 472,
            "x2": 614,
            "y2": 656,
            "text": "ぐわーっ",
            "vi": "Gwan"
        },
        {
            "x1": 58,
            "y1": 529,
            "x2": 128,
            "y2": 646,
            "text": "うーん これじゃ わかりづらい",
            "vi": "Tốt, thật khó hiểu"
        },
        {
            "x1": 472,
            "y1": 705,
            "x2": 609,
            "y2": 814,
            "text": "でも 兄上さまなら もっと良い アドバイスを してくれる はずっ",
            "vi": "Nhưng nếu bạn là một người anh em, bạn sẽ cho bạn lời khuyên tốt hơn"
        }
    ],
    "6-64523c91bdd89.jpg": [
        {
            "x1": 590,
            "y1": 70,
            "x2": 614,
            "y2": 150,
            "text": "う─ん",
            "vi": "Ừm"
        },
        {
            "x1": 401,
            "y1": 72,
            "x2": 468,
            "y2": 176,
            "text": "アドバイス ねぇ…",
            "vi": "Không có lời khuyên nào..."
        },
        {
            "x1": 266,
            "y1": 19,
            "x2": 368,
            "y2": 151,
            "text": "じゃあ とりあえず 見てるから 何かやってみて",
            "vi": "Sau đó, tôi đang xem nó trong thời gian này, vì vậy hãy thử một cái gì đó"
        },
        {
            "x1": 61,
            "y1": 67,
            "x2": 86,
            "y2": 146,
            "text": "わかった",
            "vi": "Đã hiểu"
        },
        {
            "x1": 139,
            "y1": 528,
            "x2": 236,
            "y2": 730,
            "text": "ふぅ…",
            "vi": "Hả..."
        }
    ],
    "8-64523c93364e3.jpg": [
        {
            "x1": 555,
            "y1": 45,
            "x2": 581,
            "y2": 126,
            "text": "…確かに",
            "vi": "Chắc chắn"
        },
        {
            "x1": 66,
            "y1": 108,
            "x2": 142,
            "y2": 223,
            "text": "いっさい 無駄のない 綺麗な動きだ",
            "vi": "Đó là một phong trào đẹp mà không lãng phí"
        },
        {
            "x1": 334,
            "y1": 302,
            "x2": 399,
            "y2": 322,
            "text": "ィリスフィリア",
            "vi": "Rilisphyria"
        },
        {
            "x1": 586,
            "y1": 320,
            "x2": 609,
            "y2": 379,
            "text": "だが…",
            "vi": "Chỉ..."
        },
        {
            "x1": 287,
            "y1": 346,
            "x2": 429,
            "y2": 362,
            "text": "主属柱【程沌了1的一【無秩序】",
            "vi": "Trụ cột chi chính [Thử thách 1st một [Rối loạn]"
        },
        {
            "x1": 324,
            "y1": 423,
            "x2": 423,
            "y2": 470,
            "text": "[火I79一【高破力】 [生】78子【堅牢】 【光N7一[浄化低】",
            "vi": "[Tue i79 1 [Hiệu quả cao] [RAW] 78 Child [Rough] [Hikari N7 1 [Tinh chế]"
        },
        {
            "x1": 485,
            "y1": 629,
            "x2": 571,
            "y2": 721,
            "text": "これだけ 頑張って いても",
            "vi": "Ngay cả khi bạn làm việc chăm chỉ"
        },
        {
            "x1": 228,
            "y1": 680,
            "x2": 448,
            "y2": 782,
            "text": "イリスフィリア 【5】/【35】",
            "vi": "Irisphilia [5]/[35]"
        },
        {
            "x1": 191,
            "y1": 832,
            "x2": 553,
            "y2": 878,
            "text": "【混沌】100—【無秩序】",
            "vi": "[Hỗn loạn] 100 - [Rối loạn]"
        },
        {
            "x1": 86,
            "y1": 776,
            "x2": 171,
            "y2": 912,
            "text": "イリスの 魔法レベルは ５のままだ",
            "vi": "Mức độ kỳ diệu của mống mắt vẫn là 5"
        }
    ],
    "9-64523c93c6902.jpg": [
        {
            "x1": 484,
            "y1": 45,
            "x2": 574,
            "y2": 184,
            "text": "確かティア教授が 「この年で 魔法レベルが このままだと",
            "vi": "Chắc chắn Giáo sư Tia nói, \"Nếu mức độ ma thuật vẫn còn trong năm nay,"
        },
        {
            "x1": 35,
            "y1": 102,
            "x2": 136,
            "y2": 235,
            "text": "これ以上 上がらないかも しれない」と 言っていた",
            "vi": "Nó có thể không đi lên nữa. \""
        },
        {
            "x1": 504,
            "y1": 312,
            "x2": 582,
            "y2": 443,
            "text": "…そもそも 何でそんな事が 起きるんだ？",
            "vi": "Tại sao điều đó xảy ra ngay từ đầu?"
        },
        {
            "x1": 499,
            "y1": 554,
            "x2": 595,
            "y2": 670,
            "text": "もしかして 何か他の 「きっかけ｣が あれば",
            "vi": "Có lẽ nếu bạn có bất kỳ \"trình kích hoạt\" nào khác"
        },
        {
            "x1": 47,
            "y1": 554,
            "x2": 117,
            "y2": 686,
            "text": "レベルが上がる 可能性も あるのでは…？",
            "vi": "Có lẽ mức độ có thể tăng lên...?"
        }
    ],
    "10-64523c9479d31.jpg": [
        {
            "x1": 562,
            "y1": 52,
            "x2": 587,
            "y2": 187,
            "text": "どうすれば…",
            "vi": "tôi nên làm gì đây…"
        },
        {
            "x1": 276,
            "y1": 65,
            "x2": 362,
            "y2": 218,
            "text": "ハルト どうだった？ 何かアドバイス",
            "vi": "Hart thế nào? Một cái gì đó lời khuyên"
        },
        {
            "x1": 591,
            "y1": 471,
            "x2": 618,
            "y2": 538,
            "text": "ハル",
            "vi": "Lò xo"
        },
        {
            "x1": 85,
            "y1": 459,
            "x2": 109,
            "y2": 535,
            "text": "兄上さ",
            "vi": "Anh trai"
        },
        {
            "x1": 556,
            "y1": 622,
            "x2": 621,
            "y2": 759,
            "text": "おい！ ハルト‼",
            "vi": "Này! Hart"
        },
        {
            "x1": 569,
            "y1": 750,
            "x2": 594,
            "y2": 881,
            "text": "大丈夫か？",
            "vi": "Bạn co ổn không?"
        },
        {
            "x1": 47,
            "y1": 806,
            "x2": 116,
            "y2": 915,
            "text": "すごい汗 だぞ…！",
            "vi": "Đó là một mồ hôi tuyệt vời...!"
        }
    ],
    "11-64523c95139d7.jpg": [
        {
            "x1": 50,
            "y1": 777,
            "x2": 82,
            "y2": 887,
            "text": "本当だ…",
            "vi": "Là sự thật…"
        }
    ],
    "12-64523c958eaba.jpg": [
        {
            "x1": 562,
            "y1": 64,
            "x2": 585,
            "y2": 175,
            "text": "兄上さま？",
            "vi": "Anh trai của bạn?"
        },
        {
            "x1": 66,
            "y1": 40,
            "x2": 182,
            "y2": 194,
            "text": "すまない 体調が悪いのに 無理をさせて しまったようだ",
            "vi": "Tôi xin lỗi, nhưng tôi dường như bị buộc phải làm điều đó"
        },
        {
            "x1": 515,
            "y1": 815,
            "x2": 572,
            "y2": 906,
            "text": "いや 大丈夫だ",
            "vi": "Không, không sao"
        }
    ]
}