var ocr_data = {
    "001.jpg": [
        {
            "x1": 393,
            "y1": 30,
            "x2": 412,
            "y2": 126,
            "text": "イリス０歳",
            "vi": "Iris 0 tuổi"
        },
        {
            "x1": 31,
            "y1": 133,
            "x2": 109,
            "y2": 248,
            "text": "おめでとう 元気な 女の子ですよ",
            "vi": "Chúc mừng một cô gái vui vẻ"
        },
        {
            "x1": 543,
            "y1": 298,
            "x2": 589,
            "y2": 431,
            "text": "まあなんて かわいらしい…",
            "vi": "Chà, nó dễ thương..."
        },
        {
            "x1": 360,
            "y1": 313,
            "x2": 413,
            "y2": 406,
            "text": "あー すまない",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 26,
            "y1": 496,
            "x2": 138,
            "y2": 628,
            "text": "ここが どこだか 教えて くれないか？",
            "vi": "Bạn có thể cho tôi biết đây là nơi nào không?"
        },
        {
            "x1": 43,
            "y1": 784,
            "x2": 117,
            "y2": 919,
            "text": "この後 捨てられる事に なってしまった",
            "vi": "Sau đó, tôi đã bị vứt đi"
        }
    ],
    "002.jpg": [
        {
            "x1": 498,
            "y1": 32,
            "x2": 573,
            "y2": 146,
            "text": "イリス２歳 遠い親戚に 引き取られる",
            "vi": "Iris 2 tuổi"
        },
        {
            "x1": 371,
            "y1": 20,
            "x2": 470,
            "y2": 153,
            "text": "どうやら人は 生まれてすぐ 言葉を発しては いけないらしい",
            "vi": "Rõ ràng mọi người không nên nói lời ngay khi chúng được sinh ra"
        },
        {
            "x1": 31,
            "y1": 11,
            "x2": 103,
            "y2": 145,
            "text": "この子が 悪魔の子 だなんてねぇ…",
            "vi": "Tôi không biết rằng đứa trẻ này là một đứa trẻ quỷ dữ..."
        },
        {
            "x1": 575,
            "y1": 314,
            "x2": 598,
            "y2": 396,
            "text": "数か月後",
            "vi": "Vài tháng sau"
        },
        {
            "x1": 368,
            "y1": 316,
            "x2": 440,
            "y2": 447,
            "text": "そろそろ 会話を試みても いいだろうか？",
            "vi": "Tôi có thể thử cuộc trò chuyện sớm không?"
        },
        {
            "x1": 128,
            "y1": 323,
            "x2": 227,
            "y2": 403,
            "text": "ねーママ ボク将来 兵士に なりたい",
            "vi": "Tôi muốn trở thành một người lính trong tương lai"
        },
        {
            "x1": 10,
            "y1": 430,
            "x2": 105,
            "y2": 544,
            "text": "あらまあ ならもっと 強くならない とね",
            "vi": "Chà, tôi phải mạnh mẽ hơn"
        },
        {
            "x1": 543,
            "y1": 603,
            "x2": 599,
            "y2": 678,
            "text": "ならば ボクは",
            "vi": "Sau đó tôi"
        },
        {
            "x1": 176,
            "y1": 585,
            "x2": 208,
            "y2": 666,
            "text": "えっ…",
            "vi": "ơ…"
        },
        {
            "x1": 258,
            "y1": 773,
            "x2": 360,
            "y2": 923,
            "text": "人の世界で 権力を 手に入れたい",
            "vi": "Tôi muốn có được sức mạnh trong thế giới của mọi người"
        },
        {
            "x1": 25,
            "y1": 820,
            "x2": 125,
            "y2": 917,
            "text": "ここでも 捨てられる 事になって しまった",
            "vi": "Nó đã được quyết định bị vứt bỏ ở đây"
        }
    ]
}