var ocr_data = {
    "002.jpg": [
        {
            "x1": 937,
            "y1": 51,
            "x2": 1026,
            "y2": 247,
            "text": "行きたく ないなぁ…",
            "vi": "Tôi không muốn đi..."
        },
        {
            "x1": 907,
            "y1": 291,
            "x2": 979,
            "y2": 483,
            "text": "入学式",
            "vi": "Lễ vào"
        },
        {
            "x1": 936,
            "y1": 778,
            "x2": 1017,
            "y2": 915,
            "text": "俺は ハルトＣ",
            "vi": "Tôi là Hart C"
        },
        {
            "x1": 117,
            "y1": 756,
            "x2": 295,
            "y2": 982,
            "text": "今日はあいつの 代わりに 入学式に出る 事になっている",
            "vi": "Tôi được cho là có mặt tại buổi lễ vào cửa thay vì anh ấy hôm nay"
        },
        {
            "x1": 954,
            "y1": 1102,
            "x2": 1047,
            "y2": 1216,
            "text": "本体と 俺は",
            "vi": "Cơ thể và tôi"
        },
        {
            "x1": 357,
            "y1": 1112,
            "x2": 575,
            "y2": 1275,
            "text": "だが俺は 魔力を 持たないし 中身も 空っぽだ",
            "vi": "Nhưng tôi không có phép thuật và nội dung trống"
        },
        {
            "x1": 102,
            "y1": 1097,
            "x2": 183,
            "y2": 1317,
            "text": "防御用魔法は",
            "vi": "Phép thuật phòng thủ"
        },
        {
            "x1": 81,
            "y1": 1175,
            "x2": 162,
            "y2": 1401,
            "text": "かけてもらったけど",
            "vi": "Tôi đạt được rồi"
        },
        {
            "x1": 680,
            "y1": 1361,
            "x2": 764,
            "y2": 1559,
            "text": "過去の記憶を 共有している",
            "vi": "Chia sẻ những kỷ niệm trong quá khứ"
        }
    ],
    "003.jpg": [
        {
            "x1": 846,
            "y1": 120,
            "x2": 976,
            "y2": 286,
            "text": "で これは 護身用って わけね",
            "vi": "Và đây là để tự bảo vệ"
        },
        {
            "x1": 933,
            "y1": 661,
            "x2": 976,
            "y2": 739,
            "text": "所詮",
            "vi": "Rốt cuộc"
        },
        {
            "x1": 850,
            "y1": 659,
            "x2": 933,
            "y2": 798,
            "text": "俺は コピーだ",
            "vi": "Tôi là một bản sao"
        },
        {
            "x1": 79,
            "y1": 831,
            "x2": 207,
            "y2": 1001,
            "text": "選択の 自由なんて ないのさ…",
            "vi": "Không có tự do để chọn..."
        },
        {
            "x1": 898,
            "y1": 1194,
            "x2": 980,
            "y2": 1332,
            "text": "…行って くる…",
            "vi": "… Tôi sẽ quay lại…"
        },
        {
            "x1": 103,
            "y1": 1193,
            "x2": 181,
            "y2": 1329,
            "text": "お気を つけて…",
            "vi": "cẩn thận…"
        }
    ],
    "004.jpg": [
        {
            "x1": 1003,
            "y1": 46,
            "x2": 1072,
            "y2": 591,
            "text": "第26騒 入学式のすったもんだ",
            "vi": "Lễ vào cửa thứ 26"
        },
        {
            "x1": 560,
            "y1": 289,
            "x2": 655,
            "y2": 782,
            "text": "入学子式…それは",
            "vi": "Lễ vào đầu... đó là"
        },
        {
            "x1": 647,
            "y1": 1529,
            "x2": 1079,
            "y2": 1578,
            "text": "原作澄守彩還両高橋愛",
            "vi": "Ban đầu sakumi aya ryoji ai takahashi ai"
        }
    ],
    "005.jpg": [
        {
            "x1": 853,
            "y1": 1046,
            "x2": 991,
            "y2": 1243,
            "text": "ふう… 今日の行事が 終わった！",
            "vi": "Huh... sự kiện hôm nay đã kết thúc!"
        },
        {
            "x1": 106,
            "y1": 1347,
            "x2": 189,
            "y2": 1543,
            "text": "さっさと 寮に戻るぞ！",
            "vi": "Tôi sẽ quay lại ký túc xá!"
        }
    ],
    "006.jpg": [
        {
            "x1": 115,
            "y1": 1289,
            "x2": 335,
            "y2": 1555,
            "text": "パリピ 軍団‼",
            "vi": "Quân đoàn Paripi"
        }
    ],
    "007.jpg": [
        {
            "x1": 937,
            "y1": 37,
            "x2": 1025,
            "y2": 263,
            "text": "俺の直感が 告げている…！",
            "vi": "Trực giác của tôi đang kể...!"
        },
        {
            "x1": 439,
            "y1": 290,
            "x2": 563,
            "y2": 517,
            "text": "あれに関わると ろくな事に ならないと…！",
            "vi": "Tôi phải tham gia với điều đó...!"
        },
        {
            "x1": 529,
            "y1": 1147,
            "x2": 657,
            "y2": 1256,
            "text": "おい そこの お前",
            "vi": "Này, bạn ở đó"
        }
    ],
    "008.jpg": [
        {
            "x1": 933,
            "y1": 48,
            "x2": 1064,
            "y2": 247,
            "text": "そこの 白い髪の男… じゃない女ー",
            "vi": "Một người đàn ông có mái tóc trắng ở đó... không phải là phụ nữ"
        },
        {
            "x1": 89,
            "y1": 42,
            "x2": 306,
            "y2": 291,
            "text": "…俺じゃ なかったか じゃあ さっさと 退散しよう",
            "vi": "… Không phải tôi?"
        }
    ],
    "009.jpg": [
        {
            "x1": 96,
            "y1": 16,
            "x2": 242,
            "y2": 259,
            "text": "え…なんで こいつが この学院に⁉",
            "vi": "Eh... tại sao anh chàng này ở trong trường này"
        },
        {
            "x1": 965,
            "y1": 870,
            "x2": 1000,
            "y2": 972,
            "text": "キミは",
            "vi": "Bạn"
        },
        {
            "x1": 898,
            "y1": 1250,
            "x2": 1002,
            "y2": 1411,
            "text": "おい お前達…",
            "vi": "Này các bạn..."
        }
    ],
    "010.jpg": [
        {
            "x1": 93,
            "y1": 21,
            "x2": 237,
            "y2": 320,
            "text": "私に一礼もなく 通り過ぎるとは どういうことだ？",
            "vi": "Nó có nghĩa là gì để đi qua mà không có cung?"
        },
        {
            "x1": 730,
            "y1": 1140,
            "x2": 814,
            "y2": 1304,
            "text": "それは 失礼をした",
            "vi": "Nó thật thô lỗ"
        },
        {
            "x1": 261,
            "y1": 1331,
            "x2": 476,
            "y2": 1556,
            "text": "だが 学院規則には そのような事は 書かれて いなかったが？",
            "vi": "Nhưng bạn đã viết một điều như vậy trong các quy tắc của trường học?"
        }
    ],
    "011.jpg": [
        {
            "x1": 776,
            "y1": 43,
            "x2": 1028,
            "y2": 380,
            "text": "違う！ 副会長である このシュナイダルに 一礼しろと 言ったのだ！",
            "vi": "khác nhau! Ông nói với phó chủ tịch này, Schneidal, để cảm ơn ông!"
        },
        {
            "x1": 860,
            "y1": 623,
            "x2": 1031,
            "y2": 820,
            "text": "すまない この学院には 今日来た ばかりで…",
            "vi": "Tôi xin lỗi vì tôi vừa đến trường này hôm nay..."
        },
        {
            "x1": 253,
            "y1": 603,
            "x2": 286,
            "y2": 768,
            "text": "…なるほど",
            "vi": "…Tôi thấy"
        },
        {
            "x1": 387,
            "y1": 876,
            "x2": 505,
            "y2": 1013,
            "text": "そういう ルール なのか？",
            "vi": "Đó có phải là quy tắc không?"
        },
        {
            "x1": 242,
            "y1": 846,
            "x2": 347,
            "y2": 1044,
            "text": "ハア…",
            "vi": "Ha..."
        },
        {
            "x1": 889,
            "y1": 1390,
            "x2": 1022,
            "y2": 1586,
            "text": "ならば そこのお前 説明してやれ",
            "vi": "Sau đó giải thích cho bạn ở đó"
        }
    ],
    "012.jpg": [
        {
            "x1": 954,
            "y1": 63,
            "x2": 1036,
            "y2": 236,
            "text": "…知るわけ ないじゃん",
            "vi": "...Tôi không biết"
        },
        {
            "x1": 141,
            "y1": 65,
            "x2": 312,
            "y2": 264,
            "text": "てかこれ以上 この人たちに 関わりたく ないから",
            "vi": "Tôi không muốn được liên quan đến những người này nữa"
        },
        {
            "x1": 118,
            "y1": 287,
            "x2": 245,
            "y2": 486,
            "text": "適当な理由を つけて 退散しよう",
            "vi": "Hãy loại bỏ lý do thích hợp"
        },
        {
            "x1": 877,
            "y1": 583,
            "x2": 947,
            "y2": 703,
            "text": "うっ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 957,
            "y1": 887,
            "x2": 1068,
            "y2": 1229,
            "text": "あいたたたたたた 急にお腹が‼",
            "vi": "Đột nhiên đói"
        },
        {
            "x1": 410,
            "y1": 1330,
            "x2": 552,
            "y2": 1592,
            "text": "もれそうなんで 失礼しても いいっすか⁉",
            "vi": "Tôi xin lỗi vì được thô lỗ"
        }
    ],
    "013.jpg": [
        {
            "x1": 659,
            "y1": 18,
            "x2": 734,
            "y2": 305,
            "text": "貴様ぁ！",
            "vi": "Bạn!"
        },
        {
            "x1": 51,
            "y1": 455,
            "x2": 218,
            "y2": 676,
            "text": "下品な嘘で 私を愚弄 したな‼",
            "vi": "Tôi chơi tôi với một lời nói dối thô tục."
        },
        {
            "x1": 800,
            "y1": 734,
            "x2": 1030,
            "y2": 996,
            "text": "許さん…‼ 私が直々に 礼儀を教えて やる…‼",
            "vi": "Tay...‼ Tôi sẽ nói với bạn phép lịch sự...‼"
        }
    ]
}