var ocr_data = {
    "001.jpg": [
        {
            "x1": 503,
            "y1": 38,
            "x2": 579,
            "y2": 151,
            "text": "イリス４歳 修道院に 引き取られる",
            "vi": "Tu viện Iris 4 -Year -old"
        },
        {
            "x1": 329,
            "y1": 21,
            "x2": 407,
            "y2": 130,
            "text": "あっ へんなや？ なんだよな",
            "vi": "Ồ, có lạ không? Nó............... là gì?"
        },
        {
            "x1": 178,
            "y1": 20,
            "x2": 276,
            "y2": 170,
            "text": "とにかくボクの 言っている事は 人からしたら おかしいらしい…",
            "vi": "Dù sao, những gì tôi đang nói là kỳ lạ từ mọi người..."
        },
        {
            "x1": 34,
            "y1": 41,
            "x2": 86,
            "y2": 149,
            "text": "しばらく 駄てよら",
            "vi": "Làm việc một thời gian"
        },
        {
            "x1": 486,
            "y1": 355,
            "x2": 511,
            "y2": 425,
            "text": "イリス",
            "vi": "Iris"
        },
        {
            "x1": 378,
            "y1": 337,
            "x2": 402,
            "y2": 410,
            "text": "司祭様",
            "vi": "Lễ hội của linh mục"
        },
        {
            "x1": 26,
            "y1": 482,
            "x2": 87,
            "y2": 594,
            "text": "今日も 一人かい？",
            "vi": "Hôm nay bạn có một mình không?"
        },
        {
            "x1": 495,
            "y1": 651,
            "x2": 595,
            "y2": 766,
            "text": "君はちょっと 他の子と 感性が違う ようだけど",
            "vi": "Bạn có vẻ hơi khác so với những đứa trẻ khác"
        },
        {
            "x1": 191,
            "y1": 750,
            "x2": 280,
            "y2": 884,
            "text": "でもボクは どんな時でも 君の味方だよ",
            "vi": "Nhưng tôi bất cứ lúc nào tôi đứng về phía bạn"
        }
    ],
    "002.jpg": [
        {
            "x1": 538,
            "y1": 19,
            "x2": 622,
            "y2": 173,
            "text": "…この人になら 話してもいい だろうか…？",
            "vi": "… Tôi có thể nói chuyện với người này...?"
        },
        {
            "x1": 169,
            "y1": 16,
            "x2": 194,
            "y2": 110,
            "text": "…司祭様",
            "vi": "...Linh mục"
        },
        {
            "x1": 512,
            "y1": 343,
            "x2": 620,
            "y2": 487,
            "text": "どうすれば 人と魔物は 理解し合えるの だろうか…",
            "vi": "Làm thế nào mà mọi người và quái vật có thể hiểu nhau..."
        },
        {
            "x1": 242,
            "y1": 722,
            "x2": 326,
            "y2": 855,
            "text": "…イリスは それを願って いるのかい？",
            "vi": "… Iris có muốn không?"
        },
        {
            "x1": 74,
            "y1": 830,
            "x2": 106,
            "y2": 889,
            "text": "ああ",
            "vi": "À"
        }
    ],
    "003.jpg": [
        {
            "x1": 388,
            "y1": 24,
            "x2": 445,
            "y2": 136,
            "text": "ならば 学びなさい",
            "vi": "Sau đó học hỏi"
        },
        {
            "x1": 52,
            "y1": 197,
            "x2": 140,
            "y2": 330,
            "text": "そうすれば きっと答えが 出るはずだよ",
            "vi": "Sau đó bạn chắc chắn sẽ nhận được câu trả lời"
        },
        {
            "x1": 510,
            "y1": 466,
            "x2": 536,
            "y2": 529,
            "text": "10年後",
            "vi": "Mười năm sau"
        },
        {
            "x1": 242,
            "y1": 492,
            "x2": 315,
            "y2": 513,
            "text": "wee",
            "vi": "Muột"
        },
        {
            "x1": 564,
            "y1": 649,
            "x2": 592,
            "y2": 724,
            "text": "司祭様",
            "vi": "Lễ hội của linh mục"
        },
        {
            "x1": 288,
            "y1": 658,
            "x2": 371,
            "y2": 752,
            "text": "あなたは 良い人間 だった",
            "vi": "Bạn là một người tốt"
        },
        {
            "x1": 306,
            "y1": 798,
            "x2": 332,
            "y2": 910,
            "text": "ありがとう",
            "vi": "cảm ơn bạn"
        }
    ]
}