var ocr_data = {
    "001.jpg": [
        {
            "x1": 888,
            "y1": 539,
            "x2": 983,
            "y2": 702,
            "text": "えー それでは",
            "vi": "Vậy thì vậy"
        },
        {
            "x1": 91,
            "y1": 885,
            "x2": 193,
            "y2": 1119,
            "text": "新しく入った 研究生達に―",
            "vi": "Cho sinh viên nghiên cứu mới-"
        },
        {
            "x1": 936,
            "y1": 1253,
            "x2": 1006,
            "y2": 1473,
            "text": "乾ぱーい",
            "vi": "Khô ráo"
        }
    ],
    "002.jpg": [
        {
            "x1": 732,
            "y1": 262,
            "x2": 928,
            "y2": 377,
            "text": "のしT",
            "vi": "Noshi t"
        },
        {
            "x1": 161,
            "y1": 320,
            "x2": 735,
            "y2": 378,
            "text": "原作澄守彩演両高橋愛",
            "vi": "Ban đầu làm việc ai sumimori ai ryoji ai takahashi"
        },
        {
            "x1": 505,
            "y1": 452,
            "x2": 592,
            "y2": 808,
            "text": "気を取り画して",
            "vi": "Cẩn thận vẽ"
        },
        {
            "x1": 388,
            "y1": 490,
            "x2": 550,
            "y2": 839,
            "text": "歓迎会♪",
            "vi": "Bữa tiệc chào mừng"
        },
        {
            "x1": 805,
            "y1": 1503,
            "x2": 1087,
            "y2": 1552,
            "text": "第34話悪くない夜",
            "vi": "Tập 34 Đêm BAD"
        }
    ],
    "003.jpg": [
        {
            "x1": 879,
            "y1": 55,
            "x2": 995,
            "y2": 256,
            "text": "みなさん こんばんわ ハルトＣです",
            "vi": "Chào buổi tối mọi người đều là Hart C"
        },
        {
            "x1": 404,
            "y1": 58,
            "x2": 528,
            "y2": 305,
            "text": "ズズ",
            "vi": "Zuzu"
        },
        {
            "x1": 61,
            "y1": 96,
            "x2": 234,
            "y2": 356,
            "text": "先ほど色々あった 後だというのに 歓迎会が 開かれています",
            "vi": "Một bữa tiệc chào mừng đã được tổ chức mặc dù đó là sau rất nhiều thứ trước đó."
        },
        {
            "x1": 871,
            "y1": 459,
            "x2": 991,
            "y2": 745,
            "text": "そしてこちらが こてんぱんにされた ちびっ子教授です",
            "vi": "Và đây là một giáo sư Chibo, người được làm ở Kotenpan."
        },
        {
            "x1": 42,
            "y1": 491,
            "x2": 243,
            "y2": 690,
            "text": "何であんな事 されたのに 平気なの？ メンタルどう なってるの？",
            "vi": "Loại điều đó là gì? Chuyện gì đang xảy ra với tinh thần?"
        },
        {
            "x1": 945,
            "y1": 986,
            "x2": 1031,
            "y2": 1186,
            "text": "そして 俺はというと",
            "vi": "Và tôi"
        },
        {
            "x1": 522,
            "y1": 1016,
            "x2": 660,
            "y2": 1188,
            "text": "隣から 熱い視線を 感じてます",
            "vi": "Tôi cảm thấy một ánh mắt nóng bỏng từ hàng xóm"
        }
    ],
    "004.jpg": [
        {
            "x1": 980,
            "y1": 29,
            "x2": 1089,
            "y2": 164,
            "text": "…あの 何か？",
            "vi": "“Đó là gì?"
        },
        {
            "x1": 505,
            "y1": 166,
            "x2": 685,
            "y2": 360,
            "text": "いやあ ボクと君は 似ているなぁ と思って…",
            "vi": "Tôi nghĩ tôi cũng giống..."
        },
        {
            "x1": 746,
            "y1": 334,
            "x2": 829,
            "y2": 504,
            "text": "あ ああ すみません",
            "vi": "Ồ, tôi xin lỗi"
        },
        {
            "x1": 95,
            "y1": 245,
            "x2": 134,
            "y2": 503,
            "text": "どのへんがです？",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 856,
            "y1": 589,
            "x2": 938,
            "y2": 817,
            "text": "巻き込まれ 体質な所とか…",
            "vi": "Một nơi bạn tham gia và hiến pháp của bạn..."
        },
        {
            "x1": 87,
            "y1": 790,
            "x2": 140,
            "y2": 919,
            "text": "ああ…",
            "vi": "À…"
        },
        {
            "x1": 443,
            "y1": 1022,
            "x2": 482,
            "y2": 1097,
            "text": "ああ",
            "vi": "À"
        },
        {
            "x1": 912,
            "y1": 1044,
            "x2": 1081,
            "y2": 1271,
            "text": "そういえば ポルコス先生は よくあの ちびっ子…",
            "vi": "Nói về điều đó, polkos -sensei thường là đứa trẻ nhỏ đó..."
        },
        {
            "x1": 555,
            "y1": 1322,
            "x2": 636,
            "y2": 1579,
            "text": "ティア教授と 一緒にいますよね",
            "vi": "Bạn đang ở với Giáo sư Tia"
        },
        {
            "x1": 91,
            "y1": 1378,
            "x2": 206,
            "y2": 1544,
            "text": "くされ縁 みたいな ものですよ",
            "vi": "Nó giống như một biên giới"
        }
    ],
    "005.jpg": [
        {
            "x1": 931,
            "y1": 81,
            "x2": 1026,
            "y2": 195,
            "text": "実は 私は昔",
            "vi": "Thật ra, tôi đã là một thời gian dài trước đây"
        },
        {
            "x1": 340,
            "y1": 50,
            "x2": 514,
            "y2": 278,
            "text": "ルセイヤンネル 伯爵家で 教師をやって いたんです",
            "vi": "Tôi là một giáo viên tại Earl mất Yannel"
        },
        {
            "x1": 863,
            "y1": 786,
            "x2": 985,
            "y2": 983,
            "text": "ティア教授の 先生だったん ですか？",
            "vi": "Có phải ông là giáo sư nước mắt?"
        },
        {
            "x1": 192,
            "y1": 1001,
            "x2": 223,
            "y2": 1100,
            "text": "ええ…",
            "vi": "Ừ…"
        },
        {
            "x1": 897,
            "y1": 1223,
            "x2": 1022,
            "y2": 1421,
            "text": "彼女は昔から あんな感じ でして",
            "vi": "Cô ấy luôn như vậy"
        },
        {
            "x1": 25,
            "y1": 1377,
            "x2": 147,
            "y2": 1573,
            "text": "正直手を 焼きっぱなし でしたよ",
            "vi": "Thành thật mà nói, tôi rời khỏi tay."
        }
    ],
    "006.jpg": [
        {
            "x1": 833,
            "y1": 137,
            "x2": 967,
            "y2": 397,
            "text": "そう 私が一を教えれば 十を理解し",
            "vi": "Vâng, nếu tôi nói với bạn một, tôi hiểu mười"
        },
        {
            "x1": 88,
            "y1": 371,
            "x2": 258,
            "y2": 630,
            "text": "百に推測を 膨らませて私に きいてくるような 利発な子でした",
            "vi": "Đó là một đứa trẻ thông minh đã mở rộng đầu cơ cho tôi và đến gặp tôi."
        },
        {
            "x1": 863,
            "y1": 701,
            "x2": 942,
            "y2": 953,
            "text": "興味が赴くままに 知識を蓄え",
            "vi": "Tích lũy kiến thức như bạn quan tâm"
        },
        {
            "x1": 65,
            "y1": 795,
            "x2": 194,
            "y2": 1022,
            "text": "色んな実験を しては成功を 収めてきました",
            "vi": "Tôi đã thành công trong việc thực hiện các thí nghiệm khác nhau"
        },
        {
            "x1": 794,
            "y1": 1090,
            "x2": 963,
            "y2": 1347,
            "text": "そして 実家でできる事が なくなったので この学院に入学し",
            "vi": "Và tôi không thể làm gì ở nhà, vì vậy tôi đã vào trường này"
        },
        {
            "x1": 762,
            "y1": 1378,
            "x2": 933,
            "y2": 1575,
            "text": "代わりに私が 監視役を 仰せつかった わけです",
            "vi": "Thay vào đó, tôi được yêu cầu trở thành một giám sát."
        },
        {
            "x1": 117,
            "y1": 1352,
            "x2": 240,
            "y2": 1580,
            "text": "それって 厄介払いと いうやつでは？",
            "vi": "Đó có phải là một người rắc rối không?"
        }
    ],
    "007.jpg": [
        {
            "x1": 635,
            "y1": 73,
            "x2": 765,
            "y2": 213,
            "text": "彼女は まさしく 天才",
            "vi": "Cô ấy chỉ là một thiên tài"
        },
        {
            "x1": 842,
            "y1": 116,
            "x2": 1020,
            "y2": 407,
            "text": "結局の所 私の教えなんて 最初から 必要なかったんです",
            "vi": "Rốt cuộc, tôi đã không cần những lời dạy của mình ngay từ đầu"
        },
        {
            "x1": 25,
            "y1": 277,
            "x2": 158,
            "y2": 442,
            "text": "いくつもの 新魔法を 開発し",
            "vi": "Phát triển một số phép thuật mới"
        },
        {
            "x1": 37,
            "y1": 513,
            "x2": 214,
            "y2": 805,
            "text": "現代魔法トップの 「賢者｣の称号に 一番近いと 言われていました…",
            "vi": "Nó được cho là gần nhất với tiêu đề của \"Sage\" của ma thuật hiện đại..."
        },
        {
            "x1": 937,
            "y1": 1134,
            "x2": 1013,
            "y2": 1333,
            "text": "…それなのに ですよ？",
            "vi": "...Chính là nó?"
        },
        {
            "x1": 641,
            "y1": 1142,
            "x2": 812,
            "y2": 1370,
            "text": "なんで 古代魔法を 選んでしまうん ですかね…",
            "vi": "Tại sao bạn chọn Phép thuật cổ đại..."
        },
        {
            "x1": 222,
            "y1": 1103,
            "x2": 403,
            "y2": 1392,
            "text": "はぁ",
            "vi": "Haha"
        }
    ],
    "008.jpg": [
        {
            "x1": 768,
            "y1": 58,
            "x2": 965,
            "y2": 289,
            "text": "失われた… 役に立つかも わからない 魔法ですよ⁉",
            "vi": "Tôi bị lạc... đó là một phép thuật mà không biết nó có hữu ích không."
        },
        {
            "x1": 117,
            "y1": 116,
            "x2": 173,
            "y2": 217,
            "text": "まぁ",
            "vi": "Ổn"
        },
        {
            "x1": 63,
            "y1": 159,
            "x2": 116,
            "y2": 251,
            "text": "まあ",
            "vi": "Ôi trời"
        },
        {
            "x1": 258,
            "y1": 125,
            "x2": 429,
            "y2": 412,
            "text": "ま まあ 天才の考える事は 俺達には わかりませんからね",
            "vi": "Chà, chúng ta không biết một thiên tài nghĩ gì"
        },
        {
            "x1": 822,
            "y1": 673,
            "x2": 956,
            "y2": 906,
            "text": "…そうですよね ボクは所詮 で人ですから…",
            "vi": "Rốt cuộc, tôi đúng rồi, tôi là một người..."
        },
        {
            "x1": 93,
            "y1": 951,
            "x2": 177,
            "y2": 1154,
            "text": "あ いや すみません…",
            "vi": "Tôi xin lôi..."
        },
        {
            "x1": 115,
            "y1": 1246,
            "x2": 166,
            "y2": 1428,
            "text": "きますい…",
            "vi": "Tôi đến..."
        }
    ],
    "009.jpg": [
        {
            "x1": 919,
            "y1": 41,
            "x2": 1010,
            "y2": 270,
            "text": "おくい ハリュト大そ",
            "vi": "Oku Haluto"
        },
        {
            "x1": 609,
            "y1": 1158,
            "x2": 659,
            "y2": 1279,
            "text": "おわっ",
            "vi": "Chấm dứt"
        },
        {
            "x1": 447,
            "y1": 1150,
            "x2": 532,
            "y2": 1380,
            "text": "ちょ こいつ 飲んでんじゃん",
            "vi": "Tôi đang uống một anh chàng nhỏ bé"
        }
    ],
    "010.jpg": [
        {
            "x1": 755,
            "y1": 57,
            "x2": 996,
            "y2": 392,
            "text": "はっ",
            "vi": "Đi săn chim ưng"
        },
        {
            "x1": 647,
            "y1": 16,
            "x2": 768,
            "y2": 247,
            "text": "ハリュトも 飲むら？",
            "vi": "Bạn có uống Halut?"
        },
        {
            "x1": 83,
            "y1": 463,
            "x2": 184,
            "y2": 625,
            "text": "いえ 結構です",
            "vi": "Không, nó tốt"
        },
        {
            "x1": 789,
            "y1": 658,
            "x2": 955,
            "y2": 953,
            "text": "とぼぼぼ",
            "vi": "Tabobo"
        },
        {
            "x1": 576,
            "y1": 898,
            "x2": 629,
            "y2": 1079,
            "text": "あ こら",
            "vi": "Akora"
        },
        {
            "x1": 116,
            "y1": 1190,
            "x2": 233,
            "y2": 1453,
            "text": "自分で 飲むんかーい",
            "vi": "Bạn có tự mình uống nó không?"
        }
    ],
    "011.jpg": [
        {
            "x1": 877,
            "y1": 12,
            "x2": 995,
            "y2": 252,
            "text": "ふぃ─",
            "vi": "Fui"
        },
        {
            "x1": 623,
            "y1": 39,
            "x2": 797,
            "y2": 267,
            "text": "ハリュト 一緒に研突室に 入ってくれて ありがとうら",
            "vi": "Cảm ơn bạn đã cùng nhau tham gia Phòng Kingzhen"
        },
        {
            "x1": 181,
            "y1": 0,
            "x2": 603,
            "y2": 255,
            "text": "ぼす。",
            "vi": "Đẫm máu."
        },
        {
            "x1": 844,
            "y1": 591,
            "x2": 1006,
            "y2": 812,
            "text": "ここでなら ボクは強く なれるかも",
            "vi": "Tôi có thể mạnh mẽ hơn ở đây"
        },
        {
            "x1": 117,
            "y1": 927,
            "x2": 168,
            "y2": 1143,
            "text": "しれない…",
            "vi": "Không biết…"
        },
        {
            "x1": 632,
            "y1": 1320,
            "x2": 677,
            "y2": 1471,
            "text": "すやあ…",
            "vi": "Saya..."
        },
        {
            "x1": 498,
            "y1": 1264,
            "x2": 531,
            "y2": 1436,
            "text": "ねてしまった…",
            "vi": "Tôi đạt được rồi..."
        }
    ],
    "012.jpg": [
        {
            "x1": 78,
            "y1": 80,
            "x2": 298,
            "y2": 193,
            "text": "コミコ漫画内 年間ランキング2019 公式マンガ部門",
            "vi": "Comico Manga bên trong Bộ phận Manga chính thức xếp hạng hàng năm 2019"
        },
        {
            "x1": 87,
            "y1": 188,
            "x2": 289,
            "y2": 253,
            "text": "第5位蠢",
            "vi": "Vị trí thứ 5 quằn quại"
        },
        {
            "x1": 671,
            "y1": 129,
            "x2": 1066,
            "y2": 385,
            "text": "大好評 発売中出",
            "vi": "Rất phổ biến hiện đang được bán"
        },
        {
            "x1": 62,
            "y1": 815,
            "x2": 564,
            "y2": 926,
            "text": "転生した後にチート魔法力で クラスメイト助けます！",
            "vi": "Sau khi tái sinh, tôi sẽ giúp các bạn cùng lớp của tôi với Magic Magic!"
        },
        {
            "x1": 752,
            "y1": 1283,
            "x2": 998,
            "y2": 1389,
            "text": "原作澄守彩 漫画高橋橋 愛",
            "vi": "Sakusamori Aya Takahashi Ai Takahashi AI gốc"
        },
        {
            "x1": 418,
            "y1": 1346,
            "x2": 633,
            "y2": 1386,
            "text": "大好発売中",
            "vi": "Được bán"
        },
        {
            "x1": 501,
            "y1": 1411,
            "x2": 1058,
            "y2": 1559,
            "text": "魔法学完に逆うため王都に引っ越してきたハル。 ス学側から怪しいお子様教役に呼ひ出され散々な目にあうか 入学初日にはさらなる受難か待っていて。 天然同級生女子に儀かれたりライアス王子やマリアンヌチ女に再会したり、 愛する引にきこもり生活かまた選のいていく",
            "vi": "Hull đã chuyển đến thủ đô hoàng gia để đảo ngược các nghiên cứu ma thuật. Tôi đang chờ đợi vai trò của một đứa trẻ đáng ngờ bởi phía Sukakaku, và vào ngày đầu tiên đăng ký, tôi đang chờ đợi một khó khăn hơn nữa. Anh ta được một cô gái bạn cùng lớp tự nhiên, tái hợp với Hoàng tử Rias và Marian Nuto, và sống trên người mình yêu."
        },
        {
            "x1": 259,
            "y1": 1513,
            "x2": 402,
            "y2": 1556,
            "text": "Kラｸベブックス",
            "vi": "K -LuxEbooks"
        },
        {
            "x1": 56,
            "y1": 1515,
            "x2": 467,
            "y2": 1573,
            "text": "シリウスKC 定国本体630円(税別） 定何本体1200円税別)",
            "vi": "Sirius KC Ryokoku Đơn vị chính 630 Yen (không bao gồm thuế) Thật là một cơ quan cố định 1200 Yen không bao gồm thuế)"
        }
    ]
}