var ocr_data = {
    "1-639025eae81b4.jpg": [
        {
            "x1": 529,
            "y1": 70,
            "x2": 578,
            "y2": 150,
            "text": "西地区 共同墓地",
            "vi": "Nghĩa trang chung của Quận Tây"
        },
        {
            "x1": 45,
            "y1": 324,
            "x2": 68,
            "y2": 420,
            "text": "起動したか",
            "vi": "Bạn đã bắt đầu"
        },
        {
            "x1": 350,
            "y1": 518,
            "x2": 402,
            "y2": 634,
            "text": "平和ボケした 連中め",
            "vi": "Hòa bình làm mờ người"
        },
        {
            "x1": 481,
            "y1": 754,
            "x2": 533,
            "y2": 857,
            "text": "何で光っ",
            "vi": "Tại sao ánh sáng"
        },
        {
            "x1": 476,
            "y1": 784,
            "x2": 510,
            "y2": 863,
            "text": "てるの？",
            "vi": "Bạn là?"
        },
        {
            "x1": 15,
            "y1": 788,
            "x2": 102,
            "y2": 925,
            "text": "仕方ない 少し脅かして やるか",
            "vi": "Tôi không thể không đe dọa một chút"
        }
    ],
    "2-639025eb96046.jpg": [
        {
            "x1": 55,
            "y1": 34,
            "x2": 219,
            "y2": 64,
            "text": "第53話デキる女？",
            "vi": "Tập 53?"
        },
        {
            "x1": 522,
            "y1": 342,
            "x2": 641,
            "y2": 679,
            "text": "これがフレイの",
            "vi": "Đây là tự do"
        },
        {
            "x1": 453,
            "y1": 388,
            "x2": 579,
            "y2": 694,
            "text": "本来の姿",
            "vi": "Hình gốc"
        },
        {
            "x1": 127,
            "y1": 663,
            "x2": 635,
            "y2": 889,
            "text": "最強?",
            "vi": "Mạnh nhất?"
        }
    ],
    "3-639025ec43686.jpg": [
        {
            "x1": 321,
            "y1": 28,
            "x2": 379,
            "y2": 140,
            "text": "愚かな 人間どもめ",
            "vi": "Những người ngu ngốc"
        },
        {
            "x1": 0,
            "y1": 54,
            "x2": 111,
            "y2": 187,
            "text": "死にたく なければ ここから 立ち去れ…‼",
            "vi": "Nếu bạn không muốn chết, hãy rời khỏi đây..."
        },
        {
            "x1": 340,
            "y1": 362,
            "x2": 544,
            "y2": 468,
            "text": "あぁあ",
            "vi": "Aa"
        },
        {
            "x1": 528,
            "y1": 436,
            "x2": 553,
            "y2": 567,
            "text": "化け物くそ‼",
            "vi": "Thị trường chết tiệt‼"
        },
        {
            "x1": 24,
            "y1": 803,
            "x2": 46,
            "y2": 917,
            "text": "出てきたな…",
            "vi": "Nó xuất hiện..."
        }
    ],
    "4-639025ece383f.jpg": [
        {
            "x1": 509,
            "y1": 30,
            "x2": 642,
            "y2": 238,
            "text": "まとめて 吹き飛ばして やる…‼",
            "vi": "Tôi sẽ cùng nhau thổi tất cả cùng nhau...‼"
        },
        {
            "x1": 347,
            "y1": 646,
            "x2": 397,
            "y2": 902,
            "text": "インフェルノ",
            "vi": "Inferno"
        }
    ],
    "7-639025eee7f27.jpg": [
        {
            "x1": 300,
            "y1": 45,
            "x2": 325,
            "y2": 156,
            "text": "あく_その",
            "vi": "Aku_ that"
        },
        {
            "x1": 38,
            "y1": 199,
            "x2": 93,
            "y2": 336,
            "text": "強引 すぎィィィ‼",
            "vi": "Quá vũ phu"
        },
        {
            "x1": 499,
            "y1": 413,
            "x2": 600,
            "y2": 564,
            "text": "もー 何 考えてんの パカなの？ 本当のバカなの？",
            "vi": "Bạn đang nghĩ gì? Nó có phải là một sự ngu ngốc thực sự không?"
        },
        {
            "x1": 235,
            "y1": 397,
            "x2": 337,
            "y2": 570,
            "text": "お墓壊すし 人かまだ残って たらどうするのり",
            "vi": "Điều gì sẽ xảy ra nếu bạn vẫn còn một ngôi mộ nếu bạn vẫn có một người?"
        },
        {
            "x1": 51,
            "y1": 456,
            "x2": 111,
            "y2": 583,
            "text": "あとで 絶対 説教‼",
            "vi": "Thuyết giáo tuyệt đối sau‼"
        },
        {
            "x1": 482,
            "y1": 665,
            "x2": 570,
            "y2": 838,
            "text": "これで少しは ハルト様の役に 立てたであろう…",
            "vi": "Điều này sẽ giúp Hart của một chút..."
        },
        {
            "x1": 92,
            "y1": 737,
            "x2": 122,
            "y2": 892,
            "text": "じゃねぇよ‼",
            "vi": "Tôi không biết"
        },
        {
            "x1": 16,
            "y1": 719,
            "x2": 76,
            "y2": 867,
            "text": "満足げな顔 しやがって！",
            "vi": "Một khuôn mặt thỏa mãn!"
        }
    ],
    "8-639025efa93cc.jpg": [
        {
            "x1": 507,
            "y1": 47,
            "x2": 602,
            "y2": 161,
            "text": "…しかし やる事が なくなって しまったな…",
            "vi": "...nhưng không có gì để làm..."
        },
        {
            "x1": 545,
            "y1": 284,
            "x2": 613,
            "y2": 416,
            "text": "あ あれ？ これでいいので しょうか？",
            "vi": "Oh, oh? Điều này ổn chứ?"
        },
        {
            "x1": 455,
            "y1": 289,
            "x2": 507,
            "y2": 388,
            "text": "姉貴 早くしろよ",
            "vi": "Chị nên nhanh"
        },
        {
            "x1": 372,
            "y1": 278,
            "x2": 417,
            "y2": 352,
            "text": "おい",
            "vi": "Này"
        },
        {
            "x1": 54,
            "y1": 422,
            "x2": 122,
            "y2": 555,
            "text": "は はい こちら マリアンヌです",
            "vi": "Đây là Marianne ở đây"
        },
        {
            "x1": 535,
            "y1": 660,
            "x2": 637,
            "y2": 829,
            "text": "貴様らは 確かシャルロッテが 言っていた 学生の協力者だな",
            "vi": "Các bạn là cộng tác viên của các sinh viên mà Charlotte nói"
        },
        {
            "x1": 477,
            "y1": 711,
            "x2": 500,
            "y2": 809,
            "text": "何があった",
            "vi": "Chuyện gì đã xảy ra"
        },
        {
            "x1": 111,
            "y1": 652,
            "x2": 210,
            "y2": 784,
            "text": "はい…学院内の 魔法術式の 破壊に失敗して しまいました…",
            "vi": "Vâng... tôi đã thất bại trong việc phá hủy phong cách ma thuật trong trường..."
        }
    ],
    "9-639025f0542f4.jpg": [
        {
            "x1": 539,
            "y1": 36,
            "x2": 567,
            "y2": 129,
            "text": "それで？",
            "vi": "Rất?"
        },
        {
            "x1": 230,
            "y1": 50,
            "x2": 303,
            "y2": 182,
            "text": "魔物への対応で 大変な事に なっていて",
            "vi": "Đó là một vấn đề lớn để đáp ứng với quái vật"
        },
        {
            "x1": 139,
            "y1": 26,
            "x2": 188,
            "y2": 140,
            "text": "わかった すぐに向かう",
            "vi": "Tôi hiểu ngay lập tức"
        },
        {
            "x1": 29,
            "y1": 61,
            "x2": 58,
            "y2": 122,
            "text": "はいっ",
            "vi": "Vâng"
        },
        {
            "x1": 225,
            "y1": 230,
            "x2": 301,
            "y2": 345,
            "text": "援助を お願いしたい のですが…",
            "vi": "Tôi muốn nhờ giúp đỡ..."
        },
        {
            "x1": 67,
            "y1": 250,
            "x2": 187,
            "y2": 410,
            "text": "家ボ",
            "vi": "HOMEBO"
        }
    ],
    "10-639025f0f16cd.jpg": [
        {
            "x1": 510,
            "y1": 50,
            "x2": 589,
            "y2": 167,
            "text": "え ちょっと その姿で 行くつもり⁉",
            "vi": "Tôi sẽ đi với con số đó một chút"
        },
        {
            "x1": 311,
            "y1": 38,
            "x2": 354,
            "y2": 177,
            "text": "住民の皆さんか",
            "vi": "Bạn là cư dân?"
        },
        {
            "x1": 525,
            "y1": 397,
            "x2": 620,
            "y2": 530,
            "text": "どこまでも ド○ーで 移動させる事も できるけど…",
            "vi": "Bạn có thể di chuyển nó với một de ○ -ー, nhưng..."
        },
        {
            "x1": 246,
            "y1": 391,
            "x2": 324,
            "y2": 543,
            "text": "それだと俺が 手を貸してるって 気付かれるかも…",
            "vi": "Bạn có thể nhận thấy rằng tôi đang cho mượn tay của mình..."
        },
        {
            "x1": 497,
            "y1": 698,
            "x2": 597,
            "y2": 830,
            "text": "フレイだし ちょっとずつの 移動なら 大丈夫か…？",
            "vi": "Đó là tự do, có ổn không nếu bạn di chuyển một chút?"
        }
    ],
    "11-639025f19cb36.jpg": [
        {
            "x1": 524,
            "y1": 541,
            "x2": 572,
            "y2": 709,
            "text": "少し景色が変わった ような気が…？",
            "vi": "Tôi cảm thấy như phong cảnh đã thay đổi một chút...?"
        },
        {
            "x1": 21,
            "y1": 552,
            "x2": 80,
            "y2": 646,
            "text": "まあいい 急ぐぞ‼",
            "vi": "Chà, tôi đang vội"
        },
        {
            "x1": 40,
            "y1": 781,
            "x2": 114,
            "y2": 917,
            "text": "うん やっぱり 気づいてない！",
            "vi": "Vâng, tôi không nhận thấy!"
        }
    ],
    "12-639025f24bb3a.jpg": [
        {
            "x1": 553,
            "y1": 381,
            "x2": 600,
            "y2": 497,
            "text": "くそっ きりがないな",
            "vi": "Không có shit"
        },
        {
            "x1": 507,
            "y1": 620,
            "x2": 623,
            "y2": 784,
            "text": "おい ハルト お前 あの魔法陣 何とか破壊 できねーのかよ",
            "vi": "Này, Hart bạn không thể phá hủy vòng tròn ma thuật đó"
        },
        {
            "x1": 178,
            "y1": 622,
            "x2": 226,
            "y2": 772,
            "text": "そう 言われてもなぁ…",
            "vi": "Tôi không thể nói rằng..."
        },
        {
            "x1": 38,
            "y1": 690,
            "x2": 86,
            "y2": 841,
            "text": "俺らピーだし…",
            "vi": "Chúng ta đang đi tiểu..."
        }
    ]
}