var ocr_data = {
    "001.jpg": [
        {
            "x1": 494,
            "y1": 28,
            "x2": 645,
            "y2": 145,
            "text": "──そして 文献の中には 魔力を供給 しなくても 維持できると あった",
            "vi": "── và một số tài liệu có thể duy trì nó mà không phải cung cấp ma thuật."
        },
        {
            "x1": 290,
            "y1": 26,
            "x2": 335,
            "y2": 106,
            "text": "現代魔法 ならば",
            "vi": "Nếu đó là phép thuật hiện đại"
        },
        {
            "x1": 51,
            "y1": 162,
            "x2": 122,
            "y2": 295,
            "text": "魔力切れで 半日ももたない はずなんだが…",
            "vi": "Không nên nửa ngày với sức mạnh ma thuật..."
        },
        {
            "x1": 560,
            "y1": 355,
            "x2": 618,
            "y2": 487,
            "text": "これは 施されてから",
            "vi": "Sau khi điều này được áp dụng"
        },
        {
            "x1": 136,
            "y1": 384,
            "x2": 196,
            "y2": 519,
            "text": "一日半も 経過している",
            "vi": "Một ngày rưỡi đã trôi qua"
        },
        {
            "x1": 263,
            "y1": 793,
            "x2": 303,
            "y2": 861,
            "text": "なっ",
            "vi": "Ở trong"
        }
    ],
    "002.jpg": [
        {
            "x1": 146,
            "y1": 19,
            "x2": 169,
            "y2": 64,
            "text": "まあ",
            "vi": "Ôi trời"
        },
        {
            "x1": 478,
            "y1": 18,
            "x2": 594,
            "y2": 191,
            "text": "まさか現代に 古代魔法を 使える者がいると いうのか…⁉",
            "vi": "Có ai có thể sử dụng ma thuật cổ đại trong thời hiện đại không?"
        },
        {
            "x1": 21,
            "y1": 252,
            "x2": 70,
            "y2": 365,
            "text": "あくまでも 推測だけどね",
            "vi": "Nó chỉ là một phỏng đoán"
        },
        {
            "x1": 492,
            "y1": 402,
            "x2": 597,
            "y2": 553,
            "text": "なにせ遠い昔 神話時代の者達が 使っていた 魔法だ",
            "vi": "Đó là phép thuật được sử dụng bởi mọi người trong thần thoại cũ."
        },
        {
            "x1": 418,
            "y1": 513,
            "x2": 516,
            "y2": 662,
            "text": "魔法レベルが 80以上じゃないと とてもじゃないが 使えないだろう",
            "vi": "Nếu mức độ ma thuật không phải là 80 hoặc nhiều hơn, nó sẽ không hữu ích lắm"
        },
        {
            "x1": 506,
            "y1": 708,
            "x2": 600,
            "y2": 877,
            "text": "…だとしたら 一体誰がこの魔法を かけたんだろう ねぇ…",
            "vi": "Sau đó, ai sẽ áp dụng phép thuật này..."
        }
    ],
    "003.jpg": [
        {
            "x1": 581,
            "y1": 44,
            "x2": 630,
            "y2": 143,
            "text": "…ボクでは ない",
            "vi": "...không phải tôi"
        },
        {
            "x1": 318,
            "y1": 26,
            "x2": 396,
            "y2": 159,
            "text": "ボクに そんな高度な 魔法は使えない",
            "vi": "Tôi không thể sử dụng phép thuật tiên tiến như vậy cho tôi"
        },
        {
            "x1": 245,
            "y1": 31,
            "x2": 269,
            "y2": 93,
            "text": "…ふむ",
            "vi": "HM HM"
        },
        {
            "x1": 52,
            "y1": 179,
            "x2": 117,
            "y2": 309,
            "text": "すっとぽけてる わけでは なさそうだ",
            "vi": "Nó dường như không quá sắc nét"
        },
        {
            "x1": 550,
            "y1": 369,
            "x2": 621,
            "y2": 518,
            "text": "でも彼が言うには この現場にいた者 とのことだが？",
            "vi": "Nhưng anh ấy nói anh ấy ở trang web này?"
        },
        {
            "x1": 51,
            "y1": 530,
            "x2": 126,
            "y2": 662,
            "text": "…ボクも その者が 誰だか知らない",
            "vi": "“Tôi không biết anh ấy là ai"
        },
        {
            "x1": 578,
            "y1": 712,
            "x2": 622,
            "y2": 790,
            "text": "なるほど なるほど",
            "vi": "Tôi hiểu, tôi thấy"
        },
        {
            "x1": 364,
            "y1": 707,
            "x2": 438,
            "y2": 839,
            "text": "じゃあやはり 本人に聞くしか ないか",
            "vi": "Sau đó, tôi phải tự hỏi mình"
        }
    ],
    "004.jpg": [
        {
            "x1": 504,
            "y1": 744,
            "x2": 598,
            "y2": 852,
            "text": "昨夜は頑なに 「誰」とは 言わなかった からね",
            "vi": "Tôi không bướng bỉnh nói \"ai\" đêm qua"
        },
        {
            "x1": 38,
            "y1": 727,
            "x2": 86,
            "y2": 858,
            "text": "いい加減 我慢の限界だよ",
            "vi": "Đó là giới hạn của sự kiên nhẫn"
        }
    ],
    "005.jpg": [
        {
            "x1": 450,
            "y1": 13,
            "x2": 494,
            "y2": 85,
            "text": "ヒッ",
            "vi": "âm phủ"
        },
        {
            "x1": 560,
            "y1": 57,
            "x2": 638,
            "y2": 250,
            "text": "はちは",
            "vi": "Hachi"
        },
        {
            "x1": 72,
            "y1": 156,
            "x2": 133,
            "y2": 309,
            "text": "お…お前たち なぜここに！",
            "vi": "Oh... tại sao bạn ở đây!"
        },
        {
            "x1": 501,
            "y1": 391,
            "x2": 641,
            "y2": 569,
            "text": "おのれぇ 私が ハーフェン家の 次期当主と知",
            "vi": "Ồ, tôi được biết là người đứng đầu tiếp theo của gia đình Hharfen"
        },
        {
            "x1": 574,
            "y1": 595,
            "x2": 628,
            "y2": 728,
            "text": "んなことは 百も承知だよ",
            "vi": "Tôi biết một trăm thứ"
        },
        {
            "x1": 341,
            "y1": 654,
            "x2": 419,
            "y2": 750,
            "text": "いいかい 単刀直入に 言うが",
            "vi": "Tôi nói rằng đó là một ý tưởng tốt để đi trực tiếp vào một thanh kiếm"
        },
        {
            "x1": 50,
            "y1": 821,
            "x2": 128,
            "y2": 918,
            "text": "ワタシでは この術は 解けない",
            "vi": "Tôi không thể giải quyết kỹ thuật này"
        }
    ],
    "006.jpg": [
        {
            "x1": 535,
            "y1": 72,
            "x2": 604,
            "y2": 205,
            "text": "つまりそれが できるのは 術者本人だけだ",
            "vi": "Nói cách khác, chỉ có bác sĩ phẫu thuật có thể làm điều đó"
        },
        {
            "x1": 335,
            "y1": 14,
            "x2": 411,
            "y2": 180,
            "text": "いい加減 誰にかけられたか 吐いたらどうだい？",
            "vi": "Điều gì sẽ xảy ra nếu bạn nhổ ra ai đã treo?"
        },
        {
            "x1": 563,
            "y1": 535,
            "x2": 586,
            "y2": 707,
            "text": "…わからないんだ",
            "vi": "...Tôi không biết"
        },
        {
            "x1": 25,
            "y1": 546,
            "x2": 115,
            "y2": 720,
            "text": "全身が黒ずくめで 奇妙な声の 男だった…",
            "vi": "Toàn bộ cơ thể là một người đàn ông tối tăm và kỳ lạ..."
        }
    ],
    "007.jpg": [
        {
            "x1": 524,
            "y1": 9,
            "x2": 622,
            "y2": 160,
            "text": "正体不明の 悪漢に やられたのが 屈辱だったわけか",
            "vi": "Đó là sự sỉ nhục đã được thực hiện bởi một nhân vật phản diện vô danh."
        },
        {
            "x1": 152,
            "y1": 13,
            "x2": 256,
            "y2": 162,
            "text": "いや 本当は 口外したら 命の危険を 感じたからかな？",
            "vi": "Không, bạn có thực sự cảm thấy sự nguy hiểm của cuộc sống nếu bạn bỏ lỡ miệng không?"
        },
        {
            "x1": 534,
            "y1": 321,
            "x2": 558,
            "y2": 373,
            "text": "ふむ",
            "vi": "HM"
        },
        {
            "x1": 81,
            "y1": 287,
            "x2": 106,
            "y2": 379,
            "text": "だがまあ",
            "vi": "Tuy vậy"
        },
        {
            "x1": 534,
            "y1": 512,
            "x2": 593,
            "y2": 646,
            "text": "今のわずかな 情報で",
            "vi": "Với một ít thông tin bây giờ"
        },
        {
            "x1": 88,
            "y1": 736,
            "x2": 180,
            "y2": 891,
            "text": "一人 該当する人物が 浮かんだ",
            "vi": "Một người đã đến với tâm trí"
        }
    ],
    "008.jpg": [
        {
            "x1": 485,
            "y1": 512,
            "x2": 603,
            "y2": 682,
            "text": "ハルト君 辺境伯領内では 数年前から正体不明の 正義の味方が 出没しているそうだね",
            "vi": "Có vẻ như lãnh thổ của Hart -kun đã ở trong công lý không xác định trong nhiều năm."
        },
        {
            "x1": 179,
            "y1": 509,
            "x2": 256,
            "y2": 660,
            "text": "特徴は シュナイダル君の 言った通りだ",
            "vi": "Tính năng này như Schneidal đã nói"
        },
        {
            "x1": 21,
            "y1": 824,
            "x2": 75,
            "y2": 917,
            "text": "何者なの かね？",
            "vi": "Bạn là ai?"
        }
    ],
    "009.jpg": [
        {
            "x1": 521,
            "y1": 53,
            "x2": 597,
            "y2": 205,
            "text": "この教授… そんな事まで 調べてたのかよ…",
            "vi": "Giáo sư này... bạn đã điều tra điều đó..."
        },
        {
            "x1": 437,
            "y1": 83,
            "x2": 459,
            "y2": 141,
            "text": "…いえ",
            "vi": "…mái ấm"
        },
        {
            "x1": 97,
            "y1": 142,
            "x2": 118,
            "y2": 256,
            "text": "わかりません",
            "vi": "Tôi không hiểu"
        },
        {
            "x1": 489,
            "y1": 314,
            "x2": 618,
            "y2": 516,
            "text": "だが辺境伯領でしか 活動していなかった彼が ハルト君が 王都へやってきた タイミングで現れた",
            "vi": "Nhưng anh ta chỉ hoạt động trong lãnh thổ của biên giới, và anh ta xuất hiện vào thời điểm mà Hart đến thủ đô hoàng gia."
        },
        {
            "x1": 187,
            "y1": 315,
            "x2": 280,
            "y2": 464,
            "text": "そうなんですか？ 何か用事が あったんじゃ ないですかね？",
            "vi": "Thực ra? Bạn đã có bất kỳ việc vặt nào?"
        },
        {
            "x1": 509,
            "y1": 632,
            "x2": 634,
            "y2": 816,
            "text": "なるほど ならばキミが 直々に国王に 推薦された事情から 明らかにすべきかな？",
            "vi": "Tôi có nên làm rõ từ hoàn cảnh mà Kimi được nhà vua đề nghị trực tiếp không?"
        },
        {
            "x1": 186,
            "y1": 639,
            "x2": 228,
            "y2": 753,
            "text": "…そういわれ ましても…",
            "vi": "… Ngay cả vậy..."
        },
        {
            "x1": 57,
            "y1": 819,
            "x2": 78,
            "y2": 915,
            "text": "知りません",
            "vi": "Tôi không biết"
        }
    ],
    "010.jpg": [
        {
            "x1": 500,
            "y1": 371,
            "x2": 584,
            "y2": 526,
            "text": "一体キミは 何を隠して いるのかな…⁉",
            "vi": "Bạn đang trốn cái gì...⁉"
        },
        {
            "x1": 13,
            "y1": 465,
            "x2": 163,
            "y2": 641,
            "text": "…もしかして ワタシの知らない 古代魔法の知識を 持っているんじゃ ないのかい⁉",
            "vi": "Có lẽ bạn có kiến thức về ma thuật cổ đại mà tôi không biết."
        },
        {
            "x1": 482,
            "y1": 721,
            "x2": 591,
            "y2": 854,
            "text": "いっそこの際 全部吐いて しまっては どうかな…？",
            "vi": "Tại sao bạn không nôn mọi thứ tại thời điểm này...?"
        }
    ],
    "011.jpg": [
        {
            "x1": 585,
            "y1": 58,
            "x2": 615,
            "y2": 165,
            "text": "というか",
            "vi": "Ý tôi là"
        },
        {
            "x1": 521,
            "y1": 13,
            "x2": 578,
            "y2": 284,
            "text": "キミがその黒ずくめの男 なんじゃない？",
            "vi": "Bạn không phải là người đàn ông bóng tối?"
        },
        {
            "x1": 548,
            "y1": 635,
            "x2": 612,
            "y2": 810,
            "text": "だとしたら とても興味深い",
            "vi": "Nếu vậy, nó rất thú vị"
        },
        {
            "x1": 380,
            "y1": 592,
            "x2": 522,
            "y2": 891,
            "text": "用は",
            "vi": "Cho"
        },
        {
            "x1": 40,
            "y1": 642,
            "x2": 177,
            "y2": 816,
            "text": "時間をかけて そのあたりを ゆっくり聞かせて もらおうじゃ ないか…‼",
            "vi": "Hãy dành thời gian để nghe khu vực từ từ...‼‼"
        }
    ],
    "012.jpg": [
        {
            "x1": 529,
            "y1": 24,
            "x2": 602,
            "y2": 185,
            "text": "この教授 マジだ…‼",
            "vi": "Giáo sư này rất nghiêm túc...‼"
        },
        {
            "x1": 386,
            "y1": 0,
            "x2": 521,
            "y2": 265,
            "text": "あわわわわ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 32,
            "y1": 31,
            "x2": 151,
            "y2": 228,
            "text": "長時間にわたって 拘束なんてされたら 俺 耐えられる 自信ないよ⁉",
            "vi": "Tôi không tự tin rằng tôi có thể chịu đựng được nếu tôi bị hạn chế trong một thời gian dài."
        },
        {
            "x1": 26,
            "y1": 282,
            "x2": 148,
            "y2": 465,
            "text": "でかなんでいつも 俺ばっかり こんな目に 遭うんだよ‼",
            "vi": "Tôi luôn bắt gặp loại mắt này."
        },
        {
            "x1": 521,
            "y1": 510,
            "x2": 597,
            "y2": 804,
            "text": "もーやだ‼",
            "vi": "Moya"
        },
        {
            "x1": 0,
            "y1": 696,
            "x2": 145,
            "y2": 929,
            "text": "助けてよ 本体‼",
            "vi": "Giúp cơ thể‼"
        }
    ],
    "013.jpg": [
        {
            "x1": 580,
            "y1": 0,
            "x2": 609,
            "y2": 205,
            "text": "俺を呼んだな！",
            "vi": "Tôi gọi cho tôi!"
        },
        {
            "x1": 501,
            "y1": 249,
            "x2": 614,
            "y2": 478,
            "text": "正義の化身 シヴァ",
            "vi": "Nhập thể của công lý"
        },
        {
            "x1": 59,
            "y1": 727,
            "x2": 137,
            "y2": 933,
            "text": "参ッ上‼",
            "vi": "Còn nữa!"
        }
    ],
    "014.jpg": [
        {
            "x1": 45,
            "y1": 46,
            "x2": 174,
            "y2": 112,
            "text": "コニコ漫画内 年間ランキング2019 公式マンガ部門",
            "vi": "Kimico Manga Xếp hạng nội bộ năm 2019 Bộ phận manga chính thức"
        },
        {
            "x1": 50,
            "y1": 108,
            "x2": 169,
            "y2": 148,
            "text": "第5位藏",
            "vi": "Nhà kho đặt vị trí thứ năm"
        },
        {
            "x1": 416,
            "y1": 77,
            "x2": 621,
            "y2": 225,
            "text": "5月7日 発売出",
            "vi": "Phát hành vào ngày 7 tháng 5"
        },
        {
            "x1": 37,
            "y1": 475,
            "x2": 328,
            "y2": 539,
            "text": "転生した後にチート魔法力で クラスメイト助けます！",
            "vi": "Sau khi tái sinh, tôi sẽ giúp các bạn cùng lớp của tôi với Magic Magic!"
        },
        {
            "x1": 0,
            "y1": 533,
            "x2": 255,
            "y2": 696,
            "text": "她俺",
            "vi": "她 Tôi"
        },
        {
            "x1": 440,
            "y1": 749,
            "x2": 580,
            "y2": 775,
            "text": "原作澄守彩",
            "vi": "Ban đầu được chế tác"
        },
        {
            "x1": 440,
            "y1": 787,
            "x2": 578,
            "y2": 810,
            "text": "漫画這高橋愛",
            "vi": "Manga karikitakahashi ai"
        },
        {
            "x1": 253,
            "y1": 758,
            "x2": 369,
            "y2": 808,
            "text": "原作説も 大好発売中",
            "vi": "Câu chuyện ban đầu cũng được bán"
        },
        {
            "x1": 294,
            "y1": 858,
            "x2": 617,
            "y2": 909,
            "text": "み学初日ににはさらなる霊誰か持っていて！ 王然同扱生女子に性かれたうが王子やマそ女に再壺したり 混するらきこもに生活がまた遠のいていら",
            "vi": "Vào ngày đầu tiên của trường, có nhiều linh hồn! Nhà vua được đối xử tình dục bởi cùng một cô gái được đối xử, nhưng cuộc sống ở xa Rakiko, người tái hiện và trộn lẫn với Hoàng tử và người phụ nữ Mao."
        },
        {
            "x1": 151,
            "y1": 883,
            "x2": 232,
            "y2": 905,
            "text": "Kラベブックス",
            "vi": "K labooks"
        }
    ]
}