var ocr_data = {
    "1-645bba12018a5.jpg": [
        {
            "x1": 540,
            "y1": 21,
            "x2": 585,
            "y2": 100,
            "text": "それより イリス",
            "vi": "Iris hơn thế"
        },
        {
            "x1": 271,
            "y1": 23,
            "x2": 314,
            "y2": 138,
            "text": "背中を向けて くれないか？",
            "vi": "Bạn có thể quay lưng lại?"
        },
        {
            "x1": 535,
            "y1": 136,
            "x2": 585,
            "y2": 235,
            "text": "確かめたい 事がある",
            "vi": "Tôi có thứ gì đó tôi muốn kiểm tra"
        },
        {
            "x1": 42,
            "y1": 208,
            "x2": 71,
            "y2": 266,
            "text": "ああ",
            "vi": "À"
        },
        {
            "x1": 487,
            "y1": 328,
            "x2": 507,
            "y2": 406,
            "text": "こうか？",
            "vi": "hiệu ứng?"
        }
    ],
    "2-645bba12a22d6.jpg": [
        {
            "x1": 571,
            "y1": 246,
            "x2": 593,
            "y2": 326,
            "text": "…何だ？",
            "vi": "…Gì?"
        },
        {
            "x1": 95,
            "y1": 773,
            "x2": 133,
            "y2": 880,
            "text": "糸…か？",
            "vi": "Sợi chỉ...?"
        }
    ],
    "3-645bba1347a01.jpg": [
        {
            "x1": 225,
            "y1": 51,
            "x2": 276,
            "y2": 114,
            "text": "そして 恐らく",
            "vi": "Và có lẽ"
        },
        {
            "x1": 352,
            "y1": 174,
            "x2": 422,
            "y2": 289,
            "text": "地面に５本 つきささって いる",
            "vi": "Có 5 trên mặt đất"
        },
        {
            "x1": 40,
            "y1": 185,
            "x2": 91,
            "y2": 283,
            "text": "背中に 全部で35本",
            "vi": "Tổng cộng 35 ở mặt sau"
        },
        {
            "x1": 59,
            "y1": 374,
            "x2": 106,
            "y2": 455,
            "text": "間違い ないな…",
            "vi": "Không có nghi ngờ gì..."
        },
        {
            "x1": 78,
            "y1": 746,
            "x2": 147,
            "y2": 902,
            "text": "この糸は 魔法レベルだ",
            "vi": "Chủ đề này là một mức độ ma thuật"
        }
    ],
    "4-645bba13cb84f.jpg": [
        {
            "x1": 82,
            "y1": 171,
            "x2": 156,
            "y2": 287,
            "text": "よく見たら 糸が絡まって るな",
            "vi": "Nếu bạn nhìn kỹ, chủ đề bị vướng"
        },
        {
            "x1": 543,
            "y1": 368,
            "x2": 612,
            "y2": 484,
            "text": "これ ほどいたら もしかして…",
            "vi": "Có lẽ rất nhiều..."
        },
        {
            "x1": 523,
            "y1": 634,
            "x2": 593,
            "y2": 714,
            "text": "なら これなら どうだ？",
            "vi": "Vậy thì thế nào về điều này?"
        }
    ],
    "5-645bba1485221.jpg": [
        {
            "x1": 223,
            "y1": 221,
            "x2": 253,
            "y2": 326,
            "text": "当たりだ",
            "vi": "Hãy là một hit"
        },
        {
            "x1": 508,
            "y1": 402,
            "x2": 582,
            "y2": 508,
            "text": "まずは この 絡まりを ほどいて…",
            "vi": "Trước hết, hãy thư giãn sự vướng mắc này..."
        },
        {
            "x1": 205,
            "y1": 412,
            "x2": 277,
            "y2": 478,
            "text": "よし うまく いった",
            "vi": "Nó hoạt động tốt"
        },
        {
            "x1": 89,
            "y1": 621,
            "x2": 116,
            "y2": 733,
            "text": "う…うっ…",
            "vi": "Uh... uh..."
        }
    ],
    "6-645bba153b326.jpg": [
        {
            "x1": 75,
            "y1": 8,
            "x2": 179,
            "y2": 430,
            "text": "うああああ",
            "vi": "Uhhhhh"
        },
        {
            "x1": 374,
            "y1": 680,
            "x2": 415,
            "y2": 838,
            "text": "やばい…‼",
            "vi": "khủng khiếp…!"
        },
        {
            "x1": 46,
            "y1": 736,
            "x2": 142,
            "y2": 915,
            "text": "俺 なんか 変な事 しちゃった…⁉",
            "vi": "Tôi đã làm một cái gì đó kỳ lạ...⁉"
        }
    ],
    "7-645bba15f1c8b.jpg": [
        {
            "x1": 35,
            "y1": 0,
            "x2": 197,
            "y2": 233,
            "text": "ドザ",
            "vi": "Doza"
        },
        {
            "x1": 487,
            "y1": 438,
            "x2": 605,
            "y2": 591,
            "text": "おっ おい イリス‼ 大丈夫か⁉",
            "vi": "Này Iris Bạn co ổn không⁉"
        },
        {
            "x1": 484,
            "y1": 701,
            "x2": 597,
            "y2": 835,
            "text": "しまった… もっと慎重に やるべき だった…⁉",
            "vi": "Tôi đã xong... tôi nên làm điều đó một cách cẩn thận hơn...⁉"
        },
        {
            "x1": 200,
            "y1": 740,
            "x2": 252,
            "y2": 933,
            "text": "はわおわわぉ",
            "vi": "Wow wow"
        }
    ],
    "8-645bba16d375b.jpg": [
        {
            "x1": 538,
            "y1": 33,
            "x2": 617,
            "y2": 146,
            "text": "何か面白い ことを してたねぇ",
            "vi": "Tôi đã làm một cái gì đó thú vị"
        },
        {
            "x1": 405,
            "y1": 72,
            "x2": 431,
            "y2": 187,
            "text": "ティア教授",
            "vi": "Giáo sư"
        },
        {
            "x1": 536,
            "y1": 420,
            "x2": 622,
            "y2": 539,
            "text": "これ 「魔力暴走」 だね",
            "vi": "Đây là \"bỏ trốn ma thuật\""
        },
        {
            "x1": 284,
            "y1": 436,
            "x2": 387,
            "y2": 550,
            "text": "限界を超えて 魔法を使うと たまに起きる 現象だけど",
            "vi": "Đó là một hiện tượng thỉnh thoảng xảy ra khi bạn sử dụng phép thuật vượt quá giới hạn"
        },
        {
            "x1": 47,
            "y1": 574,
            "x2": 119,
            "y2": 697,
            "text": "今のは とても そうは 見えなかった",
            "vi": "Tôi đã không thấy điều đó nhiều bây giờ"
        },
        {
            "x1": 340,
            "y1": 742,
            "x2": 363,
            "y2": 840,
            "text": "イリスさん",
            "vi": "Iris"
        },
        {
            "x1": 253,
            "y1": 752,
            "x2": 301,
            "y2": 832,
            "text": "大丈夫 ですか？",
            "vi": "ĐỒNG Ý?"
        },
        {
            "x1": 55,
            "y1": 845,
            "x2": 86,
            "y2": 922,
            "text": "あぁ…",
            "vi": "Ahh…"
        }
    ],
    "9-645bba17a2bb9.jpg": [
        {
            "x1": 560,
            "y1": 12,
            "x2": 590,
            "y2": 123,
            "text": "……あれっ",
            "vi": "......"
        },
        {
            "x1": 29,
            "y1": 148,
            "x2": 78,
            "y2": 280,
            "text": "…どうか しましたか？",
            "vi": "… Điều gì xảy ra?"
        },
        {
            "x1": 523,
            "y1": 340,
            "x2": 577,
            "y2": 473,
            "text": "…何だろう… これは…",
            "vi": "...Cái gì... đây là…"
        },
        {
            "x1": 126,
            "y1": 457,
            "x2": 244,
            "y2": 591,
            "text": "力が 湧きあがって くるような 感覚がある",
            "vi": "Tôi có cảm giác rằng sức mạnh đang được đưa ra"
        },
        {
            "x1": 492,
            "y1": 761,
            "x2": 593,
            "y2": 915,
            "text": "イリス君！ 今すぐ 魔力測定だ‼",
            "vi": "Iris! Đó là phép đo phép thuật bây giờ."
        }
    ],
    "10-645bba185108a.jpg": [
        {
            "x1": 53,
            "y1": 773,
            "x2": 142,
            "y2": 928,
            "text": "レ…レベルが 大幅に 上がってる…‼",
            "vi": "Les... mức độ đang tăng lên rất nhiều...‼‼"
        }
    ],
    "11-645bba18e0220.jpg": [
        {
            "x1": 540,
            "y1": 3,
            "x2": 583,
            "y2": 146,
            "text": "ハルト君",
            "vi": "Dừng lại"
        },
        {
            "x1": 30,
            "y1": 27,
            "x2": 112,
            "y2": 319,
            "text": "また何を やったんだいく？",
            "vi": "Bạn đang làm gì nữa?"
        },
        {
            "x1": 522,
            "y1": 646,
            "x2": 589,
            "y2": 775,
            "text": "ハルト… キミが やって くれたのか…？",
            "vi": "Hart... bạn đã làm điều đó...?"
        },
        {
            "x1": 235,
            "y1": 662,
            "x2": 284,
            "y2": 728,
            "text": "あー うん…",
            "vi": "Ồ đúng rồi..."
        },
        {
            "x1": 42,
            "y1": 774,
            "x2": 109,
            "y2": 906,
            "text": "よくわからんが そういうことに なるのか…？",
            "vi": "Bạn có hiểu loại đó...?"
        }
    ],
    "12-645bba19a1885.jpg": [
        {
            "x1": 526,
            "y1": 30,
            "x2": 604,
            "y2": 185,
            "text": "ありがとう ハルト‼",
            "vi": "Cảm ơn Hart"
        },
        {
            "x1": 87,
            "y1": 292,
            "x2": 128,
            "y2": 417,
            "text": "うわっ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 304,
            "y1": 529,
            "x2": 344,
            "y2": 628,
            "text": "やめろってっ",
            "vi": "Đừng dừng lại"
        },
        {
            "x1": 358,
            "y1": 676,
            "x2": 453,
            "y2": 790,
            "text": "あとで詳しく 聞かせて もらおうじゃ ないか",
            "vi": "Tôi đoán tôi sẽ cho bạn biết chi tiết sau"
        }
    ]
}