var ocr_data = {
    "001.jpg": [
        {
            "x1": 247,
            "y1": 7,
            "x2": 352,
            "y2": 141,
            "text": "まあ今 ちょうど謎の 化け物と 戦っていた所だ",
            "vi": "Chà, tôi chỉ chiến đấu với một con quái vật bí ẩn"
        },
        {
            "x1": 542,
            "y1": 276,
            "x2": 628,
            "y2": 412,
            "text": "それは どんな化け物 さんですか⁉",
            "vi": "Nó là loại quái vật nào?"
        },
        {
            "x1": 69,
            "y1": 417,
            "x2": 122,
            "y2": 511,
            "text": "まあそう なるよね",
            "vi": "Tốt đó sẽ là"
        },
        {
            "x1": 541,
            "y1": 604,
            "x2": 622,
            "y2": 670,
            "text": "ここは 一芝居 打つか",
            "vi": "Bạn có đánh một lần chơi ở đây?"
        },
        {
            "x1": 253,
            "y1": 597,
            "x2": 406,
            "y2": 747,
            "text": "こいつはな ある組織によって 改造され あんな姿に なってしまった 人間なんだ…",
            "vi": "Anh chàng này là một con người được tu sửa bởi một tổ chức và trông như thế..."
        },
        {
            "x1": 41,
            "y1": 807,
            "x2": 71,
            "y2": 903,
            "text": "そんな…",
            "vi": "Như vậy..."
        }
    ],
    "002.jpg": [
        {
            "x1": 513,
            "y1": 3,
            "x2": 594,
            "y2": 193,
            "text": "兄上さま… なんとか救って あげられませんか？",
            "vi": "Anh trai tôi... bạn không thể cứu nó?"
        },
        {
            "x1": 20,
            "y1": 177,
            "x2": 89,
            "y2": 311,
            "text": "仕方ない… シャルのために やるか…",
            "vi": "Tôi không thể giúp nó... bạn có muốn làm điều đó..."
        },
        {
            "x1": 526,
            "y1": 344,
            "x2": 602,
            "y2": 520,
            "text": "わかった！ 俺に任せろ‼",
            "vi": "Hiểu! Để nó cho tôi"
        },
        {
            "x1": 155,
            "y1": 668,
            "x2": 214,
            "y2": 781,
            "text": "さすがです 兄上さま！",
            "vi": "Đúng như dự đoán, anh trai tôi!"
        }
    ],
    "003.jpg": [
        {
            "x1": 567,
            "y1": 0,
            "x2": 626,
            "y2": 182,
            "text": "ウボア！",
            "vi": "Uboa!"
        },
        {
            "x1": 567,
            "y1": 748,
            "x2": 614,
            "y2": 864,
            "text": "これじゃあ きりがないな",
            "vi": "Đây không phải là trường hợp"
        },
        {
            "x1": 264,
            "y1": 738,
            "x2": 312,
            "y2": 852,
            "text": "腕の動きを 止めてみるか",
            "vi": "Tôi có nên dừng chuyển động của cánh tay của mình không?"
        }
    ],
    "004.jpg": [
        {
            "x1": 49,
            "y1": 105,
            "x2": 83,
            "y2": 213,
            "text": "どうだ！",
            "vi": "Làm thế nào về!"
        },
        {
            "x1": 520,
            "y1": 382,
            "x2": 573,
            "y2": 550,
            "text": "ウボア‼",
            "vi": "Uboa‼"
        },
        {
            "x1": 63,
            "y1": 751,
            "x2": 108,
            "y2": 904,
            "text": "うわあ！",
            "vi": "Thành công lớn!"
        }
    ],
    "005.jpg": [
        {
            "x1": 565,
            "y1": 38,
            "x2": 620,
            "y2": 154,
            "text": "あー… てことは…",
            "vi": "À..."
        },
        {
            "x1": 74,
            "y1": 439,
            "x2": 161,
            "y2": 576,
            "text": "これは 再生しちゃう タイプですね",
            "vi": "Đây là một loại chơi"
        },
        {
            "x1": 64,
            "y1": 796,
            "x2": 147,
            "y2": 914,
            "text": "やだー どうしたら いいのー？",
            "vi": "Tôi nên làm gì đây?"
        }
    ],
    "006.jpg": [
        {
            "x1": 278,
            "y1": 21,
            "x2": 379,
            "y2": 156,
            "text": "兄上さま！ 少し怪人さんの 様子がおかしい です",
            "vi": "Anh trai của tôi! Trạng thái của con quái vật hơi lạ"
        },
        {
            "x1": 520,
            "y1": 388,
            "x2": 591,
            "y2": 485,
            "text": "先ほどより 少し縮んだ ような…？",
            "vi": "Nó dường như đã thu hẹp hơn một chút...?"
        },
        {
            "x1": 159,
            "y1": 374,
            "x2": 233,
            "y2": 523,
            "text": "お肌の色も 薄くなったような 気がします",
            "vi": "Tôi cảm thấy như màu da đã trở nên nhạt hơn."
        }
    ],
    "007.jpg": [
        {
            "x1": 411,
            "y1": 10,
            "x2": 482,
            "y2": 177,
            "text": "てことは あのでかくなった 部分を削っていけは",
            "vi": "Thứ nên được cắt phần lớn"
        },
        {
            "x1": 540,
            "y1": 272,
            "x2": 566,
            "y2": 335,
            "text": "確かに",
            "vi": "chắc chắn"
        },
        {
            "x1": 54,
            "y1": 226,
            "x2": 128,
            "y2": 341,
            "text": "元の大きさに 戻るんじゃ ないか？",
            "vi": "Nó sẽ không trở lại với kích thước ban đầu?"
        },
        {
            "x1": 534,
            "y1": 408,
            "x2": 625,
            "y2": 523,
            "text": "でかしたぞ シャル なんとかなり そうだ",
            "vi": "Nó là một shal lớn, nó trông khá đẹp"
        },
        {
            "x1": 92,
            "y1": 412,
            "x2": 117,
            "y2": 504,
            "text": "光栄です",
            "vi": "Tôi rất vinh dự"
        },
        {
            "x1": 512,
            "y1": 605,
            "x2": 624,
            "y2": 719,
            "text": "ならここは ド派手に いこうじゃ ないか",
            "vi": "Sau đó, hãy đến đây"
        }
    ],
    "008.jpg": [
        {
            "x1": 485,
            "y1": 1,
            "x2": 586,
            "y2": 242,
            "text": "ジャパニーズ ソード‼",
            "vi": "Thanh kiếm Nhật Bản‼"
        },
        {
            "x1": 478,
            "y1": 673,
            "x2": 603,
            "y2": 830,
            "text": "こ…これは 新しい 必殺技っ‼",
            "vi": "Đây là một bước đi đặc biệt mới‼"
        }
    ],
    "010.jpg": [
        {
            "x1": 533,
            "y1": 3,
            "x2": 623,
            "y2": 275,
            "text": "シュナイダルよ！ 元に戻るんだ‼",
            "vi": "Schneidal! Quay trở lại bản gốc‼"
        }
    ],
    "012.jpg": [
        {
            "x1": 550,
            "y1": 694,
            "x2": 575,
            "y2": 774,
            "text": "良かった",
            "vi": "nó là tốt"
        },
        {
            "x1": 177,
            "y1": 666,
            "x2": 300,
            "y2": 844,
            "text": "三施信見女 光隠と",
            "vi": "Người phụ nữ xem sankyo kokugaku"
        },
        {
            "x1": 71,
            "y1": 725,
            "x2": 121,
            "y2": 859,
            "text": "予想は 当たったようだ",
            "vi": "Có vẻ như dự đoán đã bị đánh"
        }
    ],
    "013.jpg": [
        {
            "x1": 567,
            "y1": 35,
            "x2": 595,
            "y2": 148,
            "text": "…シャルよ",
            "vi": "… Sẽ"
        },
        {
            "x1": 110,
            "y1": 64,
            "x2": 167,
            "y2": 198,
            "text": "お前のお陰で 奴は救われた",
            "vi": "Nhờ bạn, anh ấy đã được cứu"
        },
        {
            "x1": 96,
            "y1": 216,
            "x2": 121,
            "y2": 329,
            "text": "ありがとう",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 570,
            "y1": 452,
            "x2": 603,
            "y2": 557,
            "text": "いいえ！",
            "vi": "KHÔNG!"
        },
        {
            "x1": 37,
            "y1": 530,
            "x2": 159,
            "y2": 662,
            "text": "途中 謎の光で 見えない所も ありましたが 元に戻すなんて さすがです！",
            "vi": "Có một số nơi không thể nhìn thấy với ánh sáng bí ẩn trên đường đi, nhưng thật đúng khi khôi phục nó!"
        },
        {
            "x1": 544,
            "y1": 722,
            "x2": 620,
            "y2": 837,
            "text": "今日はとても 良い夢が 見れそうです",
            "vi": "Tôi nghĩ hôm nay tôi có thể có một giấc mơ rất đẹp"
        },
        {
            "x1": 213,
            "y1": 693,
            "x2": 293,
            "y2": 817,
            "text": "ではおfすみ なきす",
            "vi": "Sau đó f suminakisu"
        },
        {
            "x1": 143,
            "y1": 722,
            "x2": 177,
            "y2": 810,
            "text": "おやすみ",
            "vi": "chào buổi tối"
        },
        {
            "x1": 340,
            "y1": 806,
            "x2": 386,
            "y2": 922,
            "text": "それは よかったです",
            "vi": "Nó là tốt"
        }
    ],
    "014.jpg": [
        {
            "x1": 499,
            "y1": 43,
            "x2": 586,
            "y2": 158,
            "text": "さて 俺も 後始末 しますかね",
            "vi": "Nhân tiện, tôi cũng sẽ thoát khỏi nó?"
        },
        {
            "x1": 561,
            "y1": 665,
            "x2": 584,
            "y2": 793,
            "text": "シュナイダルよ",
            "vi": "SCHNEIT"
        },
        {
            "x1": 227,
            "y1": 673,
            "x2": 275,
            "y2": 786,
            "text": "先ほどの話の 続きだが",
            "vi": "Nó là sự tiếp nối của câu chuyện"
        }
    ],
    "015.jpg": [
        {
            "x1": 565,
            "y1": 99,
            "x2": 633,
            "y2": 211,
            "text": "あーあ ああく～",
            "vi": "À ah ah ~"
        },
        {
            "x1": 67,
            "y1": 151,
            "x2": 117,
            "y2": 266,
            "text": "え ちょっと どこ行くの？",
            "vi": "Bạn đi đâu một chút?"
        },
        {
            "x1": 497,
            "y1": 315,
            "x2": 544,
            "y2": 440,
            "text": "行まだ",
            "vi": "Đứng yên"
        },
        {
            "x1": 304,
            "y1": 339,
            "x2": 379,
            "y2": 471,
            "text": "あれじゃあ話 聞くどころじゃ ないな",
            "vi": "Đó không phải là nghe câu chuyện"
        },
        {
            "x1": 44,
            "y1": 460,
            "x2": 148,
            "y2": 609,
            "text": "とりあえず パイセンが打った あの注射器は 回収しておくか",
            "vi": "Hiện tại, liệu Paisen sẽ đánh ống tiêm đó?"
        },
        {
            "x1": 527,
            "y1": 690,
            "x2": 581,
            "y2": 772,
            "text": "今日は 疲れた…",
            "vi": "Hôm nay tôi mệt mỏi…"
        },
        {
            "x1": 73,
            "y1": 683,
            "x2": 150,
            "y2": 815,
            "text": "さっさと 屋敷を修復して 帰って寝よ",
            "vi": "Sửa chữa biệt thự nhanh chóng, về nhà và ngủ"
        }
    ],
    "016.jpg": [
        {
            "x1": 45,
            "y1": 46,
            "x2": 174,
            "y2": 111,
            "text": "コニコ漫画内 年間ランキング2019 公式マンガ部門",
            "vi": "Kimico Manga Xếp hạng nội bộ năm 2019 Bộ phận manga chính thức"
        },
        {
            "x1": 50,
            "y1": 108,
            "x2": 169,
            "y2": 148,
            "text": "第5位藏微",
            "vi": "Vị trí thứ 5"
        },
        {
            "x1": 393,
            "y1": 70,
            "x2": 622,
            "y2": 227,
            "text": "大好評 発売中出",
            "vi": "Rất phổ biến hiện đang được bán"
        },
        {
            "x1": 36,
            "y1": 475,
            "x2": 329,
            "y2": 539,
            "text": "転生した後にチート魔法力で クラスメイト助けます！",
            "vi": "Sau khi tái sinh, tôi sẽ giúp các bạn cùng lớp của tôi với Magic Magic!"
        },
        {
            "x1": 0,
            "y1": 532,
            "x2": 258,
            "y2": 698,
            "text": "她俺",
            "vi": "她 Tôi"
        },
        {
            "x1": 439,
            "y1": 748,
            "x2": 581,
            "y2": 811,
            "text": "原作澄守彩 漫画高橋 愛",
            "vi": "Sakumori Aya Aya AI Takahashi AI gốc"
        },
        {
            "x1": 216,
            "y1": 759,
            "x2": 374,
            "y2": 810,
            "text": "原作説も 大好発荒中",
            "vi": "Câu chuyện ban đầu cũng rất hay"
        },
        {
            "x1": 88,
            "y1": 823,
            "x2": 145,
            "y2": 844,
            "text": "でした？",
            "vi": "là?"
        },
        {
            "x1": 294,
            "y1": 841,
            "x2": 617,
            "y2": 909,
            "text": "る学前から怪しいお子体教間に呼び出され敵々な日にあうが 入学初日にはさらなる受誰か持っていて！ 王然同級生女子に性かれたうが王子やマ王女に再宝したり 混するらきこもに生活がまた遠のいていら",
            "vi": "Tôi được gọi bởi một cơ thể của một đứa trẻ đáng ngờ từ trường, nhưng vào ngày đầu tiên đăng ký, tôi có nhiều người hơn! Các cô gái bạn cùng lớp của nhà vua được thuê, nhưng cuộc sống của họ còn lâu mới tu sửa và trộn lẫn với Hoàng tử và Công chúa."
        }
    ]
}