var ocr_data = {
    "001.jpg": [
        {
            "x1": 533,
            "y1": 33,
            "x2": 608,
            "y2": 165,
            "text": "え 数値化って そんなに難しい ものなの？",
            "vi": "Có rất khó để định lượng nó?"
        },
        {
            "x1": 297,
            "y1": 5,
            "x2": 332,
            "y2": 194,
            "text": "魔力測定改！",
            "vi": "Đo lường phép thuật!"
        },
        {
            "x1": 51,
            "y1": 4,
            "x2": 96,
            "y2": 131,
            "text": "発動‼",
            "vi": "Hoạt động!"
        },
        {
            "x1": 188,
            "y1": 355,
            "x2": 312,
            "y2": 417,
            "text": "イリスフィリァ 【5】/【35】",
            "vi": "Irisclea [5]/[35]"
        },
        {
            "x1": 102,
            "y1": 445,
            "x2": 364,
            "y2": 466,
            "text": "主属性【混沌】100—【無秩序】",
            "vi": "Thuộc tính chính [Chaos] 100 - [Rối loạn]"
        },
        {
            "x1": 99,
            "y1": 488,
            "x2": 332,
            "y2": 516,
            "text": "副属性【闇】91 一【深淵】",
            "vi": "Phó thuộc tính [Dark] 91 [Abyss]"
        },
        {
            "x1": 269,
            "y1": 515,
            "x2": 369,
            "y2": 741,
            "text": "高威力】 状態回復】 状態回復】 飛翔】 高威力】 堅牢】 浄化低】 威力低】 【範囲低】",
            "vi": "Công suất cao] Phục hồi trạng thái] Phục hồi phong cách] Chuyến bay] Công suất cao] Mái] Tinh chế thấp] [Phạm vi thấp]"
        },
        {
            "x1": 234,
            "y1": 561,
            "x2": 264,
            "y2": 690,
            "text": "ーーーーー",
            "vi": "--------"
        },
        {
            "x1": 77,
            "y1": 710,
            "x2": 193,
            "y2": 885,
            "text": "うーん… 俺が作ったのでは 普通に表示され るんだけどな",
            "vi": "Hmm... nó sẽ được hiển thị bình thường vì tôi đã làm nó"
        }
    ],
    "002.jpg": [
        {
            "x1": 504,
            "y1": 25,
            "x2": 601,
            "y2": 123,
            "text": "ではなぜ 「数値化｣が ここまで 難しいのか",
            "vi": "Vậy tại sao \"định lượng\" lại khó khăn?"
        },
        {
            "x1": 297,
            "y1": 34,
            "x2": 415,
            "y2": 167,
            "text": "それは 場合によって 数値が乱れる からだ",
            "vi": "Đó là bởi vì các số bị xáo trộn trong một số trường hợp"
        },
        {
            "x1": 471,
            "y1": 340,
            "x2": 593,
            "y2": 476,
            "text": "例えば副属性 である【火】に 「筋力強化」の 魔法を使った",
            "vi": "Ví dụ, phép thuật \"tăng cường sức mạnh cơ bắp\" được sử dụng cho [lửa], là một thuộc tính thứ cấp."
        },
        {
            "x1": 10,
            "y1": 549,
            "x2": 130,
            "y2": 681,
            "text": "すると他の 【火】の魔法 よりも比率が 上昇したのだ",
            "vi": "Sau đó, tỷ lệ này tăng hơn phép thuật [lửa] khác."
        },
        {
            "x1": 549,
            "y1": 741,
            "x2": 602,
            "y2": 833,
            "text": "それは なぜか？",
            "vi": "Tại sao nó là?"
        },
        {
            "x1": 434,
            "y1": 739,
            "x2": 519,
            "y2": 854,
            "text": "ライアス・ オルテアス 答えろ",
            "vi": "Rias Orteasa Trả lời"
        }
    ],
    "003.jpg": [
        {
            "x1": 399,
            "y1": 6,
            "x2": 451,
            "y2": 119,
            "text": "習熟度合い っすかね？",
            "vi": "Nó thành thạo?"
        },
        {
            "x1": 170,
            "y1": 3,
            "x2": 393,
            "y2": 79,
            "text": "うおおおぉ",
            "vi": "Uoooo"
        },
        {
            "x1": 47,
            "y1": 23,
            "x2": 146,
            "y2": 137,
            "text": "筋力強化を 何度も使って 小慣れて きたとか？",
            "vi": "Bạn đã quen sử dụng sức mạnh cơ bắp nhiều lần?"
        },
        {
            "x1": 553,
            "y1": 329,
            "x2": 622,
            "y2": 409,
            "text": "なるほど さすが ライアス",
            "vi": "Thật vậy, Rias"
        },
        {
            "x1": 62,
            "y1": 329,
            "x2": 112,
            "y2": 409,
            "text": "体育会系 思考だね",
            "vi": "Đó là suy nghĩ của vận động viên"
        },
        {
            "x1": 471,
            "y1": 471,
            "x2": 543,
            "y2": 601,
            "text": "ふむ アプローチと しては悪くない",
            "vi": "Nó không tệ cho một cách tiếp cận"
        },
        {
            "x1": 105,
            "y1": 482,
            "x2": 159,
            "y2": 596,
            "text": "ああ てことは…",
            "vi": "À..."
        },
        {
            "x1": 335,
            "y1": 762,
            "x2": 411,
            "y2": 895,
            "text": "が その推測は 既に研究で 否定されている",
            "vi": "Tuy nhiên, dự đoán đã bị từ chối bởi nghiên cứu"
        }
    ],
    "004.jpg": [
        {
            "x1": 343,
            "y1": 30,
            "x2": 389,
            "y2": 109,
            "text": "隠し属性 のことか",
            "vi": "Nó có phải là một thuộc tính ẩn?"
        }
    ],
    "005.jpg": [
        {
            "x1": 529,
            "y1": 3,
            "x2": 631,
            "y2": 243,
            "text": "ハルト・ゼンフィス… 貴様 今 何と言った？",
            "vi": "Hart Zenfis... Bạn đã nói gì bây giờ?"
        },
        {
            "x1": 162,
            "y1": 103,
            "x2": 185,
            "y2": 201,
            "text": "しまった…",
            "vi": "Úi…"
        },
        {
            "x1": 259,
            "y1": 520,
            "x2": 388,
            "y2": 581,
            "text": "イリスフィリア 【5】/【35】",
            "vi": "Irisphilia [5]/[35]"
        },
        {
            "x1": 163,
            "y1": 612,
            "x2": 446,
            "y2": 635,
            "text": "主属性【混沌】100【無秩序】",
            "vi": "Thuộc tính chính [Chaos] 100 [Rối loạn]"
        },
        {
            "x1": 490,
            "y1": 552,
            "x2": 614,
            "y2": 735,
            "text": "俺の魔力測定改では 主属性や副属性の 一部に妙な単語が つながって表示される ようになった",
            "vi": "Trong phép đo phép thuật của tôi, các từ lạ được kết nối với một phần của các thuộc tính chính và các sản phẩm phụ."
        },
        {
            "x1": 161,
            "y1": 660,
            "x2": 340,
            "y2": 686,
            "text": "副属性【闇】91一",
            "vi": "Phó thuộc tính [Dark] 91 1"
        },
        {
            "x1": 323,
            "y1": 660,
            "x2": 453,
            "y2": 932,
            "text": "【深淵】 高威力】 状態回復】 状態回復】 飛翔】 【高威力】 【堅牢】 浄化低】 威力低】 範囲低】",
            "vi": "[Abyss] Công suất cao] Phục hồi trạng thái] Phục hồi trạng thái] Chuyến bay] [Công suất cao] [mạnh mẽ] Tinh chế thấp] Công suất thấp]"
        },
        {
            "x1": 73,
            "y1": 783,
            "x2": 150,
            "y2": 917,
            "text": "それを 「隠し属性」と 呼んでいたのだ",
            "vi": "Nó được gọi là \"thuộc tính ẩn\""
        }
    ],
    "007.jpg": [
        {
            "x1": 286,
            "y1": 20,
            "x2": 456,
            "y2": 66,
            "text": "【火】一強化",
            "vi": "[TUE] Cải tiến"
        },
        {
            "x1": 526,
            "y1": 24,
            "x2": 625,
            "y2": 173,
            "text": "たとえば 【火】に【強化】 という隠し属性が ついていたら",
            "vi": "Ví dụ: nếu [lửa] có một thuộc tính ẩn gọi là [Tăng cường]"
        },
        {
            "x1": 224,
            "y1": 167,
            "x2": 301,
            "y2": 281,
            "text": "自己強化系の 魔法効果が 上がる とか",
            "vi": "Hiệu ứng ma thuật của hệ thống tự lực lượng tăng"
        },
        {
            "x1": 535,
            "y1": 531,
            "x2": 632,
            "y2": 685,
            "text": "なぜ貴様が それを 知っている！",
            "vi": "Tại sao bạn biết điều đó!"
        },
        {
            "x1": 61,
            "y1": 534,
            "x2": 158,
            "y2": 712,
            "text": "「ヴァイス・ オウル」の 最新研究だぞ！",
            "vi": "Đây là nghiên cứu mới nhất về \"Weiss Owl\"!"
        }
    ],
    "008.jpg": [
        {
            "x1": 537,
            "y1": 17,
            "x2": 602,
            "y2": 148,
            "text": "ヴァイス・ オウル…？",
            "vi": "Weiss ol...?"
        },
        {
            "x1": 307,
            "y1": 21,
            "x2": 427,
            "y2": 216,
            "text": "数年前から 不定期に研究論文を 送りつけてくる 正体不明の人物だ",
            "vi": "Đó là một người không xác định gửi các tài liệu nghiên cứu không đều trong vài năm."
        },
        {
            "x1": 512,
            "y1": 448,
            "x2": 586,
            "y2": 579,
            "text": "その研究内容は 最先端どころか 数世代先を行く",
            "vi": "Nội dung của nghiên cứu đi đến nhiều thế hệ, không chỉ là điểm tiên tiến."
        },
        {
            "x1": 83,
            "y1": 439,
            "x2": 204,
            "y2": 592,
            "text": "その論文では 貴様が言ったように 見えない属性の 可能性を 示唆していた",
            "vi": "Bài viết cho thấy một khả năng của một thuộc tính vô hình như bạn đã nói."
        },
        {
            "x1": 475,
            "y1": 634,
            "x2": 595,
            "y2": 809,
            "text": "事を慎重に 進めている関係上 王族にすら 報告していない",
            "vi": "Tôi thậm chí còn chưa báo cáo nó cho gia đình hoàng gia vì tôi cẩn thận"
        },
        {
            "x1": 0,
            "y1": 724,
            "x2": 94,
            "y2": 838,
            "text": "それを 貴様は",
            "vi": "Bạn làm điều đó"
        }
    ],
    "009.jpg": [
        {
            "x1": 454,
            "y1": 60,
            "x2": 642,
            "y2": 255,
            "text": "その見識 驚愕に 値する‼",
            "vi": "Nó là xứng đáng với cái nhìn sâu sắc đó."
        },
        {
            "x1": 467,
            "y1": 581,
            "x2": 566,
            "y2": 677,
            "text": "まさか これ程の 逸材だった とはな",
            "vi": "Tôi đoán nó là một vật liệu tuyệt vời"
        },
        {
            "x1": 579,
            "y1": 719,
            "x2": 622,
            "y2": 886,
            "text": "なるほど あのクソチビメガネ",
            "vi": "Tôi thấy chiếc kính cứt đó"
        },
        {
            "x1": 453,
            "y1": 738,
            "x2": 501,
            "y2": 846,
            "text": "大丈夫かて",
            "vi": "đồng ý"
        },
        {
            "x1": 43,
            "y1": 786,
            "x2": 116,
            "y2": 919,
            "text": "先んじて 目をつけていた とは！",
            "vi": "Tôi đang nhìn về phía trước!"
        }
    ],
    "010.jpg": [
        {
            "x1": 467,
            "y1": 44,
            "x2": 615,
            "y2": 250,
            "text": "どうだ ハルト・ゼンフィス！ 古代魔法なんぞ 何の役にも立たん 研究室はやめて",
            "vi": "Làm thế nào về Hart Zenfis! Phép thuật cổ xưa là một phòng thí nghiệm hữu ích"
        },
        {
            "x1": 17,
            "y1": 2,
            "x2": 111,
            "y2": 210,
            "text": "私のところへ 来ないか！",
            "vi": "Bạn có muốn đến với tôi không!"
        },
        {
            "x1": 512,
            "y1": 565,
            "x2": 563,
            "y2": 677,
            "text": "遠慮して おきます…",
            "vi": "Tôi sẽ vượt qua"
        },
        {
            "x1": 474,
            "y1": 741,
            "x2": 604,
            "y2": 874,
            "text": "ベルカム教授… 授業中に 勧誘するのは マナー以前の 問題だと思う",
            "vi": "Giáo sư Belcam... Tôi nghĩ đó là một vấn đề trước khi cách cư xử để thu hút trong lớp"
        },
        {
            "x1": 211,
            "y1": 728,
            "x2": 262,
            "y2": 844,
            "text": "ならやはり 貴様も来い！",
            "vi": "Vậy thì bạn sẽ đến!"
        },
        {
            "x1": 22,
            "y1": 810,
            "x2": 72,
            "y2": 925,
            "text": "いやだから 遠慮すると…",
            "vi": "Không, vì vậy xin vui lòng kiềm chế..."
        }
    ],
    "011.jpg": [
        {
            "x1": 55,
            "y1": 9,
            "x2": 110,
            "y2": 85,
            "text": "ははは まさか",
            "vi": "Hahaha không có cách nào"
        },
        {
            "x1": 535,
            "y1": 9,
            "x2": 635,
            "y2": 178,
            "text": "ハルト・ゼンフィス まさか貴様が ヴァイス・オウル 本人だったりしてな",
            "vi": "Hart Zenfis Không, chính bạn là một Weiss Oulu"
        },
        {
            "x1": 229,
            "y1": 0,
            "x2": 391,
            "y2": 259,
            "text": "ははは ははははは",
            "vi": "Hahahahahahahaha"
        },
        {
            "x1": 558,
            "y1": 281,
            "x2": 592,
            "y2": 453,
            "text": "「白い・梟」ね",
            "vi": "\"Cú trắng\""
        },
        {
            "x1": 329,
            "y1": 275,
            "x2": 417,
            "y2": 490,
            "text": "このかっこよさそうな 名前が誰だか 俺も気になるなー(棒",
            "vi": "Tôi lo lắng về cái tên tuyệt vời này (gậy)"
        },
        {
            "x1": 549,
            "y1": 759,
            "x2": 629,
            "y2": 895,
            "text": "お前って ほんとすげー やつなんだな",
            "vi": "Bạn thực sự tuyệt vời"
        },
        {
            "x1": 56,
            "y1": 756,
            "x2": 114,
            "y2": 871,
            "text": "さすがだね ハルト！",
            "vi": "Đúng như dự đoán, Hart!"
        }
    ]
}