var ocr_data = {
    "1-63634f717a525.jpg": [
        {
            "x1": 534,
            "y1": 55,
            "x2": 559,
            "y2": 170,
            "text": "王宮前広場",
            "vi": "Quảng trường Cung điện Hoàng gia"
        }
    ],
    "2-63634f722f783.jpg": [
        {
            "x1": 84,
            "y1": 0,
            "x2": 518,
            "y2": 171,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 67,
            "y1": 128,
            "x2": 250,
            "y2": 168,
            "text": "第51話戦闘開始!",
            "vi": "Tập 51 Trận chiến bắt đầu!"
        },
        {
            "x1": 180,
            "y1": 188,
            "x2": 286,
            "y2": 264,
            "text": "高級宿場",
            "vi": "Bài xa xỉ"
        },
        {
            "x1": 492,
            "y1": 355,
            "x2": 628,
            "y2": 399,
            "text": "学院敷地內",
            "vi": "Trang web Gakuin"
        },
        {
            "x1": 283,
            "y1": 397,
            "x2": 403,
            "y2": 427,
            "text": "王宫前広場",
            "vi": "Quả vuông Mae"
        },
        {
            "x1": 70,
            "y1": 409,
            "x2": 174,
            "y2": 440,
            "text": "共同墓地",
            "vi": "Nghĩa trang cộng đồng"
        },
        {
            "x1": 208,
            "y1": 676,
            "x2": 286,
            "y2": 725,
            "text": "大聖堂",
            "vi": "Nhà thờ"
        },
        {
            "x1": 445,
            "y1": 665,
            "x2": 614,
            "y2": 906,
            "text": "戦闘配置 完了‼",
            "vi": "Đã hoàn thành sắp xếp trận chiến‼"
        },
        {
            "x1": 275,
            "y1": 865,
            "x2": 422,
            "y2": 922,
            "text": "South",
            "vi": "miền Nam"
        }
    ],
    "3-63634f7303ca1.jpg": [
        {
            "x1": 287,
            "y1": 21,
            "x2": 406,
            "y2": 188,
            "text": "破城杭を セットするには 日標に近付かないと いけないん だけど…",
            "vi": "Để đặt một đống lâu đài, tôi phải đến gần hơn với ngày của ngày..."
        },
        {
            "x1": 62,
            "y1": 78,
            "x2": 105,
            "y2": 193,
            "text": "うーん…",
            "vi": "Hmm..."
        },
        {
            "x1": 38,
            "y1": 129,
            "x2": 97,
            "y2": 252,
            "text": "人が明いな…",
            "vi": "Mọi người rõ ràng..."
        },
        {
            "x1": 210,
            "y1": 405,
            "x2": 305,
            "y2": 524,
            "text": "こちら イモータル☆ シャルちゃん です",
            "vi": "Đây là bất tử ☆ shal -chan"
        },
        {
            "x1": 132,
            "y1": 532,
            "x2": 208,
            "y2": 640,
            "text": "リザ フレイ 状況はどう ですか？",
            "vi": "Tình huống của Reshus Flay như thế nào?"
        },
        {
            "x1": 374,
            "y1": 716,
            "x2": 431,
            "y2": 849,
            "text": "フレイだ 到着している",
            "vi": "Tự do đã đến"
        },
        {
            "x1": 112,
            "y1": 826,
            "x2": 164,
            "y2": 925,
            "text": "私も今 着いたとこ",
            "vi": "Tôi cũng đã đến ngay bây giờ"
        }
    ],
    "4-63634f73aad49.jpg": [
        {
            "x1": 564,
            "y1": 8,
            "x2": 623,
            "y2": 132,
            "text": "だが かなり 人が多い",
            "vi": "Nhưng có khá nhiều người"
        },
        {
            "x1": 66,
            "y1": 12,
            "x2": 126,
            "y2": 128,
            "text": "わたくしの 所もです",
            "vi": "Đó cũng là nơi của tôi"
        },
        {
            "x1": 90,
            "y1": 198,
            "x2": 117,
            "y2": 278,
            "text": "同じく",
            "vi": "Bình đẳng"
        },
        {
            "x1": 543,
            "y1": 319,
            "x2": 620,
            "y2": 452,
            "text": "まずは人々を 何とか 避難させてから",
            "vi": "Trước hết, tôi đã xoay sở để sơ tán mọi người"
        },
        {
            "x1": 533,
            "y1": 479,
            "x2": 632,
            "y2": 595,
            "text": "術式破壊の 準備に 取りかかって ください",
            "vi": "Hãy bắt đầu chuẩn bị cho việc phá hủy hệ thống phẫu thuật"
        },
        {
            "x1": 63,
            "y1": 468,
            "x2": 105,
            "y2": 543,
            "text": "了解",
            "vi": "Roger That"
        },
        {
            "x1": 330,
            "y1": 631,
            "x2": 388,
            "y2": 807,
            "text": "リザ 起動しましたか⁉",
            "vi": "Bạn đã bắt đầu Liza chưa?"
        }
    ],
    "5-63634f746140c.jpg": [
        {
            "x1": 536,
            "y1": 29,
            "x2": 587,
            "y2": 143,
            "text": "ここ じゃない！",
            "vi": "Không ở đây!"
        },
        {
            "x1": 345,
            "y1": 270,
            "x2": 422,
            "y2": 385,
            "text": "空からみるに 多分 王宮内 だと思う！",
            "vi": "Tôi nghĩ rằng nó có lẽ ở trong Cung điện Hoàng gia từ trên trời!"
        },
        {
            "x1": 535,
            "y1": 433,
            "x2": 596,
            "y2": 549,
            "text": "こっちも 起動した！",
            "vi": "Điều này cũng bắt đầu!"
        },
        {
            "x1": 152,
            "y1": 432,
            "x2": 172,
            "y2": 510,
            "text": "こっちも",
            "vi": "Cái này"
        },
        {
            "x1": 52,
            "y1": 519,
            "x2": 101,
            "y2": 601,
            "text": "こちらも です？",
            "vi": "Đây là quá?"
        },
        {
            "x1": 494,
            "y1": 642,
            "x2": 595,
            "y2": 792,
            "text": "…仕方 ありません… 今は持ち場に 専念しましょう！",
            "vi": "Tôi không thể giúp nó... Hãy tập trung vào nơi này ngay bây giờ!"
        },
        {
            "x1": 80,
            "y1": 648,
            "x2": 111,
            "y2": 746,
            "text": "了解っ‼",
            "vi": "Tôi hiểu"
        }
    ],
    "6-63634f75188ce.jpg": [
        {
            "x1": 550,
            "y1": 38,
            "x2": 581,
            "y2": 131,
            "text": "王宮内",
            "vi": "cung điện Hoàng gia"
        },
        {
            "x1": 389,
            "y1": 273,
            "x2": 419,
            "y2": 388,
            "text": "何事だ…⁉",
            "vi": "Nó............... là gì...⁉"
        },
        {
            "x1": 36,
            "y1": 286,
            "x2": 92,
            "y2": 400,
            "text": "お下がり ください！",
            "vi": "Xin vui lòng đi xuống!"
        },
        {
            "x1": 555,
            "y1": 611,
            "x2": 624,
            "y2": 777,
            "text": "ギーゼロッテめ… 遂に余の命を狙いに きおったな…！",
            "vi": "GI Zerotte... cuối cùng tôi đã nhắm đến cuộc sống của mình...!"
        },
        {
            "x1": 304,
            "y1": 604,
            "x2": 377,
            "y2": 772,
            "text": "余を守れ！ 褒美ならいくらでも くれてやる…！",
            "vi": "Giữ phần còn lại! Tôi sẽ cung cấp cho bạn nhiều phần thưởng...!"
        }
    ],
    "7-63634f75c9ac0.jpg": [
        {
            "x1": 555,
            "y1": 1,
            "x2": 578,
            "y2": 129,
            "text": "王宮前広場",
            "vi": "Quảng trường Cung điện Hoàng gia"
        },
        {
            "x1": 447,
            "y1": 18,
            "x2": 507,
            "y2": 135,
            "text": "な…何だ この光は…",
            "vi": "Cái gì... ánh sáng này là gì..."
        },
        {
            "x1": 276,
            "y1": 7,
            "x2": 308,
            "y2": 137,
            "text": "魔法陣⁉",
            "vi": "Vòng tròn ma thuật⁉"
        },
        {
            "x1": 538,
            "y1": 282,
            "x2": 597,
            "y2": 406,
            "text": "皆 そこから 離れて！",
            "vi": "Mọi người rời đi đó!"
        },
        {
            "x1": 283,
            "y1": 277,
            "x2": 311,
            "y2": 394,
            "text": "何だ貴様！",
            "vi": "Bạn là gì!"
        },
        {
            "x1": 544,
            "y1": 556,
            "x2": 603,
            "y2": 671,
            "text": "まさか お前の仕業",
            "vi": "Không có cách nào công việc của bạn"
        }
    ],
    "8-63634f7680e1d.jpg": [
        {
            "x1": 536,
            "y1": 34,
            "x2": 640,
            "y2": 208,
            "text": "スノ！ ランス！",
            "vi": "SNO! Lance!"
        },
        {
            "x1": 600,
            "y1": 530,
            "x2": 631,
            "y2": 638,
            "text": "何を…⁉",
            "vi": "cái gì…⁉"
        }
    ],
    "9-63634f7733148.jpg": [
        {
            "x1": 504,
            "y1": 43,
            "x2": 601,
            "y2": 173,
            "text": "エルダー・ グールに 噛まれたら",
            "vi": "Nếu bạn bị con ghoul già cắn"
        },
        {
            "x1": 30,
            "y1": 185,
            "x2": 82,
            "y2": 359,
            "text": "あなたたちも グールになる…‼",
            "vi": "Bạn cũng sẽ là một con ma cà rồng...‼"
        },
        {
            "x1": 570,
            "y1": 399,
            "x2": 592,
            "y2": 464,
            "text": "なっ…",
            "vi": "Na..."
        },
        {
            "x1": 159,
            "y1": 403,
            "x2": 266,
            "y2": 501,
            "text": "ここは私に 任せて 避難誘導を お願い…！",
            "vi": "Để lại cho tôi ở đây và yêu cầu hướng dẫn sơ tán...!"
        },
        {
            "x1": 527,
            "y1": 659,
            "x2": 595,
            "y2": 811,
            "text": "全員ここから 退避‼",
            "vi": "Mọi người đã sơ tán từ đây"
        }
    ],
    "11-63634f78995c7.jpg": [
        {
            "x1": 516,
            "y1": 6,
            "x2": 596,
            "y2": 162,
            "text": "頭を壊せば 倒せる…！",
            "vi": "Nếu bạn bị gãy đầu, bạn có thể đánh bại nó...!"
        },
        {
            "x1": 510,
            "y1": 331,
            "x2": 599,
            "y2": 508,
            "text": "けど まずは 魔法陣を 破壊しないと…‼",
            "vi": "Nhưng trước hết, tôi phải phá hủy vòng tròn ma thuật..."
        }
    ],
    "12-63634f794ba9f.jpg": [
        {
            "x1": 32,
            "y1": 72,
            "x2": 138,
            "y2": 241,
            "text": "氷結の 破城杭‼",
            "vi": "Đống lâu đài hình băng"
        }
    ],
    "13-63634f7a07c35.jpg": [
        {
            "x1": 484,
            "y1": 428,
            "x2": 588,
            "y2": 543,
            "text": "魔法陣は 破壊したから これ以上は 出てこない",
            "vi": "Vòng tròn ma thuật đã bị phá hủy để nó không còn đến nữa"
        },
        {
            "x1": 6,
            "y1": 425,
            "x2": 132,
            "y2": 541,
            "text": "…でも 取りこほしが 十…二十… 三十… 多いな…",
            "vi": "Tuy nhiên, có mười người 20 tuổi ba mươi"
        },
        {
            "x1": 280,
            "y1": 611,
            "x2": 304,
            "y2": 656,
            "text": "なら",
            "vi": "Vấn đáp"
        },
        {
            "x1": 495,
            "y1": 595,
            "x2": 601,
            "y2": 746,
            "text": "街の人 一人でも 犠牲を出したら シャルロッテ様は 悲じむ",
            "vi": "Charlotte sẽ buồn nếu một người trong thành phố hy sinh"
        },
        {
            "x1": 10,
            "y1": 798,
            "x2": 107,
            "y2": 899,
            "text": "こいつらを ここで 封じ込めて やる",
            "vi": "Tôi sẽ chứa những kẻ này ở đây"
        }
    ],
    "14-63634f7ab3217.jpg": [
        {
            "x1": 499,
            "y1": 4,
            "x2": 625,
            "y2": 265,
            "text": "アイス・ ウォール‼",
            "vi": "Bức tường băng‼"
        }
    ],
    "16-63634f7c61acc.jpg": [
        {
            "x1": 515,
            "y1": 585,
            "x2": 544,
            "y2": 629,
            "text": "はぁ",
            "vi": "Haha"
        },
        {
            "x1": 366,
            "y1": 550,
            "x2": 442,
            "y2": 702,
            "text": "大魔法を 連発したから さすがに魔力が…",
            "vi": "Đúng như dự đoán, sức mạnh ma thuật đã được bắn..."
        }
    ],
    "18-63634f7e18fc9.jpg": [
        {
            "x1": 560,
            "y1": 0,
            "x2": 656,
            "y2": 185,
            "text": "やっ",
            "vi": "LÀM"
        },
        {
            "x1": 40,
            "y1": 12,
            "x2": 97,
            "y2": 146,
            "text": "たあっ",
            "vi": "Aa"
        },
        {
            "x1": 141,
            "y1": 685,
            "x2": 298,
            "y2": 928,
            "text": "はあ はあ",
            "vi": "Ha ha"
        }
    ],
    "19-63634f7ec796b.jpg": [
        {
            "x1": 118,
            "y1": 0,
            "x2": 184,
            "y2": 97,
            "text": "くっ",
            "vi": "Gà trống"
        },
        {
            "x1": 20,
            "y1": 6,
            "x2": 95,
            "y2": 106,
            "text": "こんな所で 倒れる わけには",
            "vi": "Rơi xuống một nơi như vậy"
        }
    ],
    "20-63634f7f89097.jpg": [
        {
            "x1": 261,
            "y1": 18,
            "x2": 286,
            "y2": 109,
            "text": "あれ…？",
            "vi": "điều đó…?"
        },
        {
            "x1": 48,
            "y1": 259,
            "x2": 102,
            "y2": 374,
            "text": "体が軽く なった…？",
            "vi": "Cơ thể của tôi đã trở nên nhẹ hơn...?"
        },
        {
            "x1": 575,
            "y1": 414,
            "x2": 628,
            "y2": 547,
            "text": "これって もしかして…",
            "vi": "Có lẽ đây..."
        },
        {
            "x1": 557,
            "y1": 600,
            "x2": 631,
            "y2": 799,
            "text": "今は戦いに 集中しなきゃ！",
            "vi": "Tôi phải tập trung vào trận chiến ngay bây giờ!"
        }
    ],
    "21-63634f804f52e.jpg": [
        {
            "x1": 291,
            "y1": 26,
            "x2": 364,
            "y2": 157,
            "text": "ふう… リザのフォロー 終わったぜ",
            "vi": "Huh... theo dõi của Liza đã qua"
        },
        {
            "x1": 10,
            "y1": 125,
            "x2": 106,
            "y2": 341,
            "text": "ちすっとドレでたかも だけどまいか",
            "vi": "Tôi tự hỏi nếu nó là một chút nước dãi."
        },
        {
            "x1": 481,
            "y1": 406,
            "x2": 585,
            "y2": 575,
            "text": "しかしリザでも あれだけ魔力を 消費すれば 疲弊するんだなぁ…",
            "vi": "Tuy nhiên, nếu bạn tiêu thụ nhiều phép thuật ở Liza, bạn sẽ kiệt sức..."
        },
        {
            "x1": 377,
            "y1": 436,
            "x2": 478,
            "y2": 620,
            "text": "他の人毛 気を付けて 見とかなSと…",
            "vi": "Tóc khác của con người được nhìn thấy cẩn thận và..."
        },
        {
            "x1": 519,
            "y1": 694,
            "x2": 570,
            "y2": 740,
            "text": "さて 次は",
            "vi": "Lần sau"
        }
    ],
    "22-63634f8114383.jpg": [
        {
            "x1": 24,
            "y1": 105,
            "x2": 779,
            "y2": 532,
            "text": "We're looking for J-E manga translators for our projects. If you're interested in, please dm malsi#3621 (No need to add friend) on Discord or emaiil: tagomisugi2@gmail.com",
            "vi": "Chúng tôi đang tìm kiếm các dịch giả Manga J-E cho các dự án của chúng tôi. Nếu bạn quan tâm, vui lòng"
        }
    ]
}