var ocr_data = {
    "001.jpg": [
        {
            "x1": 537,
            "y1": 44,
            "x2": 567,
            "y2": 135,
            "text": "教員室",
            "vi": "Phòng Khoa"
        },
        {
            "x1": 420,
            "y1": 236,
            "x2": 573,
            "y2": 371,
            "text": "すごいねぇ あの ハーフェン君を どうやって 倒したの？",
            "vi": "Điều đó thật tuyệt vời, làm thế nào bạn đánh bại nửa đó?"
        },
        {
            "x1": 306,
            "y1": 204,
            "x2": 420,
            "y2": 332,
            "text": "わぁ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 136,
            "y1": 238,
            "x2": 259,
            "y2": 353,
            "text": "公爵家の バ力息子には いい薬に なったん じゃないの？",
            "vi": "Đó không phải là một loại thuốc tốt cho con trai quyền lực của công tước?"
        },
        {
            "x1": 41,
            "y1": 281,
            "x2": 94,
            "y2": 345,
            "text": "今のは 内緒ね",
            "vi": "Bây giờ nó là một bí mật"
        },
        {
            "x1": 502,
            "y1": 722,
            "x2": 597,
            "y2": 819,
            "text": "ところで君 本当に レベル２ なの？",
            "vi": "Nhân tiện, bạn có thực sự cấp 2?"
        },
        {
            "x1": 41,
            "y1": 770,
            "x2": 72,
            "y2": 846,
            "text": "はあ…",
            "vi": "Hả..."
        },
        {
            "x1": 453,
            "y1": 829,
            "x2": 525,
            "y2": 908,
            "text": "もう一度 測り直し たら？",
            "vi": "Điều gì sẽ xảy ra nếu tôi đo nó một lần nữa?"
        }
    ],
    "002.jpg": [
        {
            "x1": 397,
            "y1": 43,
            "x2": 448,
            "y2": 194,
            "text": "呼び出し 即退学 かと思ったら",
            "vi": "Nếu bạn nghĩ bạn sẽ bỏ học ngay lập tức"
        },
        {
            "x1": 75,
            "y1": 321,
            "x2": 162,
            "y2": 438,
            "text": "めっちゃ 褒められて しまった…",
            "vi": "Tôi thực sự được khen ngợi..."
        },
        {
            "x1": 542,
            "y1": 505,
            "x2": 631,
            "y2": 640,
            "text": "全く… あの貴公子の せいだ！",
            "vi": "Tất cả... đó là vì quý tộc đó!"
        },
        {
            "x1": 47,
            "y1": 505,
            "x2": 129,
            "y2": 623,
            "text": "あんにゃろ どーして くれんだ！",
            "vi": "Bạn sẽ làm điều đó!"
        },
        {
            "x1": 507,
            "y1": 682,
            "x2": 635,
            "y2": 849,
            "text": "おい あいっだろ？ ジュナイイダル様を 一撃でぶ飛ばしだ 奴って…",
            "vi": "Bạn có chắc? Một anh chàng đã bay Junai Dal chỉ với một cú đánh..."
        }
    ],
    "003.jpg": [
        {
            "x1": 503,
            "y1": 17,
            "x2": 603,
            "y2": 114,
            "text": "ゼンフイス 辺境伯の ご子息 だそうよ",
            "vi": "Có vẻ như anh ấy là con trai của kỷ nguyên Zenfit"
        },
        {
            "x1": 325,
            "y1": 26,
            "x2": 400,
            "y2": 123,
            "text": "あんな かわいい顔 して ねぇ",
            "vi": "Tôi không có một khuôn mặt dễ thương như vậy"
        },
        {
            "x1": 24,
            "y1": 104,
            "x2": 99,
            "y2": 218,
            "text": "もしかして 学院中の噂に なってるの⁉",
            "vi": "Có lẽ đó là một tin đồn trong trường."
        },
        {
            "x1": 484,
            "y1": 261,
            "x2": 605,
            "y2": 377,
            "text": "一刻も 早く 引きもこり たい！",
            "vi": "Tôi muốn kéo nó càng sớm càng tốt!"
        },
        {
            "x1": 140,
            "y1": 324,
            "x2": 164,
            "y2": 390,
            "text": "おや？",
            "vi": "Oh?"
        },
        {
            "x1": 539,
            "y1": 516,
            "x2": 594,
            "y2": 651,
            "text": "ハルト君では ないか！",
            "vi": "Không phải là Hart!"
        },
        {
            "x1": 357,
            "y1": 496,
            "x2": 434,
            "y2": 736,
            "text": "嫌です‼",
            "vi": "Tôi không thích nó."
        },
        {
            "x1": 51,
            "y1": 767,
            "x2": 135,
            "y2": 859,
            "text": "まだ何も 言って ないよ？",
            "vi": "Bạn vẫn chưa nói gì?"
        }
    ],
    "004.jpg": [
        {
            "x1": 89,
            "y1": 171,
            "x2": 213,
            "y2": 200,
            "text": "第28話再会",
            "vi": "Chương 28"
        },
        {
            "x1": 168,
            "y1": 578,
            "x2": 575,
            "y2": 718,
            "text": "oeo",
            "vi": "ai"
        },
        {
            "x1": 503,
            "y1": 854,
            "x2": 631,
            "y2": 884,
            "text": "园作彩",
            "vi": "Sân vườn"
        }
    ],
    "005.jpg": [
        {
            "x1": 425,
            "y1": 29,
            "x2": 608,
            "y2": 161,
            "text": "いやいや 昨日は すまなかった これでも 話しすぎたと 反省してるの だよ",
            "vi": "Không, tôi xin lỗi ngày hôm qua tôi rất tiếc vì tôi vẫn nói quá nhiều"
        },
        {
            "x1": 283,
            "y1": 7,
            "x2": 388,
            "y2": 208,
            "text": "てことで ワタシの研究室に 入らないかい？",
            "vi": "Bạn có muốn vào phòng thí nghiệm của tôi?"
        },
        {
            "x1": 493,
            "y1": 405,
            "x2": 598,
            "y2": 537,
            "text": "そういえば コピーが教授に 捕まったって 言ってたな",
            "vi": "Nói về điều đó, tôi đã nói rằng bản sao đã bị giáo sư bắt"
        },
        {
            "x1": 27,
            "y1": 468,
            "x2": 125,
            "y2": 582,
            "text": "すみません 何の話か 忘れて しまったので",
            "vi": "Tôi xin lỗi tôi đã quên câu chuyện là gì"
        },
        {
            "x1": 461,
            "y1": 599,
            "x2": 615,
            "y2": 795,
            "text": "がら",
            "vi": "Lỗ hổng"
        },
        {
            "x1": 295,
            "y1": 651,
            "x2": 413,
            "y2": 765,
            "text": "仕方ないな もう一度 説明して あげよう",
            "vi": "Tôi không thể giúp nó, tôi sẽ giải thích nó một lần nữa"
        },
        {
            "x1": 26,
            "y1": 812,
            "x2": 106,
            "y2": 912,
            "text": "うへえ― 諦め悪いな この人",
            "vi": "Uhe -Giving lên người xấu này"
        }
    ],
    "006.jpg": [
        {
            "x1": 301,
            "y1": 19,
            "x2": 400,
            "y2": 150,
            "text": "いいかい この学院の カリキュラムは 二つあって",
            "vi": "Có hai chương trình giảng dạy tại trường này"
        },
        {
            "x1": 50,
            "y1": 143,
            "x2": 120,
            "y2": 275,
            "text": "どちらかに 所属しなければ ならない",
            "vi": "Tôi phải thuộc về một trong hai"
        },
        {
            "x1": 547,
            "y1": 324,
            "x2": 606,
            "y2": 467,
            "text": "一つは 「騎士コース」",
            "vi": "Một là \"Khóa học Hiệp sĩ\""
        },
        {
            "x1": 63,
            "y1": 324,
            "x2": 154,
            "y2": 483,
            "text": "「教練室｣で 魔法の使い方や 応用を学ぶのさ",
            "vi": "Tìm hiểu cách sử dụng phép thuật và áp dụng trong \"lớp học\""
        },
        {
            "x1": 476,
            "y1": 652,
            "x2": 617,
            "y2": 784,
            "text": "将来は国の 主戦力たる 騎士や軍人に なるための コースだね",
            "vi": "Trong tương lai, đó là một khóa học để trở thành một hiệp sĩ hoặc người lính là sức mạnh chính của đất nước."
        }
    ],
    "007.jpg": [
        {
            "x1": 512,
            "y1": 26,
            "x2": 569,
            "y2": 167,
            "text": "もう一つは 「博士コース」",
            "vi": "Cái khác là \"khóa học Tiến sĩ\""
        },
        {
            "x1": 18,
            "y1": 156,
            "x2": 168,
            "y2": 354,
            "text": "「研先室」にこもり 新たな魔法を 開発したり 利用方法を 模索したりするのさ",
            "vi": "Bạn có thể phát triển ma thuật mới và khám phá cách sử dụng nó"
        },
        {
            "x1": 444,
            "y1": 415,
            "x2": 593,
            "y2": 569,
            "text": "キミは 入試からみるに 古代魔法に 興味があるの では？",
            "vi": "Bạn có quan tâm đến ma thuật cổ xưa từ kỳ thi tuyển sinh?"
        },
        {
            "x1": 44,
            "y1": 431,
            "x2": 99,
            "y2": 507,
            "text": "ええ まあ…",
            "vi": "Vâng,..."
        },
        {
            "x1": 455,
            "y1": 665,
            "x2": 591,
            "y2": 819,
            "text": "だったら ワタシの所で 決まりじゃ ないか！",
            "vi": "Vậy thì đó là một quy tắc cho tôi!"
        },
        {
            "x1": 37,
            "y1": 708,
            "x2": 150,
            "y2": 821,
            "text": "…いえ あなた 以外の所が いいです",
            "vi": "… Không, tôi thích một nơi khác hơn bạn"
        }
    ],
    "008.jpg": [
        {
            "x1": 553,
            "y1": 21,
            "x2": 627,
            "y2": 154,
            "text": "そうと決まれば この紙に サインだ！",
            "vi": "Nếu bạn quyết định, bạn sẽ ký bài báo này!"
        },
        {
            "x1": 413,
            "y1": 6,
            "x2": 473,
            "y2": 122,
            "text": "いやだから 嫌ですって",
            "vi": "Tôi không thích nó"
        },
        {
            "x1": 315,
            "y1": 10,
            "x2": 370,
            "y2": 126,
            "text": "おー いたいた！",
            "vi": "Oh!"
        },
        {
            "x1": 54,
            "y1": 146,
            "x2": 114,
            "y2": 281,
            "text": "やっと 見つけたぞ！",
            "vi": "Cuối cùng tôi cũng tìm thấy nó!"
        },
        {
            "x1": 547,
            "y1": 323,
            "x2": 608,
            "y2": 474,
            "text": "久しぶりだな ハルト──！",
            "vi": "Đó là một thời gian dài, Hart!"
        }
    ],
    "009.jpg": [
        {
            "x1": 40,
            "y1": 1,
            "x2": 93,
            "y2": 225,
            "text": "あだだだだ",
            "vi": "DADDLE"
        },
        {
            "x1": 502,
            "y1": 339,
            "x2": 606,
            "y2": 488,
            "text": "えーと… いきなり向かって きたこの人は どちら様？",
            "vi": "Ừm... ai đột nhiên đến với người này?"
        },
        {
            "x1": 482,
            "y1": 544,
            "x2": 600,
            "y2": 681,
            "text": "全く… そんな乱暴な 挨拶が ありますか！",
            "vi": "Tất cả... bạn có một lời chào dữ dội như vậy!"
        },
        {
            "x1": 96,
            "y1": 807,
            "x2": 175,
            "y2": 923,
            "text": "マリアンヌ お姉ちゃんだ 久しぶりー",
            "vi": "Đã lâu rồi, chị gái của Marianne"
        }
    ],
    "010.jpg": [
        {
            "x1": 416,
            "y1": 0,
            "x2": 447,
            "y2": 152,
            "text": "このマッチョ",
            "vi": "Macho"
        },
        {
            "x1": 54,
            "y1": 48,
            "x2": 139,
            "y2": 182,
            "text": "いててて",
            "vi": "Tôi là"
        },
        {
            "x1": 499,
            "y1": 174,
            "x2": 547,
            "y2": 311,
            "text": "ライアス…？",
            "vi": "Rias...?"
        },
        {
            "x1": 63,
            "y1": 214,
            "x2": 99,
            "y2": 371,
            "text": "ライアス⁉",
            "vi": "Sự ra thơ Ống"
        },
        {
            "x1": 538,
            "y1": 408,
            "x2": 623,
            "y2": 522,
            "text": "ハルト君 お久しぶり ですね",
            "vi": "Hult trong một thời gian dài"
        },
        {
            "x1": 300,
            "y1": 403,
            "x2": 323,
            "y2": 465,
            "text": "…お前",
            "vi": "… Bạn"
        },
        {
            "x1": 251,
            "y1": 404,
            "x2": 272,
            "y2": 518,
            "text": "じゃないか？",
            "vi": "không phải là nó?"
        },
        {
            "x1": 387,
            "y1": 751,
            "x2": 464,
            "y2": 883,
            "text": "お姉ちゃんは 相変わらずの 美人さんですね",
            "vi": "Em gái của bạn vẫn là một phụ nữ xinh đẹp"
        },
        {
            "x1": 80,
            "y1": 783,
            "x2": 125,
            "y2": 901,
            "text": "マッチョ… マッチョだ…",
            "vi": "Macho... trượng phu..."
        }
    ],
    "011.jpg": [
        {
            "x1": 522,
            "y1": 32,
            "x2": 599,
            "y2": 130,
            "text": "ええと 俺に何か 用ですか？",
            "vi": "Yeah, nó là cho tôi?"
        },
        {
            "x1": 199,
            "y1": 8,
            "x2": 298,
            "y2": 140,
            "text": "おいおい 同じ新入生 なんだから 敬語はやめろよ",
            "vi": "Này, tôi là cùng một sinh viên năm nhất, vì vậy hãy dừng danh dự"
        },
        {
            "x1": 524,
            "y1": 270,
            "x2": 601,
            "y2": 368,
            "text": "いえ 王女に 尋ねたので",
            "vi": "Không, tôi đã hỏi công chúa"
        },
        {
            "x1": 58,
            "y1": 393,
            "x2": 89,
            "y2": 546,
            "text": "なんだとぉ！",
            "vi": "Nó............... là gì!"
        },
        {
            "x1": 497,
            "y1": 609,
            "x2": 600,
            "y2": 758,
            "text": "ええ ハルト君は もう所属は 決まりましたか？",
            "vi": "Vâng, bạn đã quyết định về Hart?"
        },
        {
            "x1": 161,
            "y1": 626,
            "x2": 230,
            "y2": 705,
            "text": "いえ まだです けど…",
            "vi": "Không, nhưng..."
        }
    ],
    "012.jpg": [
        {
            "x1": 509,
            "y1": 4,
            "x2": 633,
            "y2": 161,
            "text": "でしたら 私と一緒の 研究室に 入りませんか？",
            "vi": "Tại sao bạn không tham gia vào phòng thí nghiệm với tôi?"
        },
        {
            "x1": 242,
            "y1": 20,
            "x2": 332,
            "y2": 116,
            "text": "ちょ ずるいぞ 姉貴！",
            "vi": "Một chị gái nhỏ!"
        },
        {
            "x1": 44,
            "y1": 8,
            "x2": 137,
            "y2": 142,
            "text": "ハルトは 俺と同じ所に 入るんだ！",
            "vi": "Hult bước vào cùng một nơi với tôi!"
        },
        {
            "x1": 559,
            "y1": 357,
            "x2": 619,
            "y2": 469,
            "text": "待った 待ったぁ！",
            "vi": "Tôi đã đợi!"
        },
        {
            "x1": 37,
            "y1": 437,
            "x2": 154,
            "y2": 572,
            "text": "彼はワタシの 所に入ると 決まったの だよ！",
            "vi": "Anh ấy đã quyết định vào chỗ của tôi!"
        },
        {
            "x1": 526,
            "y1": 623,
            "x2": 613,
            "y2": 756,
            "text": "教師が 推薦するとか ズルいぞ！",
            "vi": "Giáo viên khuyên bạn nên!"
        },
        {
            "x1": 254,
            "y1": 636,
            "x2": 311,
            "y2": 713,
            "text": "そちら こそ！",
            "vi": "Điều đó!"
        },
        {
            "x1": 37,
            "y1": 611,
            "x2": 154,
            "y2": 745,
            "text": "たとえ 王族だろうと ここは 譲れないよ！",
            "vi": "Ngay cả khi đó là một gia đình hoàng gia, bạn cũng không thể từ bỏ ở đây!"
        }
    ],
    "013.jpg": [
        {
            "x1": 455,
            "y1": 9,
            "x2": 629,
            "y2": 92,
            "text": "ねみ.",
            "vi": "Nede."
        },
        {
            "x1": 402,
            "y1": 303,
            "x2": 448,
            "y2": 418,
            "text": "お前 もしかして…",
            "vi": "Có lẽ bạn..."
        },
        {
            "x1": 267,
            "y1": 281,
            "x2": 351,
            "y2": 441,
            "text": "ティアリエッタ ルセイャンネル 教授だろ！",
            "vi": "Giáo sư Tiarietta Lu Sayannel!"
        },
        {
            "x1": 519,
            "y1": 652,
            "x2": 595,
            "y2": 803,
            "text": "ほう… 王子がリタンを 知ってるは…",
            "vi": "Huh... Hoàng tử biết Ritan..."
        },
        {
            "x1": 32,
            "y1": 669,
            "x2": 133,
            "y2": 801,
            "text": "王家の人間も ワタンの研究に 興味がある ようだね",
            "vi": "Con người hoàng gia dường như quan tâm đến nghiên cứu của Watan."
        },
        {
            "x1": 444,
            "y1": 748,
            "x2": 532,
            "y2": 923,
            "text": "うむうも",
            "vi": "Umu"
        }
    ],
    "014.jpg": [
        {
            "x1": 541,
            "y1": 18,
            "x2": 622,
            "y2": 131,
            "text": "ハルト ここだけは やめとけ",
            "vi": "Hart ở đây, dừng lại"
        },
        {
            "x1": 114,
            "y1": 9,
            "x2": 297,
            "y2": 160,
            "text": "こいつ ろくな結果も 出せな古臭い 研究やってて 他の教師とも 衝突しまくってる らしい",
            "vi": "Có vẻ như anh ấy đang thực hiện một nghiên cứu lỗi thời và va chạm với các giáo viên khác, những người có thể có được một kết quả đáng yêu như vậy."
        },
        {
            "x1": 54,
            "y1": 91,
            "x2": 94,
            "y2": 157,
            "text": "むっ",
            "vi": "Hoài nghi"
        },
        {
            "x1": 507,
            "y1": 416,
            "x2": 621,
            "y2": 509,
            "text": "王子殿下 成果を 出せない のでなく",
            "vi": "Không phải là thành tựu của Hoàng thân Hoàng tử"
        },
        {
            "x1": 54,
            "y1": 400,
            "x2": 135,
            "y2": 534,
            "text": "愚か者どもが 理解できない だけだよ",
            "vi": "Tôi không hiểu những kẻ ngốc"
        },
        {
            "x1": 506,
            "y1": 586,
            "x2": 575,
            "y2": 692,
            "text": "こういう 感じだ",
            "vi": "Nó cảm thấy như thế này"
        },
        {
            "x1": 55,
            "y1": 578,
            "x2": 168,
            "y2": 733,
            "text": "なにおう！ やるか この野郎！",
            "vi": "Tôi nên làm gì đây! Làm anh chàng này!"
        }
    ],
    "015.jpg": [
        {
            "x1": 498,
            "y1": 8,
            "x2": 601,
            "y2": 140,
            "text": "ハルトは 俺の所に 入るんだ！",
            "vi": "Hult bước vào tôi!"
        },
        {
            "x1": 275,
            "y1": 0,
            "x2": 340,
            "y2": 128,
            "text": "いいや ワタシだ！",
            "vi": "Không, đó là tôi!"
        },
        {
            "x1": 15,
            "y1": 7,
            "x2": 117,
            "y2": 119,
            "text": "もちろん 私です よね？",
            "vi": "Tất nhiên là tôi, phải không?"
        },
        {
            "x1": 417,
            "y1": 352,
            "x2": 457,
            "y2": 501,
            "text": "ハルト(君)",
            "vi": "Hart (bạn)"
        },
        {
            "x1": 117,
            "y1": 357,
            "x2": 177,
            "y2": 490,
            "text": "さあ！",
            "vi": "Chúng tôi đi đây!"
        },
        {
            "x1": 99,
            "y1": 803,
            "x2": 125,
            "y2": 914,
            "text": "めんどくさ",
            "vi": "Rắc rối"
        }
    ],
    "016.jpg": [
        {
            "x1": 560,
            "y1": 36,
            "x2": 593,
            "y2": 113,
            "text": "あの…",
            "vi": "điều đó…"
        },
        {
            "x1": 450,
            "y1": 1,
            "x2": 485,
            "y2": 136,
            "text": "なんだね！",
            "vi": "Nó............... là gì!"
        },
        {
            "x1": 43,
            "y1": 25,
            "x2": 146,
            "y2": 156,
            "text": "キミも ハルト君の 勧誘かい⁉",
            "vi": "Kimi cũng là một tuyển dụng của Hart⁉"
        },
        {
            "x1": 541,
            "y1": 366,
            "x2": 577,
            "y2": 440,
            "text": "いや…",
            "vi": "KHÔNG…"
        },
        {
            "x1": 86,
            "y1": 541,
            "x2": 173,
            "y2": 635,
            "text": "ちょっと 彼に用が あって…",
            "vi": "Anh ta có một chút sử dụng..."
        },
        {
            "x1": 269,
            "y1": 748,
            "x2": 371,
            "y2": 881,
            "text": "なんだ？ ここでは 言えないような 用か？",
            "vi": "cái gì? Không thể nói ở đây?"
        }
    ],
    "017.jpg": [
        {
            "x1": 536,
            "y1": 26,
            "x2": 560,
            "y2": 143,
            "text": "でも待てよ？",
            "vi": "Nhưng đợi đã?"
        },
        {
            "x1": 265,
            "y1": 0,
            "x2": 365,
            "y2": 178,
            "text": "こいつを 利用すれば ここから 抜け出せるん心ゃ？",
            "vi": "Nếu bạn sử dụng anh chàng này, bạn có thể thoát ra khỏi đây không?"
        },
        {
            "x1": 182,
            "y1": 272,
            "x2": 256,
            "y2": 371,
            "text": "あー すみません 実は俺",
            "vi": "À, tôi thực sự"
        },
        {
            "x1": 21,
            "y1": 558,
            "x2": 95,
            "y2": 673,
            "text": "こいつと 約束してたん です",
            "vi": "Tôi đã hứa với anh chàng này"
        },
        {
            "x1": 307,
            "y1": 862,
            "x2": 337,
            "y2": 925,
            "text": "えっ",
            "vi": "ơ"
        }
    ],
    "018.jpg": [
        {
            "x1": 357,
            "y1": 1,
            "x2": 405,
            "y2": 113,
            "text": "ではっ",
            "vi": "Khi đó"
        },
        {
            "x1": 74,
            "y1": 25,
            "x2": 116,
            "y2": 91,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 367,
            "y1": 304,
            "x2": 502,
            "y2": 425,
            "text": "ライスーっ あのおちは ハルト君と どぅいった 関係ぞ⁉",
            "vi": "Gạo là mối quan hệ với Hart -kun."
        },
        {
            "x1": 437,
            "y1": 621,
            "x2": 548,
            "y2": 750,
            "text": "ワタシは あきらめ ないぞ",
            "vi": "Tôi sẽ không bỏ cuộc"
        }
    ]
}