var ocr_data = {
    "001.jpg": [
        {
            "x1": 231,
            "y1": 497,
            "x2": 290,
            "y2": 629,
            "text": "一人だと 落ち着かない",
            "vi": "Tôi bồn chồn nếu tôi cô đơn"
        }
    ],
    "002.jpg": [
        {
            "x1": 425,
            "y1": 26,
            "x2": 457,
            "y2": 79,
            "text": "リザ",
            "vi": "Liza"
        },
        {
            "x1": 399,
            "y1": 29,
            "x2": 422,
            "y2": 181,
            "text": "聞こえますか？",
            "vi": "Bạn có thể nghe thấy nó?"
        },
        {
            "x1": 576,
            "y1": 378,
            "x2": 604,
            "y2": 471,
            "text": "この声…",
            "vi": "giọng nói này…"
        },
        {
            "x1": 128,
            "y1": 359,
            "x2": 240,
            "y2": 489,
            "text": "そうです あなたの心に 直接 呼びかけて いる…わけでは あリませんよ？",
            "vi": "Đúng vậy, gọi trực tiếp vào trái tim bạn... phải không?"
        },
        {
            "x1": 34,
            "y1": 352,
            "x2": 103,
            "y2": 505,
            "text": "兄上様の 通信魔法等",
            "vi": "Phép thuật giao tiếp của anh tôi, v. v."
        },
        {
            "x1": 296,
            "y1": 515,
            "x2": 319,
            "y2": 642,
            "text": "シャルロッテ",
            "vi": "Charlotte"
        },
        {
            "x1": 44,
            "y1": 572,
            "x2": 93,
            "y2": 639,
            "text": "ああ… うん…",
            "vi": "Ồ... ừ..."
        },
        {
            "x1": 553,
            "y1": 684,
            "x2": 609,
            "y2": 838,
            "text": "今 周囲に 誰かいますか？",
            "vi": "Có ai xung quanh bạn bây giờ?"
        },
        {
            "x1": 217,
            "y1": 761,
            "x2": 301,
            "y2": 880,
            "text": "キ\"口",
            "vi": "Thằng bé"
        },
        {
            "x1": 46,
            "y1": 692,
            "x2": 133,
            "y2": 829,
            "text": "誰もいない でもちょっと 待って",
            "vi": "Đợi một chút mà không có ai"
        }
    ],
    "003.jpg": [
        {
            "x1": 551,
            "y1": 515,
            "x2": 601,
            "y2": 594,
            "text": "ここなら 安全かな",
            "vi": "Ở đây nó có an toàn không?"
        },
        {
            "x1": 483,
            "y1": 583,
            "x2": 507,
            "y2": 644,
            "text": "いいよ",
            "vi": "đồng ý"
        }
    ],
    "004.jpg": [
        {
            "x1": 546,
            "y1": 9,
            "x2": 603,
            "y2": 164,
            "text": "兄上さまは 授業中ですか？",
            "vi": "Anh trai của bạn có trong lớp không?"
        },
        {
            "x1": 151,
            "y1": 63,
            "x2": 172,
            "y2": 109,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 285,
            "y1": 240,
            "x2": 314,
            "y2": 315,
            "text": "うん…",
            "vi": "Ừ…"
        },
        {
            "x1": 554,
            "y1": 224,
            "x2": 635,
            "y2": 419,
            "text": "ではリザは今 自由に動ける ということですね？",
            "vi": "Vì vậy, Liza có nghĩa là bạn có thể di chuyển tự do bây giờ, phải không?"
        },
        {
            "x1": 33,
            "y1": 225,
            "x2": 132,
            "y2": 539,
            "text": "嫌な予感",
            "vi": "Cảm giác tồi tệ"
        },
        {
            "x1": 517,
            "y1": 580,
            "x2": 631,
            "y2": 776,
            "text": "でしたら 裏生徒会の情報を 集めていただけます でしょうか…‼",
            "vi": "Nếu vậy, bạn có thể thu thập thông tin về Hội đồng sinh viên trở lại...‼‼"
        }
    ],
    "005.jpg": [
        {
            "x1": 413,
            "y1": 38,
            "x2": 467,
            "y2": 132,
            "text": "何すれば いい？",
            "vi": "Tôi nên làm gì đây?"
        },
        {
            "x1": 520,
            "y1": 117,
            "x2": 560,
            "y2": 205,
            "text": "はあ…",
            "vi": "Hả..."
        },
        {
            "x1": 324,
            "y1": 13,
            "x2": 380,
            "y2": 188,
            "text": "…そうですね 秘密組織ですので",
            "vi": "“Đó là một tổ chức bí mật"
        },
        {
            "x1": 36,
            "y1": 238,
            "x2": 112,
            "y2": 371,
            "text": "一般生徒からの 情報収集は 難しいでしょう",
            "vi": "Sẽ rất khó để thu thập thông tin từ các học sinh bình thường"
        },
        {
            "x1": 570,
            "y1": 455,
            "x2": 598,
            "y2": 550,
            "text": "であれば",
            "vi": "Nếu"
        },
        {
            "x1": 82,
            "y1": 442,
            "x2": 118,
            "y2": 527,
            "text": "待って",
            "vi": "treo trên"
        },
        {
            "x1": 561,
            "y1": 657,
            "x2": 598,
            "y2": 750,
            "text": "リザ？",
            "vi": "Liza?"
        },
        {
            "x1": 162,
            "y1": 685,
            "x2": 190,
            "y2": 778,
            "text": "何か来る",
            "vi": "Hãy đến với một cái gì đó"
        },
        {
            "x1": 64,
            "y1": 703,
            "x2": 132,
            "y2": 811,
            "text": "通信魔法 消して！",
            "vi": "Xóa phép thuật giao tiếp!"
        }
    ],
    "006.jpg": [
        {
            "x1": 245,
            "y1": 51,
            "x2": 343,
            "y2": 239,
            "text": "おおっ なんとも 可愛らしい メイドではない",
            "vi": "Ồ, đó không phải là một người giúp việc xinh đẹp"
        },
        {
            "x1": 187,
            "y1": 52,
            "x2": 242,
            "y2": 157,
            "text": "かああ",
            "vi": "Oh"
        },
        {
            "x1": 131,
            "y1": 793,
            "x2": 159,
            "y2": 905,
            "text": "何あれ…？",
            "vi": "Gì...?"
        }
    ],
    "007.jpg": [
        {
            "x1": 566,
            "y1": 4,
            "x2": 592,
            "y2": 202,
            "text": "まずは名乗ろう！",
            "vi": "Đầu tiên, chúng ta hãy cho biết tên của bạn!"
        },
        {
            "x1": 204,
            "y1": 25,
            "x2": 285,
            "y2": 191,
            "text": "ワタシは ティアリエッタ・ ルセイ",
            "vi": "Tôi là Tiarietta Rusay"
        },
        {
            "x1": 122,
            "y1": 76,
            "x2": 215,
            "y2": 247,
            "text": "ヤアアァァァァァ",
            "vi": "Yaaaaaaaa"
        },
        {
            "x1": 225,
            "y1": 505,
            "x2": 331,
            "y2": 654,
            "text": "確か あのお方は 兄上さまの所属 している研究所の 教授です",
            "vi": "Chắc chắn người đó là một giáo sư tại Viện nghiên cứu mà anh trai của anh ta thuộc về."
        },
        {
            "x1": 373,
            "y1": 601,
            "x2": 391,
            "y2": 714,
            "text": "どうしよう…",
            "vi": "Tôi nên làm gì đây…"
        },
        {
            "x1": 498,
            "y1": 765,
            "x2": 596,
            "y2": 898,
            "text": "もしかしたら 何か良い情報を お持ちかも しれません！",
            "vi": "Có thể bạn có một số thông tin tốt!"
        },
        {
            "x1": 227,
            "y1": 807,
            "x2": 249,
            "y2": 864,
            "text": "はぁ…",
            "vi": "Hả..."
        },
        {
            "x1": 35,
            "y1": 795,
            "x2": 65,
            "y2": 887,
            "text": "……了解",
            "vi": "ROGER ROGER That"
        }
    ],
    "008.jpg": [
        {
            "x1": 233,
            "y1": 3,
            "x2": 444,
            "y2": 116,
            "text": "せセ",
            "vi": "Se"
        },
        {
            "x1": 600,
            "y1": 280,
            "x2": 626,
            "y2": 374,
            "text": "…あの…",
            "vi": "…điều đó…"
        },
        {
            "x1": 342,
            "y1": 275,
            "x2": 362,
            "y2": 405,
            "text": "いやーすまない",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 408,
            "y1": 502,
            "x2": 437,
            "y2": 595,
            "text": "大丈夫？",
            "vi": "Bạn co ổn không?"
        },
        {
            "x1": 61,
            "y1": 454,
            "x2": 109,
            "y2": 584,
            "text": "自己強化なんて 慣れてなくって",
            "vi": "Tôi không quen với việc tự tăng cường"
        },
        {
            "x1": 563,
            "y1": 644,
            "x2": 635,
            "y2": 759,
            "text": "……あなたに 聞きたい事が ある…",
            "vi": "......Tôi có điều gì đó tôi muốn hỏi..."
        },
        {
            "x1": 329,
            "y1": 639,
            "x2": 403,
            "y2": 752,
            "text": "おお… 奇温だね… ワタシもさ！",
            "vi": "Ồ... thật kỳ lạ..."
        },
        {
            "x1": 49,
            "y1": 633,
            "x2": 97,
            "y2": 798,
            "text": "場所を恋えて 話そうじゃないか！",
            "vi": "Hãy yêu nơi này!"
        }
    ],
    "009.jpg": [
        {
            "x1": 500,
            "y1": 22,
            "x2": 634,
            "y2": 55,
            "text": "园作澄子彩",
            "vi": "Sumiko Sumiko"
        },
        {
            "x1": 13,
            "y1": 0,
            "x2": 542,
            "y2": 211,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 44,
            "y1": 160,
            "x2": 287,
            "y2": 184,
            "text": "第40話ラッキキーな出会い2ぬ",
            "vi": "Tập 40 Cuộc gặp gỡ khóa may mắn 2"
        }
    ],
    "010.jpg": [
        {
            "x1": 354,
            "y1": 14,
            "x2": 431,
            "y2": 122,
            "text": "いやー彼も 大概 愉快な 男だねぇ",
            "vi": "Không, anh cũng là một người đàn ông dễ chịu."
        },
        {
            "x1": 600,
            "y1": 72,
            "x2": 622,
            "y2": 184,
            "text": "…なるほど",
            "vi": "…Tôi thấy"
        },
        {
            "x1": 595,
            "y1": 216,
            "x2": 639,
            "y2": 318,
            "text": "分亞…",
            "vi": "Juna..."
        },
        {
            "x1": 466,
            "y1": 249,
            "x2": 544,
            "y2": 346,
            "text": "キミは ハルト君の 従者か",
            "vi": "Có phải người hầu của Kimi Hart?"
        },
        {
            "x1": 51,
            "y1": 233,
            "x2": 150,
            "y2": 365,
            "text": "これ程 完璧な 飛翔魔法が 使えるメイドが いるなんてね",
            "vi": "Có một người giúp việc có thể sử dụng một phép thuật chuyến bay hoàn hảo như vậy"
        },
        {
            "x1": 518,
            "y1": 397,
            "x2": 646,
            "y2": 547,
            "text": "だが その情報が ワタシの所まで 届いてないなんて 不思議なものだ",
            "vi": "Nhưng thật lạ khi thông tin không đạt đến điểm của tôi."
        },
        {
            "x1": 546,
            "y1": 714,
            "x2": 620,
            "y2": 827,
            "text": "…私の事を 教えるつもり はない",
            "vi": "...Tôi sẽ không dạy tôi"
        },
        {
            "x1": 58,
            "y1": 713,
            "x2": 127,
            "y2": 844,
            "text": "うんうん 口が堅いことは いいことだ",
            "vi": "Vâng, thật tốt khi miệng của bạn rắn chắc"
        }
    ],
    "011.jpg": [
        {
            "x1": 436,
            "y1": 34,
            "x2": 598,
            "y2": 233,
            "text": "けど べつにキミが 魔族だからって 誰にも話したりは しないさ",
            "vi": "Nhưng tôi không nói chuyện với ai vì bạn là một con quỷ."
        },
        {
            "x1": 30,
            "y1": 583,
            "x2": 47,
            "y2": 694,
            "text": "…どうして？",
            "vi": "… Tại sao?"
        },
        {
            "x1": 499,
            "y1": 748,
            "x2": 606,
            "y2": 883,
            "text": "ふむ ちょっと カマかけて みたんだけど",
            "vi": "Tôi đã cố gắng đặt một chút kama"
        },
        {
            "x1": 32,
            "y1": 835,
            "x2": 85,
            "y2": 927,
            "text": "当たった ようだ",
            "vi": "Nó dường như bị tấn công"
        }
    ],
    "012.jpg": [
        {
            "x1": 526,
            "y1": 12,
            "x2": 625,
            "y2": 164,
            "text": "キミが座っている 以外の場所が 不自然に へこんでいる",
            "vi": "Nơi khác ngoài việc ngồi không có tự nhiên"
        },
        {
            "x1": 171,
            "y1": 6,
            "x2": 264,
            "y2": 139,
            "text": "恐らく尻尾の ようなものが あるのだろうと 推測したのさ",
            "vi": "Tôi đoán có một cái gì đó giống như một cái đuôi"
        },
        {
            "x1": 569,
            "y1": 503,
            "x2": 611,
            "y2": 635,
            "text": "幻影魔法では なさそうだけど",
            "vi": "Nó dường như không phải là một ma thuật ảo"
        },
        {
            "x1": 402,
            "y1": 508,
            "x2": 461,
            "y2": 622,
            "text": "何だか 寒くない？",
            "vi": "Nó không lạnh sao?"
        }
    ],
    "013.jpg": [
        {
            "x1": 543,
            "y1": 275,
            "x2": 591,
            "y2": 407,
            "text": "…あなたは 勘が良すぎた…",
            "vi": "… Bạn đã quá trực quan…"
        },
        {
            "x1": 457,
            "y1": 511,
            "x2": 490,
            "y2": 640,
            "text": "だから殺す",
            "vi": "Vì vậy, hãy giết"
        },
        {
            "x1": 422,
            "y1": 669,
            "x2": 629,
            "y2": 933,
            "text": "小ギ",
            "vi": "Nhỏ giật"
        }
    ]
}