var ocr_data = {
    "001.jpg": [
        {
            "x1": 521,
            "y1": 431,
            "x2": 592,
            "y2": 546,
            "text": "あいきなり 連れ出して すまんかった",
            "vi": "Tôi xin lỗi vì đã lấy nó ra"
        },
        {
            "x1": 95,
            "y1": 451,
            "x2": 121,
            "y2": 516,
            "text": "ぁあ…",
            "vi": "À..."
        },
        {
            "x1": 182,
            "y1": 552,
            "x2": 205,
            "y2": 650,
            "text": "用事って？",
            "vi": "Một việc vặt là gì?"
        },
        {
            "x1": 32,
            "y1": 721,
            "x2": 95,
            "y2": 753,
            "text": "何終え",
            "vi": "Rốt cuộc"
        },
        {
            "x1": 518,
            "y1": 702,
            "x2": 587,
            "y2": 815,
            "text": "だがその前に 気になる事が あるのだが",
            "vi": "Nhưng trước đó, có những thứ bạn quan tâm."
        }
    ],
    "002.jpg": [
        {
            "x1": 430,
            "y1": 111,
            "x2": 509,
            "y2": 292,
            "text": "今のキミと 昨日のキミは",
            "vi": "Hiện tại bạn và bạn hôm qua là bạn"
        },
        {
            "x1": 58,
            "y1": 87,
            "x2": 86,
            "y2": 292,
            "text": "第2話 意外な提案",
            "vi": "Tập 2 Đề xuất đáng ngạc nhiên"
        },
        {
            "x1": 99,
            "y1": 613,
            "x2": 169,
            "y2": 791,
            "text": "同一人物なの だろうか…？",
            "vi": "Có phải cùng một người...?"
        },
        {
            "x1": 199,
            "y1": 892,
            "x2": 454,
            "y2": 918,
            "text": "原作澄守彩的画高橋愛",
            "vi": "Bức tranh tuyệt đẹp được chế tác ban đầu Ai Takahashi"
        }
    ],
    "003.jpg": [
        {
            "x1": 534,
            "y1": 262,
            "x2": 589,
            "y2": 358,
            "text": "…なんだ こいつ…",
            "vi": "… Anh chàng này…"
        },
        {
            "x1": 440,
            "y1": 267,
            "x2": 491,
            "y2": 347,
            "text": "…何が 言いたい",
            "vi": "… Bạn muốn nói gì"
        },
        {
            "x1": 314,
            "y1": 259,
            "x2": 400,
            "y2": 371,
            "text": "ボクには 昨日と今の キミが",
            "vi": "Cho tôi ngày hôm qua và bây giờ"
        },
        {
            "x1": 13,
            "y1": 454,
            "x2": 103,
            "y2": 570,
            "text": "全く 違うものに 見えるんだ",
            "vi": "Nó trông hoàn toàn khác biệt"
        }
    ],
    "004.jpg": [
        {
            "x1": 524,
            "y1": 33,
            "x2": 622,
            "y2": 164,
            "text": "しまった つい反射で 警戒モートに なってしまった",
            "vi": "Tôi vừa trở thành một người cảnh giác với phản xạ"
        },
        {
            "x1": 260,
            "y1": 26,
            "x2": 362,
            "y2": 142,
            "text": "けど 俺とコピーを 見分けられる ってことは",
            "vi": "Nhưng có thể nói bản sao từ tôi"
        },
        {
            "x1": 44,
            "y1": 202,
            "x2": 123,
            "y2": 283,
            "text": "只者では ない事は 確かだ",
            "vi": "Tôi chắc rằng nó không phải là một người"
        },
        {
            "x1": 578,
            "y1": 351,
            "x2": 606,
            "y2": 447,
            "text": "驚いた…",
            "vi": "ngạc nhiên"
        },
        {
            "x1": 270,
            "y1": 336,
            "x2": 289,
            "y2": 449,
            "text": "見えるのか",
            "vi": "Bạn có thể nhìn thấy nó không?"
        },
        {
            "x1": 64,
            "y1": 348,
            "x2": 137,
            "y2": 462,
            "text": "いや なんとなく 感じる程度だ",
            "vi": "Không, tôi cảm thấy bằng cách nào đó"
        },
        {
            "x1": 574,
            "y1": 468,
            "x2": 634,
            "y2": 561,
            "text": "これは 結界だね",
            "vi": "Đây là một rào cản"
        }
    ],
    "005.jpg": [
        {
            "x1": 507,
            "y1": 64,
            "x2": 564,
            "y2": 216,
            "text": "昨日の俺とは 何が違うんだ？",
            "vi": "Điều gì khác với tôi ngày hôm qua?"
        },
        {
            "x1": 570,
            "y1": 270,
            "x2": 594,
            "y2": 333,
            "text": "ああ…",
            "vi": "À…"
        },
        {
            "x1": 123,
            "y1": 258,
            "x2": 150,
            "y2": 329,
            "text": "…ただ",
            "vi": "…chỉ cần"
        },
        {
            "x1": 460,
            "y1": 260,
            "x2": 537,
            "y2": 410,
            "text": "キの印象は 初めて会った時と 変わってない",
            "vi": "Ấn tượng về Ki đã không thay đổi kể từ lần đầu tiên tôi gặp"
        },
        {
            "x1": 427,
            "y1": 597,
            "x2": 574,
            "y2": 731,
            "text": "昨日の キミからは 全く魔力を 感じなかった のに",
            "vi": "Tôi đã không cảm thấy kỳ diệu từ ngày hôm qua"
        },
        {
            "x1": 43,
            "y1": 736,
            "x2": 161,
            "y2": 891,
            "text": "今日のキミには 吹き飛ばされ そうな程の 「圧｣がある",
            "vi": "Hôm nay, bạn có một \"áp lực\" có khả năng bị thổi bay."
        }
    ],
    "006.jpg": [
        {
            "x1": 388,
            "y1": 0,
            "x2": 413,
            "y2": 128,
            "text": "もしかして",
            "vi": "Có lẽ"
        },
        {
            "x1": 368,
            "y1": 29,
            "x2": 389,
            "y2": 111,
            "text": "こいつは",
            "vi": "Người đàn ông này"
        },
        {
            "x1": 73,
            "y1": 177,
            "x2": 167,
            "y2": 292,
            "text": "他の人より 魔力に敏感な だけかも しれない",
            "vi": "Có lẽ nó nhạy cảm với phép thuật hơn những người khác"
        },
        {
            "x1": 456,
            "y1": 379,
            "x2": 552,
            "y2": 478,
            "text": "だが 「圧」って いうのは ひっかかる",
            "vi": "Nhưng \"áp lực\" bị bắt"
        },
        {
            "x1": 77,
            "y1": 393,
            "x2": 173,
            "y2": 543,
            "text": "そんな事 言ってきたのって フレイぐらい なんだけど…",
            "vi": "Đó là về Frey khi nói rằng..."
        },
        {
            "x1": 507,
            "y1": 751,
            "x2": 563,
            "y2": 864,
            "text": "て事は つまり…？",
            "vi": "Đó là...?"
        }
    ],
    "007.jpg": [
        {
            "x1": 541,
            "y1": 33,
            "x2": 601,
            "y2": 148,
            "text": "もしかして お前って…",
            "vi": "Có lẽ bạn..."
        },
        {
            "x1": 264,
            "y1": 140,
            "x2": 304,
            "y2": 318,
            "text": "魔族なの？",
            "vi": "Nó có phải là một con quỷ?"
        }
    ],
    "008.jpg": [
        {
            "x1": 543,
            "y1": 35,
            "x2": 627,
            "y2": 148,
            "text": "キミには そう見える のかい？",
            "vi": "Bạn có trông giống bạn không?"
        },
        {
            "x1": 229,
            "y1": 103,
            "x2": 254,
            "y2": 188,
            "text": "…いや？",
            "vi": "… Không?"
        },
        {
            "x1": 471,
            "y1": 360,
            "x2": 553,
            "y2": 472,
            "text": "キミがなぜ その発想に なったのか",
            "vi": "Tại sao bạn đến với ý tưởng đó?"
        },
        {
            "x1": 64,
            "y1": 352,
            "x2": 141,
            "y2": 482,
            "text": "聞きたい ところだが やめておこう",
            "vi": "Tôi muốn nghe, nhưng chúng ta hãy dừng lại"
        },
        {
            "x1": 533,
            "y1": 555,
            "x2": 599,
            "y2": 659,
            "text": "ボクは 人間だよ",
            "vi": "Tôi là con người"
        },
        {
            "x1": 134,
            "y1": 569,
            "x2": 235,
            "y2": 678,
            "text": "そうで なくては 困る",
            "vi": "Tôi không phải làm như vậy"
        },
        {
            "x1": 68,
            "y1": 758,
            "x2": 181,
            "y2": 874,
            "text": "いちいち 妙な言い方 するな こいつ",
            "vi": "Anh chàng này là một cách kỳ lạ"
        }
    ],
    "009.jpg": [
        {
            "x1": 482,
            "y1": 60,
            "x2": 581,
            "y2": 174,
            "text": "まあ 警戒する 程では なさそうだな",
            "vi": "Chà, dường như nó không cảnh giác"
        },
        {
            "x1": 190,
            "y1": 109,
            "x2": 289,
            "y2": 196,
            "text": "結界 解除",
            "vi": "Hủy bỏ hàng rào"
        },
        {
            "x1": 531,
            "y1": 281,
            "x2": 601,
            "y2": 393,
            "text": "さっきの お前の質問に ついてだが",
            "vi": "Đối với câu hỏi của bạn ngay trước đó"
        },
        {
            "x1": 422,
            "y1": 280,
            "x2": 499,
            "y2": 411,
            "text": "同一人物だと 思ってくれた 方がありがた",
            "vi": "Cảm ơn bạn đã nghĩ rằng bạn là một người"
        },
        {
            "x1": 110,
            "y1": 290,
            "x2": 165,
            "y2": 407,
            "text": "ああ わかった…",
            "vi": "Oh, tôi hiểu..."
        },
        {
            "x1": 242,
            "y1": 532,
            "x2": 319,
            "y2": 646,
            "text": "今は それ以上は 答えられな",
            "vi": "Tôi không thể trả lời thêm bây giờ"
        },
        {
            "x1": 487,
            "y1": 704,
            "x2": 533,
            "y2": 819,
            "text": "用事は それだけか？",
            "vi": "Đó có phải là doanh nghiệp duy nhất không?"
        },
        {
            "x1": 124,
            "y1": 743,
            "x2": 168,
            "y2": 839,
            "text": "ああ そうだった",
            "vi": "Ồ vâng"
        }
    ],
    "010.jpg": [
        {
            "x1": 554,
            "y1": 54,
            "x2": 623,
            "y2": 136,
            "text": "謝罪と 感謝",
            "vi": "Lời xin lỗi và cảm ơn"
        },
        {
            "x1": 319,
            "y1": 311,
            "x2": 386,
            "y2": 464,
            "text": "そして お願いがある",
            "vi": "Và có một yêu cầu"
        },
        {
            "x1": 80,
            "y1": 353,
            "x2": 109,
            "y2": 434,
            "text": "多いな",
            "vi": "Có rất nhiều"
        },
        {
            "x1": 491,
            "y1": 522,
            "x2": 544,
            "y2": 601,
            "text": "まずは 謝罪から",
            "vi": "Trước hết, từ lời xin lỗi"
        },
        {
            "x1": 43,
            "y1": 558,
            "x2": 164,
            "y2": 690,
            "text": "昨日は トラブルに 巻き込んで しまって 申し訳なかっだ",
            "vi": "Tôi xin lỗi khi tham gia vào rắc rối ngày hôm qua"
        },
        {
            "x1": 94,
            "y1": 751,
            "x2": 221,
            "y2": 919,
            "text": "そししてその後 ンュナイダル先輩の 攻撃から 守ってれて ありがとう",
            "vi": "Vì vậy, cảm ơn bạn đã bảo vệ khỏi cuộc tấn công của cấp cao của Nunidal."
        }
    ],
    "011.jpg": [
        {
            "x1": 523,
            "y1": 64,
            "x2": 552,
            "y2": 146,
            "text": "そして",
            "vi": "Và"
        },
        {
            "x1": 49,
            "y1": 60,
            "x2": 107,
            "y2": 212,
            "text": "最後のお願い なんだけど…",
            "vi": "Đó là yêu cầu cuối cùng..."
        },
        {
            "x1": 491,
            "y1": 268,
            "x2": 555,
            "y2": 419,
            "text": "ボクと",
            "vi": "TÔI"
        },
        {
            "x1": 58,
            "y1": 524,
            "x2": 131,
            "y2": 733,
            "text": "友達になって くれないか…⁉",
            "vi": "Bạn sẽ là một người bạn...⁉⁉"
        },
        {
            "x1": 66,
            "y1": 820,
            "x2": 97,
            "y2": 900,
            "text": "はい？",
            "vi": "Vâng?"
        }
    ]
}