var ocr_data = {
    "1-61bab71065a8b.jpg": [
        {
            "x1": 39,
            "y1": 257,
            "x2": 166,
            "y2": 390,
            "text": "…母上に ハルトと黒い男 について探れと 言われていた けど…",
            "vi": "“Mẹ tôi bảo tôi khám phá Hart và người da đen..."
        },
        {
            "x1": 9,
            "y1": 598,
            "x2": 80,
            "y2": 714,
            "text": "結局 何も 聞き出せ なかったな…",
            "vi": "Tôi không thể nghe thấy gì sau tất cả..."
        },
        {
            "x1": 117,
            "y1": 787,
            "x2": 187,
            "y2": 903,
            "text": "はぁ…",
            "vi": "Hả..."
        },
        {
            "x1": 61,
            "y1": 792,
            "x2": 90,
            "y2": 906,
            "text": "気が重い…",
            "vi": "Cảm thấy nặng nề…"
        }
    ],
    "2-61bab710e067f.jpg": [
        {
            "x1": 57,
            "y1": 29,
            "x2": 224,
            "y2": 58,
            "text": "第42話邂逅と告白",
            "vi": "Tập 42 Cuộc gặp gỡ và Lời thú tội"
        },
        {
            "x1": 380,
            "y1": 159,
            "x2": 536,
            "y2": 510,
            "text": "苦悩を深める ライアスを待つものは…？",
            "vi": "Điều gì đang chờ đợi cho Rias làm sâu sắc thêm sự đau khổ của bạn...?"
        },
        {
            "x1": 148,
            "y1": 864,
            "x2": 419,
            "y2": 895,
            "text": "園作澄守彩 的両高橋愛",
            "vi": "Công việc làm vườn Ai Ryoji Ryoji Ai"
        }
    ],
    "3-61bab7122bd08.jpg": [
        {
            "x1": 516,
            "y1": 317,
            "x2": 575,
            "y2": 467,
            "text": "お疲れ様です ライアス",
            "vi": "Cảm ơn bạn vì sự chăm chỉ của bạn"
        },
        {
            "x1": 541,
            "y1": 771,
            "x2": 592,
            "y2": 903,
            "text": "なんで姉貴が いるんだよ…",
            "vi": "Tại sao có một người chị gái..."
        },
        {
            "x1": 9,
            "y1": 775,
            "x2": 102,
            "y2": 888,
            "text": "まあまあ たまには 良いでは ありませんか",
            "vi": "Đôi khi nó không tốt?"
        }
    ],
    "4-61bab712a3300.jpg": [
        {
            "x1": 570,
            "y1": 25,
            "x2": 617,
            "y2": 193,
            "text": "私は今 離宮に 立ち入れませんし…",
            "vi": "Tôi không vào biệt thự Hoàng gia ngay bây giờ..."
        },
        {
            "x1": 362,
            "y1": 37,
            "x2": 461,
            "y2": 187,
            "text": "あなたと ２人で話す機会は ここしかないと 思いまして",
            "vi": "Tôi nghĩ chỉ có cơ hội nói chuyện với bạn"
        },
        {
            "x1": 170,
            "y1": 339,
            "x2": 197,
            "y2": 411,
            "text": "…ああ",
            "vi": "… Ah"
        },
        {
            "x1": 64,
            "y1": 496,
            "x2": 91,
            "y2": 629,
            "text": "…好きにしろ",
            "vi": "… Làm bất cứ điều gì bạn muốn"
        }
    ],
    "5-61bab7131e462.jpg": [
        {
            "x1": 531,
            "y1": 13,
            "x2": 584,
            "y2": 170,
            "text": "──そういえば ライアス",
            "vi": "Nói về điều đó, Rias"
        },
        {
            "x1": 309,
            "y1": 21,
            "x2": 442,
            "y2": 176,
            "text": "今日 授業で ハルト君と 模擬戦をした そうですね",
            "vi": "Anh ta dường như có một trận chiến giả với Hart trong lớp ngày hôm nay."
        },
        {
            "x1": 35,
            "y1": 304,
            "x2": 89,
            "y2": 394,
            "text": "なっ",
            "vi": "Ở trong"
        },
        {
            "x1": 537,
            "y1": 457,
            "x2": 595,
            "y2": 571,
            "text": "…さすがは 生徒会長様",
            "vi": "Đúng như dự đoán, Chủ tịch Hội đồng Sinh viên"
        },
        {
            "x1": 307,
            "y1": 461,
            "x2": 335,
            "y2": 517,
            "text": "ええ",
            "vi": "Ừ"
        },
        {
            "x1": 21,
            "y1": 457,
            "x2": 95,
            "y2": 661,
            "text": "この学院の生徒達の 行動を把握するのは わたくしの務めですから",
            "vi": "Tôi có nghĩa vụ hiểu hành vi của các sinh viên tại trường này."
        },
        {
            "x1": 517,
            "y1": 755,
            "x2": 592,
            "y2": 887,
            "text": "─で 何が言いたいん だよ？",
            "vi": "Bạn muốn nói điều gì trong ─?"
        }
    ],
    "6-61bab7138b969.jpg": [
        {
            "x1": 547,
            "y1": 0,
            "x2": 634,
            "y2": 238,
            "text": "なんでも 「５年前の借りを返す！」 とか言ってたそうで？",
            "vi": "Bạn nói, \"Tôi sẽ trả lại 5 năm trước!\""
        },
        {
            "x1": 545,
            "y1": 312,
            "x2": 629,
            "y2": 465,
            "text": "で油断した 隙に負けて しまったとか",
            "vi": "Tôi đã mất khoảng cách bất cẩn của mình"
        },
        {
            "x1": 0,
            "y1": 250,
            "x2": 141,
            "y2": 636,
            "text": "ぬぬぁ",
            "vi": "Nunu"
        },
        {
            "x1": 547,
            "y1": 636,
            "x2": 634,
            "y2": 810,
            "text": "まぁ ハルト君は ケタ違いの実力を お持ちですからね",
            "vi": "Vâng, Hart có khả năng có một chữ số khác."
        },
        {
            "x1": 119,
            "y1": 681,
            "x2": 182,
            "y2": 786,
            "text": "あー はいはい",
            "vi": "Ah vâng"
        },
        {
            "x1": 40,
            "y1": 781,
            "x2": 123,
            "y2": 895,
            "text": "今回も全く 敵いません でしたよ！",
            "vi": "Tôi đã không cạnh tranh ở mọi lúc này!"
        }
    ],
    "7-61bab7140473a.jpg": [
        {
            "x1": 498,
            "y1": 40,
            "x2": 598,
            "y2": 184,
            "text": "じっ",
            "vi": "Thật"
        },
        {
            "x1": 286,
            "y1": 21,
            "x2": 433,
            "y2": 165,
            "text": "─てゆうか 姉貴こそ 随分 遠回しに ハルトのこと 探ってんだな",
            "vi": "─ Sisteryyys đang khám phá Hart trong một thời gian dài."
        },
        {
            "x1": 473,
            "y1": 265,
            "x2": 492,
            "y2": 377,
            "text": "…なんです？",
            "vi": "… Nó............... là gì?"
        },
        {
            "x1": 38,
            "y1": 298,
            "x2": 77,
            "y2": 365,
            "text": "なっ",
            "vi": "Ở trong"
        },
        {
            "x1": 540,
            "y1": 423,
            "x2": 589,
            "y2": 570,
            "text": "さ…探るなんて 人聞きの悪い…！",
            "vi": "Nói... đó là một phiên điều trần xấu để khám phá...!"
        },
        {
            "x1": 40,
            "y1": 423,
            "x2": 111,
            "y2": 556,
            "text": "てか直接本人と 話せばいいじゃ ないか",
            "vi": "Tôi có nên nói chuyện trực tiếp với người không?"
        },
        {
            "x1": 24,
            "y1": 539,
            "x2": 53,
            "y2": 601,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 512,
            "y1": 643,
            "x2": 591,
            "y2": 812,
            "text": "ちょ…す接 2人きりでなんて… まだ早いというか…",
            "vi": "Cho... thật là một liên hệ hai người... vẫn còn sớm..."
        },
        {
            "x1": 30,
            "y1": 649,
            "x2": 120,
            "y2": 826,
            "text": "俺は 「２人きり｣なんて 言ってないぞ",
            "vi": "Tôi không nói \"Tôi đơn độc\""
        }
    ],
    "8-61bab7147422a.jpg": [
        {
            "x1": 507,
            "y1": 24,
            "x2": 625,
            "y2": 179,
            "text": "──まぁ そんなあなたを 少し羨ましくも 思いますけどね",
            "vi": "Chà, tôi nghĩ rằng nó hơi ghen tị với bạn."
        },
        {
            "x1": 535,
            "y1": 243,
            "x2": 631,
            "y2": 442,
            "text": "だって 人一倍努力してる あなただからこそ",
            "vi": "Bởi vì bạn đang nỗ lực nhiều hơn"
        },
        {
            "x1": 54,
            "y1": 550,
            "x2": 185,
            "y2": 682,
            "text": "ハルト君の 一番近くに 行けるわけ でしょう？",
            "vi": "Bạn có thể đến gần nhất với Hart không?"
        },
        {
            "x1": 90,
            "y1": 837,
            "x2": 119,
            "y2": 909,
            "text": "…ふん",
            "vi": "… Hmm"
        }
    ],
    "9-61bab714e0d69.jpg": [
        {
            "x1": 546,
            "y1": 374,
            "x2": 574,
            "y2": 501,
            "text": "ライアス！",
            "vi": "RIAS!"
        },
        {
            "x1": 31,
            "y1": 521,
            "x2": 69,
            "y2": 646,
            "text": "…ああ！",
            "vi": "Ah ah!"
        },
        {
            "x1": 49,
            "y1": 775,
            "x2": 116,
            "y2": 908,
            "text": "外の音が… 消えた…？",
            "vi": "Âm thanh bên ngoài... biến mất...?"
        }
    ],
    "10-61bab7156d62f.jpg": [
        {
            "x1": 564,
            "y1": 758,
            "x2": 593,
            "y2": 908,
            "text": "いつの間に⁉",
            "vi": "Trong thời gian chờ đợi"
        },
        {
            "x1": 63,
            "y1": 748,
            "x2": 87,
            "y2": 878,
            "text": "何者ですか⁉",
            "vi": "Nó là ai?"
        }
    ],
    "11-61bab71601342.jpg": [
        {
            "x1": 541,
            "y1": 30,
            "x2": 594,
            "y2": 125,
            "text": "驚かせて すまない",
            "vi": "Tôi xin lỗi vì ngạc nhiên"
        },
        {
            "x1": 140,
            "y1": 0,
            "x2": 184,
            "y2": 159,
            "text": "シヴァ…！",
            "vi": "Shiva...!"
        },
        {
            "x1": 234,
            "y1": 261,
            "x2": 292,
            "y2": 415,
            "text": "俺は「シヴァ」 正義の執行者だ",
            "vi": "Tôi là một người thi hành công lý \"Shiva\""
        },
        {
            "x1": 13,
            "y1": 291,
            "x2": 58,
            "y2": 442,
            "text": "お前が…",
            "vi": "Bạn…"
        },
        {
            "x1": 524,
            "y1": 488,
            "x2": 597,
            "y2": 604,
            "text": "君達に 危害を加える つもりはない",
            "vi": "Tôi sẽ không làm hại các bạn"
        },
        {
            "x1": 8,
            "y1": 509,
            "x2": 150,
            "y2": 641,
            "text": "ただ 聞きたい事が あるだけだ 用が済んだら 立ち去ろう",
            "vi": "Tôi chỉ muốn hỏi, chúng ta hãy rời đi sau khi hoàn thành"
        },
        {
            "x1": 472,
            "y1": 695,
            "x2": 598,
            "y2": 861,
            "text": "ちなみに ここでの会話は 外に漏れないように なっているから 安心しろ",
            "vi": "Nhân tiện, đừng lo lắng bởi vì cuộc trò chuyện ở đây không bị rò rỉ bên ngoài."
        }
    ],
    "12-61bab7167ee97.jpg": [
        {
            "x1": 282,
            "y1": 30,
            "x2": 615,
            "y2": 94,
            "text": "チート能カでインケンなパイセン ぶっとばします‼!",
            "vi": "Gian lận Noza và Inksen Paisen.!"
        },
        {
            "x1": 57,
            "y1": 78,
            "x2": 272,
            "y2": 251,
            "text": "大好評 発売中出",
            "vi": "Rất phổ biến hiện đang được bán"
        },
        {
            "x1": 469,
            "y1": 422,
            "x2": 609,
            "y2": 527,
            "text": "ミックス累計 100万部 突破‼!",
            "vi": "Hơn 1 triệu bản hỗn hợp!"
        },
        {
            "x1": 29,
            "y1": 292,
            "x2": 60,
            "y2": 589,
            "text": "原也澄守彩（漫画高橋愛",
            "vi": "Haraya sumimori (ai manga takahashi ai"
        },
        {
            "x1": 11,
            "y1": 641,
            "x2": 139,
            "y2": 712,
            "text": "実は",
            "vi": "thật"
        },
        {
            "x1": 252,
            "y1": 759,
            "x2": 375,
            "y2": 807,
            "text": "原作小説説も 大好発完中",
            "vi": "Tiểu thuyết gốc cũng đang được hoàn thành"
        },
        {
            "x1": 286,
            "y1": 820,
            "x2": 613,
            "y2": 897,
            "text": "シュナイダルにかけられたのは古代魔法だった。 らや使い手のいない魔法をかけたのが誰か異味神々のティア教授。 ハルトと無い戦士ジヴァの関係を疑うティア教授は、コピーに詰め 寄るが、本体ハルトがシヴァ姿で助けに来て……？",
            "vi": "Đó là ma thuật cổ xưa được treo trên Schneidal. Đó là Giáo sư Cấp, một vị thần kỳ lạ, người đã đưa vào ma thuật mà không có người dùng. Giáo sư Tia, người nghi ngờ về mối quan hệ giữa Hart và Giva không phải là người chiến đấu, được đóng gói trong một bản sao, nhưng cơ thể Hart đã đến để giúp đỡ ở Shiva...?"
        },
        {
            "x1": 151,
            "y1": 883,
            "x2": 233,
            "y2": 906,
            "text": "Kラパベラックス",
            "vi": "K Lapa Veluxe"
        }
    ]
}