var ocr_data = {
    "002.jpg": [
        {
            "x1": 497,
            "y1": 48,
            "x2": 606,
            "y2": 162,
            "text": "あー何で ここまで やっちゃう かな",
            "vi": "À, tại sao bạn làm điều này cho đến nay?"
        },
        {
            "x1": 9,
            "y1": 162,
            "x2": 96,
            "y2": 258,
            "text": "天然にも 程がある だろ！",
            "vi": "Có một sự tự nhiên vừa phải!"
        },
        {
            "x1": 346,
            "y1": 542,
            "x2": 372,
            "y2": 656,
            "text": "…なんだ？",
            "vi": "…cái gì?"
        },
        {
            "x1": 29,
            "y1": 748,
            "x2": 92,
            "y2": 844,
            "text": "一体 何が…⁉",
            "vi": "Cái gì trên trái đất…⁉"
        }
    ],
    "003.jpg": [
        {
            "x1": 442,
            "y1": 0,
            "x2": 651,
            "y2": 308,
            "text": "ばふ",
            "vi": "Xù"
        },
        {
            "x1": 512,
            "y1": 443,
            "x2": 559,
            "y2": 513,
            "text": "わっ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 579,
            "y1": 683,
            "x2": 606,
            "y2": 754,
            "text": "キミは",
            "vi": "Bạn"
        },
        {
            "x1": 28,
            "y1": 673,
            "x2": 107,
            "y2": 812,
            "text": "スゥ…",
            "vi": "SSU..."
        },
        {
            "x1": 353,
            "y1": 821,
            "x2": 380,
            "y2": 933,
            "text": "あの時の…",
            "vi": "Lúc đó..."
        }
    ],
    "004.jpg": [
        {
            "x1": 483,
            "y1": 26,
            "x2": 599,
            "y2": 210,
            "text": "もっと自分を 大事に しなさいっ！",
            "vi": "Chăm sóc bản thân nhiều hơn!"
        },
        {
            "x1": 512,
            "y1": 454,
            "x2": 604,
            "y2": 609,
            "text": "全く！ 無防備すぎるぞ お前",
            "vi": "chắc chắn rồi! Bạn quá dễ bị tổn thương"
        },
        {
            "x1": 203,
            "y1": 454,
            "x2": 363,
            "y2": 629,
            "text": "寮まで 飛ばすから さっさと 服を着て 帰りなさい‼",
            "vi": "Tôi sẽ bay đến ký túc xá, vì vậy xin vui lòng mặc nó nhanh chóng và về nhà."
        },
        {
            "x1": 15,
            "y1": 482,
            "x2": 61,
            "y2": 575,
            "text": "えっあ ちょっ",
            "vi": "Ehcho"
        },
        {
            "x1": 29,
            "y1": 574,
            "x2": 54,
            "y2": 702,
            "text": "じゃあな！",
            "vi": "Hẹn gặp lại bạn!"
        },
        {
            "x1": 86,
            "y1": 733,
            "x2": 243,
            "y2": 815,
            "text": "ぽか",
            "vi": "Lông xù"
        }
    ],
    "005.jpg": [
        {
            "x1": 591,
            "y1": 80,
            "x2": 649,
            "y2": 197,
            "text": "おいっ どうなって",
            "vi": "Những gì xảy ra"
        },
        {
            "x1": 370,
            "y1": 32,
            "x2": 433,
            "y2": 188,
            "text": "誰か いないのか‼",
            "vi": "Có ai?"
        },
        {
            "x1": 473,
            "y1": 323,
            "x2": 526,
            "y2": 450,
            "text": "早く明かりを 灯せ！",
            "vi": "Ánh sáng chiếu sáng nhanh chóng!"
        },
        {
            "x1": 470,
            "y1": 491,
            "x2": 567,
            "y2": 605,
            "text": "ここは 特別な空間 だから 誰も来なぞ",
            "vi": "Đây là một không gian đặc biệt để không ai đến"
        },
        {
            "x1": 497,
            "y1": 737,
            "x2": 557,
            "y2": 830,
            "text": "だ…誰だ お前…",
            "vi": "Nhưng... bạn là ai..."
        },
        {
            "x1": 60,
            "y1": 732,
            "x2": 117,
            "y2": 849,
            "text": "一体どう やって…⁉",
            "vi": "Nó như thế nảo...⁉"
        }
    ],
    "006.jpg": [
        {
            "x1": 467,
            "y1": 76,
            "x2": 567,
            "y2": 232,
            "text": "俺は 正義の執行者 「シヴァ」！",
            "vi": "Tôi là người thực thi công lý \"Shiva\"!"
        },
        {
            "x1": 29,
            "y1": 319,
            "x2": 136,
            "y2": 405,
            "text": "罪を 裁きに 来た！",
            "vi": "Tôi đến để phán xét Sin!"
        },
        {
            "x1": 529,
            "y1": 504,
            "x2": 566,
            "y2": 615,
            "text": "罪だと⁉",
            "vi": "Đó là một tội lỗi"
        },
        {
            "x1": 21,
            "y1": 514,
            "x2": 91,
            "y2": 623,
            "text": "ふざけた 奴め…‼",
            "vi": "Anh chàng vui tươi...‼‼"
        }
    ],
    "007.jpg": [
        {
            "x1": 85,
            "y1": 448,
            "x2": 188,
            "y2": 620,
            "text": "ぐあああ ああああ",
            "vi": "Ghoo ah ah ah"
        },
        {
            "x1": 41,
            "y1": 754,
            "x2": 121,
            "y2": 926,
            "text": "なんだ これは…⁉",
            "vi": "Cái gì thế này...⁉"
        }
    ],
    "008.jpg": [
        {
            "x1": 538,
            "y1": 33,
            "x2": 574,
            "y2": 120,
            "text": "貴様‼",
            "vi": "Bạn!"
        },
        {
            "x1": 290,
            "y1": 29,
            "x2": 379,
            "y2": 143,
            "text": "お前は 罪を犯した ので",
            "vi": "Bạn đã có tội"
        },
        {
            "x1": 406,
            "y1": 320,
            "x2": 471,
            "y2": 408,
            "text": "何を した！",
            "vi": "Bạn đã làm gì!"
        },
        {
            "x1": 14,
            "y1": 262,
            "x2": 73,
            "y2": 425,
            "text": "「万力ブロック」 を着けました",
            "vi": "Tôi đã mặc một \"khối vise\""
        },
        {
            "x1": 492,
            "y1": 462,
            "x2": 592,
            "y2": 615,
            "text": "そして今から その罪を 三つあげます",
            "vi": "Và bây giờ tôi sẽ cho bạn ba tội lỗi"
        }
    ],
    "009.jpg": [
        {
            "x1": 555,
            "y1": 53,
            "x2": 578,
            "y2": 128,
            "text": "一つ目は",
            "vi": "Đầu tiên là"
        },
        {
            "x1": 57,
            "y1": 48,
            "x2": 183,
            "y2": 181,
            "text": "新入生に 理不尽な 因縁をつけて 騒ぎを起こた ことだ",
            "vi": "Đó là một sự ồn ào với một mối liên hệ không hợp lý với sinh viên năm nhất."
        },
        {
            "x1": 188,
            "y1": 283,
            "x2": 292,
            "y2": 416,
            "text": "上級生が 下級生に 指導するのは 認められている",
            "vi": "Nó được phép cho các học sinh cao cấp dạy học sinh cơ sở"
        },
        {
            "x1": 393,
            "y1": 402,
            "x2": 418,
            "y2": 445,
            "text": "私は",
            "vi": "TÔI"
        },
        {
            "x1": 317,
            "y1": 403,
            "x2": 363,
            "y2": 495,
            "text": "次期当主で 副会長だ",
            "vi": "Người đứng đầu và phó chủ tịch tiếp theo"
        },
        {
            "x1": 574,
            "y1": 589,
            "x2": 601,
            "y2": 682,
            "text": "指導…ね",
            "vi": "Hướng dẫn..."
        },
        {
            "x1": 247,
            "y1": 781,
            "x2": 323,
            "y2": 912,
            "text": "てことは お前の勝手な 判断ってわけだ",
            "vi": "Đó là sự phán xét ích kỷ của bạn"
        }
    ],
    "010.jpg": [
        {
            "x1": 474,
            "y1": 71,
            "x2": 535,
            "y2": 164,
            "text": "二つ目は 決闘",
            "vi": "Thứ hai là một cuộc đấu tay đôi"
        },
        {
            "x1": 44,
            "y1": 128,
            "x2": 161,
            "y2": 262,
            "text": "下級生に いきなり 公開処刑とか 汚すぎ",
            "vi": "Đột nhiên, thực thi công khai hoặc quá bẩn cho học sinh trung học cơ sở"
        },
        {
            "x1": 549,
            "y1": 360,
            "x2": 584,
            "y2": 467,
            "text": "バカな！",
            "vi": "dốt nát!"
        },
        {
            "x1": 255,
            "y1": 332,
            "x2": 332,
            "y2": 483,
            "text": "それは貴族の 誇りを守るための 真っ当な",
            "vi": "Nó chỉ đúng để bảo vệ niềm tự hào của quý tộc"
        },
        {
            "x1": 193,
            "y1": 361,
            "x2": 213,
            "y2": 439,
            "text": "だからさ",
            "vi": "Đó là lý do"
        },
        {
            "x1": 484,
            "y1": 620,
            "x2": 602,
            "y2": 774,
            "text": "今は 俺がダメだって 言ったら ダメです",
            "vi": "Tôi không thể làm điều đó nếu tôi nói nó không tốt bây giờ"
        },
        {
            "x1": 35,
            "y1": 725,
            "x2": 100,
            "y2": 876,
            "text": "そんな横暴な 話があるか！",
            "vi": "Có một câu chuyện độc đáo như vậy!"
        }
    ],
    "011.jpg": [
        {
            "x1": 278,
            "y1": 54,
            "x2": 359,
            "y2": 207,
            "text": "お前も 似たようなこと してたじゃん",
            "vi": "Bạn đã làm một cái gì đó tương tự"
        },
        {
            "x1": 567,
            "y1": 388,
            "x2": 595,
            "y2": 490,
            "text": "で 最後は",
            "vi": "Cuối cùng"
        },
        {
            "x1": 462,
            "y1": 453,
            "x2": 541,
            "y2": 567,
            "text": "女の子に セクハラは いけません",
            "vi": "Không có quấy rối tình dục cho các cô gái"
        },
        {
            "x1": 50,
            "y1": 546,
            "x2": 164,
            "y2": 698,
            "text": "裸踊りとかさ 言ってて 恥ずかしく ないの？",
            "vi": "Thật xấu hổ khi nói điệu nhảy khỏa thân?"
        }
    ],
    "012.jpg": [
        {
            "x1": 517,
            "y1": 37,
            "x2": 604,
            "y2": 173,
            "text": "──てな わけで",
            "vi": "Đó là lý do"
        },
        {
            "x1": 5,
            "y1": 34,
            "x2": 151,
            "y2": 190,
            "text": "お前には しばらく そのままで いてもらう",
            "vi": "Bạn đã ở đó một lúc"
        },
        {
            "x1": 546,
            "y1": 588,
            "x2": 597,
            "y2": 668,
            "text": "魔法を 使ったり",
            "vi": "Sử dụng phép thuật"
        },
        {
            "x1": 417,
            "y1": 574,
            "x2": 513,
            "y2": 707,
            "text": "外そうとすると グリグリ くるから 注意しろよ",
            "vi": "Nếu bạn cố gắng xóa nó, hãy cẩn thận"
        }
    ],
    "013.jpg": [
        {
            "x1": 570,
            "y1": 0,
            "x2": 628,
            "y2": 236,
            "text": "ぐああああっ",
            "vi": "Ghoo ah ah"
        },
        {
            "x1": 61,
            "y1": 82,
            "x2": 162,
            "y2": 180,
            "text": "言った 側から 何やってん だよ",
            "vi": "Bạn đang làm gì từ phía bạn đã nói?"
        },
        {
            "x1": 503,
            "y1": 397,
            "x2": 630,
            "y2": 512,
            "text": "そんなんじゃ 明日の決闘も 無理だから 取り下げて おけ",
            "vi": "Đó là lý do tại sao cuộc đấu tay đôi của ngày mai là không thể, vì vậy chúng ta hãy rút"
        },
        {
            "x1": 174,
            "y1": 379,
            "x2": 253,
            "y2": 493,
            "text": "ちゃんと 反省したら 解放してやる",
            "vi": "Tôi sẽ phát hành nó nếu tôi phản ánh về nó đúng cách"
        },
        {
            "x1": 63,
            "y1": 640,
            "x2": 83,
            "y2": 716,
            "text": "ゃあな",
            "vi": "Ngoại trừ"
        }
    ],
    "014.jpg": [
        {
            "x1": 541,
            "y1": 19,
            "x2": 602,
            "y2": 114,
            "text": "部屋に 戻った⁉",
            "vi": "Tôi trở lại phòng"
        },
        {
            "x1": 383,
            "y1": 21,
            "x2": 410,
            "y2": 154,
            "text": "シュナイダル",
            "vi": "SCHNEIT"
        },
        {
            "x1": 25,
            "y1": 16,
            "x2": 92,
            "y2": 114,
            "text": "一体 何が⁉",
            "vi": "Cái gì trên trái đất⁉"
        },
        {
            "x1": 18,
            "y1": 134,
            "x2": 85,
            "y2": 289,
            "text": "すぐ治療だ！ 早くしろ！",
            "vi": "Điều trị ngay! nhanh lên!"
        },
        {
            "x1": 547,
            "y1": 605,
            "x2": 584,
            "y2": 908,
            "text": "ぎゃあああああっ‼",
            "vi": "Gya ah ah ah"
        },
        {
            "x1": 402,
            "y1": 655,
            "x2": 499,
            "y2": 879,
            "text": "や やめろ！ 治療をすぐに やめろぉぉぉぉぉ‼",
            "vi": "Dừng nó! Ngừng điều trị ngay lập tức."
        }
    ],
    "015.jpg": [
        {
            "x1": 377,
            "y1": 3,
            "x2": 427,
            "y2": 136,
            "text": "ちょっ… お前やめろって",
            "vi": "Cho... Dừng lại"
        },
        {
            "x1": 63,
            "y1": 143,
            "x2": 109,
            "y2": 207,
            "text": "だって よぉ…",
            "vi": "Bởi vì nó..."
        },
        {
            "x1": 385,
            "y1": 282,
            "x2": 428,
            "y2": 473,
            "text": "「シヴァ」…",
            "vi": "\"Shiva\" ..."
        },
        {
            "x1": 57,
            "y1": 676,
            "x2": 181,
            "y2": 906,
            "text": "絶対に 許さん…‼",
            "vi": "Chắc chắn rồi...!"
        }
    ],
    "016.jpg": [
        {
            "x1": 553,
            "y1": 33,
            "x2": 1058,
            "y2": 137,
            "text": "転生した後にチート魔法力で 学校通います!!",
            "vi": "Tôi đi học với Magic Magic sau khi tái sinh!!"
        },
        {
            "x1": 48,
            "y1": 33,
            "x2": 96,
            "y2": 554,
            "text": "原作澄守 彩人画高橋愛",
            "vi": "Bản gốc Ayumi Sumori bức tranh ai Takahashi"
        },
        {
            "x1": 682,
            "y1": 681,
            "x2": 1055,
            "y2": 883,
            "text": "大好評",
            "vi": "Rất nổi tiếng"
        },
        {
            "x1": 71,
            "y1": 818,
            "x2": 288,
            "y2": 932,
            "text": "コニコ漫画内 年間ランキング2019 公式マンガ部門",
            "vi": "Kimico Manga Xếp hạng nội bộ năm 2019 Bộ phận manga chính thức"
        },
        {
            "x1": 388,
            "y1": 1298,
            "x2": 637,
            "y2": 1385,
            "text": "原作小説も 大好話務発売中",
            "vi": "Tiểu thuyết gốc cũng được bán"
        },
        {
            "x1": 476,
            "y1": 1400,
            "x2": 1056,
            "y2": 1571,
            "text": "ひょんなことから助けた ブリサードドラゴンのリザとも落らすことになったハルト。 そしてついに従者を決めて王都の学校へ行かなくてはいけなくなった！ 悩んだハルトの結話は⁉? そして、ハルトの知らぬところでうごめく思惑もあり…。 どうなる⁉？ 王都での生活!",
            "vi": "Hart, người đã quyết định thả nó với Liza của Brisado Dragon, người đã giúp anh ta. Cuối cùng, tôi đã phải quyết định một người hầu và đi đến thủ đô hoàng gia! Câu chuyện về Hart đã lo lắng là gì? Và cũng có một bí ẩn rằng nơi không xác định của Hart... Nó sẽ là gì? Cuộc sống ở thủ đô hoàng gia!"
        },
        {
            "x1": 262,
            "y1": 1519,
            "x2": 476,
            "y2": 1570,
            "text": "Kラノベブックス 定情本休1200H说別)",
            "vi": "K -ranobooks vui nhộn Shihon Honpo 1200h 说 说 说)"
        },
        {
            "x1": 57,
            "y1": 1519,
            "x2": 248,
            "y2": 1571,
            "text": "ｼリウスKC 定儀本体63O円(説別)",
            "vi": "Cơ quan tưởng niệm Sirius KC 63o Yen (ly thân)"
        }
    ]
}