var ocr_data = {
    "1-6318ad841fb66.jpg": [
        {
            "x1": 263,
            "y1": 15,
            "x2": 342,
            "y2": 120,
            "text": "くる",
            "vi": "Hãy đến"
        },
        {
            "x1": 547,
            "y1": 288,
            "x2": 597,
            "y2": 386,
            "text": "メルキュ メーネス様",
            "vi": "Mermynez"
        },
        {
            "x1": 23,
            "y1": 261,
            "x2": 117,
            "y2": 429,
            "text": "メイドのような マネをさせてしまい 申し訳ありません でした",
            "vi": "Tôi xin lỗi vì tôi đã làm một người hầu gái giống như người giúp việc"
        },
        {
            "x1": 126,
            "y1": 572,
            "x2": 157,
            "y2": 628,
            "text": "良い",
            "vi": "Khỏe"
        }
    ],
    "2-6318ad84c2539.jpg": [
        {
            "x1": 575,
            "y1": 17,
            "x2": 617,
            "y2": 185,
            "text": "王妃はいかがでした でしょう？",
            "vi": "Nữ hoàng thế nào?"
        },
        {
            "x1": 328,
            "y1": 17,
            "x2": 372,
            "y2": 131,
            "text": "魔人の素質は ありそうだ",
            "vi": "Dường như có bản chất của con quỷ"
        },
        {
            "x1": 47,
            "y1": 26,
            "x2": 125,
            "y2": 123,
            "text": "我が軍勢に 加える事を 許可しよう",
            "vi": "Hãy cho phép chúng ta thêm nó vào lực lượng của chúng ta"
        },
        {
            "x1": 499,
            "y1": 386,
            "x2": 619,
            "y2": 535,
            "text": "先程は断られて しまいましたが… あの薬を使うよう いずれは 説得いたします",
            "vi": "Tôi đã bị từ chối sớm hơn, nhưng... tôi sẽ thuyết phục tôi sử dụng thuốc đó."
        },
        {
            "x1": 63,
            "y1": 520,
            "x2": 108,
            "y2": 618,
            "text": "汝の好きに するがよい",
            "vi": "Bạn nên thích nó"
        },
        {
            "x1": 549,
            "y1": 702,
            "x2": 627,
            "y2": 781,
            "text": "あれは 失敗作も 出ている",
            "vi": "Đó cũng là một công việc thất bại"
        },
        {
            "x1": 468,
            "y1": 758,
            "x2": 543,
            "y2": 855,
            "text": "その時は 捨て置けば いい",
            "vi": "Vào thời điểm đó, vứt nó đi"
        },
        {
            "x1": 75,
            "y1": 725,
            "x2": 128,
            "y2": 837,
            "text": "かしこまり ました",
            "vi": "Tôi đạt được rồi"
        }
    ],
    "3-6318ad8567b10.jpg": [
        {
            "x1": 468,
            "y1": 52,
            "x2": 548,
            "y2": 228,
            "text": "我らの日的は 「魔神ルシファイラ」 の復活",
            "vi": "Ngày của chúng ta là sự phục sinh của \"Majin Lucifila\""
        },
        {
            "x1": 450,
            "y1": 361,
            "x2": 601,
            "y2": 494,
            "text": "この国を 血に染めあげ 怨差の魂を 我が身に 吸い上げた時",
            "vi": "Khi đất nước này được nhuộm vào máu và linh hồn của sự ác cảm được tự mình hít vào"
        },
        {
            "x1": 60,
            "y1": 735,
            "x2": 117,
            "y2": 888,
            "text": "我が身に魔神が 降臨するのだ",
            "vi": "Genie hạ xuống với tôi"
        }
    ],
    "4-6318ad860cc53.jpg": [
        {
            "x1": 531,
            "y1": 34,
            "x2": 621,
            "y2": 170,
            "text": "「魔神」が 復活すれば この国は滅ぶ",
            "vi": "Đất nước này sẽ bị phá hủy nếu \"vị thần\" trở lại"
        },
        {
            "x1": 176,
            "y1": 76,
            "x2": 261,
            "y2": 210,
            "text": "汝は汝の 役割を果たす がよい",
            "vi": "Bạn nên đóng vai trò của mình"
        },
        {
            "x1": 73,
            "y1": 115,
            "x2": 102,
            "y2": 165,
            "text": "はっ",
            "vi": "Đi săn chim ưng"
        }
    ],
    "5-6318ad86a5f1d.jpg": [
        {
            "x1": 21,
            "y1": 29,
            "x2": 172,
            "y2": 55,
            "text": "第47話真の目的",
            "vi": "Tập 47 Mục đích đúng"
        },
        {
            "x1": 470,
            "y1": 143,
            "x2": 566,
            "y2": 577,
            "text": "バルアゴス男議",
            "vi": "Hội đồng Man Baragos"
        },
        {
            "x1": 409,
            "y1": 410,
            "x2": 491,
            "y2": 642,
            "text": "命令ずる",
            "vi": "Đơn hàng"
        },
        {
            "x1": 68,
            "y1": 304,
            "x2": 144,
            "y2": 675,
            "text": "この少女婚…？",
            "vi": "Cô gái này hôn nhân...?"
        }
    ],
    "6-6318ad875338b.jpg": [
        {
            "x1": 450,
            "y1": 5,
            "x2": 494,
            "y2": 122,
            "text": "えええ",
            "vi": "Ừ"
        },
        {
            "x1": 51,
            "y1": 194,
            "x2": 213,
            "y2": 369,
            "text": "めっちゃ 一大事 ですやん",
            "vi": "Nó thực sự quan trọng"
        },
        {
            "x1": 525,
            "y1": 480,
            "x2": 596,
            "y2": 595,
            "text": "国が滅びる？ 魔神が復活 する？？",
            "vi": "Đất nước sẽ bị diệt vong? Có phải vị thần được hồi sinh không???"
        },
        {
            "x1": 427,
            "y1": 465,
            "x2": 463,
            "y2": 597,
            "text": "う―ん…",
            "vi": "Ừ…"
        },
        {
            "x1": 88,
            "y1": 485,
            "x2": 138,
            "y2": 601,
            "text": "急にそんな事 言われても",
            "vi": "Ngay cả khi bạn đột nhiên nói điều đó"
        },
        {
            "x1": 338,
            "y1": 719,
            "x2": 432,
            "y2": 835,
            "text": "とりあえず さっきの メイドさんを 追いかけよう",
            "vi": "Hiện tại, chúng ta hãy đuổi theo người giúp việc ngay trước khi"
        }
    ],
    "8-6318ad88958bf.jpg": [
        {
            "x1": 569,
            "y1": 13,
            "x2": 620,
            "y2": 146,
            "text": "一っ 聞きたいんだが",
            "vi": "Tôi muốn nghe một"
        },
        {
            "x1": 329,
            "y1": 3,
            "x2": 379,
            "y2": 140,
            "text": "王都を滅ぼす話 本当か？",
            "vi": "Có đúng là thủ đô của hoàng gia bị phá hủy?"
        },
        {
            "x1": 549,
            "y1": 284,
            "x2": 594,
            "y2": 383,
            "text": "返答がない ようだが…",
            "vi": "Dường như không có câu trả lời..."
        },
        {
            "x1": 533,
            "y1": 412,
            "x2": 615,
            "y2": 623,
            "text": "そんな事は させないぞ‼",
            "vi": "Tôi sẽ không cho phép bạn làm điều đó."
        }
    ],
    "9-6318ad893b500.jpg": [
        {
            "x1": 518,
            "y1": 13,
            "x2": 604,
            "y2": 207,
            "text": "……とりあえず 時間もないので 止めさせてもらう‼",
            "vi": "......Tôi không có thời gian cho thời gian, vì vậy tôi sẽ dừng nó."
        },
        {
            "x1": 518,
            "y1": 748,
            "x2": 569,
            "y2": 924,
            "text": "意外と すばしっこいな！",
            "vi": "Đáng ngạc nhiên dễ dàng!"
        }
    ],
    "10-6318ad89da8e9.jpg": [
        {
            "x1": 241,
            "y1": 1,
            "x2": 298,
            "y2": 201,
            "text": "くそっ…！",
            "vi": "Chỉ trích...!"
        },
        {
            "x1": 230,
            "y1": 637,
            "x2": 298,
            "y2": 790,
            "text": "こっちも 超加速っ…‼",
            "vi": "Đây là siêu tăng tốc...‼"
        }
    ],
    "11-6318ad8a8c522.jpg": [
        {
            "x1": 511,
            "y1": 319,
            "x2": 583,
            "y2": 433,
            "text": "よし！ 片羽封じた！ これで",
            "vi": "Đồng ý! Tôi đã niêm phong nó! Với điều này"
        },
        {
            "x1": 58,
            "y1": 493,
            "x2": 94,
            "y2": 645,
            "text": "まじかっ‼",
            "vi": "Nghiêm trọng"
        }
    ],
    "12-6318ad8b3e74b.jpg": [
        {
            "x1": 575,
            "y1": 323,
            "x2": 598,
            "y2": 420,
            "text": "参ったな…",
            "vi": "Tôi đến..."
        },
        {
            "x1": 72,
            "y1": 316,
            "x2": 145,
            "y2": 456,
            "text": "これ以上 王都を 離れるわけにも いかないし…",
            "vi": "Tôi không thể rời khỏi thủ đô của hoàng gia nữa..."
        },
        {
            "x1": 556,
            "y1": 540,
            "x2": 608,
            "y2": 655,
            "text": "時間もないし 仕方ない",
            "vi": "Tôi không có thời gian và tôi không thể giúp nó"
        },
        {
            "x1": 412,
            "y1": 519,
            "x2": 448,
            "y2": 643,
            "text": "王都全域",
            "vi": "Tất cả thủ đô hoàng gia"
        },
        {
            "x1": 52,
            "y1": 530,
            "x2": 131,
            "y2": 656,
            "text": "監視結界 展開っ‼",
            "vi": "Sự phát triển hàng rào giám sát"
        }
    ],
    "13-6318ad8bde511.jpg": [
        {
            "x1": 536,
            "y1": 750,
            "x2": 569,
            "y2": 850,
            "text": "はあく～",
            "vi": "Haku ~"
        },
        {
            "x1": 40,
            "y1": 751,
            "x2": 125,
            "y2": 882,
            "text": "めちゃくちゃ 忙しく なりそうだ",
            "vi": "Tôi sẽ rất bận"
        }
    ],
    "14-6318ad8c96999.jpg": [
        {
            "x1": 62,
            "y1": 825,
            "x2": 590,
            "y2": 919,
            "text": "TVアニメ化決定‼!",
            "vi": "Quyết định hoạt hình TV‼ !"
        }
    ],
    "15-6318ad8d46fbb.jpg": [
        {
            "x1": 30,
            "y1": 15,
            "x2": 649,
            "y2": 384,
            "text": "実は俺品誰でした？」 アニメ化 決定しました‼!",
            "vi": "Bạn là ai thực sự? \"Anime đã được quyết định.!"
        },
        {
            "x1": 251,
            "y1": 411,
            "x2": 425,
            "y2": 466,
            "text": "放送予定",
            "vi": "Dự kiến sẽ được phát sóng"
        },
        {
            "x1": 314,
            "y1": 526,
            "x2": 393,
            "y2": 665,
            "text": "さすが 兄上さま",
            "vi": "Đúng như dự đoán, anh trai tôi"
        }
    ],
    "16-6318ad8de23f6.jpg": [
        {
            "x1": 32,
            "y1": 454,
            "x2": 341,
            "y2": 694,
            "text": "わたくしたちが アニメに⁉ どういう事 でしょう…？ 観るものでは⁉ 実写？！？ まあ そうなるよね",
            "vi": "Chúng ta có nghĩa là gì về anime...? Những gì bạn xem là một hành động sống?!?? Đó là trường hợp"
        }
    ],
    "17-6318ad8e8c3f2.jpg": [
        {
            "x1": 334,
            "y1": 18,
            "x2": 625,
            "y2": 120,
            "text": "2023年 TVアニメ化決动",
            "vi": "Quyết định hoạt hình truyền hình 2023"
        },
        {
            "x1": 41,
            "y1": 66,
            "x2": 254,
            "y2": 242,
            "text": "9月8自 発亮田",
            "vi": "Ngày 8 tháng 9 Khởi hành từ Ryota"
        },
        {
            "x1": 511,
            "y1": 470,
            "x2": 607,
            "y2": 493,
            "text": "リーズ累計",
            "vi": "Leeds tích lũy"
        },
        {
            "x1": 480,
            "y1": 493,
            "x2": 620,
            "y2": 574,
            "text": "138方部 突破‼",
            "vi": "138 Bước đột phá"
        },
        {
            "x1": 29,
            "y1": 290,
            "x2": 60,
            "y2": 574,
            "text": "原個澄守彩「漫画高橋需",
            "vi": "Hara Sougori aya \"Manga takahashi nhu cầu"
        },
        {
            "x1": 69,
            "y1": 554,
            "x2": 339,
            "y2": 747,
            "text": "俺上",
            "vi": "TÔI"
        },
        {
            "x1": 10,
            "y1": 639,
            "x2": 137,
            "y2": 714,
            "text": "実は",
            "vi": "thật"
        },
        {
            "x1": 252,
            "y1": 759,
            "x2": 615,
            "y2": 896,
            "text": "原作小小説も 大好通急中 シャルに裏生徒会の調査を頼まれたリザ。 だが、ティア教授に見つかって魔族だと見抜かれてしまつた！ 仕方なく殺そうとするが、それを止めたのは変表したらャルで…。 そんなね、リルドは魔法去体術の授業中にうィアスとタィマをはるにとに",
            "vi": "Liza đã được Shal yêu cầu điều tra Hội đồng sinh viên trở lại bởi Shal, lý thuyết nhỏ ban đầu. Tuy nhiên, Giáo sư Cấp đã tìm thấy nó như một con quỷ! Tôi cố giết nó, nhưng tôi đã dừng nó khi tôi thay đổi nó. Đúng vậy, Lilldo là một lớp cơ thể thân thiện với ma thuật."
        }
    ]
}