var ocr_data = {
    "001.jpg": [
        {
            "x1": 77,
            "y1": 1209,
            "x2": 243,
            "y2": 1478,
            "text": "決闘を 申し込まれて しまった…！",
            "vi": "Tôi đã áp dụng cho một cuộc đấu tay đôi...!"
        }
    ],
    "002.jpg": [
        {
            "x1": 717,
            "y1": 61,
            "x2": 935,
            "y2": 165,
            "text": "園個澄守 彩 逸両高橋 愛",
            "vi": "Sono Senjin Senmori Aya Ai Takahashi Ai Takahashi"
        },
        {
            "x1": 991,
            "y1": 112,
            "x2": 1073,
            "y2": 810,
            "text": "第27出 決闘を申し込まれました(泣)。",
            "vi": "Tôi đã áp dụng cho cuộc đấu tay đôi thứ 27 (khóc)."
        }
    ],
    "003.jpg": [
        {
            "x1": 965,
            "y1": 143,
            "x2": 1026,
            "y2": 275,
            "text": "20分前",
            "vi": "20 phút trước"
        },
        {
            "x1": 538,
            "y1": 21,
            "x2": 708,
            "y2": 253,
            "text": "貴方の無礼な 行いに対し シュナイダル・ ハーフェン様は",
            "vi": "Schneidal Hafen cho hành động thô lỗ của bạn"
        },
        {
            "x1": 778,
            "y1": 566,
            "x2": 876,
            "y2": 725,
            "text": "学生寮 正面玄関",
            "vi": "Cửa ra trước ký túc xá sinh viên"
        },
        {
            "x1": 41,
            "y1": 507,
            "x2": 166,
            "y2": 676,
            "text": "決闘を 申し込まれ ました",
            "vi": "Tôi đã nộp đơn xin đấu tay đôi"
        },
        {
            "x1": 930,
            "y1": 1200,
            "x2": 1025,
            "y2": 1323,
            "text": "お断り します",
            "vi": "tôi từ chối"
        }
    ],
    "004.jpg": [
        {
            "x1": 934,
            "y1": 43,
            "x2": 1064,
            "y2": 268,
            "text": "あなたね 貴族の礼儀に 則った決闘よ？",
            "vi": "Đây có phải là một cuộc đấu tay đôi phù hợp với phép lịch sự của quý tộc của bạn?"
        },
        {
            "x1": 497,
            "y1": 451,
            "x2": 669,
            "y2": 708,
            "text": "拒否すれば ゼンフィス卿にも 汚名を着せる事に なるけど？",
            "vi": "Nếu bạn từ chối, bạn sẽ phải đặt sự kỳ thị cho Lord Zenfis?"
        },
        {
            "x1": 163,
            "y1": 503,
            "x2": 212,
            "y2": 666,
            "text": "マジかよ",
            "vi": "Bạn có nghiêm túc không"
        },
        {
            "x1": 1027,
            "y1": 788,
            "x2": 1064,
            "y2": 893,
            "text": "それと",
            "vi": "Và"
        },
        {
            "x1": 646,
            "y1": 784,
            "x2": 777,
            "y2": 981,
            "text": "わざと 負けるような 事をしたら",
            "vi": "Nếu bạn làm một cái gì đó để mất mục đích"
        },
        {
            "x1": 80,
            "y1": 1058,
            "x2": 214,
            "y2": 1226,
            "text": "拒否した 以上の事が 待ってるわ",
            "vi": "Tôi đang chờ đợi nhiều hơn tôi từ chối"
        },
        {
            "x1": 920,
            "y1": 1335,
            "x2": 1054,
            "y2": 1534,
            "text": "とにかく 全力を尽くす 事ね",
            "vi": "Dù sao, tôi sẽ làm hết sức mình"
        }
    ],
    "005.jpg": [
        {
            "x1": 118,
            "y1": 252,
            "x2": 205,
            "y2": 514,
            "text": "面倒くさい事に なっちゃった",
            "vi": "Nó trở thành một điều rắc rối"
        },
        {
            "x1": 900,
            "y1": 645,
            "x2": 1027,
            "y2": 784,
            "text": "相手は 副会長 でしょ？",
            "vi": "Đối thủ là phó chủ tịch, phải không?"
        },
        {
            "x1": 488,
            "y1": 636,
            "x2": 662,
            "y2": 804,
            "text": "なら相当な 実力者と 考えた方が いい",
            "vi": "Thì bạn nên nghĩ về nó như một người mạnh mẽ đáng kể"
        },
        {
            "x1": 358,
            "y1": 623,
            "x2": 434,
            "y2": 822,
            "text": "コピーが無傷 だったのも",
            "vi": "Bản sao đã nguyên vẹn"
        },
        {
            "x1": 29,
            "y1": 621,
            "x2": 154,
            "y2": 851,
            "text": "きっと 手加減して くれたんだろう",
            "vi": "Tôi đoán anh ấy sẽ làm nó"
        },
        {
            "x1": 898,
            "y1": 1161,
            "x2": 987,
            "y2": 1328,
            "text": "しかし 現段階では",
            "vi": "Nhưng ở giai đoạn này"
        },
        {
            "x1": 754,
            "y1": 1302,
            "x2": 888,
            "y2": 1530,
            "text": "俺が無様に 負ける案しか 浮かばない…！",
            "vi": "Tôi chỉ có thể thả nổi kế hoạch mất mát khó chịu...!"
        },
        {
            "x1": 181,
            "y1": 1269,
            "x2": 277,
            "y2": 1508,
            "text": "けど痛ぃ",
            "vi": "Nhưng đau đớn"
        },
        {
            "x1": 96,
            "y1": 1270,
            "x2": 243,
            "y2": 1591,
            "text": "のは嫌だ‼",
            "vi": "Tôi không thích"
        }
    ],
    "006.jpg": [
        {
            "x1": 871,
            "y1": 71,
            "x2": 1008,
            "y2": 271,
            "text": "とりま さっきの人を 追いかけて",
            "vi": "Theo đuổi người dân của Torimasa"
        },
        {
            "x1": 128,
            "y1": 147,
            "x2": 215,
            "y2": 285,
            "text": "副会長を 探ろう",
            "vi": "Hãy khám phá Phó Chủ tịch"
        },
        {
            "x1": 121,
            "y1": 842,
            "x2": 216,
            "y2": 1040,
            "text": "何してんの あいつ…？",
            "vi": "Công việc của bạn là gì...?"
        },
        {
            "x1": 100,
            "y1": 1172,
            "x2": 248,
            "y2": 1384,
            "text": "え 貴公子の 家に行く つもり…？",
            "vi": "Tôi sẽ đến nhà Kotoko...?"
        }
    ],
    "007.jpg": [
        {
            "x1": 836,
            "y1": 119,
            "x2": 982,
            "y2": 315,
            "text": "王都中央 ハーフェン 侯爵家の館",
            "vi": "Nhà vua Tokyo Trung tâm Hahpen Marquis"
        },
        {
            "x1": 967,
            "y1": 968,
            "x2": 1011,
            "y2": 1126,
            "text": "なに…？",
            "vi": "cái gì…?"
        },
        {
            "x1": 802,
            "y1": 1073,
            "x2": 939,
            "y2": 1269,
            "text": "決闘を やめてくれ だと…？",
            "vi": "Nếu bạn dừng đấu tay đôi...?"
        }
    ],
    "008.jpg": [
        {
            "x1": 866,
            "y1": 117,
            "x2": 911,
            "y2": 238,
            "text": "そうだ",
            "vi": "Chính là nó"
        },
        {
            "x1": 148,
            "y1": 386,
            "x2": 297,
            "y2": 583,
            "text": "事の原因は 全てボクに ある",
            "vi": "Nguyên nhân của điều là tất cả trong tôi"
        },
        {
            "x1": 883,
            "y1": 765,
            "x2": 1063,
            "y2": 1022,
            "text": "見たところ キミは彼から 受けた攻撃で 深手を負っている",
            "vi": "Khi tôi nhìn thấy nó, Kimi đã sâu thẳm trong cuộc tấn công mà anh ta nhận được từ anh ta"
        },
        {
            "x1": 937,
            "y1": 1092,
            "x2": 1069,
            "y2": 1289,
            "text": "いずれにせよ 決闘できる 状態では",
            "vi": "Trong mọi trường hợp, ở trạng thái mà bạn có thể đấu tay đôi"
        },
        {
            "x1": 951,
            "y1": 1301,
            "x2": 1047,
            "y2": 1579,
            "text": "入黙れ‼",
            "vi": "Nhận im lặng‼"
        }
    ],
    "009.jpg": [
        {
            "x1": 857,
            "y1": 22,
            "x2": 1039,
            "y2": 287,
            "text": "もっと早く 治せんのか！ 愚図め‼",
            "vi": "Nó có nhanh hơn không? Lừa gạt!"
        },
        {
            "x1": 916,
            "y1": 705,
            "x2": 1009,
            "y2": 948,
            "text": "申し訳 ありません‼",
            "vi": "Rất tiếc!"
        },
        {
            "x1": 942,
            "y1": 1079,
            "x2": 1025,
            "y2": 1221,
            "text": "なんなの こいつ…",
            "vi": "Thật là một chàng trai..."
        },
        {
            "x1": 254,
            "y1": 1070,
            "x2": 433,
            "y2": 1295,
            "text": "てゆうか あいつも一人で あんな所 行くなんて",
            "vi": "Tsuyuka tôi luôn đi một nơi như vậy một mình"
        },
        {
            "x1": 492,
            "y1": 1395,
            "x2": 635,
            "y2": 1551,
            "text": "絵に描いた ような クズじゃ ないか…！",
            "vi": "Không phải là một sự lãng phí như một bức tranh...!"
        },
        {
            "x1": 45,
            "y1": 1440,
            "x2": 127,
            "y2": 1582,
            "text": "何考え てんの⁉",
            "vi": "Bạn đang nghĩ gì?"
        }
    ],
    "010.jpg": [
        {
            "x1": 854,
            "y1": 58,
            "x2": 1110,
            "y2": 323,
            "text": "そもそも お前は 謝罪もなしに 頼みごとをする とは…",
            "vi": "Ở nơi đầu tiên, bạn hỏi mà không cần xin lỗi..."
        },
        {
            "x1": 105,
            "y1": 148,
            "x2": 194,
            "y2": 377,
            "text": "身の程を わきまえろ‼",
            "vi": "Xin biết cơ thể của bạn"
        },
        {
            "x1": 926,
            "y1": 457,
            "x2": 1057,
            "y2": 655,
            "text": "…そうか 世間知らずで 失礼した",
            "vi": "...Tôi xin lỗi vì ngây thơ"
        },
        {
            "x1": 771,
            "y1": 458,
            "x2": 811,
            "y2": 625,
            "text": "この通りだ",
            "vi": "Đường này"
        },
        {
            "x1": 996,
            "y1": 1281,
            "x2": 1042,
            "y2": 1472,
            "text": "…つまらん",
            "vi": "…nhàm chán"
        },
        {
            "x1": 108,
            "y1": 1314,
            "x2": 202,
            "y2": 1472,
            "text": "実に つまらん",
            "vi": "Nó thật sự rất chán"
        }
    ],
    "011.jpg": [
        {
            "x1": 42,
            "y1": 67,
            "x2": 216,
            "y2": 219,
            "text": "何の 意味も ない！",
            "vi": "Không có ý nghĩa gì!"
        },
        {
            "x1": 801,
            "y1": 181,
            "x2": 1033,
            "y2": 403,
            "text": "お前が 恥辱を 感じないの なら",
            "vi": "Nếu bạn không cảm thấy xấu hổ"
        },
        {
            "x1": 942,
            "y1": 513,
            "x2": 1019,
            "y2": 737,
            "text": "…では どうすれば…？",
            "vi": "… Vậy là gì...?"
        },
        {
            "x1": 63,
            "y1": 611,
            "x2": 100,
            "y2": 778,
            "text": "そうだな…",
            "vi": "Đúng thế..."
        },
        {
            "x1": 839,
            "y1": 886,
            "x2": 1011,
            "y2": 1110,
            "text": "ここで 裸踊りでも してみせろ",
            "vi": "Hãy nhảy khỏa thân ở đây."
        }
    ],
    "012.jpg": [
        {
            "x1": 694,
            "y1": 27,
            "x2": 819,
            "y2": 292,
            "text": "それは さすがに…",
            "vi": "Đó thực sự..."
        },
        {
            "x1": 85,
            "y1": 711,
            "x2": 214,
            "y2": 885,
            "text": "抵抗が ある…",
            "vi": "Có một sự kháng cự"
        },
        {
            "x1": 858,
            "y1": 971,
            "x2": 1073,
            "y2": 1197,
            "text": "どうした？ これで俺の気が 収まるなら 安いもの だろう？",
            "vi": "Có chuyện gì? Có rẻ không nếu tôi có thể có được tâm trí của tôi?"
        }
    ],
    "013.jpg": [
        {
            "x1": 910,
            "y1": 134,
            "x2": 965,
            "y2": 356,
            "text": "…わかった",
            "vi": "… Hiểu"
        },
        {
            "x1": 926,
            "y1": 1165,
            "x2": 985,
            "y2": 1310,
            "text": "えっ…",
            "vi": "ơ…"
        },
        {
            "x1": 115,
            "y1": 1238,
            "x2": 227,
            "y2": 1505,
            "text": "本気じゃ ないよね…⁉",
            "vi": "Tôi không nghiêm túc...⁉⁉"
        }
    ],
    "015.jpg": [
        {
            "x1": 503,
            "y1": 462,
            "x2": 623,
            "y2": 628,
            "text": "どうした？ 手が震えて いるぞ？",
            "vi": "Có chuyện gì? Tay bạn đang run rẩy?"
        },
        {
            "x1": 468,
            "y1": 814,
            "x2": 632,
            "y2": 1011,
            "text": "なんなら こいつに 手伝わせても いいぞ？",
            "vi": "Tôi có thể giúp anh chàng này?"
        },
        {
            "x1": 575,
            "y1": 1175,
            "x2": 615,
            "y2": 1338,
            "text": "い…いや…",
            "vi": "KHÔNG…"
        },
        {
            "x1": 41,
            "y1": 1428,
            "x2": 122,
            "y2": 1565,
            "text": "遠慮して おく…",
            "vi": "Xin vui lòng kiềm chế..."
        }
    ],
    "016.jpg": [
        {
            "x1": 553,
            "y1": 33,
            "x2": 1058,
            "y2": 137,
            "text": "転生した後にチート魔法力で 学校通います!!",
            "vi": "Tôi đi học với Magic Magic sau khi tái sinh!!"
        },
        {
            "x1": 48,
            "y1": 33,
            "x2": 96,
            "y2": 554,
            "text": "原作澄守 彩人画高橋愛",
            "vi": "Bản gốc Ayumi Sumori bức tranh ai Takahashi"
        },
        {
            "x1": 682,
            "y1": 681,
            "x2": 1055,
            "y2": 883,
            "text": "大好評",
            "vi": "Rất nổi tiếng"
        },
        {
            "x1": 71,
            "y1": 818,
            "x2": 288,
            "y2": 932,
            "text": "コニコ漫画内 年間ランキング2019 公式マンガ部門",
            "vi": "Kimico Manga Xếp hạng nội bộ năm 2019 Bộ phận manga chính thức"
        },
        {
            "x1": 388,
            "y1": 1298,
            "x2": 637,
            "y2": 1385,
            "text": "原作小説も 大好話務発売中",
            "vi": "Tiểu thuyết gốc cũng được bán"
        },
        {
            "x1": 476,
            "y1": 1400,
            "x2": 1056,
            "y2": 1571,
            "text": "ひょんなことから助けた ブリサードドラゴンのリザとも落らすことになったハルト。 そしてついに従者を決めて王都の学校へ行かなくてはいけなくなった！ 悩んだハルトの結話は⁉? そして、ハルトの知らぬところでうごめく思惑もあり…。 どうなる⁉？ 王都での生活!",
            "vi": "Hart, người đã quyết định thả nó với Liza của Brisado Dragon, người đã giúp anh ta. Cuối cùng, tôi đã phải quyết định một người hầu và đi đến thủ đô hoàng gia! Câu chuyện về Hart đã lo lắng là gì? Và cũng có một bí ẩn rằng nơi không xác định của Hart... Nó sẽ là gì? Cuộc sống ở thủ đô hoàng gia!"
        },
        {
            "x1": 262,
            "y1": 1519,
            "x2": 476,
            "y2": 1570,
            "text": "Kラノベブックス 定情本休1200H说別)",
            "vi": "K -ranobooks vui nhộn Shihon Honpo 1200h 说 说 说)"
        },
        {
            "x1": 57,
            "y1": 1519,
            "x2": 248,
            "y2": 1571,
            "text": "ｼリウスKC 定儀本体63O円(説別)",
            "vi": "Cơ quan tưởng niệm Sirius KC 63o Yen (ly thân)"
        }
    ]
}