var ocr_data = {
    "001.jpg": [
        {
            "x1": 563,
            "y1": 3,
            "x2": 604,
            "y2": 101,
            "text": "魔法⁉",
            "vi": "ma thuật⁉"
        },
        {
            "x1": 408,
            "y1": 1,
            "x2": 466,
            "y2": 215,
            "text": "当たったら 死んじゃうじゃん‼",
            "vi": "Nếu bạn nhấn nó, bạn sẽ chết"
        },
        {
            "x1": 553,
            "y1": 346,
            "x2": 608,
            "y2": 519,
            "text": "この期に及んで 逃亡を図るとは",
            "vi": "Điều gì sẽ thoát ra trong suốt thời gian này?"
        },
        {
            "x1": 86,
            "y1": 436,
            "x2": 114,
            "y2": 575,
            "text": "愚か者め！",
            "vi": "Một kẻ ngốc!"
        }
    ],
    "002.jpg": [
        {
            "x1": 403,
            "y1": 86,
            "x2": 431,
            "y2": 137,
            "text": "ふん",
            "vi": "Hmm"
        },
        {
            "x1": 538,
            "y1": 258,
            "x2": 588,
            "y2": 389,
            "text": "自分の行いを 後悔するがいい",
            "vi": "Bạn nên hối tiếc"
        },
        {
            "x1": 0,
            "y1": 638,
            "x2": 66,
            "y2": 776,
            "text": "むく",
            "vi": "lột vỏ"
        },
        {
            "x1": 334,
            "y1": 804,
            "x2": 418,
            "y2": 898,
            "text": "あー びっくり した！",
            "vi": "Ồ, tôi đã rất ngạc nhiên!"
        }
    ],
    "003.jpg": [
        {
            "x1": 533,
            "y1": 43,
            "x2": 610,
            "y2": 142,
            "text": "よかったー 防御用結界 きいてた",
            "vi": "Nó là tốt -tôi đã đến để phòng thủ"
        },
        {
            "x1": 521,
            "y1": 164,
            "x2": 573,
            "y2": 245,
            "text": "本体に 感謝だな",
            "vi": "Cảm ơn bạn đến cơ thể"
        },
        {
            "x1": 545,
            "y1": 386,
            "x2": 635,
            "y2": 522,
            "text": "あれを 喰らって 無傷だと…⁉",
            "vi": "Nếu bạn ăn nó và nó còn nguyên vẹn...⁉⁉"
        },
        {
            "x1": 140,
            "y1": 397,
            "x2": 218,
            "y2": 528,
            "text": "あしまった ここは痛がる 所だったか…！",
            "vi": "Đây là một nơi đau đớn...!"
        },
        {
            "x1": 492,
            "y1": 651,
            "x2": 614,
            "y2": 801,
            "text": "ス走",
            "vi": "Lái"
        },
        {
            "x1": 428,
            "y1": 672,
            "x2": 478,
            "y2": 804,
            "text": "遅ればせながら 痛みが！",
            "vi": "Đau trong khi muộn!"
        },
        {
            "x1": 50,
            "y1": 699,
            "x2": 133,
            "y2": 832,
            "text": "ぐわー痛い！ 痛過ぎる うううう‼",
            "vi": "Nó đau! Nó quá đau"
        }
    ],
    "004.jpg": [
        {
            "x1": 411,
            "y1": 17,
            "x2": 447,
            "y2": 142,
            "text": "バカな！",
            "vi": "dốt nát!"
        },
        {
            "x1": 298,
            "y1": 17,
            "x2": 379,
            "y2": 255,
            "text": "なぜ 立ち上がれる…⁉",
            "vi": "Tại sao tôi có thể đứng dậy...⁉"
        },
        {
            "x1": 62,
            "y1": 362,
            "x2": 121,
            "y2": 476,
            "text": "演技以前の 問題でした",
            "vi": "Đó là một vấn đề trước khi hành động"
        },
        {
            "x1": 490,
            "y1": 612,
            "x2": 590,
            "y2": 727,
            "text": "てゆうか さっきから あいつ一体 何してんの？",
            "vi": "Bạn đã làm gì từ một thời gian trước?"
        },
        {
            "x1": 30,
            "y1": 622,
            "x2": 82,
            "y2": 711,
            "text": "あ こっち 来た",
            "vi": "Tôi đến"
        }
    ],
    "005.jpg": [
        {
            "x1": 544,
            "y1": 263,
            "x2": 620,
            "y2": 394,
            "text": "状況を整理して 何をすきか 考えたのだが",
            "vi": "Tôi đã tổ chức tình hình và nghĩ về những gì tôi thích"
        },
        {
            "x1": 199,
            "y1": 280,
            "x2": 327,
            "y2": 428,
            "text": "この場合 キミをトラブルに 巻き込んだ事を 詫びるのが 第一だと思った",
            "vi": "Trong trường hợp này, tôi nghĩ đó là điều đầu tiên xin lỗi vì đã liên quan đến bạn gặp rắc rối."
        },
        {
            "x1": 542,
            "y1": 591,
            "x2": 596,
            "y2": 683,
            "text": "…すまな かった",
            "vi": "…Tôi xin lôi"
        },
        {
            "x1": 55,
            "y1": 796,
            "x2": 103,
            "y2": 915,
            "text": "今更⁉",
            "vi": "bây giờ⁉"
        }
    ],
    "006.jpg": [
        {
            "x1": 494,
            "y1": 41,
            "x2": 596,
            "y2": 173,
            "text": "第二候補として 彼の怒りを 鎮める案が 浮かんだ",
            "vi": "Là một ứng cử viên thứ hai, một kế hoạch để làm dịu cơn giận của anh ấy xuất hiện trong đầu"
        },
        {
            "x1": 288,
            "y1": 4,
            "x2": 391,
            "y2": 173,
            "text": "けど彼が 何に怒っているのか 未だに 理解が及ばない",
            "vi": "Nhưng tôi vẫn không hiểu anh ấy tức giận với điều gì"
        },
        {
            "x1": 351,
            "y1": 373,
            "x2": 372,
            "y2": 462,
            "text": "俺は他人と",
            "vi": "Tôi với người khác"
        },
        {
            "x1": 280,
            "y1": 374,
            "x2": 324,
            "y2": 543,
            "text": "取るのが苦手 自覚があるが…",
            "vi": "Tôi không giỏi sử dụng nó, nhưng..."
        },
        {
            "x1": 534,
            "y1": 581,
            "x2": 573,
            "y2": 707,
            "text": "こいつ…",
            "vi": "người đàn ông này…"
        },
        {
            "x1": 70,
            "y1": 751,
            "x2": 150,
            "y2": 931,
            "text": "俺以上に 空気読めない",
            "vi": "Tôi không thể đọc không khí nhiều hơn tôi"
        }
    ],
    "007.jpg": [
        {
            "x1": 546,
            "y1": 20,
            "x2": 600,
            "y2": 176,
            "text": "おのれおのれ おのれぇぇぇ！",
            "vi": "OROE ORO!"
        },
        {
            "x1": 352,
            "y1": 10,
            "x2": 469,
            "y2": 170,
            "text": "この私を 散々コケに しおって‼",
            "vi": "Tôi đã viết cái này như một rêu"
        },
        {
            "x1": 530,
            "y1": 736,
            "x2": 618,
            "y2": 931,
            "text": "いけません シュナイダル様‼ 殺してしまいます‼",
            "vi": "Đừng là Schneidal Tao sẽ giết mày!"
        },
        {
            "x1": 64,
            "y1": 736,
            "x2": 100,
            "y2": 889,
            "text": "うるさい‼",
            "vi": "nhiễu!"
        }
    ],
    "008.jpg": [
        {
            "x1": 526,
            "y1": 11,
            "x2": 607,
            "y2": 161,
            "text": "おいおい あれは マズいだろ‼",
            "vi": "Này, thật tệ."
        },
        {
            "x1": 219,
            "y1": 7,
            "x2": 289,
            "y2": 116,
            "text": "逃げろ！ 早く！",
            "vi": "Chạy đi! nhanh!"
        },
        {
            "x1": 552,
            "y1": 326,
            "x2": 598,
            "y2": 473,
            "text": "喰らえ‼",
            "vi": "Ăn"
        }
    ],
    "011.jpg": [
        {
            "x1": 320,
            "y1": 335,
            "x2": 371,
            "y2": 450,
            "text": "だいぶ 飛はされたな",
            "vi": "Tôi đã bay rất nhiều"
        },
        {
            "x1": 58,
            "y1": 350,
            "x2": 106,
            "y2": 443,
            "text": "あいっもきっと",
            "vi": "tôi chắc chắn"
        },
        {
            "x1": 30,
            "y1": 354,
            "x2": 92,
            "y2": 456,
            "text": "逃げただ３",
            "vi": "Escape chỉ 3"
        },
        {
            "x1": 51,
            "y1": 471,
            "x2": 123,
            "y2": 588,
            "text": "状況を 確認したい ところだが…",
            "vi": "Tôi muốn kiểm tra tình huống..."
        },
        {
            "x1": 541,
            "y1": 659,
            "x2": 591,
            "y2": 773,
            "text": "今は逃げるに 徹する",
            "vi": "Bây giờ chạy trốn"
        }
    ],
    "012.jpg": [
        {
            "x1": 544,
            "y1": 440,
            "x2": 593,
            "y2": 537,
            "text": "それは 大変だった",
            "vi": "Nó thật khó khăn"
        },
        {
            "x1": 496,
            "y1": 659,
            "x2": 601,
            "y2": 810,
            "text": "…あの後 ちびっこ教授にも 追いかけ 回された…",
            "vi": "Sau đó, tôi đã bị Giáo sư Chibikko đuổi theo"
        },
        {
            "x1": 329,
            "y1": 634,
            "x2": 457,
            "y2": 796,
            "text": "おゃ？ ないか ちこと私の部屋て お茶もないかい⁉",
            "vi": "Ừ? Tôi không có trà trong phòng."
        },
        {
            "x1": 43,
            "y1": 837,
            "x2": 63,
            "y2": 897,
            "text": "あぁ",
            "vi": "À"
        }
    ],
    "013.jpg": [
        {
            "x1": 535,
            "y1": 28,
            "x2": 609,
            "y2": 146,
            "text": "今日は ゆっくり 休んでくれ…",
            "vi": "Nghỉ ngơi ngay hôm nay..."
        },
        {
            "x1": 527,
            "y1": 253,
            "x2": 623,
            "y2": 369,
            "text": "てかいきなり 魔法バトル しかけてくる とか",
            "vi": "Đột nhiên, nó sẽ là một trận chiến kỳ diệu"
        },
        {
            "x1": 348,
            "y1": 457,
            "x2": 398,
            "y2": 609,
            "text": "どうなってんのよ この学院",
            "vi": "Chuyện gì đang xảy ra vậy?"
        },
        {
            "x1": 521,
            "y1": 699,
            "x2": 593,
            "y2": 814,
            "text": "…これは少し 調べる必要が あるな…",
            "vi": "Tôi cần kiểm tra điều này một chút"
        }
    ]
}