var ocr_data = {
    "1-6440fed5cdd71.jpg": [
        {
            "x1": 277,
            "y1": 283,
            "x2": 301,
            "y2": 364,
            "text": "ていうか",
            "vi": "Ý tôi là"
        },
        {
            "x1": 537,
            "y1": 393,
            "x2": 612,
            "y2": 509,
            "text": "へえ… ライアスより 格段に速いな",
            "vi": "Này... nó nhanh hơn nhiều so với Rias"
        },
        {
            "x1": 31,
            "y1": 403,
            "x2": 129,
            "y2": 530,
            "text": "魔法を 三重にかけて 速度を出してる のか",
            "vi": "Tốc độ chi tiêu ma thuật có phải là gấp ba không?"
        },
        {
            "x1": 114,
            "y1": 549,
            "x2": 160,
            "y2": 684,
            "text": "[五重⁉",
            "vi": "[Năm -Storied⁉"
        }
    ],
    "2-6440fed663756.jpg": [
        {
            "x1": 52,
            "y1": 574,
            "x2": 75,
            "y2": 662,
            "text": "…ほう？",
            "vi": "…quy tắc?"
        },
        {
            "x1": 533,
            "y1": 747,
            "x2": 591,
            "y2": 901,
            "text": "す…すげぇ… 防ぎきってる…",
            "vi": "Tôi rất tuyệt... nó hoàn toàn bị ngăn chặn..."
        },
        {
            "x1": 51,
            "y1": 761,
            "x2": 106,
            "y2": 874,
            "text": "俺なら全部 食らってる",
            "vi": "Tôi đang ăn mọi thứ"
        }
    ],
    "3-6440fed6ee913.jpg": [
        {
            "x1": 56,
            "y1": 83,
            "x2": 108,
            "y2": 215,
            "text": "これなら どうかな…？",
            "vi": "Còn điều này... thì sao?"
        },
        {
            "x1": 561,
            "y1": 729,
            "x2": 636,
            "y2": 845,
            "text": "すごいな まだ速くなる のか…",
            "vi": "Thật tuyệt vời, nó vẫn nhanh hơn..."
        },
        {
            "x1": 180,
            "y1": 738,
            "x2": 277,
            "y2": 836,
            "text": "―だが このまま 避けてても キリがない",
            "vi": "-Hows, không có máy khoan ngay cả khi bạn tránh nó như vậy."
        }
    ],
    "4-6440fed791fe9.jpg": [
        {
            "x1": 503,
            "y1": 71,
            "x2": 555,
            "y2": 226,
            "text": "イリスのことも ある",
            "vi": "Ngoài ra còn có một cái gì đó về Iris"
        },
        {
            "x1": 61,
            "y1": 97,
            "x2": 114,
            "y2": 229,
            "text": "手加減なしで いくか",
            "vi": "Bạn có muốn đi mà không có sự giúp đỡ nào?"
        }
    ],
    "8-6440feda2e743.jpg": [
        {
            "x1": 321,
            "y1": 33,
            "x2": 348,
            "y2": 126,
            "text": "しまった",
            "vi": "Úi"
        },
        {
            "x1": 37,
            "y1": 204,
            "x2": 107,
            "y2": 304,
            "text": "つい やりすぎて しまった…",
            "vi": "Tôi đã làm quá sức..."
        },
        {
            "x1": 537,
            "y1": 384,
            "x2": 567,
            "y2": 479,
            "text": "すげぇ…",
            "vi": "SUGO..."
        },
        {
            "x1": 324,
            "y1": 367,
            "x2": 403,
            "y2": 520,
            "text": "お前 ゼンフィスの動き 見えたか？",
            "vi": "Bạn có thấy phong trào của Zenfis không?"
        },
        {
            "x1": 57,
            "y1": 378,
            "x2": 130,
            "y2": 493,
            "text": "何やったか 全くわからな かった…",
            "vi": "Tôi không biết tôi đã làm gì..."
        },
        {
            "x1": 510,
            "y1": 672,
            "x2": 586,
            "y2": 756,
            "text": "パイセン 生きてる よね…？",
            "vi": "Paisen còn sống...?"
        }
    ],
    "9-6440fedaba8b0.jpg": [
        {
            "x1": 144,
            "y1": 79,
            "x2": 255,
            "y2": 212,
            "text": "はん",
            "vi": "HAN"
        },
        {
            "x1": 522,
            "y1": 310,
            "x2": 622,
            "y2": 442,
            "text": "へえ…激突の 衝撃を魔法で とっさに 防いだっぽいな",
            "vi": "Này... Tôi hy vọng rằng tác động của cuộc đụng độ được ngăn chặn một cách kỳ diệu"
        },
        {
            "x1": 69,
            "y1": 436,
            "x2": 117,
            "y2": 535,
            "text": "なかなか やるじゃん",
            "vi": "Tôi sẽ làm nó khá nhiều"
        },
        {
            "x1": 571,
            "y1": 625,
            "x2": 620,
            "y2": 740,
            "text": "グーベルク君 続けるかい？",
            "vi": "Bạn có muốn tiếp tục Guberg không?"
        },
        {
            "x1": 311,
            "y1": 624,
            "x2": 356,
            "y2": 754,
            "text": "いいえ やめておきます",
            "vi": "Không, dừng lại"
        }
    ],
    "10-6440fedb5435a.jpg": [
        {
            "x1": 534,
            "y1": 15,
            "x2": 577,
            "y2": 130,
            "text": "今ので何本か やられてます",
            "vi": "Tôi đang làm một thời gian bây giờ"
        },
        {
            "x1": 201,
            "y1": 43,
            "x2": 223,
            "y2": 122,
            "text": "まじで？",
            "vi": "thật sự?"
        },
        {
            "x1": 27,
            "y1": 129,
            "x2": 99,
            "y2": 296,
            "text": "後々やっかいな事に なりそうだから 治しておくか…",
            "vi": "Nó sẽ là rắc rối sau này, vì vậy hãy chữa nó..."
        },
        {
            "x1": 562,
            "y1": 694,
            "x2": 595,
            "y2": 798,
            "text": "…おや？",
            "vi": "...Oh?"
        },
        {
            "x1": 26,
            "y1": 811,
            "x2": 107,
            "y2": 911,
            "text": "痛みが 消えた",
            "vi": "Nỗi đau biến mất"
        }
    ],
    "11-6440fedc0c1cd.jpg": [
        {
            "x1": 541,
            "y1": 15,
            "x2": 633,
            "y2": 129,
            "text": "ほう… これも君の 魔法かい？",
            "vi": "Huh... đây có phải là phép thuật của bạn?"
        },
        {
            "x1": 571,
            "y1": 237,
            "x2": 604,
            "y2": 319,
            "text": "ふむ…",
            "vi": "HM…"
        },
        {
            "x1": 299,
            "y1": 218,
            "x2": 366,
            "y2": 324,
            "text": "とても 興味深い",
            "vi": "Rất thú vị"
        },
        {
            "x1": 541,
            "y1": 687,
            "x2": 626,
            "y2": 800,
            "text": "また会う 機会も あるだろう",
            "vi": "Sẽ có một cơ hội khác để gặp lại"
        },
        {
            "x1": 90,
            "y1": 756,
            "x2": 166,
            "y2": 890,
            "text": "次は お手やわらかに たのむよ",
            "vi": "Lần tới tôi sẽ thích nó một cách nhẹ nhàng"
        }
    ],
    "12-6440fedc8c86c.jpg": [
        {
            "x1": 513,
            "y1": 8,
            "x2": 594,
            "y2": 136,
            "text": "おい ハルト！",
            "vi": "Này Hart!"
        },
        {
            "x1": 331,
            "y1": 12,
            "x2": 430,
            "y2": 164,
            "text": "なんだよ 殴りたくねーとか 言っといて やるじゃねーか！",
            "vi": "Tôi đoán tôi muốn đạt được nó!"
        },
        {
            "x1": 27,
            "y1": 209,
            "x2": 99,
            "y2": 359,
            "text": "さっきの技は何だ 詳しく教えて くれないか！",
            "vi": "Bạn có thể cho tôi biết chi tiết gì?"
        },
        {
            "x1": 567,
            "y1": 404,
            "x2": 594,
            "y2": 515,
            "text": "ハルト君‼",
            "vi": "Hart"
        },
        {
            "x1": 221,
            "y1": 412,
            "x2": 294,
            "y2": 525,
            "text": "すばらしい！ 君の筋肉は パーフェクト",
            "vi": "Quá tuyệt! Cơ bắp của bạn là hoàn hảo"
        },
        {
            "x1": 169,
            "y1": 560,
            "x2": 308,
            "y2": 710,
            "text": "パチ パチ",
            "vi": "Crackling"
        },
        {
            "x1": 524,
            "y1": 737,
            "x2": 592,
            "y2": 861,
            "text": "そうだ！ メインは こっちだった",
            "vi": "Chính là nó! Chính là thế này"
        },
        {
            "x1": 35,
            "y1": 767,
            "x2": 114,
            "y2": 902,
            "text": "てか タイミング的に 今じゃね⁉",
            "vi": "Bây giờ nó về thời gian"
        }
    ],
    "13-6440fedd25b8e.jpg": [
        {
            "x1": 513,
            "y1": 26,
            "x2": 628,
            "y2": 162,
            "text": "でしたら 俺が学ぶ事は もう何も ありませんね",
            "vi": "Vì vậy, tôi không có gì để học thêm nữa"
        },
        {
            "x1": 270,
            "y1": 7,
            "x2": 316,
            "y2": 135,
            "text": "えっ…！",
            "vi": "ơ…!"
        },
        {
            "x1": 321,
            "y1": 69,
            "x2": 469,
            "y2": 367,
            "text": "きっぱ川",
            "vi": "Sông Kippa"
        },
        {
            "x1": 145,
            "y1": 57,
            "x2": 309,
            "y2": 429,
            "text": "カモーン",
            "vi": "Camone"
        },
        {
            "x1": 52,
            "y1": 297,
            "x2": 116,
            "y2": 448,
            "text": "それ自分で 言っちゃう⁉",
            "vi": "Tôi sẽ tự nói điều đó⁉"
        },
        {
            "x1": 490,
            "y1": 493,
            "x2": 617,
            "y2": 660,
            "text": "―だが確かに 私と対等に戦える グーベルク君を 負かしてしまったし なあ…",
            "vi": "-HoWhing, tôi đã đánh bại Guga, người có thể chiến đấu với tôi..."
        },
        {
            "x1": 507,
            "y1": 749,
            "x2": 624,
            "y2": 894,
            "text": "ウム！ 確かに この授業き 受ける意味は ないね！",
            "vi": "Ừm! Chắc chắn không có điểm nào trong việc học lớp này!"
        }
    ],
    "14-6440feddb2183.jpg": [
        {
            "x1": 494,
            "y1": 27,
            "x2": 593,
            "y2": 195,
            "text": "今の時点で 履修単位をあげても よいのだが 前例がない",
            "vi": "Tại thời điểm này, bạn có thể muốn tăng khóa học của bạn, nhưng không có tiền lệ"
        },
        {
            "x1": 254,
            "y1": 10,
            "x2": 302,
            "y2": 144,
            "text": "学院側と 相談してみよう",
            "vi": "Hãy nói chuyện với phía trường"
        },
        {
            "x1": 37,
            "y1": 25,
            "x2": 71,
            "y2": 131,
            "text": "おお…⁉",
            "vi": "Oh…⁉"
        },
        {
            "x1": 467,
            "y1": 342,
            "x2": 585,
            "y2": 474,
            "text": "今回の作戦 もしかして かなり 成功しているの では⁉",
            "vi": "Chiến lược này có thể nó khá thành công."
        },
        {
            "x1": 330,
            "y1": 583,
            "x2": 384,
            "y2": 715,
            "text": "ありがとう ございますっ",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 138,
            "y1": 617,
            "x2": 184,
            "y2": 715,
            "text": "なんかよく わからんが",
            "vi": "Tôi không hiểu điều gì đó"
        },
        {
            "x1": 66,
            "y1": 721,
            "x2": 142,
            "y2": 822,
            "text": "ありがとう アレクセイ 先輩！",
            "vi": "Cảm ơn bạn Alexei Senior!"
        }
    ]
}