var ocr_data = {
    "1-6374e77e1b940.jpg": [
        {
            "x1": 516,
            "y1": 77,
            "x2": 566,
            "y2": 174,
            "text": "王都南地区 大聖堂",
            "vi": "Nhà thờ huyện Minami của Thành phố Hoàng gia"
        },
        {
            "x1": 13,
            "y1": 531,
            "x2": 82,
            "y2": 612,
            "text": "起動して しまい ました！",
            "vi": "Nó bắt đầu!"
        },
        {
            "x1": 246,
            "y1": 716,
            "x2": 296,
            "y2": 830,
            "text": "早く皆さんを 避難させない",
            "vi": "Đừng để mọi người sớm sơ tán"
        }
    ],
    "2-6374e77f38920.jpg": [
        {
            "x1": 207,
            "y1": 159,
            "x2": 435,
            "y2": 183,
            "text": "原作澄彩一園両高橋",
            "vi": "Sakumi Ayachi Garden gốc Ryotakahashi"
        },
        {
            "x1": 201,
            "y1": 480,
            "x2": 291,
            "y2": 518,
            "text": "準備は",
            "vi": "Chuẩn bị"
        },
        {
            "x1": 181,
            "y1": 511,
            "x2": 331,
            "y2": 575,
            "text": "万全",
            "vi": "Tính kỹ lưỡng"
        },
        {
            "x1": 177,
            "y1": 565,
            "x2": 318,
            "y2": 592,
            "text": "してきました☆",
            "vi": "Tôi đã làm điều đó ☆"
        },
        {
            "x1": 343,
            "y1": 880,
            "x2": 606,
            "y2": 899,
            "text": "第っ２話キャメロトの騎たち",
            "vi": "Tập 2 Knights của Cameroto"
        }
    ],
    "3-6374e78058e81.jpg": [
        {
            "x1": 535,
            "y1": 61,
            "x2": 561,
            "y2": 125,
            "text": "何だ？",
            "vi": "Gì?"
        },
        {
            "x1": 54,
            "y1": 45,
            "x2": 104,
            "y2": 160,
            "text": "地面が 光ってる…？",
            "vi": "Mặt đất đang chiếu sáng...?"
        },
        {
            "x1": 571,
            "y1": 261,
            "x2": 600,
            "y2": 377,
            "text": "みなさーん",
            "vi": "Minasan"
        },
        {
            "x1": 329,
            "y1": 273,
            "x2": 415,
            "y2": 428,
            "text": "そこは危険です すぐに逃げて くださーい",
            "vi": "Thật nguy hiểm, hãy trốn thoát ngay lập tức"
        },
        {
            "x1": 493,
            "y1": 733,
            "x2": 541,
            "y2": 807,
            "text": "なんだ あの子？",
            "vi": "Đứa trẻ đó là gì?"
        },
        {
            "x1": 41,
            "y1": 718,
            "x2": 105,
            "y2": 814,
            "text": "この光といい 何かの 催しか？",
            "vi": "Đây có phải là một cái gì đó tốt?"
        }
    ],
    "4-6374e7817446a.jpg": [
        {
            "x1": 244,
            "y1": 29,
            "x2": 276,
            "y2": 86,
            "text": "秘技",
            "vi": "Kỹ năng bí mật"
        },
        {
            "x1": 571,
            "y1": 29,
            "x2": 616,
            "y2": 162,
            "text": "し…仕方 ありません…‼",
            "vi": "...Tôi không thể giúp...‼"
        },
        {
            "x1": 52,
            "y1": 213,
            "x2": 79,
            "y2": 328,
            "text": "雨雲くん！",
            "vi": "Đám mây mưa -Kun!"
        },
        {
            "x1": 391,
            "y1": 804,
            "x2": 416,
            "y2": 865,
            "text": "わあっ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 71,
            "y1": 798,
            "x2": 95,
            "y2": 861,
            "text": "キャー",
            "vi": "Xe ô tô"
        }
    ],
    "5-6374e78295a33.jpg": [
        {
            "x1": 503,
            "y1": 38,
            "x2": 596,
            "y2": 154,
            "text": "ふう… みなさん ごめんなさい です…",
            "vi": "Huh... tôi xin lỗi mọi người..."
        },
        {
            "x1": 165,
            "y1": 265,
            "x2": 204,
            "y2": 362,
            "text": "はわわわ グールが…！",
            "vi": "Ghoul Ghoul...!"
        },
        {
            "x1": 23,
            "y1": 452,
            "x2": 71,
            "y2": 550,
            "text": "こんな時の ための…‼",
            "vi": "Trong một thời gian như vậy...‼"
        },
        {
            "x1": 416,
            "y1": 603,
            "x2": 442,
            "y2": 716,
            "text": "おいでませ",
            "vi": "Thôi nào"
        },
        {
            "x1": 41,
            "y1": 766,
            "x2": 98,
            "y2": 919,
            "text": "キャメロットの 騎士たちよ‼",
            "vi": "Các hiệp sĩ của Camelot"
        }
    ],
    "6-6374e783cacd0.jpg": [
        {
            "x1": 0,
            "y1": 0,
            "x2": 492,
            "y2": 551,
            "text": "づづ",
            "vi": "Cho"
        }
    ],
    "8-6374e7862dddb.jpg": [
        {
            "x1": 530,
            "y1": 13,
            "x2": 631,
            "y2": 191,
            "text": "我ら キャメロットの 近衛騎士団",
            "vi": "Hiệp sĩ lạc đà của chúng tôi"
        },
        {
            "x1": 69,
            "y1": 1,
            "x2": 128,
            "y2": 226,
            "text": "召喚に応じ まかりこしました‼",
            "vi": "Tôi đã làm điều đó để đáp lại việc triệu tập."
        },
        {
            "x1": 534,
            "y1": 436,
            "x2": 638,
            "y2": 550,
            "text": "ジョニーさん まずは住民の 皆さんの 避難を！",
            "vi": "Johnny lần đầu tiên sơ tán người dân!"
        },
        {
            "x1": 248,
            "y1": 447,
            "x2": 277,
            "y2": 521,
            "text": "御意‼",
            "vi": "Bạn sẽ."
        },
        {
            "x1": 529,
            "y1": 666,
            "x2": 629,
            "y2": 816,
            "text": "ギガンさんは すぐに 魔法術式の破壊を お願いします！",
            "vi": "Gigan yêu cầu bạn tiêu diệt phong cách ma thuật ngay lập tức!"
        },
        {
            "x1": 185,
            "y1": 689,
            "x2": 208,
            "y2": 767,
            "text": "わかった",
            "vi": "Đã hiểu"
        }
    ],
    "9-6374e787486b4.jpg": [
        {
            "x1": 508,
            "y1": 13,
            "x2": 592,
            "y2": 149,
            "text": "アーク・ クエイク",
            "vi": "Trận động đất cung"
        },
        {
            "x1": 535,
            "y1": 734,
            "x2": 587,
            "y2": 815,
            "text": "──では 皆さん…",
            "vi": "── sau đó mọi người..."
        }
    ],
    "10-6374e78808d62.jpg": [
        {
            "x1": 157,
            "y1": 518,
            "x2": 290,
            "y2": 730,
            "text": "ここからは おかたづけの 時間です…‼",
            "vi": "Đã đến lúc bị tắc từ đây...‼‼"
        }
    ],
    "12-6374e78a5fb79.jpg": [
        {
            "x1": 525,
            "y1": 619,
            "x2": 623,
            "y2": 734,
            "text": "フフフフ… そんな事を しても 無駄ですよ…",
            "vi": "Hufufufufu... thật vô dụng khi làm điều đó..."
        },
        {
            "x1": 261,
            "y1": 635,
            "x2": 344,
            "y2": 768,
            "text": "なぜなら 我々は骨です からね‼",
            "vi": "Bởi vì chúng ta là xương"
        },
        {
            "x1": 103,
            "y1": 812,
            "x2": 184,
            "y2": 927,
            "text": "クールには なリません",
            "vi": "Nó không tuyệt"
        }
    ],
    "13-6374e78b21a47.jpg": [
        {
            "x1": 518,
            "y1": 646,
            "x2": 586,
            "y2": 746,
            "text": "はわわわ みなさん さすがです",
            "vi": "Đúng như dự đoán, mọi người đều"
        },
        {
            "x1": 35,
            "y1": 669,
            "x2": 109,
            "y2": 767,
            "text": "わたくしも 援護しなく ては…！",
            "vi": "Tôi phải ủng hộ tôi...!"
        }
    ],
    "14-6374e78bd94fe.jpg": [
        {
            "x1": 295,
            "y1": 34,
            "x2": 352,
            "y2": 204,
            "text": "奥儀 ねむねむさん‼",
            "vi": "Oku nemenmu -san"
        },
        {
            "x1": 574,
            "y1": 632,
            "x2": 598,
            "y2": 710,
            "text": "今ですっ",
            "vi": "Bây giờ tôi"
        }
    ],
    "17-6374e78f5bd93.jpg": [
        {
            "x1": 366,
            "y1": 11,
            "x2": 462,
            "y2": 190,
            "text": "我らの 勝利ですっ",
            "vi": "Đó là chiến thắng của chúng tôi"
        }
    ],
    "18-6374e79017622.jpg": [
        {
            "x1": 399,
            "y1": 49,
            "x2": 468,
            "y2": 170,
            "text": "う…うわぁく シャルちゃん ぱねぇくそ",
            "vi": "Bạn... wow shal -chan"
        },
        {
            "x1": 114,
            "y1": 71,
            "x2": 187,
            "y2": 321,
            "text": "俺のサポートなんて",
            "vi": "Hỗ trợ của tôi"
        },
        {
            "x1": 81,
            "y1": 100,
            "x2": 150,
            "y2": 305,
            "text": "霊必要なかったお",
            "vi": "Không cần tinh thần"
        },
        {
            "x1": 511,
            "y1": 504,
            "x2": 612,
            "y2": 630,
            "text": "てか骨骨軍団 いつもは 農作業しか してないのに 統制とれすぎ…‼",
            "vi": "Teka Bone Corps Tôi thường chỉ làm nông nghiệp, nhưng tôi có thể kiểm soát quá nhiều...‼"
        },
        {
            "x1": 77,
            "y1": 487,
            "x2": 179,
            "y2": 645,
            "text": "あたかも 準備してたか のようだ…",
            "vi": "Có vẻ như bạn đang chuẩn bị..."
        },
        {
            "x1": 516,
            "y1": 704,
            "x2": 601,
            "y2": 847,
            "text": "妹よ… それを指揮しちゃう きみって どこまで すごい子なの…",
            "vi": "Em gái tôi... thật tuyệt vời khi dẫn nó đến thế nào..."
        },
        {
            "x1": 69,
            "y1": 727,
            "x2": 159,
            "y2": 868,
            "text": "お兄ちゃん 感心しをゃう",
            "vi": "Tôi rất ấn tượng với anh trai của bạn"
        }
    ],
    "19-6374e790c74d9.jpg": [
        {
            "x1": 62,
            "y1": 825,
            "x2": 590,
            "y2": 919,
            "text": "TVアニメ化決定‼!",
            "vi": "Quyết định hoạt hình TV‼ !"
        }
    ],
    "20-6374e7920c2ba.jpg": [
        {
            "x1": 24,
            "y1": 105,
            "x2": 779,
            "y2": 532,
            "text": "We're looking for J-E manga translators for our projects. If you're interested in, please dm malsi#3621 (No need to add friend) on Discord or emaiil: tagomisugi2@gmail.com",
            "vi": "Chúng tôi đang tìm kiếm các dịch giả Manga J-E cho các dự án của chúng tôi. Nếu bạn quan tâm, vui lòng"
        }
    ]
}