var ocr_data = {
    "1-632c1ee029e2f.jpg": [
        {
            "x1": 551,
            "y1": 13,
            "x2": 575,
            "y2": 143,
            "text": "雾学院内 林",
            "vi": "雾 Gakuin trong rừng"
        },
        {
            "x1": 12,
            "y1": 26,
            "x2": 86,
            "y2": 215,
            "text": "くんくん",
            "vi": "Kun -Kun"
        },
        {
            "x1": 112,
            "y1": 283,
            "x2": 142,
            "y2": 385,
            "text": "…匂うな",
            "vi": "… Đừng ngửi thấy mùi"
        },
        {
            "x1": 424,
            "y1": 735,
            "x2": 485,
            "y2": 887,
            "text": "くんくん",
            "vi": "Kun -Kun"
        },
        {
            "x1": 324,
            "y1": 724,
            "x2": 380,
            "y2": 821,
            "text": "匂う… ですか？",
            "vi": "Nó có mùi...?"
        }
    ],
    "2-632c1ee0c9dc1.jpg": [
        {
            "x1": 502,
            "y1": 49,
            "x2": 547,
            "y2": 140,
            "text": "じっ…",
            "vi": "Thực ra..."
        },
        {
            "x1": 422,
            "y1": 27,
            "x2": 450,
            "y2": 114,
            "text": "私は色…",
            "vi": "Tôi là một màu sắc..."
        },
        {
            "x1": 53,
            "y1": 189,
            "x2": 125,
            "y2": 286,
            "text": "うっすら 灰色の靄が かかってる",
            "vi": "Nó có một làn khói hơi xám"
        },
        {
            "x1": 518,
            "y1": 348,
            "x2": 620,
            "y2": 513,
            "text": "急にハルト様が 学内を確認してきて と言ったから 来てみたけど…",
            "vi": "Tôi đột nhiên đến vì Hart đột nhiên kiểm tra trường..."
        },
        {
            "x1": 56,
            "y1": 357,
            "x2": 128,
            "y2": 489,
            "text": "それが なかったら 見逃してたかも",
            "vi": "Nếu không, có thể đã bỏ lỡ nó"
        },
        {
            "x1": 423,
            "y1": 621,
            "x2": 639,
            "y2": 779,
            "text": "なるほど… お二人は そのような形で 魔力探知が できるのですね… わだくしは 苦手なので さっはです",
            "vi": "Tôi thấy... bạn có thể phát hiện phép thuật theo cách đó... Tôi không giỏi Wadakushi, vì vậy đó là một ý kiến hay."
        },
        {
            "x1": 199,
            "y1": 682,
            "x2": 228,
            "y2": 734,
            "text": "ああ",
            "vi": "À"
        }
    ],
    "3-632c1ee1b3f8d.jpg": [
        {
            "x1": 77,
            "y1": 183,
            "x2": 360,
            "y2": 215,
            "text": "園作澄守彩園両高橋愛",
            "vi": "Sonaku sumimori aizono ryotakahashi ai"
        },
        {
            "x1": 488,
            "y1": 549,
            "x2": 570,
            "y2": 726,
            "text": "なぜ学院内に",
            "vi": "Tại sao trong trường"
        },
        {
            "x1": 420,
            "y1": 583,
            "x2": 514,
            "y2": 792,
            "text": "魔法術式が⁉",
            "vi": "Buổi lễ ma thuật là⁉"
        },
        {
            "x1": 116,
            "y1": 615,
            "x2": 221,
            "y2": 750,
            "text": "ここには 大規模な 魔法術式が 刻まれているぞ",
            "vi": "Có một nghi lễ ma thuật lớn ở đây."
        },
        {
            "x1": 66,
            "y1": 860,
            "x2": 235,
            "y2": 883,
            "text": "第48話大変な事態",
            "vi": "Tập 48 Hiệp ước"
        }
    ],
    "4-632c1ee275c66.jpg": [
        {
            "x1": 171,
            "y1": 29,
            "x2": 247,
            "y2": 197,
            "text": "二人が そう言う程の 高難度な魔法術式を",
            "vi": "Một buổi lễ kỳ diệu rất khó khăn mà hai người nói"
        },
        {
            "x1": 52,
            "y1": 33,
            "x2": 125,
            "y2": 202,
            "text": "学生さんが 組み上げられるとは 考えられません",
            "vi": "Tôi không nghĩ các sinh viên sẽ được tập hợp"
        },
        {
            "x1": 507,
            "y1": 262,
            "x2": 629,
            "y2": 412,
            "text": "となると それより もっと 上の組織の仕業と 考えた方が よいでしょう",
            "vi": "Sẽ tốt hơn nếu nghĩ về nó như là công việc của một tổ chức cao hơn."
        },
        {
            "x1": 527,
            "y1": 629,
            "x2": 626,
            "y2": 743,
            "text": "この匂い 他の場所でも 嗅いだことが あるな",
            "vi": "Tôi đã ngửi thấy mùi khác ở nơi khác trong mùi này"
        },
        {
            "x1": 133,
            "y1": 629,
            "x2": 211,
            "y2": 744,
            "text": "ああ 確か 王都の西側の 墓地だ",
            "vi": "Ồ, nó chắc chắn là một nghĩa địa ở phía tây của thủ đô hoàng gia"
        }
    ],
    "5-632c1ee3263ad.jpg": [
        {
            "x1": 499,
            "y1": 9,
            "x2": 599,
            "y2": 160,
            "text": "では 王都全域に 同じような術式が いくつもある…？",
            "vi": "Vì vậy, có một số kỹ thuật tương tự trên khắp thủ đô hoàng gia...?"
        },
        {
            "x1": 26,
            "y1": 13,
            "x2": 70,
            "y2": 151,
            "text": "北人—南",
            "vi": "Người miền Bắc - miền Nam"
        },
        {
            "x1": 527,
            "y1": 331,
            "x2": 602,
            "y2": 438,
            "text": "よし ならば 行ってきて やろう！",
            "vi": "Hãy đi!"
        },
        {
            "x1": 502,
            "y1": 566,
            "x2": 600,
            "y2": 674,
            "text": "我が健脚 疾風の ごとし！",
            "vi": "Như đôi chân khỏe mạnh của tôi!"
        },
        {
            "x1": 49,
            "y1": 616,
            "x2": 79,
            "y2": 673,
            "text": "あっ",
            "vi": "À"
        }
    ],
    "6-632c1ee3c164c.jpg": [
        {
            "x1": 451,
            "y1": 38,
            "x2": 524,
            "y2": 152,
            "text": "フレイ 行ってしまい ました",
            "vi": "Tôi đã đi đến Frey"
        },
        {
            "x1": 528,
            "y1": 231,
            "x2": 625,
            "y2": 379,
            "text": "と とりあえず わたくしたちは 魔法術式の 解析をしましょう",
            "vi": "Hiện tại, hãy phân tích phong cách kỳ diệu"
        },
        {
            "x1": 396,
            "y1": 222,
            "x2": 456,
            "y2": 336,
            "text": "兄上さまの 秘密道具",
            "vi": "Công cụ bí mật của anh tôi"
        },
        {
            "x1": 66,
            "y1": 487,
            "x2": 94,
            "y2": 690,
            "text": "「解析るんです」！",
            "vi": "\"Tôi phân tích\"!"
        },
        {
            "x1": 569,
            "y1": 741,
            "x2": 597,
            "y2": 854,
            "text": "それは何？",
            "vi": "Đó là cái gì?"
        }
    ],
    "7-632c1ee469254.jpg": [
        {
            "x1": 435,
            "y1": 9,
            "x2": 601,
            "y2": 206,
            "text": "これは兄上様が 発明した 目に見えないものを 映し出し解析する 装置ですっ",
            "vi": "Đây là một thiết bị phản ánh và phân tích một cái gì đó vô hình bởi anh trai mình."
        },
        {
            "x1": 38,
            "y1": 28,
            "x2": 100,
            "y2": 138,
            "text": "…そう なんだ…",
            "vi": "…Đúng thế…"
        }
    ],
    "8-632c1ee5145de.jpg": [
        {
            "x1": 578,
            "y1": 54,
            "x2": 603,
            "y2": 135,
            "text": "これは…",
            "vi": "đây là…"
        },
        {
            "x1": 61,
            "y1": 215,
            "x2": 86,
            "y2": 265,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 495,
            "y1": 340,
            "x2": 615,
            "y2": 490,
            "text": "これが発動すると 複数の場所で エルダーグールが 召喚される と あります…",
            "vi": "Khi điều này được kích hoạt, người ta nói rằng Ghoul già sẽ được triệu tập ở nhiều nơi..."
        },
        {
            "x1": 51,
            "y1": 666,
            "x2": 141,
            "y2": 818,
            "text": "しかも 今夜中に 起動すると…！",
            "vi": "Và khi nó bắt đầu tối nay...!"
        }
    ],
    "9-632c1ee5b7468.jpg": [
        {
            "x1": 476,
            "y1": 281,
            "x2": 590,
            "y2": 439,
            "text": "これが本当 だとすれば 王都の人達が 危ないですっ…",
            "vi": "Nếu điều này là đúng, người dân của thủ đô hoàng gia rất nguy hiểm..."
        },
        {
            "x1": 159,
            "y1": 704,
            "x2": 206,
            "y2": 806,
            "text": "誰っ！",
            "vi": "WHO!"
        }
    ],
    "10-632c1ee661370.jpg": [
        {
            "x1": 423,
            "y1": 59,
            "x2": 481,
            "y2": 192,
            "text": "驚かせたなら 謝ろう",
            "vi": "Nếu bạn ngạc nhiên, chúng ta hãy xin lỗi"
        },
        {
            "x1": 86,
            "y1": 322,
            "x2": 111,
            "y2": 436,
            "text": "害意はない",
            "vi": "Không gây hại"
        },
        {
            "x1": 539,
            "y1": 506,
            "x2": 608,
            "y2": 621,
            "text": "イリスさん！ どうかしたの ですか？",
            "vi": "Iris! Chuyện gì đã xảy ra?"
        },
        {
            "x1": 231,
            "y1": 511,
            "x2": 276,
            "y2": 628,
            "text": "は子院内 だよ？",
            "vi": "Có phải là bên trong đứa trẻ không?"
        },
        {
            "x1": 49,
            "y1": 524,
            "x2": 119,
            "y2": 604,
            "text": "それは こっちの セリフだ",
            "vi": "Đó là dòng này"
        },
        {
            "x1": 555,
            "y1": 666,
            "x2": 580,
            "y2": 711,
            "text": "何を",
            "vi": "cái gì"
        },
        {
            "x1": 583,
            "y1": 666,
            "x2": 633,
            "y2": 763,
            "text": "キミたちは 一体",
            "vi": "Bạn là một"
        },
        {
            "x1": 430,
            "y1": 665,
            "x2": 452,
            "y2": 744,
            "text": "これは…",
            "vi": "đây là…"
        },
        {
            "x1": 52,
            "y1": 663,
            "x2": 128,
            "y2": 814,
            "text": "ここに設置された 魔法術式の 正体か⁉",
            "vi": "Nó có phải là kiểu ma thuật của loại ma thuật được cài đặt ở đây?"
        }
    ],
    "11-632c1ee70b936.jpg": [
        {
            "x1": 547,
            "y1": 75,
            "x2": 592,
            "y2": 190,
            "text": "知っていたの ですか？",
            "vi": "Bạn có biết?"
        },
        {
            "x1": 482,
            "y1": 157,
            "x2": 506,
            "y2": 204,
            "text": "あぁ",
            "vi": "À"
        },
        {
            "x1": 322,
            "y1": 30,
            "x2": 430,
            "y2": 194,
            "text": "……けど これ程 おぞましい ものだとは 知らなかったよ",
            "vi": "......nhưng tôi không biết rằng nó rất khủng khiếp"
        },
        {
            "x1": 502,
            "y1": 465,
            "x2": 602,
            "y2": 615,
            "text": "マズいぞ 同じものが王都の 各所に設置 されている",
            "vi": "Điều tương tự được cài đặt ở nhiều nơi khác nhau ở thủ đô Hoàng gia"
        },
        {
            "x1": 206,
            "y1": 468,
            "x2": 278,
            "y2": 581,
            "text": "そんなものが 一斉に起動 したら",
            "vi": "Nếu một thứ như vậy bắt đầu tất cả cùng một lúc"
        },
        {
            "x1": 512,
            "y1": 692,
            "x2": 597,
            "y2": 847,
            "text": "設置されている 場所がわかるの ですか⁉",
            "vi": "Bạn có biết nơi được cài đặt không?"
        },
        {
            "x1": 30,
            "y1": 721,
            "x2": 64,
            "y2": 807,
            "text": "ぁぁあ",
            "vi": "À"
        }
    ],
    "12-632c1ee7a527b.jpg": [
        {
            "x1": 547,
            "y1": 21,
            "x2": 623,
            "y2": 171,
            "text": "ここと 王都の西側にある 共同墓地",
            "vi": "Ở đây và nghĩa trang chung ở phía tây của thủ đô Hoàng gia"
        },
        {
            "x1": 81,
            "y1": 13,
            "x2": 159,
            "y2": 129,
            "text": "南の 大聖堂にある 公園",
            "vi": "Công viên ở Nhà thờ phía Nam"
        },
        {
            "x1": 55,
            "y1": 174,
            "x2": 134,
            "y2": 289,
            "text": "それに 王宮前広場の 四か所だ",
            "vi": "Và có bốn nơi trong Quảng trường Cung điện Hoàng gia"
        },
        {
            "x1": 569,
            "y1": 339,
            "x2": 612,
            "y2": 454,
            "text": "…よく見つけ ましたね",
            "vi": "...Tôi đã tìm thấy nó tốt"
        },
        {
            "x1": 75,
            "y1": 340,
            "x2": 171,
            "y2": 473,
            "text": "ああ 放課後に配達の バイトを しててね",
            "vi": "Ồ, xin vui lòng làm việc một phần -thời gian sau giờ học"
        },
        {
            "x1": 577,
            "y1": 549,
            "x2": 621,
            "y2": 645,
            "text": "それよりも ここだ",
            "vi": "Đây còn hơn thế nữa"
        },
        {
            "x1": 351,
            "y1": 546,
            "x2": 426,
            "y2": 677,
            "text": "離れた場所で 連動して同時に 起動するとある",
            "vi": "Người ta nói rằng nó sẽ bắt đầu cùng một lúc ở một nơi xa xôi"
        }
    ],
    "13-632c1ee84e273.jpg": [
        {
            "x1": 499,
            "y1": 17,
            "x2": 597,
            "y2": 166,
            "text": "だとすれば 魔法術式を 起動前に破壊 しないといけない",
            "vi": "Nếu vậy, bạn phải phá hủy loại phép thuật trước khi bắt đầu"
        },
        {
            "x1": 213,
            "y1": 80,
            "x2": 282,
            "y2": 126,
            "text": "起動",
            "vi": "Khởi động"
        },
        {
            "x1": 157,
            "y1": 182,
            "x2": 226,
            "y2": 222,
            "text": "起動",
            "vi": "Khởi động"
        },
        {
            "x1": 6,
            "y1": 1,
            "x2": 99,
            "y2": 205,
            "text": "だが ひとつを破壊しても 残りの術式は 連動してしまう となると―",
            "vi": "Tuy nhiên, ngay cả khi người ta bị phá hủy, công thức nghệ thuật còn lại được liên kết với nó."
        },
        {
            "x1": 493,
            "y1": 497,
            "x2": 587,
            "y2": 647,
            "text": "四つの術式を 同時に破壊 しましょう！",
            "vi": "Phá hủy bốn bài báo cùng một lúc!"
        }
    ],
    "14-632c1ee8eb9c4.jpg": [
        {
            "x1": 539,
            "y1": 35,
            "x2": 632,
            "y2": 151,
            "text": "そんな事が 可能なら そうしたい ところだが…",
            "vi": "Tôi muốn làm điều đó nếu điều đó là có thể..."
        },
        {
            "x1": 306,
            "y1": 20,
            "x2": 379,
            "y2": 126,
            "text": "リザ ここの 破壊準備を しっっ",
            "vi": "Liza chuẩn bị cho sự hủy diệt ở đây"
        },
        {
            "x1": 42,
            "y1": 201,
            "x2": 132,
            "y2": 337,
            "text": "もう一か所へ行き 遠隔で同時に 破壊することは できますか？",
            "vi": "Tôi có thể đi đến một nơi khác và phá hủy nó từ xa cùng một lúc không?"
        },
        {
            "x1": 406,
            "y1": 386,
            "x2": 458,
            "y2": 450,
            "text": "できる と思う",
            "vi": "Tôi nghĩ tôi có thể"
        },
        {
            "x1": 507,
            "y1": 611,
            "x2": 631,
            "y2": 742,
            "text": "けど わたしが 離れている間 ここの維持を 誰かに頼まない といけなくなる",
            "vi": "Nhưng khi tôi đi vắng, tôi phải yêu cầu ai đó duy trì nó ở đây"
        },
        {
            "x1": 367,
            "y1": 607,
            "x2": 418,
            "y2": 722,
            "text": "魔法レベルが 最低30…",
            "vi": "Mức độ ma thuật ít nhất là 30..."
        },
        {
            "x1": 50,
            "y1": 623,
            "x2": 125,
            "y2": 702,
            "text": "もしくは 20程度が ２人必要",
            "vi": "Hoặc 2 người cần khoảng 20"
        },
        {
            "x1": 260,
            "y1": 838,
            "x2": 425,
            "y2": 886,
            "text": "oR LV30",
            "vi": "hoặc lv30"
        }
    ],
    "15-632c1ee99743d.jpg": [
        {
            "x1": 507,
            "y1": 3,
            "x2": 593,
            "y2": 164,
            "text": "やっぱり 教師に頼るべき では？",
            "vi": "Tôi có nên dựa vào giáo viên không?"
        },
        {
            "x1": 569,
            "y1": 269,
            "x2": 590,
            "y2": 382,
            "text": "…そうですね",
            "vi": "Tôi đồng ý"
        },
        {
            "x1": 333,
            "y1": 264,
            "x2": 431,
            "y2": 432,
            "text": "ですが 教師さんたちに 信じてもらえるかも わかりません",
            "vi": "Nhưng tôi không biết liệu các giáo viên có thể tin"
        },
        {
            "x1": 26,
            "y1": 451,
            "x2": 94,
            "y2": 618,
            "text": "余計に混乱を まねいてしまうかも しれません",
            "vi": "Nó có thể bối rối hơn"
        },
        {
            "x1": 495,
            "y1": 685,
            "x2": 595,
            "y2": 784,
            "text": "それに 今夜までに 起動すると ありますが",
            "vi": "Và nó sẽ bắt đầu vào tối nay"
        },
        {
            "x1": 52,
            "y1": 761,
            "x2": 146,
            "y2": 875,
            "text": "この瞬間に 起動しても おかしくあり ません",
            "vi": "Không có gì lạ khi nó bắt đầu vào lúc này"
        }
    ],
    "16-632c1eea6a5c9.jpg": [
        {
            "x1": 552,
            "y1": 189,
            "x2": 629,
            "y2": 346,
            "text": "こ…これは もしかして",
            "vi": "Đây... có lẽ đây là"
        },
        {
            "x1": 38,
            "y1": 181,
            "x2": 153,
            "y2": 358,
            "text": "思った以上に 大変な事態 なのでは⁉",
            "vi": "Nó là một tình huống khó khăn hơn tôi nghĩ."
        },
        {
            "x1": 37,
            "y1": 367,
            "x2": 72,
            "y2": 422,
            "text": "今更",
            "vi": "bây giờ"
        },
        {
            "x1": 155,
            "y1": 222,
            "x2": 328,
            "y2": 635,
            "text": "はわぉぉおわ",
            "vi": "Wow wow"
        },
        {
            "x1": 567,
            "y1": 676,
            "x2": 621,
            "y2": 817,
            "text": "ど…どうし ましょう りザ",
            "vi": "Tôi nên làm gì... tôi nên làm gì?"
        },
        {
            "x1": 508,
            "y1": 839,
            "x2": 581,
            "y2": 932,
            "text": "あぁ",
            "vi": "À"
        },
        {
            "x1": 47,
            "y1": 786,
            "x2": 125,
            "y2": 918,
            "text": "一旦 落ち着こう シャルロッテ様",
            "vi": "Callotte một lần bình tĩnh"
        }
    ],
    "17-632c1eeb0fca0.jpg": [
        {
            "x1": 26,
            "y1": 326,
            "x2": 72,
            "y2": 439,
            "text": "大丈夫？",
            "vi": "Bạn co ổn không?"
        },
        {
            "x1": 189,
            "y1": 649,
            "x2": 287,
            "y2": 796,
            "text": "シャルロッテ様 あのお方に 相談した方が いいんじゃない？",
            "vi": "Charlotte, tại sao không tham khảo ý kiến người đó?"
        },
        {
            "x1": 30,
            "y1": 666,
            "x2": 58,
            "y2": 738,
            "text": "いえ…",
            "vi": "mái ấm…"
        }
    ],
    "18-632c1eebafd30.jpg": [
        {
            "x1": 513,
            "y1": 0,
            "x2": 636,
            "y2": 217,
            "text": "これは我ら 「キャメロット」に対し シヴァより与えられた 試練でしょう",
            "vi": "Đây là một thử nghiệm được đưa ra bởi Shiva cho \"Camelot\" của chúng tôi"
        },
        {
            "x1": 360,
            "y1": 27,
            "x2": 477,
            "y2": 222,
            "text": "そう！ 真に盟友たりえるか 見極めんと しているのです！",
            "vi": "Vâng! Tôi không chắc mình có thực sự có thể là một người bạn không!"
        },
        {
            "x1": 581,
            "y1": 487,
            "x2": 630,
            "y2": 645,
            "text": "それにシヴァは 今頃 もっと大きな",
            "vi": "Và Shiva bây giờ lớn hơn"
        },
        {
            "x1": 496,
            "y1": 485,
            "x2": 547,
            "y2": 601,
            "text": "神的な何かと 対峙し",
            "vi": "Đối mặt với một cái gì đó thần thánh"
        },
        {
            "x1": 64,
            "y1": 512,
            "x2": 95,
            "y2": 586,
            "text": "あの…",
            "vi": "điều đó…"
        },
        {
            "x1": 535,
            "y1": 680,
            "x2": 623,
            "y2": 833,
            "text": "キミたちは あの黒い戦士の 仲間なのか？",
            "vi": "Bạn có phải là bạn của chiến binh đen đó?"
        }
    ],
    "20-632c1eecf2866.jpg": [
        {
            "x1": 549,
            "y1": 24,
            "x2": 626,
            "y2": 174,
            "text": "さっきの 魔力維持の話 学生でもいいか？",
            "vi": "Có phải là một sinh viên về việc duy trì sức mạnh kỳ diệu?"
        },
        {
            "x1": 41,
            "y1": 232,
            "x2": 107,
            "y2": 318,
            "text": "はい ぜひ！",
            "vi": "Vâng!"
        },
        {
            "x1": 517,
            "y1": 561,
            "x2": 616,
            "y2": 709,
            "text": "ではフレイには 墓地の魔法術式の 破壊準備をして もらいましょう",
            "vi": "Hãy để Frey chuẩn bị để phá hủy kỹ thuật ma thuật của nghĩa địa."
        },
        {
            "x1": 186,
            "y1": 561,
            "x2": 242,
            "y2": 690,
            "text": "わたくしは 南の大聖堂へ",
            "vi": "Tôi đến Nhà thờ miền Nam"
        }
    ]
}