var ocr_data = {
    "001.jpg": [
        {
            "x1": 957,
            "y1": 13,
            "x2": 1009,
            "y2": 369,
            "text": "俺を呼んだな！",
            "vi": "Tôi gọi cho tôi!"
        },
        {
            "x1": 89,
            "y1": 68,
            "x2": 207,
            "y2": 381,
            "text": "正義の化身 「シヴァ」を‼",
            "vi": "Hóa thân của công lý \"Shiva\"‼"
        },
        {
            "x1": 593,
            "y1": 1051,
            "x2": 769,
            "y2": 1250,
            "text": "この タイミングで 現れたって 事は…",
            "vi": "Những gì xuất hiện vào lúc này..."
        },
        {
            "x1": 393,
            "y1": 1019,
            "x2": 495,
            "y2": 1295,
            "text": "最初から 監視してたな⁉",
            "vi": "Tôi đã theo dõi từ đầu"
        },
        {
            "x1": 46,
            "y1": 1314,
            "x2": 112,
            "y2": 1585,
            "text": "この野郎‼",
            "vi": "Người đàn ông này!"
        }
    ],
    "002.jpg": [
        {
            "x1": 54,
            "y1": 45,
            "x2": 360,
            "y2": 93,
            "text": "第33爵シヴァ見参‼!",
            "vi": "Xem Siva thứ 33‼ !"
        },
        {
            "x1": 159,
            "y1": 1519,
            "x2": 717,
            "y2": 1572,
            "text": "原作澄守彩還両高橋愛",
            "vi": "Ban đầu sakumi aya ryoji ai takahashi ai"
        }
    ],
    "003.jpg": [
        {
            "x1": 805,
            "y1": 36,
            "x2": 1022,
            "y2": 294,
            "text": "ふう ログハウスで アニメ視聴しつつ コピーの動向を 窺っていたが",
            "vi": "Tôi đang xem xu hướng bản sao trong khi xem anime ở nhà đăng nhập"
        },
        {
            "x1": 53,
            "y1": 163,
            "x2": 179,
            "y2": 361,
            "text": "まさかこんな 事になる とは…",
            "vi": "Không thể nào, điều này sẽ xảy ra..."
        },
        {
            "x1": 903,
            "y1": 464,
            "x2": 1028,
            "y2": 602,
            "text": "そこの ちびっ子 メガネよ",
            "vi": "Có những ly nhỏ ở đó"
        },
        {
            "x1": 375,
            "y1": 455,
            "x2": 556,
            "y2": 684,
            "text": "俺は 王都に混沌を もたらす悪を 裁きにきたのだ",
            "vi": "Tôi đã đến để đánh giá cái ác đã mang sự hỗn loạn đến thủ đô hoàng gia"
        },
        {
            "x1": 169,
            "y1": 447,
            "x2": 329,
            "y2": 653,
            "text": "ほお キミが噂の シヴァ君か",
            "vi": "Kimi có phải là một shiva được đồn đại?"
        },
        {
            "x1": 895,
            "y1": 653,
            "x2": 1028,
            "y2": 855,
            "text": "俺はその 少年とは 一切関係ない",
            "vi": "Tôi không có gì để làm với cậu bé đó"
        },
        {
            "x1": 763,
            "y1": 1238,
            "x2": 1032,
            "y2": 1508,
            "text": "痩せ型だが 筋肉質の その体型 つるりとした ヘルムも センスがいい！",
            "vi": "Helms mỏng nhưng cơ bắp, có một ý thức tốt!"
        },
        {
            "x1": 47,
            "y1": 1387,
            "x2": 89,
            "y2": 1555,
            "text": "聞いてた？",
            "vi": "Bạn đã nghe nó?"
        }
    ],
    "004.jpg": [
        {
            "x1": 988,
            "y1": 46,
            "x2": 1072,
            "y2": 212,
            "text": "しかしふむ 悪ときたか",
            "vi": "Nhưng bạn đã có điều ác?"
        },
        {
            "x1": 448,
            "y1": 36,
            "x2": 662,
            "y2": 321,
            "text": "そこの跡取りが いかがわしい団体に 所属しているのは 把握していたと いうことかな？",
            "vi": "Bạn có biết rằng bạn thuộc về một tổ chức râm mát?"
        },
        {
            "x1": 89,
            "y1": 415,
            "x2": 131,
            "y2": 642,
            "text": "そうだったの？",
            "vi": "Nó có như vậy không?"
        },
        {
            "x1": 930,
            "y1": 729,
            "x2": 1052,
            "y2": 956,
            "text": "悪の組織 本当に存在 していたのか…",
            "vi": "Có phải tổ chức xấu xa thực sự tồn tại..."
        },
        {
            "x1": 950,
            "y1": 1178,
            "x2": 1075,
            "y2": 1376,
            "text": "…まあそれは 後々考える として…",
            "vi": "Chà, như tôi nghĩ sau này"
        },
        {
            "x1": 616,
            "y1": 1180,
            "x2": 748,
            "y2": 1347,
            "text": "そうだ そんな事は 知っている",
            "vi": "tôi biết điều đó"
        }
    ],
    "005.jpg": [
        {
            "x1": 937,
            "y1": 41,
            "x2": 1022,
            "y2": 238,
            "text": "だがそれとは 別に…",
            "vi": "Nhưng ngoài..."
        },
        {
            "x1": 461,
            "y1": 58,
            "x2": 501,
            "y2": 283,
            "text": "シュナイダルよ",
            "vi": "SCHNEIT"
        },
        {
            "x1": 901,
            "y1": 409,
            "x2": 1020,
            "y2": 665,
            "text": "我が忠告に従い 決闘を取り下げる ならば",
            "vi": "Nếu bạn rút tay đôi theo lời khuyên của tôi"
        },
        {
            "x1": 450,
            "y1": 716,
            "x2": 534,
            "y2": 971,
            "text": "明日の朝には 拘束をといてやる",
            "vi": "Tôi sẽ nhận được một sự hạn chế vào sáng mai"
        },
        {
            "x1": 31,
            "y1": 751,
            "x2": 84,
            "y2": 975,
            "text": "き…貴様…",
            "vi": "Ki... bạn..."
        },
        {
            "x1": 961,
            "y1": 1051,
            "x2": 1010,
            "y2": 1271,
            "text": "不満かな？",
            "vi": "Bạn có bất mãn không?"
        },
        {
            "x1": 36,
            "y1": 1295,
            "x2": 81,
            "y2": 1494,
            "text": "わかった…",
            "vi": "Đã hiểu…"
        }
    ],
    "006.jpg": [
        {
            "x1": 939,
            "y1": 47,
            "x2": 1066,
            "y2": 213,
            "text": "では俺は これで失礼 したい",
            "vi": "Vậy thì tôi muốn thô lỗ"
        },
        {
            "x1": 856,
            "y1": 573,
            "x2": 933,
            "y2": 709,
            "text": "…ところ だが…",
            "vi": "Nhân tiện…"
        },
        {
            "x1": 100,
            "y1": 622,
            "x2": 200,
            "y2": 840,
            "text": "これは何の つもりだ？",
            "vi": "Điều này là gì?"
        },
        {
            "x1": 633,
            "y1": 941,
            "x2": 778,
            "y2": 1277,
            "text": "ワタシの拘束魔法に 気付かない なんてね！",
            "vi": "Tôi không chú ý đến sự kỳ diệu của tôi!"
        },
        {
            "x1": 851,
            "y1": 1312,
            "x2": 892,
            "y2": 1480,
            "text": "油断したね",
            "vi": "Tôi bất cẩn"
        }
    ],
    "007.jpg": [
        {
            "x1": 497,
            "y1": 38,
            "x2": 613,
            "y2": 306,
            "text": "魔力測定「改」 発動‼",
            "vi": "Đo lường sức mạnh ma thuật \"Kai\" được kích hoạt"
        },
        {
            "x1": 264,
            "y1": 504,
            "x2": 572,
            "y2": 631,
            "text": "ティアリエッタ ルセイャン私ル",
            "vi": "Tiarietta Lukean"
        },
        {
            "x1": 868,
            "y1": 481,
            "x2": 1025,
            "y2": 859,
            "text": "説明しよう これは目に貼りつけた 自作結界の以下略",
            "vi": "Hãy giải thích đây là điều sau đây viết tắt cho sự tắc nghẽn bản thân mà tôi đặt lên mắt"
        },
        {
            "x1": 37,
            "y1": 857,
            "x2": 238,
            "y2": 1088,
            "text": "つまり 相手の属性を 見れるように したのだ！",
            "vi": "Nói cách khác, bạn có thể nhìn thấy các thuộc tính của đối thủ!"
        },
        {
            "x1": 847,
            "y1": 1210,
            "x2": 1014,
            "y2": 1502,
            "text": "…なるほど 「土」属性と 「闇」属性の プレンドってことか",
            "vi": "Tôi thấy, thuộc tính đất của đất đai và thuộc tính của bóng tối?"
        },
        {
            "x1": 111,
            "y1": 1250,
            "x2": 239,
            "y2": 1482,
            "text": "「土」単体よりも 強固になる わけだな",
            "vi": "Nó sẽ mạnh hơn \"đất\" một mình"
        }
    ],
    "008.jpg": [
        {
            "x1": 900,
            "y1": 17,
            "x2": 1066,
            "y2": 278,
            "text": "その魔法は いくらキミでも 簡単にとくことは できない",
            "vi": "Điều kỳ diệu không thể dễ dàng được bạn thực hiện, bất kể bạn có bao nhiêu"
        },
        {
            "x1": 80,
            "y1": 110,
            "x2": 257,
            "y2": 396,
            "text": "それに ワタシの21浮かんだ 質問に答えるまで 帰ってもらっちゃあ",
            "vi": "Và tôi có bạn trở lại câu hỏi của 21 câu hỏi nổi"
        },
        {
            "x1": 935,
            "y1": 447,
            "x2": 1054,
            "y2": 700,
            "text": "ふんっ",
            "vi": "Niềm vui"
        },
        {
            "x1": 966,
            "y1": 1264,
            "x2": 1056,
            "y2": 1467,
            "text": "ひょ⁉",
            "vi": "Xin chào"
        }
    ],
    "009.jpg": [
        {
            "x1": 861,
            "y1": 185,
            "x2": 987,
            "y2": 383,
            "text": "今どうやって 解除したの かな…？",
            "vi": "Làm thế nào bạn đã hủy nó ngay bây giờ?"
        },
        {
            "x1": 682,
            "y1": 2,
            "x2": 762,
            "y2": 386,
            "text": "そして今ワタシは どうなっているのかな⁉",
            "vi": "Và những gì đang xảy ra bây giờ?"
        },
        {
            "x1": 20,
            "y1": 160,
            "x2": 94,
            "y2": 358,
            "text": "あぉおお",
            "vi": "Aho"
        },
        {
            "x1": 48,
            "y1": 473,
            "x2": 137,
            "y2": 702,
            "text": "全く動けない のだけど！",
            "vi": "Tôi không thể di chuyển ở tất cả!"
        },
        {
            "x1": 858,
            "y1": 817,
            "x2": 1011,
            "y2": 1013,
            "text": "先ほどの 拘束の お返しだ！",
            "vi": "Đó là sự trở lại của sự kiềm chế!"
        },
        {
            "x1": 931,
            "y1": 1116,
            "x2": 1015,
            "y2": 1281,
            "text": "すごいぞ ポルコス君",
            "vi": "Polkos tuyệt vời"
        },
        {
            "x1": 372,
            "y1": 1091,
            "x2": 456,
            "y2": 1376,
            "text": "もーあなたが 余計な事するから！",
            "vi": "Yeah, bạn sẽ làm thêm!"
        },
        {
            "x1": 527,
            "y1": 1382,
            "x2": 659,
            "y2": 1581,
            "text": "これは 完全なる 領域固定だ！",
            "vi": "Đây là một khu vực đầy đủ cố định!"
        },
        {
            "x1": 23,
            "y1": 1329,
            "x2": 94,
            "y2": 1589,
            "text": "分析はいいから早く 謝ってください！",
            "vi": "Xin vui lòng xin lỗi ngay khi phân tích tốt!"
        }
    ],
    "010.jpg": [
        {
            "x1": 984,
            "y1": 17,
            "x2": 1072,
            "y2": 287,
            "text": "うん すまなかった！",
            "vi": "Tôi xin lôi!"
        },
        {
            "x1": 787,
            "y1": 18,
            "x2": 884,
            "y2": 355,
            "text": "好奇心に任せて 暴走してしまった！",
            "vi": "Tôi đã bỏ trốn vì tò mò!"
        },
        {
            "x1": 747,
            "y1": 413,
            "x2": 1089,
            "y2": 714,
            "text": "──だが疑問が 84にまで 膨れ上がって しまった！ 気になるから 答えては くれないかい⁉",
            "vi": "── Tuy nhiên, câu hỏi đã tăng vọt lên 84! Bạn không thể trả lời vì tôi đang lo lắng?"
        },
        {
            "x1": 454,
            "y1": 407,
            "x2": 550,
            "y2": 804,
            "text": "だから博士 失礼ですってば！～ っっ",
            "vi": "Vì vậy, nếu bạn là thô lỗ! ~."
        },
        {
            "x1": 82,
            "y1": 808,
            "x2": 171,
            "y2": 1002,
            "text": "死にたいん ですか‼",
            "vi": "Bạn có muốn chết?"
        },
        {
            "x1": 928,
            "y1": 1103,
            "x2": 1082,
            "y2": 1332,
            "text": "…なるほど ここは対価が 必要だな…",
            "vi": "Tôi thấy, tôi cần phải trả tiền ở đây"
        },
        {
            "x1": 497,
            "y1": 1054,
            "x2": 671,
            "y2": 1426,
            "text": "ムムJ",
            "vi": "Mẹ j"
        },
        {
            "x1": 370,
            "y1": 1051,
            "x2": 468,
            "y2": 1347,
            "text": "全然 きいてないし！",
            "vi": "Tôi chưa nghe thấy nó nào cả!"
        }
    ],
    "011.jpg": [
        {
            "x1": 865,
            "y1": 62,
            "x2": 1034,
            "y2": 364,
            "text": "そうだ！ ワタシの処女は どうだろう！",
            "vi": "Chính là nó! Thế còn trinh nữ của tôi!"
        },
        {
            "x1": 76,
            "y1": 325,
            "x2": 243,
            "y2": 627,
            "text": "美味しく いただけること 請け合いだよ！",
            "vi": "Đó là một đảm bảo rằng bạn có thể tận hưởng nó!"
        },
        {
            "x1": 903,
            "y1": 1020,
            "x2": 1022,
            "y2": 1503,
            "text": "あ──もう！",
            "vi": "À!"
        },
        {
            "x1": 5,
            "y1": 1020,
            "x2": 235,
            "y2": 1313,
            "text": "この おバカ",
            "vi": "Điều này ngu ngốc"
        }
    ],
    "012.jpg": [
        {
            "x1": 967,
            "y1": 0,
            "x2": 1100,
            "y2": 212,
            "text": "はっ",
            "vi": "Đi săn chim ưng"
        },
        {
            "x1": 729,
            "y1": 5,
            "x2": 789,
            "y2": 270,
            "text": "今度は何⁉",
            "vi": "Lần này là gì?"
        },
        {
            "x1": 115,
            "y1": 371,
            "x2": 217,
            "y2": 530,
            "text": "トイレ 行きたい",
            "vi": "Tôi muốn đi đến Bethroom"
        },
        {
            "x1": 654,
            "y1": 928,
            "x2": 766,
            "y2": 1188,
            "text": "今後俺の 詮索はするな",
            "vi": "Đừng để kén chọn trong tương lai"
        },
        {
            "x1": 53,
            "y1": 1207,
            "x2": 152,
            "y2": 1593,
            "text": "それ言う⁉",
            "vi": "Tôi nói điều đó⁉"
        }
    ],
    "015.jpg": [
        {
            "x1": 78,
            "y1": 80,
            "x2": 298,
            "y2": 193,
            "text": "コミコ漫画内 年間ランキング2019 公式マンガ部門",
            "vi": "Comico Manga bên trong Bộ phận Manga chính thức xếp hạng hàng năm 2019"
        },
        {
            "x1": 87,
            "y1": 188,
            "x2": 289,
            "y2": 253,
            "text": "第5位蠢",
            "vi": "Vị trí thứ 5 quằn quại"
        },
        {
            "x1": 711,
            "y1": 130,
            "x2": 1063,
            "y2": 389,
            "text": "5月7白 発売‼",
            "vi": "Ngày 7 tháng 5 Phát hành trắng‼"
        },
        {
            "x1": 62,
            "y1": 815,
            "x2": 564,
            "y2": 926,
            "text": "転生した後にチート魔法力で クラスメイト助けます！",
            "vi": "Sau khi tái sinh, tôi sẽ giúp các bạn cùng lớp của tôi với Magic Magic!"
        },
        {
            "x1": 752,
            "y1": 1283,
            "x2": 998,
            "y2": 1389,
            "text": "原作澄守彩 漫画這高橋愛",
            "vi": "Sakurai mori aya manga ai"
        },
        {
            "x1": 418,
            "y1": 1346,
            "x2": 633,
            "y2": 1386,
            "text": "大好発売中",
            "vi": "Được bán"
        },
        {
            "x1": 501,
            "y1": 1411,
            "x2": 1058,
            "y2": 1559,
            "text": "魔法学完に逆うため王都に引っ越してきたハル。 ス学側から怪しいお子様教役に呼ひ出され散々な目にあうか 入学初日にはさらなる受難か待っていて。 天然同級生女子に儀かれたりライアス王子やマリアンヌチ女に再会したり、 愛する引にきこもり生活かまた選のいていく",
            "vi": "Hull đã chuyển đến thủ đô hoàng gia để đảo ngược các nghiên cứu ma thuật. Tôi đang chờ đợi vai trò của một đứa trẻ đáng ngờ bởi phía Sukakaku, và vào ngày đầu tiên đăng ký, tôi đang chờ đợi một khó khăn hơn nữa. Anh ta được một cô gái bạn cùng lớp tự nhiên, tái hợp với Hoàng tử Rias và Marian Nuto, và sống trên người mình yêu."
        },
        {
            "x1": 259,
            "y1": 1513,
            "x2": 402,
            "y2": 1556,
            "text": "Kラｸベブックス",
            "vi": "K -LuxEbooks"
        },
        {
            "x1": 56,
            "y1": 1515,
            "x2": 467,
            "y2": 1573,
            "text": "シリウスKC 定国本体630円(税別） 定何本体1200円税別)",
            "vi": "Sirius KC Ryokoku Đơn vị chính 630 Yen (không bao gồm thuế) Thật là một cơ quan cố định 1200 Yen không bao gồm thuế)"
        }
    ]
}