var ocr_data = {
    "1-63500401271d0.jpg": [
        {
            "x1": 198,
            "y1": 666,
            "x2": 479,
            "y2": 810,
            "text": "回回回回",
            "vi": "Thời gian quay"
        },
        {
            "x1": 29,
            "y1": 618,
            "x2": 153,
            "y2": 824,
            "text": "みんなが魔法術式 破壊に動く中 ハルトのコピーは",
            "vi": "Bản sao của Hart đang chuyển sang sự phá hủy phép thuật cùng nhau"
        }
    ],
    "2-6350040200c7f.jpg": [
        {
            "x1": 354,
            "y1": 257,
            "x2": 406,
            "y2": 566,
            "text": "なぜか 教授に呼出されます",
            "vi": "Tôi được gọi bởi một giáo sư vì lý do nào đó"
        },
        {
            "x1": 44,
            "y1": 876,
            "x2": 258,
            "y2": 901,
            "text": "第50話デートのお誘い",
            "vi": "Tập 50 Lời mời của ngày"
        }
    ],
    "3-63500403afca0.jpg": [
        {
            "x1": 527,
            "y1": 82,
            "x2": 575,
            "y2": 163,
            "text": "俺は ハルトＣ",
            "vi": "Tôi là Hart C"
        },
        {
            "x1": 189,
            "y1": 143,
            "x2": 255,
            "y2": 280,
            "text": "スズ",
            "vi": "TIN"
        },
        {
            "x1": 55,
            "y1": 164,
            "x2": 157,
            "y2": 348,
            "text": "学院内を歩いていたら ティア教授に 例の針の件で 捕まってしまった…",
            "vi": "Khi tôi đi bộ trong trường, tôi đã bị giáo sư Cấp bắt giữ do ví dụ kim..."
        },
        {
            "x1": 517,
            "y1": 423,
            "x2": 586,
            "y2": 589,
            "text": "あの…ほんと 俺の知っている事は もうないですよ…？",
            "vi": "Ừm... tôi không thực sự biết...?"
        },
        {
            "x1": 515,
            "y1": 635,
            "x2": 600,
            "y2": 758,
            "text": "ああ あれは ただの 口実だよ",
            "vi": "Oh, đó chỉ là một cái cớ"
        },
        {
            "x1": 304,
            "y1": 634,
            "x2": 329,
            "y2": 747,
            "text": "ポルコス君",
            "vi": "Polkos"
        },
        {
            "x1": 29,
            "y1": 628,
            "x2": 63,
            "y2": 745,
            "text": "ははひっ",
            "vi": "Hahahi"
        }
    ],
    "4-635004050140e.jpg": [
        {
            "x1": 548,
            "y1": 10,
            "x2": 620,
            "y2": 162,
            "text": "彼の方には ちゃんと入れたん だろうね？",
            "vi": "Có phải anh ấy đã đặt nó vào anh ấy?"
        },
        {
            "x1": 157,
            "y1": 29,
            "x2": 228,
            "y2": 146,
            "text": "教授… やっぱり できません…",
            "vi": "Giáo sư... Tôi không thể..."
        },
        {
            "x1": 33,
            "y1": 37,
            "x2": 76,
            "y2": 95,
            "text": "つル",
            "vi": "Thiền"
        },
        {
            "x1": 321,
            "y1": 278,
            "x2": 382,
            "y2": 454,
            "text": "生徒に睡眠薬を 盛るなんて…‼",
            "vi": "Để đặt một viên thuốc ngủ trên các học sinh...‼"
        },
        {
            "x1": 549,
            "y1": 693,
            "x2": 628,
            "y2": 808,
            "text": "ふぅ… 全くキミも 根性がないね",
            "vi": "Phải... bạn không có can đảm nào cả"
        },
        {
            "x1": 272,
            "y1": 696,
            "x2": 338,
            "y2": 827,
            "text": "仕方ない ワタシが やるしかないか",
            "vi": "Tôi không thể không làm điều đó"
        }
    ],
    "5-6350040637eba.jpg": [
        {
            "x1": 430,
            "y1": 25,
            "x2": 596,
            "y2": 247,
            "text": "キミのような 謎めいた入物を いつまでも 謎のままにしておく と思うかい⁉",
            "vi": "Bạn có nghĩ rằng bạn sẽ giữ một bí ẩn trong bí ẩn mãi mãi như một bí ẩn⁉"
        },
        {
            "x1": 53,
            "y1": 30,
            "x2": 150,
            "y2": 183,
            "text": "ワタシも そろそろ 限界なんだよ",
            "vi": "Tôi sớm ở giới hạn"
        },
        {
            "x1": 143,
            "y1": 329,
            "x2": 292,
            "y2": 595,
            "text": "うおあ",
            "vi": "Uoa"
        },
        {
            "x1": 445,
            "y1": 625,
            "x2": 516,
            "y2": 723,
            "text": "ポルコス君 彼を抑え るんだ‼",
            "vi": "Polkos đang giữ anh ta lại."
        },
        {
            "x1": 0,
            "y1": 315,
            "x2": 222,
            "y2": 677,
            "text": "ああ",
            "vi": "À"
        },
        {
            "x1": 28,
            "y1": 626,
            "x2": 109,
            "y2": 778,
            "text": "やめろ この変態‼",
            "vi": "Dừng sự biến thái này‼"
        },
        {
            "x1": 525,
            "y1": 768,
            "x2": 575,
            "y2": 902,
            "text": "やめてください 教授‼",
            "vi": "Xin dừng giáo sư‼"
        }
    ],
    "6-635004072cfb1.jpg": [
        {
            "x1": 588,
            "y1": 332,
            "x2": 620,
            "y2": 437,
            "text": "どわあっ",
            "vi": "Bắt đầu ló ra"
        },
        {
            "x1": 349,
            "y1": 355,
            "x2": 386,
            "y2": 476,
            "text": "ハルト君",
            "vi": "Dừng lại"
        },
        {
            "x1": 43,
            "y1": 453,
            "x2": 74,
            "y2": 538,
            "text": "何事⁉",
            "vi": "Nó............... là gì?"
        }
    ],
    "7-63500408628ee.jpg": [
        {
            "x1": 515,
            "y1": 674,
            "x2": 583,
            "y2": 811,
            "text": "ティアリエッタ ルセイヤンネル だな",
            "vi": "Đó là Tiarietta mất Yannel"
        },
        {
            "x1": 19,
            "y1": 697,
            "x2": 91,
            "y2": 777,
            "text": "我々に 同行して もらおう",
            "vi": "Hãy để chúng tôi đi kèm với"
        }
    ],
    "8-63500409a7cdc.jpg": [
        {
            "x1": 543,
            "y1": 9,
            "x2": 639,
            "y2": 176,
            "text": "デートの お誘いにしては 随分と強引だね",
            "vi": "Đó là một lời mời hẹn hò rất tích cực"
        },
        {
            "x1": 188,
            "y1": 2,
            "x2": 244,
            "y2": 162,
            "text": "楽しませて くれるのかい？",
            "vi": "Bạn sẽ thích nó chứ?"
        },
        {
            "x1": 600,
            "y1": 346,
            "x2": 623,
            "y2": 446,
            "text": "連れていけ",
            "vi": "Đưa tôi đi"
        },
        {
            "x1": 482,
            "y1": 354,
            "x2": 503,
            "y2": 398,
            "text": "はっ",
            "vi": "Đi săn chim ưng"
        }
    ],
    "9-6350040bbe724.jpg": [
        {
            "x1": 560,
            "y1": 26,
            "x2": 598,
            "y2": 157,
            "text": "──ったく",
            "vi": "──"
        },
        {
            "x1": 155,
            "y1": 11,
            "x2": 257,
            "y2": 170,
            "text": "シュウウウ",
            "vi": "Shuu"
        },
        {
            "x1": 502,
            "y1": 243,
            "x2": 597,
            "y2": 421,
            "text": "こーゆーの 俺のキャラじゃ ないんだけど⁉",
            "vi": "Nó không phải là nhân vật của tôi, nhưng"
        },
        {
            "x1": 321,
            "y1": 727,
            "x2": 343,
            "y2": 790,
            "text": "ぎゃっ",
            "vi": "Gyle"
        },
        {
            "x1": 84,
            "y1": 854,
            "x2": 119,
            "y2": 912,
            "text": "がっ",
            "vi": "Dao cạo râu"
        }
    ],
    "10-6350040cf0703.jpg": [
        {
            "x1": 563,
            "y1": 7,
            "x2": 635,
            "y2": 138,
            "text": "ハルト君 こっち‼",
            "vi": "Hart -kun ở đây‼"
        },
        {
            "x1": 344,
            "y1": 28,
            "x2": 422,
            "y2": 126,
            "text": "てか キミ何で 無傷なの？",
            "vi": "Tại sao nó nguyên vẹn?"
        },
        {
            "x1": 56,
            "y1": 8,
            "x2": 114,
            "y2": 165,
            "text": "それよりも早く 逃げましょう！",
            "vi": "Hãy thoát nhanh hơn thế!"
        },
        {
            "x1": 532,
            "y1": 408,
            "x2": 621,
            "y2": 540,
            "text": "多分 外にも 仲間がいるに 違いない",
            "vi": "Có lẽ có bạn bè bên ngoài"
        },
        {
            "x1": 44,
            "y1": 416,
            "x2": 130,
            "y2": 530,
            "text": "このまま キッチンに 向かうよ！",
            "vi": "Tôi đang đi vào bếp như nó là!"
        },
        {
            "x1": 378,
            "y1": 600,
            "x2": 447,
            "y2": 755,
            "text": "隠し 地下通路…⁉",
            "vi": "Đoạn văn ngầm ẩn...⁉"
        }
    ],
    "11-6350040de3147.jpg": [
        {
            "x1": 522,
            "y1": 682,
            "x2": 595,
            "y2": 796,
            "text": "他の魔法陣の 破壊の準備は まだかよ",
            "vi": "Bạn đã sẵn sàng cho sự phá hủy của các vòng tròn ma thuật khác?"
        },
        {
            "x1": 229,
            "y1": 667,
            "x2": 281,
            "y2": 794,
            "text": "くっ… もう限界っ…ー",
            "vi": "Kuu... giới hạn...-"
        }
    ],
    "13-635004120c151.jpg": [
        {
            "x1": 524,
            "y1": 1,
            "x2": 596,
            "y2": 146,
            "text": "保てなかった… ライアス ごめんなさい…",
            "vi": "Tôi không thể giữ nó... Tôi xin lỗi Rias..."
        },
        {
            "x1": 17,
            "y1": 32,
            "x2": 108,
            "y2": 149,
            "text": "いいや 僕の 力不足だ…",
            "vi": "Không, sự thiếu sức mạnh của tôi..."
        },
        {
            "x1": 499,
            "y1": 241,
            "x2": 599,
            "y2": 356,
            "text": "…大丈夫 他の場所で 魔法陣が破壊 できていれば",
            "vi": "… Ok nếu vòng tròn ma thuật có thể bị phá hủy ở nơi khác"
        },
        {
            "x1": 26,
            "y1": 240,
            "x2": 126,
            "y2": 391,
            "text": "応援が 来るまでの間 ボクたちがここを 抑えていればいい",
            "vi": "Tôi hy vọng chúng tôi sẽ giữ ở đây cho đến khi hỗ trợ đến"
        },
        {
            "x1": 501,
            "y1": 781,
            "x2": 592,
            "y2": 917,
            "text": "他の場所で 術が 発動した…⁉",
            "vi": "Kỹ thuật đã được kích hoạt ở nơi khác...⁉"
        }
    ],
    "14-6350041383989.jpg": [
        {
            "x1": 213,
            "y1": 10,
            "x2": 325,
            "y2": 321,
            "text": "出て きやがった…‼",
            "vi": "Nó xuất hiện...‼"
        },
        {
            "x1": 422,
            "y1": 765,
            "x2": 465,
            "y2": 895,
            "text": "ああっ…",
            "vi": "Oh oh..."
        }
    ],
    "16-635004158ab97.jpg": [
        {
            "x1": 524,
            "y1": 31,
            "x2": 639,
            "y2": 187,
            "text": "つっても 魔力はもう 残ってねぇ… どうすんだよ…",
            "vi": "Sức mạnh kỳ diệu không còn nữa... Tôi nên làm gì..."
        }
    ],
    "17-635004169572e.jpg": [
        {
            "x1": 62,
            "y1": 825,
            "x2": 590,
            "y2": 919,
            "text": "TVアニメ化決定‼!",
            "vi": "Quyết định hoạt hình TV‼ !"
        }
    ],
    "18-63500417bf660.jpg": [
        {
            "x1": 24,
            "y1": 105,
            "x2": 779,
            "y2": 532,
            "text": "We're looking for J-E manga translators for our projects. If you're interested in, please dm malsi#3621 (No need to add friend) on Discord or emaiil: tagomisugi2@gmail.com",
            "vi": "Chúng tôi đang tìm kiếm các dịch giả Manga J-E cho các dự án của chúng tôi. Nếu bạn quan tâm, vui lòng"
        }
    ]
}