var ocr_data = {
    "001.jpg": [
        {
            "x1": 0,
            "y1": 0,
            "x2": 245,
            "y2": 142,
            "text": "ろて",
            "vi": "Giẻ lau"
        },
        {
            "x1": 462,
            "y1": 80,
            "x2": 567,
            "y2": 212,
            "text": "汚れたフレイを 見かねて お風呂を 作りました",
            "vi": "Tôi đã tắm mà không nhìn thấy cái bạt bẩn thỉu"
        },
        {
            "x1": 512,
            "y1": 340,
            "x2": 596,
            "y2": 457,
            "text": "ほわあああ あったかい ですー",
            "vi": "Trời ấm"
        },
        {
            "x1": 337,
            "y1": 322,
            "x2": 388,
            "y2": 430,
            "text": "うん いいお湯…",
            "vi": "Vâng, nước nóng tốt..."
        },
        {
            "x1": 497,
            "y1": 586,
            "x2": 601,
            "y2": 719,
            "text": "リザよ お前は風呂に 浸かっても 大丈夫なのか？",
            "vi": "Liza, bạn có thể đắm mình vào bồn tắm không?"
        },
        {
            "x1": 165,
            "y1": 594,
            "x2": 287,
            "y2": 744,
            "text": "ああ うん 私は寒さに強い のであって 熱さに弱い わけじゃないから",
            "vi": "Ồ, vâng, tôi chống lạnh và không dễ bị nóng"
        }
    ],
    "002.jpg": [
        {
            "x1": 558,
            "y1": 20,
            "x2": 615,
            "y2": 182,
            "text": "フレイは 入らないの？」",
            "vi": "Frey không nhập sao? Và"
        },
        {
            "x1": 164,
            "y1": 10,
            "x2": 218,
            "y2": 128,
            "text": "入っている ではないか",
            "vi": "Không phải là nó"
        },
        {
            "x1": 589,
            "y1": 281,
            "x2": 608,
            "y2": 393,
            "text": "…もしかして",
            "vi": "...Có lẽ"
        },
        {
            "x1": 266,
            "y1": 341,
            "x2": 332,
            "y2": 469,
            "text": "お湯が 苦手なの？",
            "vi": "Bạn không giỏi ở nước nóng?"
        },
        {
            "x1": 555,
            "y1": 519,
            "x2": 629,
            "y2": 645,
            "text": "し…仕方 なかろう",
            "vi": "...Tôi không thể giúp nó"
        },
        {
            "x1": 347,
            "y1": 510,
            "x2": 417,
            "y2": 677,
            "text": "湯に浸かる 習慣など なかったのだから！",
            "vi": "Không có thói quen ngâm trong nước nóng!"
        },
        {
            "x1": 193,
            "y1": 540,
            "x2": 292,
            "y2": 673,
            "text": "そっか… ハルト様が せっかく作って くれたのに…",
            "vi": "Đúng vậy... ngay cả Hart đã làm..."
        },
        {
            "x1": 52,
            "y1": 549,
            "x2": 125,
            "y2": 647,
            "text": "とても 気持ちいい ですよ？",
            "vi": "Nó có rất đẹp không?"
        }
    ],
    "004.jpg": [
        {
            "x1": 577,
            "y1": 30,
            "x2": 606,
            "y2": 115,
            "text": "数日後",
            "vi": "Một vài ngày sau đó"
        },
        {
            "x1": 54,
            "y1": 15,
            "x2": 100,
            "y2": 200,
            "text": "はふぅく～",
            "vi": "Hafuk ~"
        },
        {
            "x1": 511,
            "y1": 280,
            "x2": 608,
            "y2": 456,
            "text": "仕事後の 風呂はいいもの だなぁく～～",
            "vi": "Bồn tắm sau khi làm việc tốt ~~"
        },
        {
            "x1": 184,
            "y1": 266,
            "x2": 259,
            "y2": 407,
            "text": "一日に何度 入ってもよい",
            "vi": "Bạn có thể nhập nhiều lần trong một ngày"
        },
        {
            "x1": 499,
            "y1": 720,
            "x2": 550,
            "y2": 789,
            "text": "フレイ どう？",
            "vi": "Làm thế nào về tự do?"
        },
        {
            "x1": 136,
            "y1": 709,
            "x2": 212,
            "y2": 824,
            "text": "はいっ お気に召した ようですっ",
            "vi": "Có vẻ như tôi thích nó"
        },
        {
            "x1": 66,
            "y1": 821,
            "x2": 117,
            "y2": 919,
            "text": "それは 何よりです",
            "vi": "Đó là điều tốt nhất"
        }
    ]
}