var ocr_data = {
    "1-61e7ccc83dac2.jpg": [
        {
            "x1": 523,
            "y1": 27,
            "x2": 583,
            "y2": 142,
            "text": "ティア教授 研究棟",
            "vi": "Tòa nhà nghiên cứu giáo sư TIA"
        },
        {
            "x1": 566,
            "y1": 324,
            "x2": 594,
            "y2": 418,
            "text": "ふぅむ…",
            "vi": "Fum..."
        },
        {
            "x1": 35,
            "y1": 333,
            "x2": 89,
            "y2": 426,
            "text": "ふむふむ ふむ…",
            "vi": "Hmmm..."
        },
        {
            "x1": 529,
            "y1": 499,
            "x2": 583,
            "y2": 615,
            "text": "これはまた なかなか…",
            "vi": "Cái này khá..."
        },
        {
            "x1": 48,
            "y1": 757,
            "x2": 139,
            "y2": 914,
            "text": "特殊な糸で 作られた 魔法具だねぇ…",
            "vi": "Đó là một công cụ kỳ diệu làm bằng chủ đề đặc biệt..."
        }
    ],
    "2-61e7ccc8d9338.jpg": [
        {
            "x1": 483,
            "y1": 40,
            "x2": 613,
            "y2": 172,
            "text": "珍しくキミが ワタシを頼って きたと思えば この面白そうな ものは何だい⁉",
            "vi": "Bất thường, nếu bạn nghĩ rằng bạn đã dựa vào tôi, điều này là điều thú vị là gì?"
        },
        {
            "x1": 70,
            "y1": 43,
            "x2": 121,
            "y2": 186,
            "text": "あ 見てもらう人 失敗したかも",
            "vi": "À có thể đã thất bại"
        },
        {
            "x1": 591,
            "y1": 273,
            "x2": 612,
            "y2": 405,
            "text": "…拾ったんです",
            "vi": "...Tôi đã nhặt nó lên"
        },
        {
            "x1": 487,
            "y1": 273,
            "x2": 554,
            "y2": 386,
            "text": "拾った⁉ どこで⁉",
            "vi": "Tôi đã chọn nó up⁉ nó ở đâu?"
        },
        {
            "x1": 317,
            "y1": 275,
            "x2": 416,
            "y2": 428,
            "text": "もしかして キミが作った とか⁉",
            "vi": "Có thể bạn đã làm nó"
        },
        {
            "x1": 547,
            "y1": 664,
            "x2": 624,
            "y2": 778,
            "text": "…レベル２の 俺が作れると 思います？",
            "vi": "Bạn có nghĩ rằng bạn có thể làm cấp 2?"
        },
        {
            "x1": 210,
            "y1": 658,
            "x2": 259,
            "y2": 796,
            "text": "じゃあ さっそく 解析してみよう",
            "vi": "Hãy phân tích nó ngay lập tức"
        },
        {
            "x1": 319,
            "y1": 804,
            "x2": 363,
            "y2": 917,
            "text": "まぁ それもそうか",
            "vi": "Vâng, là như vậy"
        }
    ],
    "3-61e7ccc967f25.jpg": [
        {
            "x1": 75,
            "y1": 365,
            "x2": 183,
            "y2": 741,
            "text": "テイア退相談てそみるか…",
            "vi": "Bạn có muốn rút lui Taia..."
        }
    ],
    "4-61e7ccc9efac2.jpg": [
        {
            "x1": 415,
            "y1": 1,
            "x2": 516,
            "y2": 178,
            "text": "はさ",
            "vi": "Thứ"
        },
        {
            "x1": 564,
            "y1": 246,
            "x2": 611,
            "y2": 324,
            "text": "何ですか これ",
            "vi": "Cái gì thế này?"
        },
        {
            "x1": 408,
            "y1": 244,
            "x2": 430,
            "y2": 358,
            "text": "鑑定装置だよ",
            "vi": "Đó là một thiết bị thẩm định"
        },
        {
            "x1": 293,
            "y1": 239,
            "x2": 385,
            "y2": 385,
            "text": "古代の技術で 作らんた貴重 なもめさ",
            "vi": "Những con mes có giá trị được làm bằng công nghệ cổ đại"
        },
        {
            "x1": 62,
            "y1": 393,
            "x2": 137,
            "y2": 542,
            "text": "物体に付与される 属性や特殊効果を 解析できる代物だ",
            "vi": "Đó là một điều có thể phân tích các thuộc tính và các hiệu ứng đặc biệt được cung cấp cho đối tượng."
        }
    ],
    "5-61e7ccca80566.jpg": [
        {
            "x1": 540,
            "y1": 483,
            "x2": 598,
            "y2": 576,
            "text": "これは 古代語…",
            "vi": "Đây là một ngôn ngữ cổ xưa..."
        },
        {
            "x1": 40,
            "y1": 473,
            "x2": 99,
            "y2": 587,
            "text": "いや 神話語だね",
            "vi": "Không có thần thoại"
        },
        {
            "x1": 535,
            "y1": 647,
            "x2": 602,
            "y2": 762,
            "text": "いつも並びが ぐちゃぐちゃ だし",
            "vi": "Tôi luôn bị rối tung"
        },
        {
            "x1": 29,
            "y1": 629,
            "x2": 126,
            "y2": 727,
            "text": "まぁ これには 法則がある から",
            "vi": "Chà, điều này có một quy tắc"
        },
        {
            "x1": 357,
            "y1": 791,
            "x2": 401,
            "y2": 923,
            "text": "複雑で情報量が あるんだよね",
            "vi": "Nó phức tạp và có lượng thông tin"
        },
        {
            "x1": 256,
            "y1": 793,
            "x2": 299,
            "y2": 926,
            "text": "なんて書いて あるんですか？",
            "vi": "Nó được viết gì?"
        },
        {
            "x1": 13,
            "y1": 731,
            "x2": 91,
            "y2": 866,
            "text": "それに 則って文字に 変換すれば―",
            "vi": "Nếu bạn chuyển đổi nó thành một chữ cái phù hợp-"
        }
    ],
    "6-61e7cccb18087.jpg": [
        {
            "x1": 535,
            "y1": 25,
            "x2": 618,
            "y2": 201,
            "text": "おい！ クソチビメガネは いるか‼",
            "vi": "Này! Bạn có kính chết tiệt?"
        },
        {
            "x1": 54,
            "y1": 1,
            "x2": 134,
            "y2": 338,
            "text": "ここか──っ",
            "vi": "Đây là ──"
        },
        {
            "x1": 309,
            "y1": 618,
            "x2": 357,
            "y2": 700,
            "text": "名を省略 するな！",
            "vi": "Đừng bỏ qua cái tên!"
        },
        {
            "x1": 178,
            "y1": 630,
            "x2": 253,
            "y2": 745,
            "text": "ハルト・ ゼンフイスも 一緒か",
            "vi": "Hart Zen có giống nhau không?"
        },
        {
            "x1": 569,
            "y1": 721,
            "x2": 642,
            "y2": 835,
            "text": "おや オラちゃん 何か用かい？",
            "vi": "Oya ora -chan?"
        }
    ],
    "7-61e7cccba3149.jpg": [
        {
            "x1": 414,
            "y1": 0,
            "x2": 475,
            "y2": 236,
            "text": "ちょうどいい！ こいつは貰っていくー",
            "vi": "Vừa phải! Tôi sẽ nhận được anh chàng này"
        },
        {
            "x1": 504,
            "y1": 495,
            "x2": 604,
            "y2": 592,
            "text": "なんだ ハルト君が 目当て だったか",
            "vi": "Hart là gì?"
        },
        {
            "x1": 573,
            "y1": 653,
            "x2": 594,
            "y2": 750,
            "text": "あげないよ",
            "vi": "Tôi sẽ không cho bạn"
        },
        {
            "x1": 479,
            "y1": 676,
            "x2": 550,
            "y2": 826,
            "text": "彼の才能を 先に見つけたのは ワタシだからね",
            "vi": "Tôi là người đã tìm thấy tài năng của anh ấy trước tiên"
        },
        {
            "x1": 31,
            "y1": 624,
            "x2": 173,
            "y2": 785,
            "text": "ムッ",
            "vi": "Muzu"
        },
        {
            "x1": 196,
            "y1": 744,
            "x2": 239,
            "y2": 911,
            "text": "俺を物扱いするの やめてもらえます？",
            "vi": "Bạn có thể ngừng đối xử với tôi?"
        }
    ],
    "8-61e7cccc3397d.jpg": [
        {
            "x1": 528,
            "y1": 20,
            "x2": 631,
            "y2": 204,
            "text": "とか言って こいつを自分の 研究対象としか 思ってないんだろう？",
            "vi": "Bạn có nghĩ rằng anh chàng này là mục tiêu nghiên cứu duy nhất không?"
        },
        {
            "x1": 379,
            "y1": 43,
            "x2": 450,
            "y2": 194,
            "text": "バラバラに解体 されるくらいなら 私が引き取る！",
            "vi": "Tôi sẽ nhặt nó lên nếu nó bị tháo dỡ!"
        },
        {
            "x1": 219,
            "y1": 33,
            "x2": 269,
            "y2": 165,
            "text": "解体するなんて 勿体ない",
            "vi": "Không thể tránh khỏi để tháo dỡ"
        },
        {
            "x1": 77,
            "y1": 60,
            "x2": 170,
            "y2": 191,
            "text": "彼は生きている からこそ 研究対象に なりえるのさ",
            "vi": "Anh ấy có thể là một mục tiêu nghiên cứu vì anh ấy còn sống"
        },
        {
            "x1": 453,
            "y1": 537,
            "x2": 625,
            "y2": 685,
            "text": "オラちゃんだって ハルト君に 属性比率の 解析を全て やらせようと してるのが 目に見えてるよ",
            "vi": "Rõ ràng là ORA -chan đang cố gắng để Hart phân tích tất cả các phân tích tỷ lệ thuộc tính."
        },
        {
            "x1": 49,
            "y1": 541,
            "x2": 104,
            "y2": 634,
            "text": "貴様より マシだ！",
            "vi": "Nó tốt hơn bạn!"
        },
        {
            "x1": 61,
            "y1": 756,
            "x2": 166,
            "y2": 920,
            "text": "どっちも 嫌──‼",
            "vi": "Tôi không thích cả hai"
        }
    ],
    "9-61e7ccccb3397.jpg": [
        {
            "x1": 476,
            "y1": 20,
            "x2": 586,
            "y2": 188,
            "text": "あのく そろそろこっちの方 進めてもらって いいですかね…？",
            "vi": "Có ổn không khi có cái này sớm không?"
        },
        {
            "x1": 142,
            "y1": 24,
            "x2": 190,
            "y2": 156,
            "text": "む なんだ 鑑定中だったか",
            "vi": "Có phải nó thuộc thẩm định?"
        },
        {
            "x1": 519,
            "y1": 372,
            "x2": 598,
            "y2": 478,
            "text": "ふむ 「闇」に 「混沌」か…",
            "vi": "Hmm, \"hỗn loạn\" trong \"bóng tối\" ..."
        },
        {
            "x1": 200,
            "y1": 365,
            "x2": 259,
            "y2": 521,
            "text": "…しかし 何とも醜悪な…",
            "vi": "Nhưng những gì một người xấu xí…"
        },
        {
            "x1": 282,
            "y1": 475,
            "x2": 389,
            "y2": 674,
            "text": "WZ VZ Ze",
            "vi": "Wz vz đến"
        },
        {
            "x1": 19,
            "y1": 558,
            "x2": 77,
            "y2": 673,
            "text": "これは 「呪い」だな",
            "vi": "Đây là một \"lời nguyền\""
        },
        {
            "x1": 533,
            "y1": 709,
            "x2": 590,
            "y2": 883,
            "text": "さすがオラちゃん 属性オタクうく",
            "vi": "Như dự đoán, thuộc tính ORA -chan Otaku"
        },
        {
            "x1": 28,
            "y1": 736,
            "x2": 129,
            "y2": 889,
            "text": "だから その言い方を やめろ！",
            "vi": "Vì vậy, đừng nói rằng!"
        }
    ],
    "10-61e7cccd3c712.jpg": [
        {
            "x1": 564,
            "y1": 24,
            "x2": 615,
            "y2": 181,
            "text": "前から思って いたんだがな…",
            "vi": "Tôi đã suy nghĩ rất lâu..."
        },
        {
            "x1": 338,
            "y1": 0,
            "x2": 389,
            "y2": 219,
            "text": "貴様の人をバカにした 態度は何とかならんのか",
            "vi": "Thái độ làm cho bạn ngu ngốc là gì?"
        },
        {
            "x1": 213,
            "y1": 24,
            "x2": 285,
            "y2": 191,
            "text": "えー？ 態度なんて どうでもいいでしょ",
            "vi": "Ơ? Tôi không quan tâm đến thái độ"
        },
        {
            "x1": 509,
            "y1": 430,
            "x2": 623,
            "y2": 561,
            "text": "それを言ったら オラちゃん だって 強引すぎる所 あるじゃん",
            "vi": "Nếu bạn nói điều đó, có những nơi ora -chan quá hung hăng"
        },
        {
            "x1": 505,
            "y1": 611,
            "x2": 641,
            "y2": 741,
            "text": "私は昔から こういう 性格だ！ 何が悪い！",
            "vi": "Tôi đã được như thế này trong một thời gian dài! Có chuyện gì vậy!"
        }
    ],
    "11-61e7cccdc3006.jpg": [
        {
            "x1": 525,
            "y1": 23,
            "x2": 598,
            "y2": 137,
            "text": "あ…あのく それで呪い… とは…？",
            "vi": "Ah... đó là lời nguyền...?"
        },
        {
            "x1": 385,
            "y1": 47,
            "x2": 410,
            "y2": 92,
            "text": "ああ",
            "vi": "À"
        },
        {
            "x1": 278,
            "y1": 33,
            "x2": 329,
            "y2": 114,
            "text": "鉱毒で 体を侵し",
            "vi": "Xâm chiếm cơ thể với ngộ độc khoáng chất"
        },
        {
            "x1": 13,
            "y1": 80,
            "x2": 90,
            "y2": 195,
            "text": "呪い効果で 治療を 妨げるんだよ",
            "vi": "Hiệu ứng lời nguyền cản trở việc điều trị"
        },
        {
            "x1": 228,
            "y1": 234,
            "x2": 353,
            "y2": 422,
            "text": "ーつまり 「相手をひどく 苦しめて殺害する」 意図が込められている ってことさ",
            "vi": "-Bạn có ý định \"giết và giết người kia\"."
        }
    ],
    "12-61e7ccce56110.jpg": [
        {
            "x1": 310,
            "y1": 40,
            "x2": 444,
            "y2": 193,
            "text": "そう！ 私の知識は このように 有用なんだ！",
            "vi": "Vâng! Kiến thức của tôi là hữu ích như thế này!"
        },
        {
            "x1": 538,
            "y1": 436,
            "x2": 622,
            "y2": 610,
            "text": "この際だから 言わせてもらうぞ クソチビメガネ",
            "vi": "Tại thời điểm này, hãy để tôi nói với bạn."
        },
        {
            "x1": 57,
            "y1": 439,
            "x2": 136,
            "y2": 611,
            "text": "何の役にも立たん 古代魔法なんぞ やめたらどうだ？",
            "vi": "Điều gì sẽ xảy ra nếu bạn ngừng sử dụng ma thuật cổ đại giúp gì?"
        },
        {
            "x1": 525,
            "y1": 707,
            "x2": 601,
            "y2": 857,
            "text": "いいや？ この文字を正確に 読み取るには",
            "vi": "KHÔNG? Để đọc chính xác nhân vật này"
        },
        {
            "x1": 68,
            "y1": 719,
            "x2": 117,
            "y2": 833,
            "text": "古代魔法の 知識が必要さ",
            "vi": "Yêu cầu kiến thức ma thuật cổ xưa"
        }
    ],
    "13-61e7cccedf73e.jpg": [
        {
            "x1": 525,
            "y1": 27,
            "x2": 601,
            "y2": 194,
            "text": "それに 現代魔法なんて 先が見えたものより",
            "vi": "Và ma thuật hiện đại là nhiều hơn những gì tôi thấy trước"
        },
        {
            "x1": 138,
            "y1": 15,
            "x2": 184,
            "y2": 160,
            "text": "オラちゃんこそ こっち来たらく？",
            "vi": "Ora -chan đang đến đây?"
        },
        {
            "x1": 233,
            "y1": 196,
            "x2": 312,
            "y2": 312,
            "text": "古代魔法のが 0倍面白いと 思わない？",
            "vi": "Bạn không nghĩ rằng phép thuật cổ đại thú vị hơn 0 lần?"
        },
        {
            "x1": 0,
            "y1": 12,
            "x2": 119,
            "y2": 347,
            "text": "ぐぬぬぬぬ～",
            "vi": "Gununu ~"
        },
        {
            "x1": 557,
            "y1": 370,
            "x2": 595,
            "y2": 496,
            "text": "貴様の！",
            "vi": "! Của bạn!"
        },
        {
            "x1": 488,
            "y1": 362,
            "x2": 519,
            "y2": 573,
            "text": "そういう所が‼",
            "vi": "Thật là một nơi‼"
        },
        {
            "x1": 399,
            "y1": 360,
            "x2": 437,
            "y2": 614,
            "text": "気に食わんのだ‼",
            "vi": "Tôi không thích nó."
        }
    ],
    "14-61e7cccf7e699.jpg": [
        {
            "x1": 459,
            "y1": 26,
            "x2": 560,
            "y2": 142,
            "text": "そ…それでく 犯人の目星は 付きそう ですかねく？",
            "vi": "Vì vậy,... đôi mắt của thủ phạm dường như được gắn bó?"
        },
        {
            "x1": 337,
            "y1": 29,
            "x2": 414,
            "y2": 153,
            "text": "まず 呪い自体 かなり高度な 術式だから",
            "vi": "Trước hết, lời nguyền là một kỹ thuật khá tiên tiến"
        },
        {
            "x1": 51,
            "y1": 177,
            "x2": 122,
            "y2": 290,
            "text": "学生でこれを 作るのは無理 だろうね",
            "vi": "Học sinh sẽ không thể thực hiện điều này"
        },
        {
            "x1": 538,
            "y1": 344,
            "x2": 612,
            "y2": 547,
            "text": "とはいえ 闇と混沌の特殊属性を 持っている者は限られる",
            "vi": "Tuy nhiên, chỉ những người có các thuộc tính đặc biệt của bóng tối và sự hỗn loạn bị hạn chế."
        },
        {
            "x1": 56,
            "y1": 367,
            "x2": 129,
            "y2": 500,
            "text": "使える教師が そんな事したら すぐバレるし…",
            "vi": "Nếu một giáo viên có thể sử dụng nó làm điều đó, nó sẽ được hói càng sớm càng tốt..."
        },
        {
            "x1": 591,
            "y1": 652,
            "x2": 618,
            "y2": 724,
            "text": "つまり",
            "vi": "Nói cách khác"
        },
        {
            "x1": 58,
            "y1": 747,
            "x2": 148,
            "y2": 881,
            "text": "外部の人間と 考えるのが 妥当だろう",
            "vi": "Nó sẽ thích hợp để nghĩ về nó như một người bên ngoài"
        }
    ],
    "15-61e7ccd010658.jpg": [
        {
            "x1": 481,
            "y1": 4,
            "x2": 598,
            "y2": 228,
            "text": "だが 「作成者｣と「実行犯｣は 別である可能性が あるぞ",
            "vi": "Tuy nhiên, \"người tạo\" và \"điều hành\" có thể khác nhau."
        },
        {
            "x1": 145,
            "y1": 55,
            "x2": 162,
            "y2": 153,
            "text": "というと？",
            "vi": "Gì?"
        },
        {
            "x1": 482,
            "y1": 357,
            "x2": 585,
            "y2": 505,
            "text": "針には呪いの他に これを飛ばした であろう痕跡も 見て取れる",
            "vi": "Kim cũng có thể nhìn thấy những dấu vết đã bỏ qua điều này bên cạnh lời nguyền"
        },
        {
            "x1": 501,
            "y1": 555,
            "x2": 587,
            "y2": 770,
            "text": "主体は「風」だが 「水」と「闇」で隠密性を 増している…",
            "vi": "Chủ đề là \"gió\", nhưng \"nước\" và \"bóng tối\" đang tăng lén lút..."
        },
        {
            "x1": 29,
            "y1": 579,
            "x2": 119,
            "y2": 734,
            "text": "これは 学生レベルでも 可能な魔法だ",
            "vi": "Đây là một phép thuật có thể được thực hiện ở cấp độ học sinh"
        }
    ],
    "16-61e7ccd094ba1.jpg": [
        {
            "x1": 536,
            "y1": 46,
            "x2": 609,
            "y2": 143,
            "text": "実行犯は 学院内の者 だろう",
            "vi": "Thủ phạm sẽ ở trong trường học"
        },
        {
            "x1": 263,
            "y1": 14,
            "x2": 334,
            "y2": 154,
            "text": "学院内で こんなものを 使うとは許せんな",
            "vi": "Tôi không thể tha thứ cho bạn sử dụng một cái gì đó như thế này trong trường"
        },
        {
            "x1": 144,
            "y1": 20,
            "x2": 194,
            "y2": 156,
            "text": "二桁か… それでも多いな",
            "vi": "Hai -chữ... Vẫn còn rất nhiều"
        },
        {
            "x1": 286,
            "y1": 191,
            "x2": 309,
            "y2": 300,
            "text": "だとすれば",
            "vi": "Nếu vậy"
        },
        {
            "x1": 260,
            "y1": 167,
            "x2": 281,
            "y2": 335,
            "text": "二桁まで絞られるな",
            "vi": "Đừng siết chặt thành hai chữ số"
        },
        {
            "x1": 548,
            "y1": 385,
            "x2": 619,
            "y2": 515,
            "text": "もうちょっと 絞り込め ませんかね…？",
            "vi": "Bạn không thể thu hẹp thêm một chút nữa...?"
        },
        {
            "x1": 544,
            "y1": 566,
            "x2": 618,
            "y2": 769,
            "text": "…針自体と 学生達が持つ大まかな 属性比率ならわかるが…",
            "vi": "Bạn có thể nói tỷ lệ thuộc tính thô của chính kim và các sinh viên..."
        },
        {
            "x1": 81,
            "y1": 578,
            "x2": 209,
            "y2": 711,
            "text": "じゃあ あとは 魔力測定｢改」で 一人ずつ調べて いけば何とか なるか",
            "vi": "Sau đó, nếu bạn tìm kiếm từng người một bằng cách đo sức mạnh ma thuật \"kai\", bạn sẽ quản lý điều gì?"
        },
        {
            "x1": 184,
            "y1": 810,
            "x2": 230,
            "y2": 827,
            "text": "高戚力",
            "vi": "Người thân cao"
        },
        {
            "x1": 183,
            "y1": 864,
            "x2": 230,
            "y2": 880,
            "text": "高威",
            "vi": "Cao"
        },
        {
            "x1": 133,
            "y1": 873,
            "x2": 174,
            "y2": 896,
            "text": "I土J78",
            "vi": "Tôi thứ bảy j78"
        }
    ],
    "17-61e7ccd12651f.jpg": [
        {
            "x1": 523,
            "y1": 36,
            "x2": 598,
            "y2": 166,
            "text": "じゃあその 学生のリスト 教えてください",
            "vi": "Sau đó, hãy cho tôi biết danh sách sinh viên"
        },
        {
            "x1": 57,
            "y1": 1,
            "x2": 101,
            "y2": 109,
            "text": "何っ⁉",
            "vi": "Những gì là⁉"
        },
        {
            "x1": 319,
            "y1": 231,
            "x2": 368,
            "y2": 363,
            "text": "あとはこっちで 何とかします",
            "vi": "Tôi sẽ làm bằng cách nào đó ở đây"
        },
        {
            "x1": 571,
            "y1": 604,
            "x2": 597,
            "y2": 736,
            "text": "あ…あの…？",
            "vi": "Ah... đó...?"
        }
    ],
    "18-61e7ccd1a6b5d.jpg": [
        {
            "x1": 510,
            "y1": 485,
            "x2": 635,
            "y2": 640,
            "text": "貴様！ 今ので何を 確信した？",
            "vi": "Bạn! Bây giờ bạn bị thuyết phục điều gì?"
        },
        {
            "x1": 160,
            "y1": 402,
            "x2": 238,
            "y2": 710,
            "text": "ああぁあぁ",
            "vi": "Ahhhhh"
        },
        {
            "x1": 52,
            "y1": 462,
            "x2": 151,
            "y2": 662,
            "text": "ねぇねぇっ もったいぶって ないで言ってよ！",
            "vi": "Này, đừng nói đi!"
        },
        {
            "x1": 555,
            "y1": 705,
            "x2": 625,
            "y2": 836,
            "text": "やはり貴様には 勿体ない！ よこせ！",
            "vi": "Sau tất cả những gì bạn là không thể tránh khỏi! Chúc may mắn!"
        },
        {
            "x1": 355,
            "y1": 727,
            "x2": 393,
            "y2": 814,
            "text": "ぷんすか",
            "vi": "Punsuka"
        },
        {
            "x1": 191,
            "y1": 698,
            "x2": 263,
            "y2": 815,
            "text": "だからく 彼はワタシの ものだってば",
            "vi": "Đó là lý do tại sao anh ấy đến từ tôi"
        },
        {
            "x1": 52,
            "y1": 709,
            "x2": 122,
            "y2": 789,
            "text": "どっちの ものでも ないわ",
            "vi": "Không phải là một"
        },
        {
            "x1": 53,
            "y1": 812,
            "x2": 109,
            "y2": 924,
            "text": "はよリスト ください",
            "vi": "Vui lòng liệt kê"
        }
    ]
}