var ocr_data = {
    "001.jpg": [
        {
            "x1": 509,
            "y1": 6,
            "x2": 535,
            "y2": 129,
            "text": "逢魔の庭園",
            "vi": "AI da vườn"
        },
        {
            "x1": 450,
            "y1": 63,
            "x2": 475,
            "y2": 165,
            "text": "露天風呂",
            "vi": "Mở -Air tắm"
        },
        {
            "x1": 466,
            "y1": 345,
            "x2": 570,
            "y2": 478,
            "text": "はぁ",
            "vi": "Haha"
        },
        {
            "x1": 362,
            "y1": 297,
            "x2": 459,
            "y2": 412,
            "text": "兄上さまが 学院に通われ てからという もの…",
            "vi": "Sau khi anh trai tôi đến trường..."
        },
        {
            "x1": 27,
            "y1": 514,
            "x2": 73,
            "y2": 629,
            "text": "減って寂寂しい です…",
            "vi": "Tôi đang cô đơn đang giảm..."
        },
        {
            "x1": 572,
            "y1": 700,
            "x2": 592,
            "y2": 778,
            "text": "言うな…",
            "vi": "Đừng nói…"
        },
        {
            "x1": 275,
            "y1": 686,
            "x2": 354,
            "y2": 802,
            "text": "私だって ハルト様の 側にいたい…",
            "vi": "Tôi muốn ở bên hart..."
        }
    ],
    "002.jpg": [
        {
            "x1": 58,
            "y1": 63,
            "x2": 88,
            "y2": 287,
            "text": "第30話 魔王の名は…",
            "vi": "Tập 30 Tên của King Demon..."
        }
    ],
    "003.jpg": [
        {
            "x1": 515,
            "y1": 248,
            "x2": 582,
            "y2": 400,
            "text": "キュピーンと 来ました！",
            "vi": "Tôi đến với Cupine!"
        },
        {
            "x1": 2,
            "y1": 250,
            "x2": 143,
            "y2": 459,
            "text": "兄上さまに 何か面白い事が 起きている 予感！",
            "vi": "Cảm giác rằng một cái gì đó thú vị đang xảy ra với anh tôi!"
        },
        {
            "x1": 530,
            "y1": 694,
            "x2": 604,
            "y2": 809,
            "text": "これは 確かめに行か なくては…！",
            "vi": "Tôi phải đi để kiểm tra cái này...!"
        },
        {
            "x1": 190,
            "y1": 699,
            "x2": 291,
            "y2": 849,
            "text": "ハルト様は なぜ私の行き来を 許してくれん のだ…",
            "vi": "Tại sao tất cả cho phép tôi đến và đi..."
        },
        {
            "x1": 32,
            "y1": 814,
            "x2": 75,
            "y2": 927,
            "text": "何かやらかし そうだから",
            "vi": "Bởi vì có vẻ như bạn sẽ làm điều gì đó"
        }
    ],
    "004.jpg": [
        {
            "x1": 82,
            "y1": 49,
            "x2": 197,
            "y2": 182,
            "text": "まあよい… 今はこの湯を 堪能すると しよう…",
            "vi": "Chà... hãy tận hưởng nước nóng này bây giờ..."
        },
        {
            "x1": 530,
            "y1": 437,
            "x2": 608,
            "y2": 517,
            "text": "フレイは 切り替え 早いね",
            "vi": "Frey được chuyển nhanh"
        },
        {
            "x1": 66,
            "y1": 406,
            "x2": 114,
            "y2": 559,
            "text": "こうでもせんと やってられん！",
            "vi": "Tôi không thể làm như vậy như thế này!"
        },
        {
            "x1": 521,
            "y1": 657,
            "x2": 625,
            "y2": 772,
            "text": "本来ならば 主殿の 側にいるのが 臣下の役目…",
            "vi": "Ban đầu, vai trò của Bộ trưởng là về phía Đền thờ chính..."
        },
        {
            "x1": 246,
            "y1": 643,
            "x2": 320,
            "y2": 758,
            "text": "だから 葛藤している のだ…",
            "vi": "Đó là lý do tại sao tôi đang gặp khó khăn..."
        },
        {
            "x1": 57,
            "y1": 643,
            "x2": 100,
            "y2": 758,
            "text": "…そう だったんだ…",
            "vi": "… Ồ, tôi thấy…"
        },
        {
            "x1": 368,
            "y1": 737,
            "x2": 417,
            "y2": 870,
            "text": "だがハルト様は それを望まない",
            "vi": "Nhưng Hart không muốn nó"
        }
    ],
    "006.jpg": [
        {
            "x1": 493,
            "y1": 20,
            "x2": 595,
            "y2": 187,
            "text": "まあ以前の私は 魔王の近くで 魔族をまとめるのが 仕事だったからな",
            "vi": "Chà, trước khi tôi làm công việc tập hợp những con quỷ gần nhà vua quỷ"
        },
        {
            "x1": 543,
            "y1": 247,
            "x2": 592,
            "y2": 397,
            "text": "じゃあ魔王とは 仲が良かったの？",
            "vi": "Vì vậy, bạn có phải là bạn tốt với Vua quỷ không?"
        },
        {
            "x1": 387,
            "y1": 281,
            "x2": 410,
            "y2": 330,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 76,
            "y1": 529,
            "x2": 140,
            "y2": 637,
            "text": "盟友で あったよ",
            "vi": "Tôi là một đồng minh"
        },
        {
            "x1": 519,
            "y1": 716,
            "x2": 639,
            "y2": 848,
            "text": "あやつは 魔族や 魔物の事を 第一に考える",
            "vi": "Aatsatsu nghĩ về quỷ và quỷ đầu tiên"
        },
        {
            "x1": 63,
            "y1": 719,
            "x2": 115,
            "y2": 830,
            "text": "優しいやつ であった",
            "vi": "Đó là một chàng trai dịu dàng"
        }
    ],
    "007.jpg": [
        {
            "x1": 480,
            "y1": 37,
            "x2": 604,
            "y2": 204,
            "text": "だがその優しさ ゆえに 人間の扱いについて 他の魔族と 衝突してな",
            "vi": "Tuy nhiên, vì lòng tốt của nó, tôi đã không va chạm với các con quỷ khác về việc đối xử với con người."
        },
        {
            "x1": 29,
            "y1": 23,
            "x2": 103,
            "y2": 138,
            "text": "よく私が 止めに入った ものだ",
            "vi": "Tôi thường dừng lại"
        },
        {
            "x1": 517,
            "y1": 311,
            "x2": 589,
            "y2": 396,
            "text": "魔王の 理想は",
            "vi": "Lý tưởng của Vua quỷ"
        },
        {
            "x1": 438,
            "y1": 368,
            "x2": 504,
            "y2": 496,
            "text": "人も魔物も 共存できる",
            "vi": "Cả người và quái vật có thể cùng tồn tại"
        },
        {
            "x1": 20,
            "y1": 518,
            "x2": 119,
            "y2": 675,
            "text": "「楽園」を つくる事 だったからな",
            "vi": "Bởi vì nó là để tạo ra một \"thiên đường\""
        }
    ],
    "009.jpg": [
        {
            "x1": 487,
            "y1": 45,
            "x2": 591,
            "y2": 174,
            "text": "…つまり 自分が 人となって",
            "vi": "\"Nói cách khác, tôi trở thành một người"
        },
        {
            "x1": 36,
            "y1": 232,
            "x2": 162,
            "y2": 384,
            "text": "人の中から 意識を変え ようとしてた ってこと…？",
            "vi": "Bạn đang cố gắng thay đổi ý thức của bạn từ một người...?"
        },
        {
            "x1": 500,
            "y1": 647,
            "x2": 598,
            "y2": 789,
            "text": "魔王が そこまで考え てたなんて 知らなかった…",
            "vi": "Tôi không biết rằng Vua quỷ đã suy nghĩ rất nhiều..."
        },
        {
            "x1": 102,
            "y1": 651,
            "x2": 205,
            "y2": 801,
            "text": "まあ奴の そういう甘い 考えが私は 好かんかったがな",
            "vi": "Tốt, tôi không thích ý tưởng ngọt ngào đó"
        }
    ],
    "011.jpg": [
        {
            "x1": 499,
            "y1": 17,
            "x2": 598,
            "y2": 167,
            "text": "その時 思わず魔王時代の 名を口にする所 だったよ",
            "vi": "Vào thời điểm đó, đó là một nơi để nói về tên của kỷ nguyên vua quỷ."
        },
        {
            "x1": 160,
            "y1": 18,
            "x2": 237,
            "y2": 150,
            "text": "…そういえば私 魔王の名前 知らない",
            "vi": "Nhân tiện, tôi không biết tên của vua quỷ"
        },
        {
            "x1": 478,
            "y1": 388,
            "x2": 553,
            "y2": 466,
            "text": "軽々しく 口にする なよ？",
            "vi": "Đừng nói nhẹ nhàng?"
        },
        {
            "x1": 158,
            "y1": 389,
            "x2": 182,
            "y2": 440,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 81,
            "y1": 665,
            "x2": 181,
            "y2": 780,
            "text": "魔王の 名は",
            "vi": "Tên của vua quỷ"
        }
    ],
    "012.jpg": [
        {
            "x1": 337,
            "y1": 50,
            "x2": 408,
            "y2": 174,
            "text": "イリス フィリア",
            "vi": "Iris Philia"
        },
        {
            "x1": 534,
            "y1": 352,
            "x2": 573,
            "y2": 449,
            "text": "ふーん",
            "vi": "Hmm"
        },
        {
            "x1": 113,
            "y1": 455,
            "x2": 171,
            "y2": 606,
            "text": "イリス フィリアねえ",
            "vi": "Iris Philia hey"
        },
        {
            "x1": 563,
            "y1": 713,
            "x2": 591,
            "y2": 785,
            "text": "長いな",
            "vi": "Lâu"
        },
        {
            "x1": 283,
            "y1": 826,
            "x2": 338,
            "y2": 920,
            "text": "イリスで いいか？",
            "vi": "Nó ổn với Iris?"
        }
    ],
    "013.jpg": [
        {
            "x1": 415,
            "y1": 37,
            "x2": 438,
            "y2": 116,
            "text": "すまない",
            "vi": "Xin lỗi"
        },
        {
            "x1": 322,
            "y1": 116,
            "x2": 419,
            "y2": 212,
            "text": "ボクもよ 皆の名前を 省略して いたんだ",
            "vi": "Tôi cũng bỏ qua tên của mọi người"
        },
        {
            "x1": 26,
            "y1": 276,
            "x2": 126,
            "y2": 391,
            "text": "ちょっと その時の事を 思い出して しまったよ",
            "vi": "Tôi đã nhớ thời điểm đó"
        },
        {
            "x1": 527,
            "y1": 452,
            "x2": 598,
            "y2": 567,
            "text": "んじゃ 友達になった ということで",
            "vi": "Bởi vì tôi đã trở thành một người bạn"
        },
        {
            "x1": 83,
            "y1": 464,
            "x2": 131,
            "y2": 559,
            "text": "待ってくれ ハルト",
            "vi": "Chờ đã, Hart"
        },
        {
            "x1": 463,
            "y1": 524,
            "x2": 514,
            "y2": 622,
            "text": "俺はこれで 失礼する",
            "vi": "Tôi thô lỗ với cái này"
        },
        {
            "x1": 522,
            "y1": 669,
            "x2": 597,
            "y2": 819,
            "text": "ところでキミは 授業選びは 終わったのかい？",
            "vi": "Nhân tiện, Kimi đã hoàn thành việc chọn lớp học?"
        },
        {
            "x1": 235,
            "y1": 675,
            "x2": 300,
            "y2": 825,
            "text": "…そういえば そんなのが あったような…？",
            "vi": "Nói về điều đó, có vẻ như đó là gì?"
        },
        {
            "x1": 28,
            "y1": 826,
            "x2": 72,
            "y2": 922,
            "text": "…いや まだだが？",
            "vi": "...Không, chưa?"
        }
    ],
    "014.jpg": [
        {
            "x1": 398,
            "y1": 6,
            "x2": 498,
            "y2": 161,
            "text": "だったら 今から一緒に やろう！",
            "vi": "Sau đó, chúng ta hãy làm điều đó cùng nhau ngay bây giờ!"
        },
        {
            "x1": 233,
            "y1": 3,
            "x2": 340,
            "y2": 207,
            "text": "二人でやった方が 効率がいいと 思うんだ！",
            "vi": "Tôi nghĩ rằng nó hiệu quả hơn khi làm điều đó cùng nhau!"
        },
        {
            "x1": 64,
            "y1": 60,
            "x2": 88,
            "y2": 128,
            "text": "おう…",
            "vi": "Ou…"
        },
        {
            "x1": 68,
            "y1": 293,
            "x2": 130,
            "y2": 368,
            "text": "押しが 強いな",
            "vi": "Sự thúc đẩy mạnh mẽ"
        },
        {
            "x1": 408,
            "y1": 538,
            "x2": 494,
            "y2": 651,
            "text": "んじゃ 俺の部屋で やるか…",
            "vi": "Tôi sẽ làm nó trong phòng của tôi..."
        },
        {
            "x1": 150,
            "y1": 705,
            "x2": 234,
            "y2": 803,
            "text": "うん！ よろしく たのむ！",
            "vi": "Ừ! Cảm ơn bạn!"
        }
    ]
}