var ocr_data = {
    "1-611c9df837954.jpg": [
        {
            "x1": 311,
            "y1": 37,
            "x2": 343,
            "y2": 190,
            "text": "なるほど…",
            "vi": "Tôi thấy…"
        },
        {
            "x1": 517,
            "y1": 572,
            "x2": 594,
            "y2": 669,
            "text": "王さまと 王妃さまの 仲が悪くて",
            "vi": "Vua và Nữ hoàng xấu"
        },
        {
            "x1": 20,
            "y1": 584,
            "x2": 114,
            "y2": 698,
            "text": "他の貴族 さん達も ギスギスして いる…と",
            "vi": "Các quý tộc khác cũng đang lởm chởm..."
        },
        {
            "x1": 475,
            "y1": 748,
            "x2": 590,
            "y2": 921,
            "text": "…やはり わたくしの読みが 当たっていた ようですね",
            "vi": "Có vẻ như việc đọc của tôi đã bị ảnh hưởng"
        }
    ],
    "2-611c9df93705a.jpg": [
        {
            "x1": 519,
            "y1": 29,
            "x2": 623,
            "y2": 177,
            "text": "…これは 王都に危機が 迫っているような 気がします！",
            "vi": "Cảm giác này giống như một cuộc khủng hoảng đang đến gần thủ đô của hoàng gia!"
        },
        {
            "x1": 64,
            "y1": 146,
            "x2": 88,
            "y2": 262,
            "text": "そうかなぁ？",
            "vi": "Có phải vậy không?"
        },
        {
            "x1": 521,
            "y1": 335,
            "x2": 620,
            "y2": 449,
            "text": "いいえリザ殿 敵はすでに 動き出して います",
            "vi": "Không, kẻ thù đã di chuyển"
        },
        {
            "x1": 204,
            "y1": 334,
            "x2": 328,
            "y2": 448,
            "text": "現に我が君が その尖兵に 対処したお姿 ご覧になった でしょう？",
            "vi": "Trong thực tế, bạn đã thấy bạn xử lý người lính có kích thước đó?"
        },
        {
            "x1": 40,
            "y1": 360,
            "x2": 100,
            "y2": 534,
            "text": "フフ７７…",
            "vi": "Huff 77..."
        },
        {
            "x1": 534,
            "y1": 651,
            "x2": 612,
            "y2": 801,
            "text": "シャルロッテ様 あの映像とやらを 今一度…！",
            "vi": "Charlotte -sama, video đó và một lần nữa... một lần nữa...!"
        },
        {
            "x1": 65,
            "y1": 679,
            "x2": 120,
            "y2": 770,
            "text": "わかり ました！",
            "vi": "lấy được rồi!"
        }
    ],
    "3-611c9df9dd344.jpg": [
        {
            "x1": 543,
            "y1": 255,
            "x2": 591,
            "y2": 403,
            "text": "シュナイダルよ！ 元に戻るんだ‼",
            "vi": "Schneidal! Quay trở lại bản gốc‼"
        },
        {
            "x1": 215,
            "y1": 250,
            "x2": 242,
            "y2": 397,
            "text": "ウボアアアア",
            "vi": "Uboaaaaaaaaa"
        },
        {
            "x1": 198,
            "y1": 565,
            "x2": 281,
            "y2": 700,
            "text": "おお",
            "vi": "Oh"
        }
    ],
    "4-611c9dfa74437.jpg": [
        {
            "x1": 502,
            "y1": 33,
            "x2": 625,
            "y2": 215,
            "text": "はわわわ… 兄上様… 素敵ですく…",
            "vi": "Wow... anh trai của bạn... thật tuyệt..."
        },
        {
            "x1": 527,
            "y1": 337,
            "x2": 630,
            "y2": 453,
            "text": "うむ 途中妙な光が 入ってよく 見えないが…",
            "vi": "Tôi không thể nhìn thấy một ánh sáng kỳ lạ trên đường đi..."
        },
        {
            "x1": 307,
            "y1": 337,
            "x2": 383,
            "y2": 488,
            "text": "ハルト様のご活躍 何度観ても 良いものだ",
            "vi": "Bạn có thể xem thành công của Hart nhiều lần"
        },
        {
            "x1": 222,
            "y1": 332,
            "x2": 270,
            "y2": 504,
            "text": "敵を圧倒しながら 慈悲を示される",
            "vi": "Thể hiện lòng thương xót trong khi tràn ngập kẻ thù"
        },
        {
            "x1": 55,
            "y1": 344,
            "x2": 106,
            "y2": 425,
            "text": "さすがは 我が君",
            "vi": "Như dự đoán, bạn"
        },
        {
            "x1": 547,
            "y1": 697,
            "x2": 623,
            "y2": 830,
            "text": "なんだか 話がそれてる 気がするけど…",
            "vi": "Tôi cảm thấy như câu chuyện bị tắt..."
        },
        {
            "x1": 256,
            "y1": 836,
            "x2": 303,
            "y2": 898,
            "text": "まあ いっか",
            "vi": "Ổn"
        }
    ],
    "5-611c9dfc19c21.jpg": [
        {
            "x1": 519,
            "y1": 2,
            "x2": 593,
            "y2": 153,
            "text": "兄上さまによると このお方は 副生徒会長だとか",
            "vi": "Theo anh trai tôi, người này là phó chủ tịch của Phó sinh viên"
        },
        {
            "x1": 516,
            "y1": 281,
            "x2": 589,
            "y2": 379,
            "text": "これは わたくしの 推測ですが",
            "vi": "Đây là dự đoán của tôi"
        },
        {
            "x1": 362,
            "y1": 305,
            "x2": 446,
            "y2": 419,
            "text": "このお方は 「裏生徒会」 によって",
            "vi": "Người này phụ thuộc vào \"Hội đồng sinh viên trở lại\""
        },
        {
            "x1": 43,
            "y1": 475,
            "x2": 125,
            "y2": 665,
            "text": "何らかの指令を 受けていたのでは ないでしょうか…",
            "vi": "Tôi đoán anh ấy đã nhận được một số mệnh lệnh..."
        }
    ],
    "6-611c9dfcc12e3.jpg": [
        {
            "x1": 545,
            "y1": 10,
            "x2": 622,
            "y2": 145,
            "text": "…兄上さまが 大学したのちに 事件が起きた…",
            "vi": "Vụ việc xảy ra sau khi anh tôi đi học đại học"
        },
        {
            "x1": 165,
            "y1": 11,
            "x2": 296,
            "y2": 144,
            "text": "つまり 兄上さまの お力をかぎつけ このような事を 仕掛けてきたと",
            "vi": "Nói cách khác, anh đã quyết định làm điều này với sự giúp đỡ của anh trai mình."
        },
        {
            "x1": 83,
            "y1": 27,
            "x2": 128,
            "y2": 108,
            "text": "そう判断 できます",
            "vi": "Bạn có thể đánh giá điều đó"
        },
        {
            "x1": 466,
            "y1": 295,
            "x2": 618,
            "y2": 449,
            "text": "そしてそれは… 王都を揺るがす 悪の巨大組織に 直結しているに 違いない…",
            "vi": "Và... nó phải được kết nối trực tiếp với tổ chức ác khổng lồ làm rung chuyển thủ đô hoàng gia..."
        },
        {
            "x1": 303,
            "y1": 277,
            "x2": 433,
            "y2": 411,
            "text": "悪の 巨大組織 AN",
            "vi": "Tổ chức lớn xấu xa một"
        },
        {
            "x1": 299,
            "y1": 593,
            "x2": 398,
            "y2": 632,
            "text": "生徒会",
            "vi": "Hội đồng Học sinh"
        },
        {
            "x1": 566,
            "y1": 727,
            "x2": 634,
            "y2": 806,
            "text": "フン それが どうした",
            "vi": "Hun những gì đã xảy ra"
        },
        {
            "x1": 210,
            "y1": 717,
            "x2": 281,
            "y2": 796,
            "text": "そう 兄上さま なら",
            "vi": "Vâng, nếu bạn là một người anh em"
        },
        {
            "x1": 314,
            "y1": 789,
            "x2": 387,
            "y2": 931,
            "text": "どんな相手で あろうとハルト様 には敵うまいよ",
            "vi": "Bất kể bạn là loại đối thủ nào, nó tốt cho Hart"
        },
        {
            "x1": 41,
            "y1": 832,
            "x2": 113,
            "y2": 912,
            "text": "きっと 大丈夫 でしょう",
            "vi": "Tôi chắc chắn nó ổn"
        }
    ],
    "7-611c9dfd52ff6.jpg": [
        {
            "x1": 476,
            "y1": 9,
            "x2": 607,
            "y2": 143,
            "text": "…ですが 今回はどこに 潜んでいるか わからない分 負担になるかと",
            "vi": "Nhưng lần này nó sẽ là một gánh nặng vì tôi không biết nó đang ẩn nấp ở đâu."
        },
        {
            "x1": 89,
            "y1": 19,
            "x2": 119,
            "y2": 114,
            "text": "確かに…",
            "vi": "Chắc chắn…"
        },
        {
            "x1": 573,
            "y1": 283,
            "x2": 595,
            "y2": 363,
            "text": "ですので",
            "vi": "Rất"
        },
        {
            "x1": 305,
            "y1": 264,
            "x2": 405,
            "y2": 397,
            "text": "今こそ わたくしたちが 動き出す時だと 思うのです",
            "vi": "Tôi nghĩ đã đến lúc tôi bắt đầu di chuyển."
        },
        {
            "x1": 561,
            "y1": 764,
            "x2": 581,
            "y2": 838,
            "text": "いうと？",
            "vi": "Gì?"
        },
        {
            "x1": 336,
            "y1": 761,
            "x2": 428,
            "y2": 853,
            "text": "まずは 学院への 潜入",
            "vi": "Trước hết, xâm nhập vào trường học"
        },
        {
            "x1": 25,
            "y1": 818,
            "x2": 85,
            "y2": 912,
            "text": "そして 情報収集",
            "vi": "Và thu thập thông tin"
        }
    ],
    "8-611c9dfe248c6.jpg": [
        {
            "x1": 206,
            "y1": 13,
            "x2": 334,
            "y2": 94,
            "text": "極悪",
            "vi": "Sự xấu xa"
        },
        {
            "x1": 61,
            "y1": 21,
            "x2": 183,
            "y2": 195,
            "text": "そしてそこから 悪の巨大組織に 通ずるものを あばき出すのです",
            "vi": "Và từ đó, bạn sẽ phơi bày những điều dẫn đến các tổ chức ác khổng lồ."
        },
        {
            "x1": 529,
            "y1": 273,
            "x2": 617,
            "y2": 426,
            "text": "我々は この時のために 集まった有志",
            "vi": "Chúng tôi tình nguyện, người đã tập trung cho lần này"
        },
        {
            "x1": 528,
            "y1": 481,
            "x2": 618,
            "y2": 594,
            "text": "皆で 兄上さまの ご活躍を",
            "vi": "Mọi người đều có thành công của anh trai mình"
        },
        {
            "x1": 412,
            "y1": 466,
            "x2": 450,
            "y2": 652,
            "text": "「円卓会議」",
            "vi": "\"Hội nghị bàn tròn\""
        },
        {
            "x1": 514,
            "y1": 767,
            "x2": 591,
            "y2": 859,
            "text": "サポート いたし ましょう",
            "vi": "Hãy ủng hộ"
        },
        {
            "x1": 85,
            "y1": 742,
            "x2": 126,
            "y2": 886,
            "text": "出撃です",
            "vi": "Đó là một cuộc đua"
        }
    ],
    "9-611c9dfea5ab8.jpg": [
        {
            "x1": 563,
            "y1": 41,
            "x2": 587,
            "y2": 91,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 232,
            "y1": 21,
            "x2": 269,
            "y2": 130,
            "text": "ええ…「",
            "vi": "Ừ…\""
        },
        {
            "x1": 338,
            "y1": 249,
            "x2": 365,
            "y2": 363,
            "text": "異論はない",
            "vi": "Không có sự phản đối"
        },
        {
            "x1": 29,
            "y1": 231,
            "x2": 80,
            "y2": 363,
            "text": "我が君の ためならば…",
            "vi": "Đối với tôi..."
        },
        {
            "x1": 519,
            "y1": 679,
            "x2": 595,
            "y2": 813,
            "text": "シャルロッテ様 今のだと 会議名だから",
            "vi": "Charlotte hiện là tên cuộc họp"
        },
        {
            "x1": 207,
            "y1": 694,
            "x2": 283,
            "y2": 790,
            "text": "組織名が あった方が いいと思う",
            "vi": "Tôi nghĩ rằng tốt hơn là có một tên tổ chức"
        },
        {
            "x1": 6,
            "y1": 734,
            "x2": 54,
            "y2": 818,
            "text": "むぅ…",
            "vi": "MUU..."
        }
    ],
    "10-611c9dff360b4.jpg": [
        {
            "x1": 590,
            "y1": 61,
            "x2": 615,
            "y2": 108,
            "text": "では",
            "vi": "Khi đó"
        },
        {
            "x1": 100,
            "y1": 75,
            "x2": 162,
            "y2": 177,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 307,
            "y1": 145,
            "x2": 358,
            "y2": 300,
            "text": "「キャメロット」と 名付けましょう",
            "vi": "Hãy đặt tên nó là \"Camelot\""
        },
        {
            "x1": 516,
            "y1": 337,
            "x2": 615,
            "y2": 518,
            "text": "では 改めまして 「キャメロット」",
            "vi": "Sau đó một lần nữa, \"Camelot\""
        },
        {
            "x1": 90,
            "y1": 608,
            "x2": 146,
            "y2": 929,
            "text": "今出撃ですっ",
            "vi": "Bây giờ tôi là một"
        }
    ],
    "11-611c9dffe180b.jpg": [
        {
            "x1": 290,
            "y1": 42,
            "x2": 368,
            "y2": 174,
            "text": "俺のいない所で どんどん話が 進んでるな…",
            "vi": "Câu chuyện đang tiến triển ngày càng nhiều hơn ở những nơi tôi không ở đó..."
        },
        {
            "x1": 38,
            "y1": 49,
            "x2": 108,
            "y2": 249,
            "text": "学院に潜入て",
            "vi": "Thâm nhập vào trường học"
        },
        {
            "x1": 521,
            "y1": 442,
            "x2": 572,
            "y2": 558,
            "text": "しかし悪の 巨大組織ね…",
            "vi": "Nhưng đó là một tổ chức khổng lồ của cái ác..."
        },
        {
            "x1": 34,
            "y1": 494,
            "x2": 136,
            "y2": 628,
            "text": "どうやら ティア教授の話 だと本当に いるっぽいし",
            "vi": "Rõ ràng có vẻ như Giáo sư Tia."
        },
        {
            "x1": 481,
            "y1": 705,
            "x2": 557,
            "y2": 872,
            "text": "…それに あいつが関わってる 気がしないでもない",
            "vi": "...Tôi không cảm thấy như anh ấy liên quan"
        }
    ],
    "12-611c9e00a1d7c.jpg": [
        {
            "x1": 511,
            "y1": 21,
            "x2": 532,
            "y2": 169,
            "text": "シャル達が安全に",
            "vi": "Shal và những người khác được an toàn"
        },
        {
            "x1": 484,
            "y1": 3,
            "x2": 504,
            "y2": 151,
            "text": "調査できるよう",
            "vi": "Có thể điều tra"
        },
        {
            "x1": 68,
            "y1": 72,
            "x2": 142,
            "y2": 204,
            "text": "監視を 怠らないように しないと",
            "vi": "Tôi phải chắc chắn rằng tôi không bỏ bê"
        },
        {
            "x1": 502,
            "y1": 319,
            "x2": 587,
            "y2": 472,
            "text": "平穏無事な 引きこもり生活 のためだ",
            "vi": "Cho một cuộc sống rút tiền yên bình"
        },
        {
            "x1": 103,
            "y1": 707,
            "x2": 160,
            "y2": 806,
            "text": "仕方ない やるか…",
            "vi": "Tôi không thể giúp nó..."
        }
    ]
}