var ocr_data = {
    "001.jpg": [
        {
            "x1": 187,
            "y1": 0,
            "x2": 624,
            "y2": 176,
            "text": "最強？",
            "vi": "Mạnh nhất?"
        },
        {
            "x1": 342,
            "y1": 176,
            "x2": 601,
            "y2": 203,
            "text": "原作澄了彩麼両高橋愛",
            "vi": "Susumi Ryozai Ryoji Ai Takahashi AI gốc"
        },
        {
            "x1": 249,
            "y1": 396,
            "x2": 324,
            "y2": 623,
            "text": "これから一 緒に",
            "vi": "Từ bây giờ trở đi"
        },
        {
            "x1": 211,
            "y1": 475,
            "x2": 286,
            "y2": 683,
            "text": "クラス決め！",
            "vi": "Quyết định của lớp!"
        },
        {
            "x1": 27,
            "y1": 871,
            "x2": 229,
            "y2": 902,
            "text": "第31話シャルの目的",
            "vi": "Tập 31 sẽ có mục đích"
        }
    ],
    "004.jpg": [
        {
            "x1": 582,
            "y1": 23,
            "x2": 634,
            "y2": 150,
            "text": "あー よかったです",
            "vi": "Ồ, nó là tốt"
        },
        {
            "x1": 466,
            "y1": 13,
            "x2": 547,
            "y2": 159,
            "text": "キュピーンとは 友人の事だった のですね…",
            "vi": "Cupine là một người bạn..."
        },
        {
            "x1": 272,
            "y1": 17,
            "x2": 346,
            "y2": 100,
            "text": "そして さすがは 兄上さま",
            "vi": "Và như dự đoán, anh trai tôi"
        },
        {
            "x1": 388,
            "y1": 193,
            "x2": 436,
            "y2": 291,
            "text": "キュピーン とは？",
            "vi": "Cupine là gì?"
        },
        {
            "x1": 57,
            "y1": 164,
            "x2": 126,
            "y2": 297,
            "text": "早くも素敵な ご友人が できたのですね",
            "vi": "Bạn đã làm một người bạn tuyệt vời càng sớm càng tốt"
        },
        {
            "x1": 437,
            "y1": 342,
            "x2": 557,
            "y2": 509,
            "text": "もっとも 兄上さまに 恋人の五人や十人は すぐできる でしょう…",
            "vi": "Tuy nhiên, năm hoặc mười người yêu sẽ có thể làm điều đó ngay lập tức..."
        },
        {
            "x1": 86,
            "y1": 343,
            "x2": 207,
            "y2": 457,
            "text": "なので わたくしも 覚悟を 決めなくては なりません…",
            "vi": "Vì vậy tôi phải quyết định..."
        },
        {
            "x1": 53,
            "y1": 462,
            "x2": 77,
            "y2": 541,
            "text": "何でよ？",
            "vi": "Tại sao?"
        },
        {
            "x1": 467,
            "y1": 591,
            "x2": 648,
            "y2": 805,
            "text": "わたくし 兄上さまの 第二夫人あたりを 考えて おりますので！",
            "vi": "Tôi đang nghĩ về người vợ thứ hai của anh tôi!"
        },
        {
            "x1": 83,
            "y1": 745,
            "x2": 155,
            "y2": 896,
            "text": "どうして そうなる⁉",
            "vi": "Tại sao lại là vậy?"
        }
    ],
    "005.jpg": [
        {
            "x1": 393,
            "y1": 0,
            "x2": 462,
            "y2": 79,
            "text": "っっ",
            "vi": "Hả"
        },
        {
            "x1": 97,
            "y1": 40,
            "x2": 201,
            "y2": 183,
            "text": "人前なんだから やめなさい",
            "vi": "Dừng lại vì nó là công khai"
        },
        {
            "x1": 506,
            "y1": 397,
            "x2": 601,
            "y2": 513,
            "text": "あーなるほど これはきっと 幼少期からの あれだ",
            "vi": "Ah, đây có lẽ là từ thời thơ ấu"
        },
        {
            "x1": 388,
            "y1": 376,
            "x2": 466,
            "y2": 510,
            "text": "将来は お兄ちゃんと 結婚するもん！",
            "vi": "Tôi sẽ kết hôn với anh trai của tôi trong tương lai!"
        },
        {
            "x1": 266,
            "y1": 399,
            "x2": 313,
            "y2": 464,
            "text": "じきに こう…",
            "vi": "Hãy làm điều này..."
        },
        {
            "x1": 175,
            "y1": 403,
            "x2": 242,
            "y2": 518,
            "text": "は？兄貴とか キモいん ですけど？",
            "vi": "hàm răng? Đó là một người anh lớn hay một người kinh tởm?"
        },
        {
            "x1": 28,
            "y1": 565,
            "x2": 78,
            "y2": 697,
            "text": "とかなったら俺 泣いちゃう",
            "vi": "Nếu tôi làm như vậy, tôi sẽ khóc"
        },
        {
            "x1": 515,
            "y1": 764,
            "x2": 589,
            "y2": 861,
            "text": "…シャルの 好きにして いいよ",
            "vi": "… Bạn có thể thích Sharu"
        },
        {
            "x1": 38,
            "y1": 736,
            "x2": 99,
            "y2": 886,
            "text": "ありがとう ございますっ",
            "vi": "cảm ơn bạn"
        }
    ],
    "006.jpg": [
        {
            "x1": 522,
            "y1": 43,
            "x2": 592,
            "y2": 193,
            "text": "今のは兄妹として 一般的な会話 なのだろうか…？",
            "vi": "Đó có phải là một cuộc trò chuyện chung với tư cách là anh chị em bây giờ không?"
        },
        {
            "x1": 280,
            "y1": 202,
            "x2": 304,
            "y2": 265,
            "text": "多分な",
            "vi": "Có lẽ"
        },
        {
            "x1": 524,
            "y1": 329,
            "x2": 635,
            "y2": 475,
            "text": "こいつとは 会ってるよな 今日友達に なったイリスだ",
            "vi": "Tôi đang gặp anh chàng này, Iris đã trở thành một người bạn ngày hôm nay"
        },
        {
            "x1": 456,
            "y1": 377,
            "x2": 505,
            "y2": 492,
            "text": "で こっちは 妹のシャルだ",
            "vi": "Đây là em gái của tôi shal"
        },
        {
            "x1": 347,
            "y1": 338,
            "x2": 420,
            "y2": 470,
            "text": "今後とも よろしくお願い いたします",
            "vi": "Cảm ơn bạn đã tiếp tục hỗ trợ."
        },
        {
            "x1": 59,
            "y1": 581,
            "x2": 105,
            "y2": 660,
            "text": "うん よろしく",
            "vi": "Vâng"
        },
        {
            "x1": 375,
            "y1": 719,
            "x2": 450,
            "y2": 860,
            "text": "シャル すまんが 俺達はこれから やる事がある",
            "vi": "Xin lỗi, chúng tôi có một cái gì đó để làm từ bây giờ"
        },
        {
            "x1": 50,
            "y1": 742,
            "x2": 106,
            "y2": 836,
            "text": "わかり ました！",
            "vi": "lấy được rồi!"
        }
    ],
    "007.jpg": [
        {
            "x1": 281,
            "y1": 321,
            "x2": 348,
            "y2": 414,
            "text": "fキ",
            "vi": "F."
        }
    ],
    "008.jpg": [
        {
            "x1": 533,
            "y1": 24,
            "x2": 628,
            "y2": 138,
            "text": "ハルト… それはどんな 魔法的意味が あるんだ？",
            "vi": "Hart... Đó là loại phép thuật nào?"
        },
        {
            "x1": 47,
            "y1": 24,
            "x2": 120,
            "y2": 122,
            "text": "授業を 決めている のだが？",
            "vi": "Bạn đang quyết định vào một lớp học?"
        },
        {
            "x1": 565,
            "y1": 352,
            "x2": 614,
            "y2": 484,
            "text": "わたくしが 解説しますと…",
            "vi": "Khi tôi giải thích..."
        },
        {
            "x1": 177,
            "y1": 354,
            "x2": 275,
            "y2": 503,
            "text": "どれを選択しても 兄上さまには 余裕よゆーという ことです",
            "vi": "Bất kể bạn chọn cái nào, bạn có thể đủ khả năng cho anh trai của mình."
        },
        {
            "x1": 212,
            "y1": 525,
            "x2": 299,
            "y2": 685,
            "text": "こほん",
            "vi": "Đây"
        },
        {
            "x1": 158,
            "y1": 748,
            "x2": 214,
            "y2": 863,
            "text": "全くわから ない…",
            "vi": "Tôi không biết gì cả..."
        },
        {
            "x1": 75,
            "y1": 815,
            "x2": 94,
            "y2": 912,
            "text": "でしょうね",
            "vi": "tôi đoán"
        }
    ],
    "009.jpg": [
        {
            "x1": 454,
            "y1": 3,
            "x2": 522,
            "y2": 117,
            "text": "しかし 面倒臭いな",
            "vi": "Nhưng nó rất rắc rối"
        },
        {
            "x1": 302,
            "y1": 9,
            "x2": 432,
            "y2": 161,
            "text": "シャルよ では俺に ふさわしい授業を 選んでくれ ないか？",
            "vi": "Shar, bạn có thể chọn một lớp học phù hợp với tôi không?"
        },
        {
            "x1": 510,
            "y1": 283,
            "x2": 589,
            "y2": 409,
            "text": "身に余る 光栄です",
            "vi": "Tôi rất vinh dự khi bị choáng ngợp"
        },
        {
            "x1": 25,
            "y1": 297,
            "x2": 164,
            "y2": 498,
            "text": "このシャルロッテ 必ずや兄上さまの 期待に 応えましょうっ",
            "vi": "Chúng ta hãy đáp ứng những kỳ vọng của Charlotte và anh trai của anh ấy."
        },
        {
            "x1": 55,
            "y1": 734,
            "x2": 80,
            "y2": 868,
            "text": "できました！",
            "vi": "Bạn đã làm nó!"
        }
    ],
    "010.jpg": [
        {
            "x1": 493,
            "y1": 85,
            "x2": 551,
            "y2": 197,
            "text": "お疲れ様 助かったよ",
            "vi": "Cảm ơn bạn vì sự chăm chỉ của bạn"
        },
        {
            "x1": 549,
            "y1": 263,
            "x2": 616,
            "y2": 359,
            "text": "内容を確認 しなくて いいのか？",
            "vi": "Tôi có phải kiểm tra nội dung?"
        },
        {
            "x1": 280,
            "y1": 249,
            "x2": 357,
            "y2": 380,
            "text": "シャルが 選んだのだから 問題ない",
            "vi": "Không có vấn đề gì vì Shar đã chọn"
        },
        {
            "x1": 496,
            "y1": 538,
            "x2": 624,
            "y2": 693,
            "text": "兄上さまに これほど信頼 されている とは…",
            "vi": "Tôi rất tin tưởng bởi anh trai tôi..."
        },
        {
            "x1": 505,
            "y1": 718,
            "x2": 612,
            "y2": 855,
            "text": "てれ",
            "vi": "Thì là ở"
        },
        {
            "x1": 69,
            "y1": 778,
            "x2": 167,
            "y2": 909,
            "text": "わたくし 照れて しまいます",
            "vi": "Tôi nhút nhát"
        }
    ],
    "011.jpg": [
        {
            "x1": 469,
            "y1": 21,
            "x2": 595,
            "y2": 189,
            "text": "…だがキミは やりたい事があって この学院に 入ったんじゃ ないのか？",
            "vi": "Nhưng bạn có vào trường này vì bạn muốn làm điều đó không?"
        },
        {
            "x1": 505,
            "y1": 284,
            "x2": 576,
            "y2": 415,
            "text": "兄上様の目的は 学業以外に あるのです",
            "vi": "Mục đích của anh tôi là ở ngoài trường học."
        },
        {
            "x1": 547,
            "y1": 533,
            "x2": 598,
            "y2": 632,
            "text": "…その 目的とは？",
            "vi": "… Mục đích đó là gì?"
        },
        {
            "x1": 304,
            "y1": 533,
            "x2": 346,
            "y2": 680,
            "text": "いくらご友人でも こればかりは…",
            "vi": "Cho dù đây có bao nhiêu bạn..."
        }
    ],
    "012.jpg": [
        {
            "x1": 521,
            "y1": 39,
            "x2": 541,
            "y2": 154,
            "text": "イリスさん…",
            "vi": "Iris..."
        },
        {
            "x1": 54,
            "y1": 65,
            "x2": 154,
            "y2": 232,
            "text": "そもそも 兄上さまが誰かから 学ぶという前提が 間違っているんです",
            "vi": "Ở nơi đầu tiên, tiền đề rằng anh tôi đang học hỏi từ ai đó là sai."
        },
        {
            "x1": 505,
            "y1": 287,
            "x2": 623,
            "y2": 501,
            "text": "兄上さまは そういった常識 など",
            "vi": "Anh trai tôi là lẽ thường, v. v."
        },
        {
            "x1": 272,
            "y1": 708,
            "x2": 352,
            "y2": 926,
            "text": "とうに超越した 存在なのです！",
            "vi": "Nó là một sinh vật siêu việt!"
        }
    ],
    "013.jpg": [
        {
            "x1": 484,
            "y1": 43,
            "x2": 513,
            "y2": 131,
            "text": "ハルト…",
            "vi": "Hart..."
        },
        {
            "x1": 482,
            "y1": 211,
            "x2": 556,
            "y2": 441,
            "text": "とやあああぁ",
            "vi": "Towa ah ah"
        },
        {
            "x1": 261,
            "y1": 219,
            "x2": 345,
            "y2": 394,
            "text": "キミは そこまですごい人 だったのか‼",
            "vi": "Kimi có tuyệt vời như vậy không?"
        },
        {
            "x1": 54,
            "y1": 339,
            "x2": 126,
            "y2": 445,
            "text": "あ やばいな 真に受け ちゃってる",
            "vi": "Tôi thực sự đang nhận được nó"
        },
        {
            "x1": 516,
            "y1": 504,
            "x2": 591,
            "y2": 656,
            "text": "これ以上シャルを 暴走させると まずい",
            "vi": "Sẽ thật tệ khi chạy ra khỏi cá mập nữa"
        },
        {
            "x1": 420,
            "y1": 511,
            "x2": 468,
            "y2": 644,
            "text": "そういえばお前 何しに来たの？",
            "vi": "Nhân tiện, bạn đã đến với điều gì?"
        },
        {
            "x1": 250,
            "y1": 509,
            "x2": 354,
            "y2": 678,
            "text": "…どうやら わたくしの目的は 達成したようなので これで失礼します",
            "vi": "… Rõ ràng mục đích của tôi đã đạt được, vì vậy tôi xin lỗi"
        },
        {
            "x1": 256,
            "y1": 820,
            "x2": 280,
            "y2": 917,
            "text": "そうですか",
            "vi": "là vậy"
        }
    ],
    "014.jpg": [
        {
            "x1": 165,
            "y1": 10,
            "x2": 293,
            "y2": 43,
            "text": "スススス…",
            "vi": "Susus..."
        },
        {
            "x1": 547,
            "y1": 21,
            "x2": 617,
            "y2": 136,
            "text": "では ごきげんよう イリスさん",
            "vi": "Sau đó, Iris -san"
        },
        {
            "x1": 312,
            "y1": 32,
            "x2": 381,
            "y2": 111,
            "text": "ぁあうん またね シャル",
            "vi": "À đúng rồi, shal"
        },
        {
            "x1": 45,
            "y1": 9,
            "x2": 142,
            "y2": 164,
            "text": "あれ？ そういえば キミはどうやって 学内に―",
            "vi": "điều đó? Nhân tiện, làm thế nào để bạn đi trong khuôn viên trường?"
        },
        {
            "x1": 42,
            "y1": 196,
            "x2": 137,
            "y2": 294,
            "text": "どこ〇でも ドアは 見られちゃ マズいな",
            "vi": "Ở khắp mọi nơi 〇 Cánh cửa được nhìn thấy"
        },
        {
            "x1": 539,
            "y1": 360,
            "x2": 613,
            "y2": 459,
            "text": "ちょっと 失礼します ねー",
            "vi": "Tôi hơi thô lỗ"
        },
        {
            "x1": 519,
            "y1": 716,
            "x2": 616,
            "y2": 830,
            "text": "今 扉の音が 玄関ではない 方から聞こえ たんだが…？",
            "vi": "Tôi nghe thấy tiếng cửa từ lối vào bây giờ...?"
        },
        {
            "x1": 64,
            "y1": 713,
            "x2": 113,
            "y2": 810,
            "text": "細かい事は 気にするな",
            "vi": "Đừng lo lắng về chi tiết"
        }
    ],
    "015.jpg": [
        {
            "x1": 496,
            "y1": 86,
            "x2": 586,
            "y2": 181,
            "text": "よし これで 終わりだ",
            "vi": "Đây là kết thúc"
        },
        {
            "x1": 419,
            "y1": 317,
            "x2": 543,
            "y2": 421,
            "text": "じゃあ (退学する その日まで) よろしくな イリス",
            "vi": "Sau đó (cho đến ngày bạn bỏ học)"
        },
        {
            "x1": 118,
            "y1": 351,
            "x2": 211,
            "y2": 431,
            "text": "あぁ うん よろしく ハルト",
            "vi": "Vâng, cảm ơn bạn Hart"
        }
    ],
    "016.jpg": [
        {
            "x1": 323,
            "y1": 20,
            "x2": 618,
            "y2": 79,
            "text": "転生した後にチート魔法力で 学校通います！",
            "vi": "Sau khi tái sinh, hãy đến trường với Magic Magic!"
        },
        {
            "x1": 29,
            "y1": 11,
            "x2": 56,
            "y2": 323,
            "text": "原作澄守 彩人漫画高橋愛",
            "vi": "Bản gốc Ayato Sumimori Manga Ai Takahashi Ai"
        },
        {
            "x1": 374,
            "y1": 398,
            "x2": 630,
            "y2": 590,
            "text": "大好評 発売中田",
            "vi": "Nakata rất nổi tiếng"
        },
        {
            "x1": 41,
            "y1": 477,
            "x2": 170,
            "y2": 544,
            "text": "コニコ漫画内 年間ランキングﾞ2019 公式マンガ部門",
            "vi": "Kimico Manga Xếp hạng hàng năm 2019 Bộ phận manga chính thức"
        },
        {
            "x1": 250,
            "y1": 759,
            "x2": 617,
            "y2": 884,
            "text": "原作小説も 大好発売中 ひょんなことから助けた リザードドっゴンのリザとも話らすことになったいルト。 そして、ついに従者を決めて王都の学校へ行かなくてはいけなくなった 悩んだいルトの結話は!",
            "vi": "Luto đã quyết định nói chuyện với Liza de Gon's Liza, người đã giúp đỡ cuốn tiểu thuyết gốc đang được bán. Và cuối cùng, tôi phải quyết định về một người hầu và đến Trường Hoàng gia."
        },
        {
            "x1": 278,
            "y1": 904,
            "x2": 413,
            "y2": 918,
            "text": "どうなる!？ 王都での生話!",
            "vi": "Nó sẽ là gì!? Câu chuyện trực tiếp ở thủ đô hoàng gia!"
        }
    ]
}