var ocr_data = {
    "1-6141c75780ada.jpg": [
        {
            "x1": 475,
            "y1": 38,
            "x2": 581,
            "y2": 190,
            "text": "やってしまった… 授業初回から テストの読みを 外して",
            "vi": "Tôi đã thực hiện nó... Xóa bài kiểm tra đọc từ lần đầu tiên trong lớp"
        },
        {
            "x1": 43,
            "y1": 159,
            "x2": 117,
            "y2": 273,
            "text": "うっかり 高得点を得て しまった…",
            "vi": "Tôi đã vô tình nhận được một số điểm cao..."
        },
        {
            "x1": 519,
            "y1": 338,
            "x2": 598,
            "y2": 454,
            "text": "いいや 気持ちを 切り替えよう",
            "vi": "Hãy thay đổi cảm xúc của bạn"
        },
        {
            "x1": 87,
            "y1": 363,
            "x2": 139,
            "y2": 444,
            "text": "次こそが 本番だ！",
            "vi": "Tiếp theo là sản phẩm!"
        }
    ],
    "2-6141c758266b5.jpg": [
        {
            "x1": 82,
            "y1": 44,
            "x2": 147,
            "y2": 139,
            "text": "スタ",
            "vi": "Ngôi sao"
        },
        {
            "x1": 47,
            "y1": 105,
            "x2": 99,
            "y2": 199,
            "text": "スタ",
            "vi": "Ngôi sao"
        },
        {
            "x1": 392,
            "y1": 502,
            "x2": 461,
            "y2": 618,
            "text": "ズル ズル",
            "vi": "Cẩu thả"
        }
    ],
    "3-6141c75908859.jpg": [
        {
            "x1": 574,
            "y1": 229,
            "x2": 597,
            "y2": 291,
            "text": "おい女",
            "vi": "Người phụ nữ tốt"
        },
        {
            "x1": 204,
            "y1": 233,
            "x2": 276,
            "y2": 331,
            "text": "キミこそ 接近しすぎ だろ",
            "vi": "Bạn quá gần"
        },
        {
            "x1": 325,
            "y1": 318,
            "x2": 371,
            "y2": 415,
            "text": "ハルトに くっつくな",
            "vi": "Đừng dính vào Hart"
        },
        {
            "x1": 552,
            "y1": 467,
            "x2": 586,
            "y2": 645,
            "text": "なんだとー？",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 30,
            "y1": 464,
            "x2": 75,
            "y2": 640,
            "text": "なにおう？",
            "vi": "Tôi nên làm gì đây?"
        },
        {
            "x1": 57,
            "y1": 784,
            "x2": 125,
            "y2": 900,
            "text": "もく どうしてこう なっちゃう",
            "vi": "Tại sao điều này xảy ra?"
        }
    ],
    "4-6141c7598e11f.jpg": [
        {
            "x1": 335,
            "y1": 72,
            "x2": 393,
            "y2": 206,
            "text": "時間だ 揃っているな",
            "vi": "Đã đến lúc dành thời gian"
        },
        {
            "x1": 554,
            "y1": 403,
            "x2": 627,
            "y2": 536,
            "text": "私は オラトリア・ ベルカム教授だ",
            "vi": "Tôi là giáo sư oratoria belcam"
        },
        {
            "x1": 320,
            "y1": 569,
            "x2": 368,
            "y2": 699,
            "text": "属性論を 専門としている",
            "vi": "Chuyên về lý thuyết thuộc tính"
        },
        {
            "x1": 538,
            "y1": 768,
            "x2": 614,
            "y2": 866,
            "text": "うわー キツそうな 先生だな",
            "vi": "Wow, đó là một giáo viên trông chặt chẽ"
        }
    ],
    "5-6141c75a14762.jpg": [
        {
            "x1": 454,
            "y1": 4,
            "x2": 505,
            "y2": 138,
            "text": "授業を 始める前に―",
            "vi": "Trước khi bắt đầu lớp học-"
        },
        {
            "x1": 1,
            "y1": 7,
            "x2": 80,
            "y2": 162,
            "text": "そこの一年 三人組！",
            "vi": "Năm một năm!"
        },
        {
            "x1": 514,
            "y1": 328,
            "x2": 603,
            "y2": 481,
            "text": "一年の分際で 私の上級授業を 選択しておいて",
            "vi": "Chọn lớp học cao cấp của tôi cùng lúc với một năm"
        },
        {
            "x1": 0,
            "y1": 265,
            "x2": 112,
            "y2": 439,
            "text": "初っ端から 最前列で しゃべってるとは いい度胸だな",
            "vi": "Bạn nên nói chuyện ở hàng đầu ngay từ đầu"
        },
        {
            "x1": 498,
            "y1": 653,
            "x2": 601,
            "y2": 805,
            "text": "貴様らが 質問に窮した 時は",
            "vi": "Khi bạn đang gặp khó khăn khi đặt câu hỏi"
        },
        {
            "x1": 15,
            "y1": 631,
            "x2": 119,
            "y2": 853,
            "text": "直ちに 叩き出してやるから 覚悟しておけ",
            "vi": "Tôi sẽ đánh nó ngay lập tức, vì vậy hãy chuẩn bị"
        }
    ],
    "6-6141c75a94975.jpg": [
        {
            "x1": 565,
            "y1": 4,
            "x2": 632,
            "y2": 184,
            "text": "そして ハルト・ゼンフィスと イリスフィリア",
            "vi": "Và Hart Zenfis và Irisphilia"
        },
        {
            "x1": 217,
            "y1": 12,
            "x2": 313,
            "y2": 198,
            "text": "貴様ら… あのクソチビメガネの 研究室に所属している そうだな…",
            "vi": "Các bạn... tôi nghĩ rằng bạn thuộc về phòng thí nghiệm kính shit đó..."
        },
        {
            "x1": 129,
            "y1": 100,
            "x2": 165,
            "y2": 239,
            "text": "×がネ…？",
            "vi": "× là...?"
        },
        {
            "x1": 457,
            "y1": 371,
            "x2": 642,
            "y2": 498,
            "text": "ああ ティア教授の ことか あの人 他の教師に 嫌われてるん だっけ",
            "vi": "Ồ, tôi bị ghét bởi những giáo viên khác mà mọi người?"
        },
        {
            "x1": 381,
            "y1": 372,
            "x2": 430,
            "y2": 486,
            "text": "アハイ… それが何か？",
            "vi": "Ahi... nó là gì?"
        },
        {
            "x1": 534,
            "y1": 565,
            "x2": 631,
            "y2": 716,
            "text": "貴様らは特に 念入りに指導 してやる‼",
            "vi": "Các bạn sẽ cho bạn một hướng dẫn đặc biệt."
        },
        {
            "x1": 90,
            "y1": 764,
            "x2": 138,
            "y2": 900,
            "text": "え―─… とばっちりー⁉",
            "vi": "Ơ..."
        }
    ],
    "7-6141c75b66ce6.jpg": [
        {
            "x1": 496,
            "y1": 2,
            "x2": 557,
            "y2": 380,
            "text": "そ私の授業を取るなら",
            "vi": "Nếu bạn tham gia lớp học của tôi"
        },
        {
            "x1": 31,
            "y1": 699,
            "x2": 292,
            "y2": 724,
            "text": "園作澄守彩還両高橋愛",
            "vi": "Sono làm việc ayumi aya ryotaka ryotakahashi ai"
        },
        {
            "x1": 287,
            "y1": 818,
            "x2": 376,
            "y2": 880,
            "text": "した",
            "vi": "đã làm"
        },
        {
            "x1": 105,
            "y1": 707,
            "x2": 407,
            "y2": 879,
            "text": "最強",
            "vi": "mạnh nhất"
        },
        {
            "x1": 17,
            "y1": 735,
            "x2": 80,
            "y2": 818,
            "text": "実は",
            "vi": "thật"
        },
        {
            "x1": 36,
            "y1": 888,
            "x2": 343,
            "y2": 907,
            "text": "第うて話いろんなに絡まれました",
            "vi": "Tôi đã nói về rất nhiều"
        }
    ],
    "8-6141c75c01197.jpg": [
        {
            "x1": 412,
            "y1": 20,
            "x2": 490,
            "y2": 123,
            "text": "今日は 「主属性」と 「副属性」",
            "vi": "Ngày nay là \"Thuộc tính chính\" và \"Sub -Attribution\""
        },
        {
            "x1": 55,
            "y1": 146,
            "x2": 133,
            "y2": 277,
            "text": "そして 数値化について の授業だ",
            "vi": "Và một lớp về định lượng"
        },
        {
            "x1": 543,
            "y1": 324,
            "x2": 618,
            "y2": 455,
            "text": "イリスフィリア こっちへ来て 触れてみろ",
            "vi": "Irisphilia đến đây và chạm vào nó"
        },
        {
            "x1": 116,
            "y1": 812,
            "x2": 176,
            "y2": 859,
            "text": "WINE",
            "vi": "RƯỢU NHO"
        }
    ],
    "9-6141c75c820b1.jpg": [
        {
            "x1": 509,
            "y1": 26,
            "x2": 597,
            "y2": 180,
            "text": "ほう… 全属性持ちとは やはり壮観だな",
            "vi": "Huh... vẫn thật ngoạn mục để có tất cả các thuộc tính"
        },
        {
            "x1": 525,
            "y1": 293,
            "x2": 601,
            "y2": 408,
            "text": "─だが 魔法レベルが ５という所が",
            "vi": "─ Tuy nhiên, cấp độ ma thuật là 5"
        },
        {
            "x1": 177,
            "y1": 240,
            "x2": 491,
            "y2": 465,
            "text": "5/35",
            "vi": "5/ 31"
        },
        {
            "x1": 86,
            "y1": 286,
            "x2": 158,
            "y2": 393,
            "text": "実に 惜しい！",
            "vi": "Tôi thực sự xin lỗi!"
        },
        {
            "x1": 528,
            "y1": 469,
            "x2": 596,
            "y2": 622,
            "text": "私の研究室に 入れ！",
            "vi": "Đặt nó vào phòng thí nghiệm của tôi!"
        },
        {
            "x1": 215,
            "y1": 465,
            "x2": 280,
            "y2": 640,
            "text": "徹底的に貴様を 鍛えてやる！",
            "vi": "Tôi sẽ huấn luyện bạn kỹ lưỡng!"
        },
        {
            "x1": 106,
            "y1": 463,
            "x2": 165,
            "y2": 595,
            "text": "…いや 遠慮しておく",
            "vi": "… Không, hãy kiềm chế"
        }
    ],
    "10-6141c75d131cf.jpg": [
        {
            "x1": 550,
            "y1": 3,
            "x2": 649,
            "y2": 123,
            "text": "チッ 残念だ",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 536,
            "y1": 268,
            "x2": 626,
            "y2": 445,
            "text": "「主属性」は 自身が最も 得意とする属性だ",
            "vi": "\"Thuộc tính chính\" là các thuộc tính mà bạn là đặc sản nhất về"
        },
        {
            "x1": 58,
            "y1": 461,
            "x2": 146,
            "y2": 614,
            "text": "イリスフィリア の場合 【混沌】となる",
            "vi": "Trong trường hợp của irisphilia, nó trở thành [sự hỗn loạn]"
        },
        {
            "x1": 512,
            "y1": 689,
            "x2": 611,
            "y2": 821,
            "text": "そして その下に表示 されているのが 全て「副属性｣だ",
            "vi": "Và tất cả được hiển thị dưới đây là \"Sub -Attribution\""
        }
    ],
    "11-6141c75d9261d.jpg": [
        {
            "x1": 518,
            "y1": 8,
            "x2": 600,
            "y2": 184,
            "text": "─とまあ 水晶でわかるのは ここまでだ",
            "vi": "─ Vâng, nó tùy thuộc vào tinh thể."
        },
        {
            "x1": 354,
            "y1": 24,
            "x2": 437,
            "y2": 137,
            "text": "ここからは わからない 部分",
            "vi": "Những phần mà tôi không hiểu từ đây"
        },
        {
            "x1": 11,
            "y1": 253,
            "x2": 96,
            "y2": 386,
            "text": "属性の数値化 について 説明する",
            "vi": "Giải thích việc định lượng các thuộc tính"
        },
        {
            "x1": 499,
            "y1": 449,
            "x2": 590,
            "y2": 563,
            "text": "数値化とは 主属性を 10とした時",
            "vi": "Định lượng hóa là gì khi thuộc tính chính là 10?"
        },
        {
            "x1": 0,
            "y1": 467,
            "x2": 151,
            "y2": 599,
            "text": "副属性が それに比べて どの程度 操れるかを 示したものだ",
            "vi": "Nó chỉ ra bao nhiêu phụ -Attribution có thể được thao túng so với nó."
        },
        {
            "x1": 484,
            "y1": 666,
            "x2": 604,
            "y2": 818,
            "text": "下に表示 されるもの程 数値が下がる と推測されるが",
            "vi": "Người ta cho rằng số lượng hiển thị bên dưới càng thấp, số lượng càng thấp."
        },
        {
            "x1": 166,
            "y1": 755,
            "x2": 284,
            "y2": 830,
            "text": "9s?",
            "vi": "Ông nói?"
        },
        {
            "x1": 15,
            "y1": 800,
            "x2": 135,
            "y2": 933,
            "text": "私の研究でも 本当に明確な 数値は未だに 出せていない",
            "vi": "Tôi thậm chí còn chưa đưa ra một con số thực sự rõ ràng trong nghiên cứu của mình"
        }
    ],
    "12-6141c75e221ca.jpg": [
        {
            "x1": 45,
            "y1": 46,
            "x2": 174,
            "y2": 111,
            "text": "コニコ漫画内 年間ランキング2019 公式マンガ部門",
            "vi": "Kimico Manga Xếp hạng nội bộ năm 2019 Bộ phận manga chính thức"
        },
        {
            "x1": 50,
            "y1": 108,
            "x2": 169,
            "y2": 148,
            "text": "第5位藏微",
            "vi": "Vị trí thứ 5"
        },
        {
            "x1": 393,
            "y1": 70,
            "x2": 622,
            "y2": 227,
            "text": "大好評 発売中出",
            "vi": "Rất phổ biến hiện đang được bán"
        },
        {
            "x1": 36,
            "y1": 475,
            "x2": 329,
            "y2": 539,
            "text": "転生した後にチート魔法力で クラスメイト助けます！",
            "vi": "Sau khi tái sinh, tôi sẽ giúp các bạn cùng lớp của tôi với Magic Magic!"
        },
        {
            "x1": 0,
            "y1": 532,
            "x2": 258,
            "y2": 698,
            "text": "她俺",
            "vi": "她 Tôi"
        },
        {
            "x1": 439,
            "y1": 748,
            "x2": 581,
            "y2": 811,
            "text": "原作澄守彩 漫画高橋 愛",
            "vi": "Sakumori Aya Aya AI Takahashi AI gốc"
        },
        {
            "x1": 216,
            "y1": 759,
            "x2": 374,
            "y2": 810,
            "text": "原作説も 大好発荒中",
            "vi": "Câu chuyện ban đầu cũng rất hay"
        },
        {
            "x1": 88,
            "y1": 823,
            "x2": 145,
            "y2": 844,
            "text": "でした？",
            "vi": "là?"
        },
        {
            "x1": 294,
            "y1": 841,
            "x2": 617,
            "y2": 909,
            "text": "る学前から怪しいお子体教間に呼び出され敵々な日にあうが 入学初日にはさらなる受誰か持っていて！ 王然同級生女子に性かれたうが王子やマ王女に再宝したり 混するらきこもに生活がまた遠のいていら",
            "vi": "Tôi được gọi bởi một cơ thể của một đứa trẻ đáng ngờ từ trường, nhưng vào ngày đầu tiên đăng ký, tôi có nhiều người hơn! Các cô gái bạn cùng lớp của nhà vua được thuê, nhưng cuộc sống của họ còn lâu mới tu sửa và trộn lẫn với Hoàng tử và Công chúa."
        }
    ]
}