var ocr_data = {
    "1-646e0a0189d2a.jpg": [
        {
            "x1": 24,
            "y1": 31,
            "x2": 333,
            "y2": 63,
            "text": "第64話今後の話をしに来たら…",
            "vi": "Tập 64 Nếu bạn đến để nói về tương lai..."
        },
        {
            "x1": 159,
            "y1": 197,
            "x2": 271,
            "y2": 455,
            "text": "とう見ても誤解 きれる状況シ",
            "vi": "Một tình huống mà bạn có thể hiểu sai ngay cả khi bạn nhìn vào nó"
        }
    ],
    "2-646e0a020c5cd.jpg": [
        {
            "x1": 78,
            "y1": 726,
            "x2": 158,
            "y2": 859,
            "text": "あっ シャル‼",
            "vi": "Oh Shar"
        }
    ],
    "3-646e0a029a23a.jpg": [
        {
            "x1": 491,
            "y1": 31,
            "x2": 588,
            "y2": 179,
            "text": "ステルス 結界‼",
            "vi": "Rào cản tàng hình‼"
        },
        {
            "x1": 2,
            "y1": 372,
            "x2": 205,
            "y2": 663,
            "text": "いやん",
            "vi": "KHÔNG"
        }
    ],
    "4-646e0a031fba1.jpg": [
        {
            "x1": 34,
            "y1": 294,
            "x2": 665,
            "y2": 380,
            "text": "見るなぁぁぁぁぁぁ",
            "vi": "Không nhìn thấy nó"
        }
    ],
    "5-646e0a03aeaf0.jpg": [
        {
            "x1": 499,
            "y1": 651,
            "x2": 597,
            "y2": 781,
            "text": "２人とも そこに 座れぇぇ！",
            "vi": "Cả hai đều có thể ngồi đó!"
        }
    ],
    "6-646e0a0454b59.jpg": [
        {
            "x1": 536,
            "y1": 690,
            "x2": 612,
            "y2": 872,
            "text": "古代魔法の 研究だぁく～",
            "vi": "Đó là một nghiên cứu ma thuật cổ xưa ~"
        }
    ],
    "7-646e0a04d11f5.jpg": [
        {
            "x1": 451,
            "y1": 0,
            "x2": 601,
            "y2": 214,
            "text": "何をどう 調べるのに 貴様が裸になる  必要があった！",
            "vi": "Bạn cần phải khỏa thân để tìm hiểu những gì cần tìm ra!"
        },
        {
            "x1": 486,
            "y1": 503,
            "x2": 612,
            "y2": 636,
            "text": "うーん… 説明したって キミには 理解できないと 思うよ？",
            "vi": "Hmm... Tôi không nghĩ bạn có thể hiểu ngay cả khi bạn giải thích?"
        },
        {
            "x1": 223,
            "y1": 503,
            "x2": 320,
            "y2": 619,
            "text": "つーか オラちゃんは 何しに きたの？",
            "vi": "Tsuka Ora đã làm gì?"
        }
    ],
    "8-646e0a0572489.jpg": [
        {
            "x1": 516,
            "y1": 26,
            "x2": 631,
            "y2": 179,
            "text": "ハルト・ ゼンフィスの 今後について 話をしに来た！",
            "vi": "Tôi đã đến để nói về tương lai của Hart Zenfis!"
        },
        {
            "x1": 154,
            "y1": 81,
            "x2": 205,
            "y2": 200,
            "text": "今後…？",
            "vi": "Từ giờ trở đi?"
        },
        {
            "x1": 544,
            "y1": 360,
            "x2": 604,
            "y2": 476,
            "text": "講義にしろ 実技にしろ",
            "vi": "Hãy giảng bài hoặc một kỹ năng thực tế"
        },
        {
            "x1": 52,
            "y1": 378,
            "x2": 198,
            "y2": 533,
            "text": "貴様の実力は もはや 学生のレベルを 超えていると 我らは判断した",
            "vi": "Chúng tôi đánh giá rằng khả năng của bạn không còn là mức độ học sinh"
        },
        {
            "x1": 367,
            "y1": 683,
            "x2": 400,
            "y2": 769,
            "text": "これは",
            "vi": "đây là"
        },
        {
            "x1": 71,
            "y1": 752,
            "x2": 100,
            "y2": 839,
            "text": "つまり",
            "vi": "Nói cách khác"
        }
    ],
    "9-646e0a05ef5d9.jpg": [
        {
            "x1": 393,
            "y1": 57,
            "x2": 451,
            "y2": 192,
            "text": "なら もう 卒業ってこと",
            "vi": "Sau đó tốt nghiệp"
        },
        {
            "x1": 271,
            "y1": 49,
            "x2": 363,
            "y2": 259,
            "text": "話は最後まで 聞かんか‼",
            "vi": "Bạn có nghe thấy câu chuyện đến cùng không?"
        },
        {
            "x1": 524,
            "y1": 560,
            "x2": 597,
            "y2": 640,
            "text": "入学から わずか 三か月で",
            "vi": "Chỉ ba tháng sau khi đăng ký"
        },
        {
            "x1": 237,
            "y1": 556,
            "x2": 314,
            "y2": 654,
            "text": "少なくとも 貴様には 二年",
            "vi": "Ít nhất hai năm đối với bạn"
        },
        {
            "x1": 356,
            "y1": 769,
            "x2": 428,
            "y2": 901,
            "text": "卒業資格を 与えるわけには いかない",
            "vi": "Tôi không thể có bằng cấp tốt nghiệp"
        },
        {
            "x1": 35,
            "y1": 816,
            "x2": 108,
            "y2": 897,
            "text": "学院に 在籍して もらう",
            "vi": "Bạn đã đăng ký vào trường chưa"
        }
    ],
    "10-646e0a06748f1.jpg": [
        {
            "x1": 505,
            "y1": 99,
            "x2": 531,
            "y2": 158,
            "text": "だが",
            "vi": "Chỉ"
        },
        {
            "x1": 339,
            "y1": 55,
            "x2": 459,
            "y2": 167,
            "text": "その間の 授業への 出席は 免除しよう",
            "vi": "Miễn tham dự các lớp học trong thời gian này"
        },
        {
            "x1": 534,
            "y1": 516,
            "x2": 617,
            "y2": 648,
            "text": "やりたい事を 自由にやって いい",
            "vi": "Vui lòng làm những gì bạn muốn làm"
        },
        {
            "x1": 582,
            "y1": 766,
            "x2": 604,
            "y2": 836,
            "text": "ただし",
            "vi": "Tuy vậy"
        }
    ],
    "11-646e0a06ea292.jpg": [
        {
            "x1": 476,
            "y1": 34,
            "x2": 600,
            "y2": 169,
            "text": "これらは あくまで我ら 担当教員の 考えだ",
            "vi": "Đây là những ý tưởng của các giáo viên của chúng tôi"
        },
        {
            "x1": 508,
            "y1": 283,
            "x2": 597,
            "y2": 395,
            "text": "この後 学院長に 許可を取る",
            "vi": "Sau này, hãy xin phép Giám đốc"
        },
        {
            "x1": 522,
            "y1": 574,
            "x2": 594,
            "y2": 653,
            "text": "だが 学院長の ことだ",
            "vi": "Nhưng đó là giám đốc"
        },
        {
            "x1": 150,
            "y1": 564,
            "x2": 180,
            "y2": 618,
            "text": "課題",
            "vi": "bài tập"
        },
        {
            "x1": 240,
            "y1": 566,
            "x2": 307,
            "y2": 679,
            "text": "きっと課題を つきつけて くるだろう",
            "vi": "Tôi chắc chắn bạn sẽ nhận được một thử thách"
        }
    ]
}