var ocr_data = {
    "2-6231c0b931a9d.jpg": [
        {
            "x1": 545,
            "y1": 13,
            "x2": 638,
            "y2": 150,
            "text": "そして その首輪には 今も",
            "vi": "Và cổ áo vẫn còn"
        },
        {
            "x1": 51,
            "y1": 65,
            "x2": 135,
            "y2": 218,
            "text": "魔力が持続的に 注ぎ込まれて います",
            "vi": "Phép thuật được duy trì"
        },
        {
            "x1": 394,
            "y1": 280,
            "x2": 444,
            "y2": 430,
            "text": "あれから何年も 経つというのに…",
            "vi": "Đã nhiều năm kể từ đó..."
        },
        {
            "x1": 64,
            "y1": 282,
            "x2": 112,
            "y2": 433,
            "text": "そんな話 聞いた事ないわ…",
            "vi": "Tôi chưa bao giờ nghe điều đó..."
        },
        {
            "x1": 547,
            "y1": 677,
            "x2": 618,
            "y2": 809,
            "text": "ではわたくしは 一生このまま ということ…？",
            "vi": "Sau đó, ý tôi là đây là phần còn lại của cuộc đời tôi...?"
        },
        {
            "x1": 58,
            "y1": 782,
            "x2": 105,
            "y2": 912,
            "text": "悲観なさるには まだ早いかと",
            "vi": "Vẫn còn sớm để bi quan?"
        }
    ],
    "4-6231c0ba1aef1.jpg": [
        {
            "x1": 483,
            "y1": 34,
            "x2": 634,
            "y2": 168,
            "text": "いくら強大な 個であっても 体一つでは 複数の問題は 解決できない ものです",
            "vi": "Cho dù nó mạnh đến đâu, nhiều vấn đề không thể được giải quyết bởi một cơ thể."
        },
        {
            "x1": 92,
            "y1": 3,
            "x2": 213,
            "y2": 189,
            "text": "万が一 暗殺後に 生存していたとしても 我々全員で とらえれば よいのです",
            "vi": "Ngay cả khi bạn còn sống sau vụ ám sát, tất cả chúng ta đều cần bắt nó."
        },
        {
            "x1": 539,
            "y1": 390,
            "x2": 623,
            "y2": 504,
            "text": "王妃様に とっては 因縁の相手",
            "vi": "Đối với nữ hoàng"
        },
        {
            "x1": 55,
            "y1": 571,
            "x2": 139,
            "y2": 705,
            "text": "最後の一撃を 加えるのも よろしいかと",
            "vi": "Có ổn không khi thêm cú đánh cuối cùng"
        },
        {
            "x1": 191,
            "y1": 793,
            "x2": 212,
            "y2": 903,
            "text": "…なるほど",
            "vi": "…Tôi thấy"
        }
    ],
    "5-6231c0ba8d94c.jpg": [
        {
            "x1": 569,
            "y1": 37,
            "x2": 588,
            "y2": 186,
            "text": "全てうまくいけば",
            "vi": "Nếu mọi thứ suôn sẻ"
        },
        {
            "x1": 518,
            "y1": 0,
            "x2": 563,
            "y2": 187,
            "text": "この国は わたくしのものになり",
            "vi": "Đất nước này dành cho tôi"
        },
        {
            "x1": 230,
            "y1": 43,
            "x2": 281,
            "y2": 141,
            "text": "あの男は 消えるのね",
            "vi": "Người đàn ông đó biến mất"
        },
        {
            "x1": 118,
            "y1": 85,
            "x2": 168,
            "y2": 196,
            "text": "さようで ございます",
            "vi": "Tạm biệt"
        },
        {
            "x1": 534,
            "y1": 677,
            "x2": 581,
            "y2": 790,
            "text": "これは我々が 開発した薬",
            "vi": "Đây là thuốc chúng tôi đã phát triển"
        },
        {
            "x1": 210,
            "y1": 670,
            "x2": 281,
            "y2": 802,
            "text": "内なる力を 増幅させるもの となります",
            "vi": "Nó sẽ khuếch đại lực lượng bên trong"
        },
        {
            "x1": 58,
            "y1": 670,
            "x2": 155,
            "y2": 820,
            "text": "とらえた 黒い戦士を 殺す際に使うのが よろしいかと",
            "vi": "Có ổn không khi sử dụng nó để giết một chiến binh đen không"
        }
    ],
    "6-6231c0bb07452.jpg": [
        {
            "x1": 325,
            "y1": 30,
            "x2": 422,
            "y2": 145,
            "text": "フン そんなもの わたくしには 必要ないわ",
            "vi": "Tôi không cần nó cho tôi"
        },
        {
            "x1": 58,
            "y1": 24,
            "x2": 103,
            "y2": 141,
            "text": "…失礼 いたしました",
            "vi": "…Xin lỗi cho tôi hỏi"
        },
        {
            "x1": 98,
            "y1": 403,
            "x2": 184,
            "y2": 517,
            "text": "─で 決行は いつなの？",
            "vi": "Khi nào thì quyết định là khi nào?"
        },
        {
            "x1": 514,
            "y1": 617,
            "x2": 607,
            "y2": 783,
            "text": "本日この場に お呼び立てしたのは そのためで ございますよ",
            "vi": "Đó là lý do tại sao chúng tôi gọi ở đây ngày hôm nay."
        }
    ],
    "7-6231c0bb72171.jpg": [
        {
            "x1": 551,
            "y1": 13,
            "x2": 583,
            "y2": 136,
            "text": "…まさか",
            "vi": "… Không có cách nào"
        },
        {
            "x1": 146,
            "y1": 3,
            "x2": 265,
            "y2": 158,
            "text": "今日 始める つもり…？",
            "vi": "Tôi sẽ bắt đầu ngày hôm nay...?"
        },
        {
            "x1": 524,
            "y1": 462,
            "x2": 595,
            "y2": 567,
            "text": "今日 全てが 決着 いたします",
            "vi": "Mọi thứ sẽ được giải quyết ngày hôm nay"
        },
        {
            "x1": 255,
            "y1": 458,
            "x2": 353,
            "y2": 590,
            "text": "ですので こちらでお力を 温存なさって おいてください",
            "vi": "Vì vậy, xin vui lòng tiết kiệm sự giúp đỡ của bạn ở đây."
        },
        {
            "x1": 298,
            "y1": 694,
            "x2": 402,
            "y2": 816,
            "text": "暗殺が成功し 次第 こちらに ご報告に 参ります",
            "vi": "Chúng tôi sẽ báo cáo ở đây ngay khi vụ ám sát thành công"
        }
    ],
    "8-6231c0bbe929a.jpg": [
        {
            "x1": 588,
            "y1": 250,
            "x2": 635,
            "y2": 397,
            "text": "では 我々はこれにて…",
            "vi": "Sau đó, chúng ta đang..."
        },
        {
            "x1": 587,
            "y1": 544,
            "x2": 632,
            "y2": 642,
            "text": "…期待 してるわよ",
            "vi": "...Tôi đang mong đợi"
        }
    ]
}