var ocr_data = {
    "1-610a100d2ecab.jpg": [
        {
            "x1": 529,
            "y1": 66,
            "x2": 588,
            "y2": 119,
            "text": "王都 離宮",
            "vi": "Đền thờ hoàng gia"
        }
    ],
    "2-610a100ee84ef.jpg": [
        {
            "x1": 465,
            "y1": 27,
            "x2": 634,
            "y2": 55,
            "text": "第37話王妃の策謀",
            "vi": "Tập 37 Cốt truyện của Nữ hoàng"
        },
        {
            "x1": 53,
            "y1": 39,
            "x2": 157,
            "y2": 386,
            "text": "冷酷なまなざしが 望むものは",
            "vi": "Những gì bạn muốn một ánh mắt tàn nhẫn"
        },
        {
            "x1": 12,
            "y1": 595,
            "x2": 700,
            "y2": 916,
            "text": "最強?",
            "vi": "Mạnh nhất?"
        },
        {
            "x1": 45,
            "y1": 866,
            "x2": 416,
            "y2": 903,
            "text": "園作澄守彩演両高橋愛",
            "vi": "Sonaku sumori aya ryotakahashi ai"
        }
    ],
    "3-610a1010072de.jpg": [
        {
            "x1": 564,
            "y1": 10,
            "x2": 593,
            "y2": 119,
            "text": "ライアス",
            "vi": "Rias"
        },
        {
            "x1": 139,
            "y1": 91,
            "x2": 166,
            "y2": 161,
            "text": "…はい",
            "vi": "…Vâng"
        },
        {
            "x1": 219,
            "y1": 188,
            "x2": 246,
            "y2": 314,
            "text": "久しぶりね",
            "vi": "Lâu rồi không gặp, Ơ"
        },
        {
            "x1": 501,
            "y1": 372,
            "x2": 600,
            "y2": 504,
            "text": "おかしいわねぇ 入学式から 随分経っている というのに…",
            "vi": "Thật là buồn cười, mặc dù đã lâu rồi kể từ buổi lễ vào buổi..."
        },
        {
            "x1": 241,
            "y1": 529,
            "x2": 317,
            "y2": 661,
            "text": "その間貴方は 一度でも報告に 来たかしら…？",
            "vi": "Trong thời gian đó, bạn đã đến báo cáo ít nhất một lần...?"
        },
        {
            "x1": 544,
            "y1": 741,
            "x2": 565,
            "y2": 857,
            "text": "それはその…",
            "vi": "Đó là..."
        },
        {
            "x1": 54,
            "y1": 715,
            "x2": 121,
            "y2": 804,
            "text": "ハルトと 話す機会が なくっ…",
            "vi": "Tôi không có cơ hội để nói chuyện với Hart..."
        }
    ],
    "4-610a101181492.jpg": [
        {
            "x1": 42,
            "y1": 765,
            "x2": 79,
            "y2": 856,
            "text": "申し訳",
            "vi": "Xin lỗi"
        }
    ],
    "5-610a10126bd4e.jpg": [
        {
            "x1": 542,
            "y1": 338,
            "x2": 589,
            "y2": 468,
            "text": "そんなに 怖がらないで？",
            "vi": "Đừng sợ đến thế?"
        },
        {
            "x1": 225,
            "y1": 438,
            "x2": 329,
            "y2": 622,
            "text": "ただ貴方が 母のお願いを 忘れてしまったのかと 心配になっただけ",
            "vi": "Tôi chỉ lo lắng rằng bạn đã quên yêu cầu của mẹ mình"
        }
    ],
    "6-610a101389f03.jpg": [
        {
            "x1": 561,
            "y1": 13,
            "x2": 621,
            "y2": 148,
            "text": "ねえ 知っていて？",
            "vi": "Này, bạn có biết không?"
        },
        {
            "x1": 233,
            "y1": 153,
            "x2": 336,
            "y2": 283,
            "text": "あの黒い男 最近になって 王都の近くに 現れたそうなの",
            "vi": "Người đàn ông da đen đó dường như đã xuất hiện gần thủ đô hoàng gia gần đây"
        },
        {
            "x1": 521,
            "y1": 349,
            "x2": 625,
            "y2": 464,
            "text": "あらあら 貴方ってば そんな事も 知らなかった",
            "vi": "Oh, tôi không biết điều đó"
        }
    ],
    "7-610a10154c179.jpg": [
        {
            "x1": 532,
            "y1": 12,
            "x2": 589,
            "y2": 148,
            "text": "貴方は わたくしの子",
            "vi": "Bạn là con tôi"
        },
        {
            "x1": 23,
            "y1": 23,
            "x2": 108,
            "y2": 158,
            "text": "魔王を倒した 閃光姫の息子 なのよ？",
            "vi": "Có phải anh ta là con trai của Shenhime, người đã đánh bại vị vua quỷ?"
        },
        {
            "x1": 493,
            "y1": 338,
            "x2": 589,
            "y2": 511,
            "text": "だからといって 才能に自惚れ てはダメ",
            "vi": "Đó là lý do tại sao bạn không thể tự hào về tài năng của mình"
        },
        {
            "x1": 12,
            "y1": 329,
            "x2": 106,
            "y2": 527,
            "text": "与えられた役目は 真面目にこなして ちょうだい？",
            "vi": "Bạn có muốn trở thành một vai trò nhất định nghiêm túc?"
        },
        {
            "x1": 24,
            "y1": 725,
            "x2": 106,
            "y2": 927,
            "text": "わかりましたー 母上‼",
            "vi": "Được rồi, mẹ tôi"
        }
    ],
    "8-610a1017d0eca.jpg": [
        {
            "x1": 372,
            "y1": 40,
            "x2": 430,
            "y2": 129,
            "text": "いい お返事ね",
            "vi": "Trả lời tốt"
        },
        {
            "x1": 41,
            "y1": 16,
            "x2": 126,
            "y2": 130,
            "text": "それでこそ わたくしの 息子だわ",
            "vi": "Đó là lý do tại sao tôi là con trai tôi"
        },
        {
            "x1": 39,
            "y1": 382,
            "x2": 99,
            "y2": 527,
            "text": "川回ン…",
            "vi": "Kawaten..."
        },
        {
            "x1": 295,
            "y1": 634,
            "x2": 349,
            "y2": 705,
            "text": "まあ いいわ",
            "vi": "Ổn"
        },
        {
            "x1": 397,
            "y1": 812,
            "x2": 468,
            "y2": 926,
            "text": "あれでは 使いものに ならないわね",
            "vi": "Điều đó không thể sử dụng được"
        },
        {
            "x1": 44,
            "y1": 765,
            "x2": 132,
            "y2": 919,
            "text": "こちらの 計画には 支障はないもの",
            "vi": "Kế hoạch này không cản trở"
        }
    ],
    "9-610a1019ef7bd.jpg": [
        {
            "x1": 530,
            "y1": 9,
            "x2": 595,
            "y2": 235,
            "text": "ふふ… いよいよ始まるわ…",
            "vi": "Fufu... cuối cùng nó sẽ bắt đầu..."
        },
        {
            "x1": 8,
            "y1": 241,
            "x2": 133,
            "y2": 396,
            "text": "王都を 巻き込んだ 宴が…",
            "vi": "Một bữa tiệc liên quan đến thủ đô của hoàng gia..."
        },
        {
            "x1": 522,
            "y1": 447,
            "x2": 580,
            "y2": 579,
            "text": "この忌々しい 枷からも",
            "vi": "Từ cái cuốc vô lý này"
        },
        {
            "x1": 30,
            "y1": 465,
            "x2": 113,
            "y2": 558,
            "text": "ようやく 解放され るのよ！",
            "vi": "Cuối cùng tôi cũng được thả ra!"
        },
        {
            "x1": 515,
            "y1": 637,
            "x2": 557,
            "y2": 737,
            "text": "あはっ",
            "vi": "À"
        },
        {
            "x1": 59,
            "y1": 671,
            "x2": 107,
            "y2": 932,
            "text": "あははははは",
            "vi": "Ahahahahaha"
        }
    ],
    "10-610a101b5af43.jpg": [
        {
            "x1": 484,
            "y1": 45,
            "x2": 536,
            "y2": 109,
            "text": "王都 城下町",
            "vi": "Thị trấn King Tokyo Castle"
        },
        {
            "x1": 74,
            "y1": 97,
            "x2": 98,
            "y2": 159,
            "text": "裏路地",
            "vi": "Hẻm sau"
        },
        {
            "x1": 453,
            "y1": 276,
            "x2": 535,
            "y2": 351,
            "text": "王都で なんか こう",
            "vi": "Cái gì đó ở thủ đô hoàng gia"
        },
        {
            "x1": 83,
            "y1": 511,
            "x2": 142,
            "y2": 665,
            "text": "不穏な 兆しはないか？",
            "vi": "Có bất kỳ dấu hiệu đáng lo ngại?"
        }
    ],
    "11-610a101c683c3.jpg": [
        {
            "x1": 508,
            "y1": 13,
            "x2": 597,
            "y2": 150,
            "text": "何でもいい 王都であった 事を話せ！",
            "vi": "Nói rằng đó là một thủ đô của hoàng gia tốt!"
        },
        {
            "x1": 238,
            "y1": 7,
            "x2": 265,
            "y2": 136,
            "text": "あんだって？",
            "vi": "Đó là cái gì?"
        },
        {
            "x1": 120,
            "y1": 1,
            "x2": 170,
            "y2": 117,
            "text": "姉ちゃん お困りかい？",
            "vi": "Bạn đang gặp rắc rối?"
        },
        {
            "x1": 541,
            "y1": 311,
            "x2": 590,
            "y2": 444,
            "text": "話なら 俺がしてやるよ",
            "vi": "Tôi sẽ làm điều đó nếu bạn nói"
        },
        {
            "x1": 21,
            "y1": 399,
            "x2": 94,
            "y2": 497,
            "text": "あっちへ 行こう じゃねぇか",
            "vi": "Hãy đi qua đó"
        },
        {
            "x1": 544,
            "y1": 557,
            "x2": 591,
            "y2": 669,
            "text": "ここでは できない話か",
            "vi": "Bạn không thể nói chuyện ở đây?"
        },
        {
            "x1": 294,
            "y1": 563,
            "x2": 338,
            "y2": 659,
            "text": "ふむ いいだろう",
            "vi": "Nó khá ổn"
        },
        {
            "x1": 218,
            "y1": 546,
            "x2": 239,
            "y2": 639,
            "text": "えっへっへ",
            "vi": "Ehhhhh"
        },
        {
            "x1": 17,
            "y1": 819,
            "x2": 92,
            "y2": 914,
            "text": "話のわかる 姉ちゃんで 助かるわ",
            "vi": "Tôi hiểu câu chuyện, tôi đã được cứu"
        }
    ],
    "12-610a101f0775d.jpg": [
        {
            "x1": 558,
            "y1": 499,
            "x2": 604,
            "y2": 580,
            "text": "改めて きくけど",
            "vi": "Tôi sẽ quay lại"
        },
        {
            "x1": 281,
            "y1": 494,
            "x2": 380,
            "y2": 643,
            "text": "王都の情報 あなたが知ってる 範囲で教えて くれる？",
            "vi": "Bạn có thể cho tôi biết nhiều như bạn biết?"
        }
    ]
}