var ocr_data = {
    "1-612f177b537f4.jpg": [
        {
            "x1": 391,
            "y1": 26,
            "x2": 454,
            "y2": 158,
            "text": "おはよう ございまふ",
            "vi": "Buổi sáng tốt lành"
        },
        {
            "x1": 52,
            "y1": 328,
            "x2": 81,
            "y2": 445,
            "text": "兄上さま",
            "vi": "Anh trai"
        },
        {
            "x1": 122,
            "y1": 515,
            "x2": 246,
            "y2": 662,
            "text": "ぱち",
            "vi": "Bản vá"
        },
        {
            "x1": 77,
            "y1": 547,
            "x2": 105,
            "y2": 615,
            "text": "んあ？",
            "vi": "Hmm?"
        },
        {
            "x1": 346,
            "y1": 681,
            "x2": 392,
            "y2": 800,
            "text": "ふあぁぁぁ",
            "vi": "Hả"
        },
        {
            "x1": 71,
            "y1": 740,
            "x2": 124,
            "y2": 854,
            "text": "うん おはよう…",
            "vi": "Buổi sáng tốt lành..."
        }
    ],
    "2-612f177cba306.jpg": [
        {
            "x1": 519,
            "y1": 46,
            "x2": 621,
            "y2": 179,
            "text": "コピーと 一日交替なので 今日は俺の日 なのだが…",
            "vi": "Hôm nay là ngày của tôi vì đó là một sự thay đổi của bản sao và một ngày, nhưng..."
        },
        {
            "x1": 71,
            "y1": 80,
            "x2": 144,
            "y2": 177,
            "text": "遂に授業が 始まって しまう…",
            "vi": "Lớp cuối cùng đã bắt đầu..."
        },
        {
            "x1": 528,
            "y1": 529,
            "x2": 548,
            "y2": 608,
            "text": "兄上さま",
            "vi": "Anh trai"
        },
        {
            "x1": 556,
            "y1": 702,
            "x2": 604,
            "y2": 833,
            "text": "本日のご予定を 説明いたします",
            "vi": "Tôi sẽ giải thích lịch trình ngày hôm nay"
        },
        {
            "x1": 311,
            "y1": 691,
            "x2": 384,
            "y2": 855,
            "text": "「ほんっ",
            "vi": "\"Đôi khi"
        },
        {
            "x1": 59,
            "y1": 735,
            "x2": 85,
            "y2": 799,
            "text": "うん…",
            "vi": "Ừ…"
        }
    ],
    "3-612f177d3d54f.jpg": [
        {
            "x1": 524,
            "y1": 31,
            "x2": 601,
            "y2": 112,
            "text": "まず 一限目は 共通授業",
            "vi": "Trước hết, giới hạn đầu tiên là một lớp học chung"
        },
        {
            "x1": 196,
            "y1": 24,
            "x2": 221,
            "y2": 89,
            "text": "俺は…",
            "vi": "Tôi…"
        },
        {
            "x1": 263,
            "y1": 130,
            "x2": 334,
            "y2": 227,
            "text": "クラスの 顔合わせに なります",
            "vi": "Nó sẽ là một cuộc họp lớp"
        },
        {
            "x1": 41,
            "y1": 135,
            "x2": 61,
            "y2": 229,
            "text": "Ｃクラスか",
            "vi": "C -Lớp?"
        },
        {
            "x1": 500,
            "y1": 292,
            "x2": 600,
            "y2": 456,
            "text": "恐らく 入学試験の 免除に とりあえず より",
            "vi": "Có lẽ để miễn trừ trong kỳ thi tuyển sinh"
        },
        {
            "x1": 442,
            "y1": 360,
            "x2": 512,
            "y2": 526,
            "text": "真ん中のＣクラスに 配置されたのでは ないかと",
            "vi": "Tôi đoán nó đã được đặt trong lớp C giữa c"
        },
        {
            "x1": 114,
            "y1": 275,
            "x2": 217,
            "y2": 491,
            "text": "class cass class class MLass",
            "vi": "lớp Cass lớp MLASS"
        },
        {
            "x1": 72,
            "y1": 273,
            "x2": 116,
            "y2": 484,
            "text": "ＡBCDE",
            "vi": "ABCDE"
        },
        {
            "x1": 52,
            "y1": 525,
            "x2": 74,
            "y2": 604,
            "text": "なるほど",
            "vi": "Tôi thấy"
        },
        {
            "x1": 505,
            "y1": 691,
            "x2": 603,
            "y2": 858,
            "text": "―ですが 定期考査の結果で クラス替えが あるとのことなので",
            "vi": "-Tuy nhiên, người ta nói rằng có một sự thay đổi của lớp học do kết quả của kỳ thi thường xuyên."
        },
        {
            "x1": 422,
            "y1": 755,
            "x2": 495,
            "y2": 905,
            "text": "兄上様でしたら すぐにＡクラスへ 行けると思います",
            "vi": "Nếu bạn là anh trai của bạn, tôi nghĩ rằng bạn có thể đến lớp A ngay lập tức"
        },
        {
            "x1": 34,
            "y1": 788,
            "x2": 93,
            "y2": 902,
            "text": "…それは 困りますね",
            "vi": "...Tôi gặp rắc rối"
        }
    ],
    "4-612f177dc13e0.jpg": [
        {
            "x1": 532,
            "y1": 304,
            "x2": 634,
            "y2": 385,
            "text": "シャル… これ 共通授業 以外…",
            "vi": "Shal... đây không phải là một lớp học chung..."
        },
        {
            "x1": 293,
            "y1": 278,
            "x2": 396,
            "y2": 410,
            "text": "上級学年で 受ける難しい 授業ばかりじゃ ないか⁉",
            "vi": "Không phải là các lớp học khó để học lớp cao cấp sao?"
        },
        {
            "x1": 166,
            "y1": 267,
            "x2": 271,
            "y2": 399,
            "text": "ええ… 兄上さまなら 容易いと思って 選びました",
            "vi": "Vâng... tôi đã chọn nó vì tôi nghĩ thật dễ dàng nếu anh trai tôi"
        },
        {
            "x1": 51,
            "y1": 550,
            "x2": 105,
            "y2": 645,
            "text": "いや無理 ですって",
            "vi": "Không, không thể"
        },
        {
            "x1": 555,
            "y1": 717,
            "x2": 607,
            "y2": 835,
            "text": "ちょっと 待てよ？",
            "vi": "Chờ một phút?"
        },
        {
            "x1": 157,
            "y1": 722,
            "x2": 320,
            "y2": 924,
            "text": "はっ",
            "vi": "Đi săn chim ưng"
        },
        {
            "x1": 89,
            "y1": 751,
            "x2": 162,
            "y2": 867,
            "text": "これはむしろ 好都合かも しれない",
            "vi": "Điều này có thể thuận tiện hơn"
        }
    ],
    "5-612f177e3882e.jpg": [
        {
            "x1": 521,
            "y1": 37,
            "x2": 597,
            "y2": 152,
            "text": "こんな高度な 授業ばかりを 選択すれば",
            "vi": "Nếu bạn chỉ chọn các lớp học nâng cao như vậy"
        },
        {
            "x1": 459,
            "y1": 18,
            "x2": 493,
            "y2": 194,
            "text": "ぼう一年.のvせに",
            "vi": "Đến 1 năm của V."
        },
        {
            "x1": 292,
            "y1": 9,
            "x2": 450,
            "y2": 183,
            "text": "みぜてもらおラじゃ ないか 教師連中の 期待は大いに 膨らむだろう",
            "vi": "Kỳ vọng của các giáo viên sẽ mở rộng rất nhiều."
        },
        {
            "x1": 174,
            "y1": 26,
            "x2": 250,
            "y2": 159,
            "text": "―だから そこから 落とせばいい！",
            "vi": "-Có việc thả nó từ đó!"
        },
        {
            "x1": 41,
            "y1": 34,
            "x2": 135,
            "y2": 177,
            "text": "なにだ 大したま手ない じゃないか…！",
            "vi": "Thật là một vấn đề lớn...!"
        },
        {
            "x1": 539,
            "y1": 416,
            "x2": 592,
            "y2": 569,
            "text": "よし これでいこう！",
            "vi": "Hãy đi với cái này!"
        },
        {
            "x1": 428,
            "y1": 435,
            "x2": 451,
            "y2": 550,
            "text": "行ってくる！",
            "vi": "Tôi sẽ quay lại!"
        },
        {
            "x1": 496,
            "y1": 634,
            "x2": 518,
            "y2": 713,
            "text": "兄上さま",
            "vi": "Anh trai"
        }
    ],
    "6-612f177eb0b09.jpg": [
        {
            "x1": 64,
            "y1": 48,
            "x2": 243,
            "y2": 171,
            "text": "1ゅ",
            "vi": "1."
        },
        {
            "x1": 563,
            "y1": 498,
            "x2": 633,
            "y2": 594,
            "text": "行って らっしゃい ませ！",
            "vi": "Hoan nghênh!"
        },
        {
            "x1": 303,
            "y1": 487,
            "x2": 323,
            "y2": 547,
            "text": "…ぁあ",
            "vi": "Ah ah"
        },
        {
            "x1": 58,
            "y1": 558,
            "x2": 79,
            "y2": 654,
            "text": "行ってくる",
            "vi": "Tôi sẽ quay lại"
        },
        {
            "x1": 164,
            "y1": 698,
            "x2": 235,
            "y2": 828,
            "text": "別れというのは 惜しいもの ですから",
            "vi": "Bởi vì lời tạm biệt là một điều đáng tiếc"
        },
        {
            "x1": 53,
            "y1": 705,
            "x2": 72,
            "y2": 819,
            "text": "そうですか…",
            "vi": "Có phải vậy…"
        },
        {
            "x1": 280,
            "y1": 824,
            "x2": 301,
            "y2": 922,
            "text": "長くない？",
            "vi": "Không dài?"
        }
    ],
    "7-612f177faca6a.jpg": [
        {
            "x1": 32,
            "y1": 25,
            "x2": 222,
            "y2": 52,
            "text": "第38話初めての授業",
            "vi": "Tập 38 Lớp đầu tiên"
        },
        {
            "x1": 408,
            "y1": 102,
            "x2": 493,
            "y2": 409,
            "text": "朝の支度も 兄上さはと一緒です",
            "vi": "Chuẩn bị buổi sáng cũng giống như anh trai tôi."
        },
        {
            "x1": 30,
            "y1": 826,
            "x2": 193,
            "y2": 907,
            "text": "園作澄守彩 幽両高橋 愛",
            "vi": "Công việc làm vườn Ayumi Sumimori Ai Takahashi"
        }
    ],
    "8-612f178090aa3.jpg": [
        {
            "x1": 80,
            "y1": 95,
            "x2": 136,
            "y2": 185,
            "text": "おはよう ハルト",
            "vi": "Chào buổi sáng Hart"
        },
        {
            "x1": 564,
            "y1": 139,
            "x2": 634,
            "y2": 241,
            "text": "カチャ",
            "vi": "Kacha"
        },
        {
            "x1": 564,
            "y1": 549,
            "x2": 613,
            "y2": 646,
            "text": "誰かと 待ち合わせ",
            "vi": "Gặp ai đó"
        },
        {
            "x1": 48,
            "y1": 533,
            "x2": 144,
            "y2": 665,
            "text": "…状況からして キミ以外 ありえないの だけど",
            "vi": "… Từ tình hình, nó không thể là bất cứ điều gì khác ngoài bạn"
        },
        {
            "x1": 498,
            "y1": 701,
            "x2": 566,
            "y2": 835,
            "text": "はたっ",
            "vi": "Hướng dẫn"
        },
        {
            "x1": 357,
            "y1": 722,
            "x2": 409,
            "y2": 803,
            "text": "そっちの 子は？",
            "vi": "Thế còn đứa trẻ đó?"
        },
        {
            "x1": 57,
            "y1": 710,
            "x2": 107,
            "y2": 826,
            "text": "ああ 従者のリザだ",
            "vi": "Ồ, đó là Liza của người hầu"
        }
    ],
    "9-612f178149a7c.jpg": [
        {
            "x1": 574,
            "y1": 222,
            "x2": 594,
            "y2": 299,
            "text": "…そうか",
            "vi": "…Thực ra"
        },
        {
            "x1": 37,
            "y1": 213,
            "x2": 109,
            "y2": 345,
            "text": "ハルトの 従者なら ありえるかもな",
            "vi": "Có lẽ là người hầu của Hart"
        },
        {
            "x1": 543,
            "y1": 383,
            "x2": 591,
            "y2": 516,
            "text": "ボクはハルトの 友人のイリスだ",
            "vi": "Tôi là Iris, một người bạn của Hart"
        },
        {
            "x1": 282,
            "y1": 387,
            "x2": 300,
            "y2": 462,
            "text": "よろしく",
            "vi": "Hân hạnh được biết bạn"
        },
        {
            "x1": 41,
            "y1": 617,
            "x2": 61,
            "y2": 693,
            "text": "よろしく",
            "vi": "Hân hạnh được biết bạn"
        }
    ],
    "10-612f1781c2616.jpg": [
        {
            "x1": 393,
            "y1": 15,
            "x2": 467,
            "y2": 139,
            "text": "え キミほどの 実力者が Ｃクラス？",
            "vi": "Eh, như một người mạnh mẽ như C?"
        },
        {
            "x1": 64,
            "y1": 201,
            "x2": 133,
            "y2": 280,
            "text": "ボクは Ａクラス だよ",
            "vi": "Tôi là một lớp học"
        },
        {
            "x1": 581,
            "y1": 363,
            "x2": 601,
            "y2": 458,
            "text": "そうなんだ",
            "vi": "Đúng thế"
        },
        {
            "x1": 45,
            "y1": 348,
            "x2": 211,
            "y2": 521,
            "text": "うん 気になったから 聞いてみたら 筆記試験の成績が 優先されると 言っていた",
            "vi": "Vâng, tôi nghe nói rằng các điểm số của bài kiểm tra viết sẽ được ưu tiên."
        },
        {
            "x1": 536,
            "y1": 569,
            "x2": 630,
            "y2": 718,
            "text": "まあ キミなら すぐにＡクラスに 来れるだろう",
            "vi": "Vâng, bạn sẽ có thể đến lớp A ngay lập tức"
        },
        {
            "x1": 466,
            "y1": 833,
            "x2": 586,
            "y2": 913,
            "text": "ss ああ… うん…",
            "vi": "SS oh... vâng..."
        }
    ],
    "11-612f178245189.jpg": [
        {
            "x1": 546,
            "y1": 13,
            "x2": 606,
            "y2": 108,
            "text": "…ねえ ハルト様",
            "vi": "...Này Hart"
        },
        {
            "x1": 454,
            "y1": 14,
            "x2": 513,
            "y2": 146,
            "text": "彼女は本当に 人なの？",
            "vi": "Cô ấy có thực sự là một người không?"
        },
        {
            "x1": 333,
            "y1": 11,
            "x2": 411,
            "y2": 163,
            "text": "…そういやリザ 前にもイリスの事 変って言ってたな",
            "vi": "Chà, tôi đã nói rằng Iris đã thay đổi trước Liza"
        },
        {
            "x1": 29,
            "y1": 239,
            "x2": 78,
            "y2": 337,
            "text": "何か 感じるの？",
            "vi": "Bạn có cảm thấy điều gì đó không?"
        },
        {
            "x1": 543,
            "y1": 405,
            "x2": 594,
            "y2": 520,
            "text": "やっぱり 近くでみても",
            "vi": "Rốt cuộc, ngay cả khi bạn nhìn kỹ"
        },
        {
            "x1": 18,
            "y1": 468,
            "x2": 123,
            "y2": 583,
            "text": "私には 魔族なのか 人なのか 判断できない",
            "vi": "Tôi không thể biết đó là con quỷ hay một người"
        },
        {
            "x1": 487,
            "y1": 655,
            "x2": 586,
            "y2": 751,
            "text": "見た感じ 魔族では ないと思う けど…",
            "vi": "Tôi không nghĩ đó là một con quỷ mà tôi thấy..."
        },
        {
            "x1": 275,
            "y1": 643,
            "x2": 346,
            "y2": 792,
            "text": "害はなさそうだし 気にしなくて いいんじゃない？",
            "vi": "Nó không có vẻ tổn hại và bạn không phải lo lắng về nó?"
        },
        {
            "x1": 172,
            "y1": 648,
            "x2": 223,
            "y2": 765,
            "text": "ハルト様が そう言うなら",
            "vi": "Nếu Hart nói vậy"
        },
        {
            "x1": 38,
            "y1": 813,
            "x2": 61,
            "y2": 909,
            "text": "…わかった",
            "vi": "… Hiểu"
        }
    ],
    "12-612f1782c3090.jpg": [
        {
            "x1": 72,
            "y1": 751,
            "x2": 173,
            "y2": 861,
            "text": "何で皆 こっち 見んの？",
            "vi": "Tại sao tất cả các bạn nhìn thấy điều này?"
        }
    ],
    "13-612f1783373e3.jpg": [
        {
            "x1": 499,
            "y1": 18,
            "x2": 598,
            "y2": 160,
            "text": "ああ そういえば パイセン関連で 噂されてるん だっけ…",
            "vi": "Ồ, nhân tiện, tôi đoán rằng nó được đồn là về Paisen..."
        },
        {
            "x1": 522,
            "y1": 337,
            "x2": 600,
            "y2": 417,
            "text": "えーでは 授業を 始めます",
            "vi": "Chà, tôi sẽ bắt đầu các lớp học"
        },
        {
            "x1": 340,
            "y1": 326,
            "x2": 416,
            "y2": 457,
            "text": "このＣクラスは ５クラスある中 の真ん中",
            "vi": "Lớp C này ở giữa 5 lớp"
        },
        {
            "x1": 444,
            "y1": 474,
            "x2": 503,
            "y2": 583,
            "text": "こほんっ",
            "vi": "Koho"
        },
        {
            "x1": 24,
            "y1": 455,
            "x2": 95,
            "y2": 586,
            "text": "全体の中位の 成績のクラスに なります",
            "vi": "Nó sẽ là một lớp của toàn bộ lớp trung học"
        },
        {
            "x1": 571,
            "y1": 671,
            "x2": 593,
            "y2": 734,
            "text": "つまり",
            "vi": "Nói cách khác"
        },
        {
            "x1": 168,
            "y1": 637,
            "x2": 266,
            "y2": 768,
            "text": "上に行く事も 逆に下に落ちて しまう事も あるでしょう",
            "vi": "Đi lên có thể giảm ngược lại."
        },
        {
            "x1": 31,
            "y1": 674,
            "x2": 53,
            "y2": 756,
            "text": "ですので",
            "vi": "Rất"
        },
        {
            "x1": 242,
            "y1": 740,
            "x2": 349,
            "y2": 878,
            "text": "くい",
            "vi": "Chốt"
        }
    ],
    "14-612f1783b382d.jpg": [
        {
            "x1": 524,
            "y1": 11,
            "x2": 620,
            "y2": 165,
            "text": "今日は改めて テストを 行います",
            "vi": "Tôi sẽ kiểm tra lại ngày hôm nay"
        },
        {
            "x1": 593,
            "y1": 375,
            "x2": 615,
            "y2": 454,
            "text": "おお？？",
            "vi": "Oh???"
        },
        {
            "x1": 346,
            "y1": 332,
            "x2": 416,
            "y2": 439,
            "text": "さっそく 来たな",
            "vi": "Tôi đã đến ngay"
        },
        {
            "x1": 57,
            "y1": 411,
            "x2": 125,
            "y2": 547,
            "text": "ビッグ チャンス‼",
            "vi": "Cơ hội lớn‼"
        },
        {
            "x1": 513,
            "y1": 620,
            "x2": 614,
            "y2": 753,
            "text": "この試験で 俺の落ちこぼれ ぶりを 存分に発揮して",
            "vi": "Trong kỳ thi này, tôi có thể chứng minh đầy đủ sự sụp đổ của mình."
        },
        {
            "x1": 326,
            "y1": 620,
            "x2": 401,
            "y2": 775,
            "text": "あ、どうも すみません…",
            "vi": "Ồ, tôi xin lỗi..."
        },
        {
            "x1": 64,
            "y1": 718,
            "x2": 137,
            "y2": 852,
            "text": "この教室とは 今日でおさらば してやる！",
            "vi": "Tôi sẽ làm lớp học này hôm nay!"
        }
    ],
    "15-612f17844394a.jpg": [
        {
            "x1": 557,
            "y1": 29,
            "x2": 605,
            "y2": 111,
            "text": "では はじめ！",
            "vi": "Bắt đầu nào!"
        },
        {
            "x1": 348,
            "y1": 0,
            "x2": 564,
            "y2": 111,
            "text": "ばっっ",
            "vi": "Chai"
        },
        {
            "x1": 43,
            "y1": 22,
            "x2": 74,
            "y2": 117,
            "text": "…あれ？",
            "vi": "…điều đó?"
        },
        {
            "x1": 361,
            "y1": 150,
            "x2": 388,
            "y2": 259,
            "text": "よしこい！",
            "vi": "Yoshiyo!"
        },
        {
            "x1": 549,
            "y1": 332,
            "x2": 569,
            "y2": 391,
            "text": "…これ",
            "vi": "…đây"
        },
        {
            "x1": 46,
            "y1": 329,
            "x2": 95,
            "y2": 442,
            "text": "めちゃくちゃ 簡単じゃん",
            "vi": "Nó thực sự dễ dàng"
        },
        {
            "x1": 475,
            "y1": 523,
            "x2": 579,
            "y2": 673,
            "text": "確か幼いシャルが 英寺教育を始めて 最初の半年で 学んだ範囲だ",
            "vi": "Chắc chắn, trong vòng sáu tháng đầu tiên, một shal trẻ bắt đầu giáo dục"
        },
        {
            "x1": 306,
            "y1": 628,
            "x2": 345,
            "y2": 766,
            "text": "ここはですね",
            "vi": "Đây là"
        },
        {
            "x1": 26,
            "y1": 755,
            "x2": 162,
            "y2": 923,
            "text": "…まあ俺は ついていくのに せいいっぱい だったから すぐやめちゃったん だけどね",
            "vi": "… Chà, tôi dừng lại ngay lập tức vì tôi đã đầy"
        }
    ],
    "16-612f1784ad926.jpg": [
        {
            "x1": 513,
            "y1": 23,
            "x2": 622,
            "y2": 156,
            "text": "──てか 幼な子でも 解けるようなの 出すなんて",
            "vi": "── Tôi nói rằng ngay cả một đứa trẻ cũng có thể giải quyết nó"
        },
        {
            "x1": 68,
            "y1": 44,
            "x2": 119,
            "y2": 178,
            "text": "あの担任 何考えてんの？",
            "vi": "Bạn đang nghĩ gì về giáo viên đó?"
        },
        {
            "x1": 406,
            "y1": 258,
            "x2": 430,
            "y2": 355,
            "text": "なるほど！",
            "vi": "Tôi thấy!"
        },
        {
            "x1": 78,
            "y1": 389,
            "x2": 101,
            "y2": 488,
            "text": "読めたぞ！",
            "vi": "Tôi đọc nó!"
        },
        {
            "x1": 414,
            "y1": 562,
            "x2": 561,
            "y2": 716,
            "text": "あれだけ 脅しておいて 実は簡単な 基礎問題で みんなを安心させる 腹積もりか",
            "vi": "Đó có phải là một sự ổn định sẽ khiến mọi người cảm thấy yên tâm với một vấn đề cơ bản đơn giản?"
        },
        {
            "x1": 60,
            "y1": 725,
            "x2": 131,
            "y2": 852,
            "text": "「褒めて伸はす」 そういう教育 方針なんだろう",
            "vi": "Tôi đoán đó là một chính sách giáo dục"
        }
    ],
    "17-612f17852ad9c.jpg": [
        {
            "x1": 517,
            "y1": 21,
            "x2": 594,
            "y2": 154,
            "text": "となると どう対応するか 難しいところだ",
            "vi": "Rất khó để đối phó với"
        },
        {
            "x1": 258,
            "y1": 29,
            "x2": 356,
            "y2": 162,
            "text": "いくらなんでも ここまで簡単な 問題を間違え まくったら",
            "vi": "Nếu bạn mắc lỗi quá nhiều vấn đề đơn giản như vậy"
        },
        {
            "x1": 377,
            "y1": 177,
            "x2": 467,
            "y2": 297,
            "text": "むむ",
            "vi": "Mẹ"
        },
        {
            "x1": 41,
            "y1": 231,
            "x2": 91,
            "y2": 328,
            "text": "わざとだと 疑われる",
            "vi": "Nghi ngờ rằng đó là cố cấp"
        },
        {
            "x1": 557,
            "y1": 438,
            "x2": 577,
            "y2": 498,
            "text": "ならば",
            "vi": "Khi đó"
        },
        {
            "x1": 176,
            "y1": 379,
            "x2": 282,
            "y2": 540,
            "text": "カチ*…",
            "vi": "Đánh dấu*……"
        },
        {
            "x1": 498,
            "y1": 606,
            "x2": 587,
            "y2": 739,
            "text": "最低ギリギリ ラインを 見極め",
            "vi": "Tìm hiểu dòng phút cuối cùng"
        },
        {
            "x1": 94,
            "y1": 750,
            "x2": 116,
            "y2": 920,
            "text": "うっかりミスで",
            "vi": "Vô tình do nhầm lẫn"
        },
        {
            "x1": 60,
            "y1": 768,
            "x2": 85,
            "y2": 902,
            "text": "６割を狙う！",
            "vi": "Nhắm cho 60 %!"
        }
    ],
    "18-612f17859f67d.jpg": [
        {
            "x1": 24,
            "y1": 239,
            "x2": 136,
            "y2": 427,
            "text": "ふう…",
            "vi": "Hả..."
        },
        {
            "x1": 544,
            "y1": 558,
            "x2": 626,
            "y2": 711,
            "text": "皆さん… 結果は芳しく ありませんね…",
            "vi": "Mọi người... kết quả không tốt..."
        },
        {
            "x1": 208,
            "y1": 570,
            "x2": 292,
            "y2": 685,
            "text": "平均で２割 といった所 でしょうか",
            "vi": "Trung bình 20 % là 20 %?"
        },
        {
            "x1": 69,
            "y1": 840,
            "x2": 91,
            "y2": 902,
            "text": "うん？",
            "vi": "Ừ?"
        }
    ],
    "19-612f17873df64.jpg": [
        {
            "x1": 527,
            "y1": 19,
            "x2": 600,
            "y2": 119,
            "text": "─まあ 無理も ありません",
            "vi": "Chà, nó không đáng ngạc nhiên"
        },
        {
            "x1": 428,
            "y1": 71,
            "x2": 512,
            "y2": 127,
            "text": "LuLH Ll.",
            "vi": "Lulh sẽ."
        },
        {
            "x1": 191,
            "y1": 72,
            "x2": 228,
            "y2": 162,
            "text": "やはぽりか",
            "vi": "Rốt cuộc"
        },
        {
            "x1": 266,
            "y1": 99,
            "x2": 363,
            "y2": 232,
            "text": "今回の試験は Ｂクラスでも 平均５割ほどと いった内容です",
            "vi": "Thử nghiệm này trung bình khoảng 50 % ngay cả trong lớp B."
        },
        {
            "x1": 29,
            "y1": 142,
            "x2": 52,
            "y2": 240,
            "text": "どゆこと？",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 546,
            "y1": 285,
            "x2": 596,
            "y2": 384,
            "text": "ですが そんな中",
            "vi": "Tuy vậy,"
        },
        {
            "x1": 301,
            "y1": 280,
            "x2": 378,
            "y2": 414,
            "text": "ふふふ",
            "vi": "Fufufufu"
        },
        {
            "x1": 192,
            "y1": 295,
            "x2": 264,
            "y2": 392,
            "text": "うっかり ミスは 多いですが",
            "vi": "Có rất nhiều sai lầm vô ý"
        },
        {
            "x1": 86,
            "y1": 295,
            "x2": 164,
            "y2": 410,
            "text": "６割ほど 正解している 方がいます",
            "vi": "Một số người có đúng khoảng 60 %"
        },
        {
            "x1": 512,
            "y1": 464,
            "x2": 597,
            "y2": 676,
            "text": "ハルト・ ゼンフィス君！",
            "vi": "Hart Zenfis!"
        },
        {
            "x1": 230,
            "y1": 476,
            "x2": 269,
            "y2": 681,
            "text": "素晴らしい！",
            "vi": "Quá tuyệt!"
        }
    ],
    "20-612f1787ab6da.jpg": [
        {
            "x1": 548,
            "y1": 0,
            "x2": 630,
            "y2": 131,
            "text": "やっぱり すごい人 だったんだな",
            "vi": "Sau tất cả, đó là một người tuyệt vời"
        },
        {
            "x1": 54,
            "y1": 13,
            "x2": 138,
            "y2": 188,
            "text": "同じクラスなのが おかしいと 思ったぜ！",
            "vi": "Tôi nghĩ rằng thật kỳ lạ khi có cùng một lớp học!"
        },
        {
            "x1": 567,
            "y1": 287,
            "x2": 588,
            "y2": 419,
            "text": "どういう事？？",
            "vi": "Ý bạn là gì???"
        },
        {
            "x1": 342,
            "y1": 285,
            "x2": 415,
            "y2": 401,
            "text": "俺の問題だけ 簡単だったん じゃ…？？",
            "vi": "Chỉ có vấn đề của tôi là dễ dàng...???"
        },
        {
            "x1": 230,
            "y1": 287,
            "x2": 296,
            "y2": 383,
            "text": "──いや 違う",
            "vi": "── Không, khác biệt"
        },
        {
            "x1": 518,
            "y1": 566,
            "x2": 602,
            "y2": 700,
            "text": "ここの連中の レベルが低い のではない",
            "vi": "Mức độ của các chàng trai ở đây không thấp"
        },
        {
            "x1": 57,
            "y1": 776,
            "x2": 174,
            "y2": 911,
            "text": "かといって 俺のレベルが 高いわけ でもない…",
            "vi": "Nhưng mức độ của tôi không cao..."
        }
    ],
    "21-612f17882840c.jpg": [
        {
            "x1": 472,
            "y1": 54,
            "x2": 589,
            "y2": 206,
            "text": "我が妹が 優秀すぎる のだ‼",
            "vi": "Chị tôi quá tốt."
        },
        {
            "x1": 498,
            "y1": 553,
            "x2": 599,
            "y2": 668,
            "text": "ハルト ゼンフィス君 次の授業では Ｂクラス…",
            "vi": "Hartzenfis -Kun trong lớp B tiếp theo..."
        },
        {
            "x1": 17,
            "y1": 543,
            "x2": 140,
            "y2": 675,
            "text": "いえ Ａクラスにまで 上がれるよう 推薦して おきましょう",
            "vi": "Không, chúng ta hãy giới thiệu rằng bạn sẽ đi đến lớp A"
        },
        {
            "x1": 508,
            "y1": 736,
            "x2": 586,
            "y2": 852,
            "text": "退学目指した 初っ端の 授業で",
            "vi": "Trong lớp cạnh đầu tiên, tôi đã nhắm đến"
        },
        {
            "x1": 31,
            "y1": 761,
            "x2": 137,
            "y2": 878,
            "text": "逆に 高い評価を 受けてしまう 俺であった…",
            "vi": "Ngược lại, tôi được đánh giá cao..."
        }
    ]
}