var ocr_data = {
    "1-6492d1a6209ff.jpg": [
        {
            "x1": 502,
            "y1": 18,
            "x2": 600,
            "y2": 134,
            "text": "ですから 兄上さまが いなくなった 今こそ…",
            "vi": "Vì vậy, bây giờ là anh trai tôi đã biến mất..."
        },
        {
            "x1": 143,
            "y1": 404,
            "x2": 237,
            "y2": 543,
            "text": "こしょ",
            "vi": "Tiêu"
        }
    ],
    "2-6492d1a698e1c.jpg": [
        {
            "x1": 352,
            "y1": 167,
            "x2": 619,
            "y2": 212,
            "text": "6備話告白大会?",
            "vi": "6 Giải đấu thú nhận lợi ích?"
        },
        {
            "x1": 111,
            "y1": 500,
            "x2": 515,
            "y2": 718,
            "text": "信用できるかどうか 確認させてもらいまいよう!",
            "vi": "Hãy kiểm tra xem bạn có thể tin tưởng nó!"
        }
    ],
    "3-6492d1a7ac624.jpg": [
        {
            "x1": 538,
            "y1": 15,
            "x2": 598,
            "y2": 94,
            "text": "ティア 教授",
            "vi": "Giáo sư"
        },
        {
            "x1": 368,
            "y1": 39,
            "x2": 424,
            "y2": 132,
            "text": "お話が あります",
            "vi": "Tôi có một câu chuyện"
        },
        {
            "x1": 52,
            "y1": 474,
            "x2": 74,
            "y2": 602,
            "text": "なんだい…？",
            "vi": "Gì...?"
        },
        {
            "x1": 537,
            "y1": 672,
            "x2": 583,
            "y2": 769,
            "text": "じつは わたくし…",
            "vi": "Thực ra, tôi..."
        },
        {
            "x1": 24,
            "y1": 673,
            "x2": 74,
            "y2": 834,
            "text": "「くリ…",
            "vi": "“"
        }
    ],
    "4-6492d1a87458a.jpg": [
        {
            "x1": 535,
            "y1": 7,
            "x2": 604,
            "y2": 230,
            "text": "ヴァイス・オウル なのです！",
            "vi": "Weiss Oulu!"
        },
        {
            "x1": 579,
            "y1": 479,
            "x2": 605,
            "y2": 544,
            "text": "えと…",
            "vi": "Uh…"
        },
        {
            "x1": 301,
            "y1": 476,
            "x2": 374,
            "y2": 558,
            "text": "わく… びっくり だなそ…",
            "vi": "Tôi ngạc nhiên..."
        },
        {
            "x1": 165,
            "y1": 465,
            "x2": 262,
            "y2": 580,
            "text": "でも なんでそんな 大事な事を ワタシに…？",
            "vi": "Nhưng tại sao điều quan trọng là...?"
        },
        {
            "x1": 504,
            "y1": 783,
            "x2": 600,
            "y2": 916,
            "text": "今まで 秘密にしていて ごめんなさい です",
            "vi": "Tôi xin lỗi vì tôi đã giữ nó bí mật cho đến nay"
        }
    ],
    "5-6492d1a912670.jpg": [
        {
            "x1": 474,
            "y1": 35,
            "x2": 601,
            "y2": 167,
            "text": "このままでは あなたの 信頼を得る事は 難しいと 思いまして…！",
            "vi": "Tôi nghĩ rằng thật khó để có được niềm tin của bạn như nó là...!"
        },
        {
            "x1": 82,
            "y1": 82,
            "x2": 132,
            "y2": 196,
            "text": "なるほど",
            "vi": "Tôi thấy"
        },
        {
            "x1": 450,
            "y1": 352,
            "x2": 598,
            "y2": 481,
            "text": "キミのその 真正直なところ 悪くないけど 少し 気を付けた方が いいよ",
            "vi": "Nó không tệ, nhưng tốt hơn là cẩn thận"
        },
        {
            "x1": 416,
            "y1": 666,
            "x2": 606,
            "y2": 747,
            "text": "う～ん…",
            "vi": "Umm..."
        },
        {
            "x1": 268,
            "y1": 654,
            "x2": 360,
            "y2": 786,
            "text": "…じゃあ こっちも カミングアウト すると―",
            "vi": "...Vậy thì, nếu bạn đi ra đây quá-"
        }
    ],
    "6-6492d1a9a02a6.jpg": [
        {
            "x1": 523,
            "y1": 33,
            "x2": 615,
            "y2": 197,
            "text": "すでにシヴァの 正体を知って いるんだよね",
            "vi": "Bạn đã biết danh tính của Shiva"
        }
    ],
    "8-6492d1aaa95ab.jpg": [
        {
            "x1": 570,
            "y1": 41,
            "x2": 631,
            "y2": 117,
            "text": "ティア 教授…",
            "vi": "Giáo sư Tia..."
        },
        {
            "x1": 63,
            "y1": 100,
            "x2": 87,
            "y2": 162,
            "text": "うん？",
            "vi": "Ừ?"
        },
        {
            "x1": 511,
            "y1": 242,
            "x2": 613,
            "y2": 427,
            "text": "兄上さまは ティア教授のことを とても信頼していると お見受けしました",
            "vi": "Anh trai tôi dường như tin tưởng Giáo sư Tia rất nhiều."
        },
        {
            "x1": 234,
            "y1": 271,
            "x2": 257,
            "y2": 350,
            "text": "そうかな",
            "vi": "tôi không nghĩ vậy"
        },
        {
            "x1": 507,
            "y1": 618,
            "x2": 610,
            "y2": 721,
            "text": "であれば お願いが あるの ですが…！",
            "vi": "Nếu vậy, có một yêu cầu....!"
        },
        {
            "x1": 231,
            "y1": 715,
            "x2": 300,
            "y2": 825,
            "text": "ドキ",
            "vi": "Doki"
        },
        {
            "x1": 92,
            "y1": 836,
            "x2": 140,
            "y2": 916,
            "text": "えな なんだい",
            "vi": "Ena nó là gì"
        }
    ],
    "10-6492d1abbdfff.jpg": [
        {
            "x1": 501,
            "y1": 9,
            "x2": 623,
            "y2": 164,
            "text": "そもそも キミ 学院に通う 必要がない程 優秀じゃない？",
            "vi": "Nó không tốt đến mức bạn không phải đến Kimi Gakuin ngay từ đầu sao?"
        },
        {
            "x1": 241,
            "y1": 38,
            "x2": 263,
            "y2": 119,
            "text": "恐縮です",
            "vi": "tôi e rằng"
        },
        {
            "x1": 556,
            "y1": 334,
            "x2": 585,
            "y2": 406,
            "text": "いうか",
            "vi": "Hơn"
        },
        {
            "x1": 268,
            "y1": 324,
            "x2": 386,
            "y2": 458,
            "text": "ハルト君と 一緒の学院に 通いたいだけ だよね？",
            "vi": "Bạn chỉ muốn đi học với Hart, phải không?"
        },
        {
            "x1": 522,
            "y1": 653,
            "x2": 608,
            "y2": 806,
            "text": "そうなのです！ さすが ティア教授！",
            "vi": "Đúng vậy! Như mong đợi, Giáo sư Tia!"
        },
        {
            "x1": 68,
            "y1": 660,
            "x2": 127,
            "y2": 791,
            "text": "話が早くて 助かりますっ",
            "vi": "Câu chuyện nhanh chóng và giúp"
        }
    ],
    "12-6492d1acb6f8a.jpg": [
        {
            "x1": 504,
            "y1": 28,
            "x2": 626,
            "y2": 144,
            "text": "わたくし まだ11歳 なのですが… 何とかなりま せんか…？",
            "vi": "Tôi vẫn 11 tuổi... thật là một điều khá tốt...?"
        },
        {
            "x1": 528,
            "y1": 340,
            "x2": 629,
            "y2": 488,
            "text": "あと できれば あちらのお二人の ここへの出入りの 許可を…",
            "vi": "Nếu bạn có thể, hãy cho phép họ nhập và rời khỏi đây..."
        },
        {
            "x1": 575,
            "y1": 659,
            "x2": 626,
            "y2": 770,
            "text": "ダメ でしょうか",
            "vi": "Nó không tốt?"
        }
    ],
    "13-6492d1ad3a5ac.jpg": [
        {
            "x1": 422,
            "y1": 11,
            "x2": 601,
            "y2": 147,
            "text": "(今ここで 承諾の意志を 示さないと 命の危険を 感じるので) …わかったよ",
            "vi": "(Nếu bạn không thể hiện sự đồng ý của mình ở đây, bạn sẽ cảm thấy sự nguy hiểm của cuộc sống) ...Tôi hiểu."
        },
        {
            "x1": 488,
            "y1": 341,
            "x2": 588,
            "y2": 490,
            "text": "…キミの 入学については できる限りの事は してみるネ…",
            "vi": "Tôi sẽ làm nhiều nhất có thể về việc vào bạn..."
        },
        {
            "x1": 330,
            "y1": 744,
            "x2": 386,
            "y2": 904,
            "text": "(ダメでも 殺さないでネ？)",
            "vi": "(Bạn không giết nó sao?)"
        },
        {
            "x1": 26,
            "y1": 716,
            "x2": 98,
            "y2": 896,
            "text": "ありがとう ございますっ",
            "vi": "cảm ơn bạn"
        }
    ]
}