var ocr_data = {
    "001.jpg": [
        {
            "x1": 545,
            "y1": 43,
            "x2": 587,
            "y2": 112,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 75,
            "y1": 204,
            "x2": 116,
            "y2": 303,
            "text": "試験？",
            "vi": "kiểm tra?"
        },
        {
            "x1": 508,
            "y1": 360,
            "x2": 603,
            "y2": 475,
            "text": "…ぁぁ いきなり 部屋に職員が やってきて",
            "vi": "… Ah, đột nhiên một nhân viên đã đến phòng"
        },
        {
            "x1": 171,
            "y1": 362,
            "x2": 242,
            "y2": 461,
            "text": "だが今回 俺は やらんぞ",
            "vi": "Nhưng lần này tôi không làm điều đó"
        },
        {
            "x1": 80,
            "y1": 382,
            "x2": 105,
            "y2": 442,
            "text": "何で？",
            "vi": "Tại sao?"
        },
        {
            "x1": 276,
            "y1": 547,
            "x2": 380,
            "y2": 646,
            "text": "入学前の 実力審査を 受けろとか 言ってきた",
            "vi": "Tôi đã nói với bạn để có khả năng đánh giá trước khi đăng ký"
        },
        {
            "x1": 477,
            "y1": 716,
            "x2": 604,
            "y2": 832,
            "text": "数日間 この部屋で 我慢した 俺の身にも なってくれ",
            "vi": "Hãy kiên nhẫn trong căn phòng này trong vài ngày nữa"
        },
        {
            "x1": 46,
            "y1": 836,
            "x2": 75,
            "y2": 912,
            "text": "ああ…",
            "vi": "À…"
        }
    ],
    "002.jpg": [
        {
            "x1": 553,
            "y1": 21,
            "x2": 625,
            "y2": 155,
            "text": "…まぁ免除じゃ なかったのは 誤算だったな…",
            "vi": "...Chà, đó là một tính toán sai lầm mà nó không được miễn trừ..."
        },
        {
            "x1": 258,
            "y1": 9,
            "x2": 309,
            "y2": 91,
            "text": "…だが 待てよ？",
            "vi": "...Nhưng chờ đã?"
        },
        {
            "x1": 58,
            "y1": 7,
            "x2": 124,
            "y2": 139,
            "text": "よ 考えたら これはチャス かもれな",
            "vi": "Nếu bạn nghĩ về nó, đây là một khung"
        },
        {
            "x1": 502,
            "y1": 303,
            "x2": 630,
            "y2": 454,
            "text": "試験で これでもかと 俺の不田斐なさを 存分に 見せつければ",
            "vi": "Nếu tôi có thể hoàn toàn thể hiện hạnh phúc của mình trong kỳ thi"
        },
        {
            "x1": 409,
            "y1": 342,
            "x2": 461,
            "y2": 433,
            "text": "なんだこの 解答は‼",
            "vi": "Câu trả lời này là gì?"
        },
        {
            "x1": 232,
            "y1": 358,
            "x2": 262,
            "y2": 450,
            "text": "仰りたまえ",
            "vi": "Thôi nào"
        },
        {
            "x1": 68,
            "y1": 303,
            "x2": 145,
            "y2": 428,
            "text": "「入学式前 退学コース｣も あり得る…が",
            "vi": "Ngoài ra còn có một \"khóa học rút tiền trước buổi lễ vào\" ...nhưng"
        },
        {
            "x1": 174,
            "y1": 527,
            "x2": 206,
            "y2": 623,
            "text": "なるほど",
            "vi": "Tôi thấy"
        },
        {
            "x1": 547,
            "y1": 691,
            "x2": 619,
            "y2": 804,
            "text": "これが済めば ここに用は なくなるし",
            "vi": "Khi điều này được thực hiện, sẽ không có ích gì ở đây"
        },
        {
            "x1": 241,
            "y1": 793,
            "x2": 317,
            "y2": 925,
            "text": "わがった 俺がさくっと 片付けてくる！",
            "vi": "Tôi sẽ thoát khỏi nó một cách nhanh chóng!"
        }
    ],
    "003.jpg": [
        {
            "x1": 23,
            "y1": 49,
            "x2": 263,
            "y2": 68,
            "text": "第話入学前の実力番査！",
            "vi": "Tập trước khi đăng ký!"
        },
        {
            "x1": 454,
            "y1": 100,
            "x2": 558,
            "y2": 233,
            "text": "王立 グランフエルト 特級魔法学院 本校舎",
            "vi": "Tòa nhà chính của Học viện Phép thuật Royal Grandf ED đặc biệt"
        },
        {
            "x1": 41,
            "y1": 162,
            "x2": 142,
            "y2": 486,
            "text": "テンションは 夕ダ下がり‼",
            "vi": "Sự căng thẳng giảm vào buổi tối."
        },
        {
            "x1": 57,
            "y1": 829,
            "x2": 201,
            "y2": 897,
            "text": "園作澄守彩 園両高橋 愛",
            "vi": "Sono làm việc Sumori Garden Ai Takahashi"
        }
    ],
    "004.jpg": [
        {
            "x1": 557,
            "y1": 258,
            "x2": 607,
            "y2": 372,
            "text": "よし 誰もいないな",
            "vi": "Được rồi, không ai"
        },
        {
            "x1": 368,
            "y1": 292,
            "x2": 400,
            "y2": 372,
            "text": "左ょーし",
            "vi": "Bên trái -Danded"
        },
        {
            "x1": 536,
            "y1": 535,
            "x2": 617,
            "y2": 634,
            "text": "無事 入り口まで 到着！",
            "vi": "Đã đến một cách an toàn đến lối vào!"
        },
        {
            "x1": 332,
            "y1": 533,
            "x2": 395,
            "y2": 609,
            "text": "おや 君は…",
            "vi": "Ồ, bạn..."
        }
    ],
    "005.jpg": [
        {
            "x1": 171,
            "y1": 39,
            "x2": 199,
            "y2": 86,
            "text": "ハイ",
            "vi": "Vâng"
        },
        {
            "x1": 488,
            "y1": 21,
            "x2": 591,
            "y2": 170,
            "text": "あのもしがして ゼンフイス卿の ご子息の ルト君ですか？",
            "vi": "Đó có phải là ông Ruto, con trai của Lord Zenfis?"
        },
        {
            "x1": 18,
            "y1": 258,
            "x2": 107,
            "y2": 355,
            "text": "お待ちして おりました ささ こちらへ",
            "vi": "Tôi đang chờ bạn ở đây"
        }
    ],
    "006.jpg": [
        {
            "x1": 151,
            "y1": 225,
            "x2": 235,
            "y2": 377,
            "text": "わぁ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 446,
            "y1": 509,
            "x2": 547,
            "y2": 644,
            "text": "すっこい この教室だけで 0人は入れるん じゃない⁉",
            "vi": "Trong lớp học này, 0 người sẽ không thể vào."
        },
        {
            "x1": 563,
            "y1": 701,
            "x2": 615,
            "y2": 837,
            "text": "俺が春から この教室に…？",
            "vi": "Tôi đang ở lớp học này từ mùa xuân...?"
        },
        {
            "x1": 55,
            "y1": 707,
            "x2": 133,
            "y2": 841,
            "text": "もしかして 友達いっぱい 作れるかな…⁉",
            "vi": "Có lẽ tôi có thể kết bạn rất nhiều...⁉⁉"
        }
    ],
    "007.jpg": [
        {
            "x1": 549,
            "y1": 40,
            "x2": 579,
            "y2": 123,
            "text": "ーそんな",
            "vi": "ー"
        },
        {
            "x1": 519,
            "y1": 6,
            "x2": 546,
            "y2": 144,
            "text": "恐ろしい現実",
            "vi": "Một thực tế khủng khiếp"
        },
        {
            "x1": 76,
            "y1": 25,
            "x2": 146,
            "y2": 120,
            "text": "IN？ とうされ ましたかい",
            "vi": "Ở TRONG? Tôi đã bị mắc kẹt"
        },
        {
            "x1": 495,
            "y1": 202,
            "x2": 558,
            "y2": 307,
            "text": "耐えられ ないっ",
            "vi": "Tôi không thể chịu đựng được"
        },
        {
            "x1": 543,
            "y1": 373,
            "x2": 589,
            "y2": 453,
            "text": "…大丈夫 ですか？",
            "vi": "…ĐỒNG Ý?"
        },
        {
            "x1": 37,
            "y1": 442,
            "x2": 164,
            "y2": 575,
            "text": "や…やばい 。。空間に 当てられて ライフが 削られていくく",
            "vi": "Vâng... nó nguy hiểm. £ Thật dễ dàng để được treo trên không gian và cuộc sống bị cắt đứt"
        },
        {
            "x1": 560,
            "y1": 649,
            "x2": 594,
            "y2": 796,
            "text": "…この試験",
            "vi": "Bài thi này"
        },
        {
            "x1": 40,
            "y1": 642,
            "x2": 119,
            "y2": 883,
            "text": "何としても 失敗しなくては川",
            "vi": "Nếu bạn không thất bại chút nào"
        }
    ],
    "008.jpg": [
        {
            "x1": 501,
            "y1": 50,
            "x2": 555,
            "y2": 114,
            "text": "試験は 一時間",
            "vi": "Kỳ thi là 1 giờ"
        },
        {
            "x1": 37,
            "y1": 112,
            "x2": 154,
            "y2": 208,
            "text": "基本問題 ですので お気を楽に のぞんで ださい",
            "vi": "Đó là một vấn đề cơ bản, vì vậy xin vui lòng cảm thấy tốt."
        },
        {
            "x1": 560,
            "y1": 307,
            "x2": 595,
            "y2": 388,
            "text": "よーし",
            "vi": "Vâng"
        },
        {
            "x1": 66,
            "y1": 516,
            "x2": 180,
            "y2": 652,
            "text": "間違え まくって さっさと 退散するぜ",
            "vi": "Tôi sẽ phạm sai lầm và nhanh chóng loại bỏ nó"
        }
    ],
    "009.jpg": [
        {
            "x1": 510,
            "y1": 23,
            "x2": 587,
            "y2": 151,
            "text": "さっぱり わからん",
            "vi": "Tôi không hiểu gì cả"
        },
        {
            "x1": 507,
            "y1": 351,
            "x2": 601,
            "y2": 450,
            "text": "困ったな… 何が書いて あるかも さっぱりた",
            "vi": "Tôi đã gặp rắc rối... những gì đã được viết là làm mới"
        },
        {
            "x1": 329,
            "y1": 341,
            "x2": 383,
            "y2": 478,
            "text": "「わからない」 でいこう",
            "vi": "Hãy đi cùng với \"Tôi không biết\""
        },
        {
            "x1": 446,
            "y1": 635,
            "x2": 493,
            "y2": 715,
            "text": "なら ここは…",
            "vi": "Sau đó ở đây..."
        },
        {
            "x1": 72,
            "y1": 536,
            "x2": 151,
            "y2": 740,
            "text": "実際わから",
            "vi": "Tôi thực sự biết"
        },
        {
            "x1": 519,
            "y1": 767,
            "x2": 597,
            "y2": 918,
            "text": "よし これて三分の一は 埋まったぞ",
            "vi": "Được rồi, một phần ba đã được chôn cất"
        },
        {
            "x1": 154,
            "y1": 774,
            "x2": 202,
            "y2": 844,
            "text": "順調",
            "vi": "Trơn tru"
        },
        {
            "x1": 131,
            "y1": 826,
            "x2": 188,
            "y2": 900,
            "text": "順調",
            "vi": "Trơn tru"
        }
    ],
    "010.jpg": [
        {
            "x1": 557,
            "y1": 46,
            "x2": 617,
            "y2": 182,
            "text": "次は… 結界魔法か…",
            "vi": "Tiếp theo là... nó có phải là một phép thuật rào cản..."
        },
        {
            "x1": 300,
            "y1": 29,
            "x2": 369,
            "y2": 180,
            "text": "さすがに全部 わからないだと 勘くられそうだし",
            "vi": "Như mong đợi, dường như bạn không biết mọi thứ"
        },
        {
            "x1": 64,
            "y1": 55,
            "x2": 137,
            "y2": 152,
            "text": "ある程度は 解答して おくか",
            "vi": "Bạn có muốn trả lời ở một mức độ nào đó?"
        },
        {
            "x1": 534,
            "y1": 388,
            "x2": 584,
            "y2": 502,
            "text": "作った結界は 動かせるよ",
            "vi": "Rào cản bạn thực hiện có thể di chuyển"
        },
        {
            "x1": 294,
            "y1": 386,
            "x2": 366,
            "y2": 467,
            "text": "なんなら 色もつけ ちゃえる",
            "vi": "Bạn có thể thêm màu"
        },
        {
            "x1": 61,
            "y1": 414,
            "x2": 140,
            "y2": 494,
            "text": "維持に 魔力は 必要ない",
            "vi": "Không cần sức mạnh ma thuật để duy trì"
        },
        {
            "x1": 148,
            "y1": 473,
            "x2": 290,
            "y2": 541,
            "text": "カラ7ル",
            "vi": "Kara 7"
        },
        {
            "x1": 52,
            "y1": 610,
            "x2": 125,
            "y2": 662,
            "text": "NO",
            "vi": "KHÔNG"
        },
        {
            "x1": 478,
            "y1": 750,
            "x2": 528,
            "y2": 849,
            "text": "よしこれで 三分の二",
            "vi": "Yoshi đây là hai -thirds"
        },
        {
            "x1": 81,
            "y1": 778,
            "x2": 154,
            "y2": 911,
            "text": "こんな適当じゃ 加点は されないだろう",
            "vi": "Nó sẽ không được thêm vào trong những điểm thích hợp như vậy"
        }
    ],
    "011.jpg": [
        {
            "x1": 547,
            "y1": 16,
            "x2": 598,
            "y2": 123,
            "text": "んで 最後は 古代魔法ね",
            "vi": "Và cuối cùng là ma thuật cổ xưa"
        },
        {
            "x1": 280,
            "y1": 17,
            "x2": 382,
            "y2": 140,
            "text": "昔 引きこもる ための方便で 研究してると 言った手前",
            "vi": "Ngay trước khi tôi nói rằng tôi đã học theo cách rút"
        },
        {
            "x1": 32,
            "y1": 161,
            "x2": 106,
            "y2": 276,
            "text": "城の書庫で 勉強してたん だよね",
            "vi": "Tôi đang học ở lâu đài của lâu đài"
        },
        {
            "x1": 469,
            "y1": 329,
            "x2": 600,
            "y2": 480,
            "text": "そういえは やたら長い名前の 著者さんが 書いた話は 面白がたな",
            "vi": "Câu chuyện được viết bởi tác giả với một cái tên dài rất thú vị"
        },
        {
            "x1": 503,
            "y1": 713,
            "x2": 563,
            "y2": 812,
            "text": "しまった つい生幸がのて しまった",
            "vi": "Đứa trẻ thô đã bị rơi"
        }
    ],
    "012.jpg": [
        {
            "x1": 549,
            "y1": 27,
            "x2": 627,
            "y2": 125,
            "text": "ではこの後 部屋を 移動して",
            "vi": "Sau đó di chuyển phòng sau này"
        },
        {
            "x1": 307,
            "y1": 13,
            "x2": 359,
            "y2": 130,
            "text": "魔法レベルの 測定を",
            "vi": "Đo lường mức độ phép thuật"
        },
        {
            "x1": 231,
            "y1": 29,
            "x2": 260,
            "y2": 85,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 528,
            "y1": 297,
            "x2": 626,
            "y2": 440,
            "text": "あの 俺 魔法レルは 「2」って 申請してるので",
            "vi": "Magic Rel đã áp dụng cho \"2\""
        },
        {
            "x1": 286,
            "y1": 308,
            "x2": 358,
            "y2": 404,
            "text": "わざわざ 測定しなく ても…",
            "vi": "Ngay cả khi bạn không bận tâm để đo..."
        },
        {
            "x1": 171,
            "y1": 291,
            "x2": 246,
            "y2": 409,
            "text": "…すみません そういう指示 ですので…",
            "vi": "… Tôi xin lỗi đó là một hướng dẫn như vậy…"
        },
        {
            "x1": 59,
            "y1": 298,
            "x2": 80,
            "y2": 412,
            "text": "…そうですか",
            "vi": "… Là vậy"
        },
        {
            "x1": 528,
            "y1": 719,
            "x2": 605,
            "y2": 853,
            "text": "まあ 測定結果を 直接確かめれば",
            "vi": "Vâng, nếu bạn kiểm tra trực tiếp kết quả đo lường"
        },
        {
            "x1": 67,
            "y1": 809,
            "x2": 164,
            "y2": 908,
            "text": "俺がいかに ダメ人間か ってことが わかるか",
            "vi": "Làm thế nào tôi biết tôi xấu như thế nào"
        }
    ],
    "013.jpg": [
        {
            "x1": 95,
            "y1": 55,
            "x2": 170,
            "y2": 154,
            "text": "教授 お連れ しましたよ",
            "vi": "Tôi đã lấy một giáo sư"
        },
        {
            "x1": 57,
            "y1": 364,
            "x2": 145,
            "y2": 517,
            "text": "うむ ご苦労であった ポルコス君",
            "vi": "Polkos đã có một thời gian khó khăn"
        },
        {
            "x1": 539,
            "y1": 663,
            "x2": 559,
            "y2": 775,
            "text": "誰もいないのに",
            "vi": "Không ai là"
        },
        {
            "x1": 197,
            "y1": 673,
            "x2": 289,
            "y2": 766,
            "text": "下を 見たまえ 下を！",
            "vi": "Nhìn xuống và đi xuống!"
        }
    ],
    "014.jpg": [
        {
            "x1": 270,
            "y1": 30,
            "x2": 292,
            "y2": 74,
            "text": "ふむ",
            "vi": "HM"
        },
        {
            "x1": 46,
            "y1": 17,
            "x2": 124,
            "y2": 71,
            "text": "4a",
            "vi": "chap"
        },
        {
            "x1": 321,
            "y1": 91,
            "x2": 408,
            "y2": 185,
            "text": "キミが ハルト君 だね？",
            "vi": "Kimi là Hart, phải không?"
        },
        {
            "x1": 299,
            "y1": 278,
            "x2": 390,
            "y2": 373,
            "text": "うん 黒髪は イイネ！",
            "vi": "Yeah tóc đen là tốt!"
        },
        {
            "x1": 48,
            "y1": 483,
            "x2": 111,
            "y2": 577,
            "text": "顔も 好みだ！",
            "vi": "Tôi thích khuôn mặt của mình!"
        },
        {
            "x1": 325,
            "y1": 640,
            "x2": 377,
            "y2": 739,
            "text": "何だこの お子様は…",
            "vi": "Đứa trẻ này là gì..."
        },
        {
            "x1": 179,
            "y1": 617,
            "x2": 225,
            "y2": 764,
            "text": "スタスタスタ",
            "vi": "Staster Tasta"
        }
    ]
}