var ocr_data = {
    "1-64372e573833e.jpg": [
        {
            "x1": 504,
            "y1": 290,
            "x2": 580,
            "y2": 422,
            "text": "今日は 試験と体術の 授業がある日だ",
            "vi": "Hôm nay là ngày mà có các kỳ thi và kỹ thuật thể chất"
        },
        {
            "x1": 36,
            "y1": 761,
            "x2": 139,
            "y2": 912,
            "text": "うまくいけは 今後 両方の 授業が免除される 可能性がある",
            "vi": "Cả hai lớp có thể được miễn trừ khỏi cả hai lớp trong tương lai."
        }
    ],
    "2-64372e57e24c5.jpg": [
        {
            "x1": 514,
            "y1": 54,
            "x2": 614,
            "y2": 187,
            "text": "そう… この日のために 万全の準備を してきた",
            "vi": "Vâng... tôi đã chuẩn bị cho ngày hôm nay"
        },
        {
            "x1": 71,
            "y1": 394,
            "x2": 172,
            "y2": 544,
            "text": "わからない所は 全てティア教授に 教えてもらえる ように…！",
            "vi": "Nếu bạn không biết, bạn có thể nói với Giáo sư Tia...!"
        },
        {
            "x1": 575,
            "y1": 679,
            "x2": 637,
            "y2": 760,
            "text": "では はじめ",
            "vi": "Khi đó"
        },
        {
            "x1": 88,
            "y1": 685,
            "x2": 162,
            "y2": 810,
            "text": "今日で 一気に かたを つけるぞ",
            "vi": "Hôm nay tôi sẽ đặt một cái gì đó ngay hôm nay"
        }
    ],
    "3-64372e5873dad.jpg": [
        {
            "x1": 359,
            "y1": 80,
            "x2": 578,
            "y2": 122,
            "text": "ステルス結界",
            "vi": "Rào cản tàng hình"
        },
        {
            "x1": 0,
            "y1": 0,
            "x2": 384,
            "y2": 141,
            "text": "部最強？",
            "vi": "Câu lạc bộ mạnh nhất?"
        },
        {
            "x1": 25,
            "y1": 164,
            "x2": 311,
            "y2": 218,
            "text": "※カンニング中",
            "vi": "* Trong quá trình gian lận"
        },
        {
            "x1": 336,
            "y1": 440,
            "x2": 474,
            "y2": 480,
            "text": "←イヤホン",
            "vi": "← Tai nghe"
        },
        {
            "x1": 43,
            "y1": 868,
            "x2": 310,
            "y2": 896,
            "text": "第61話パイセンとの出会い",
            "vi": "Tập 61 Cuộc gặp gỡ với Paisen"
        }
    ],
    "4-64372e5908fa3.jpg": [
        {
            "x1": 582,
            "y1": 49,
            "x2": 611,
            "y2": 124,
            "text": "教員室",
            "vi": "Phòng Khoa"
        },
        {
            "x1": 203,
            "y1": 139,
            "x2": 277,
            "y2": 198,
            "text": "M4",
            "vi": "MCH"
        },
        {
            "x1": 451,
            "y1": 190,
            "x2": 479,
            "y2": 261,
            "text": "採点中",
            "vi": "Trong quá trình ghi điểm"
        }
    ],
    "5-64372e599533d.jpg": [
        {
            "x1": 535,
            "y1": 1,
            "x2": 593,
            "y2": 156,
            "text": "ハ…ハルト ゼンフィス君！",
            "vi": "C... Hartzenfis!"
        },
        {
            "x1": 567,
            "y1": 223,
            "x2": 598,
            "y2": 314,
            "text": "何か…？",
            "vi": "cái gì đó…?"
        },
        {
            "x1": 274,
            "y1": 242,
            "x2": 321,
            "y2": 339,
            "text": "試験の事 なんだけど",
            "vi": "Đó là về kỳ thi"
        },
        {
            "x1": 0,
            "y1": 231,
            "x2": 128,
            "y2": 420,
            "text": "ドキ",
            "vi": "Doki"
        },
        {
            "x1": 536,
            "y1": 435,
            "x2": 564,
            "y2": 573,
            "text": "しまった…！",
            "vi": "Úi…!"
        },
        {
            "x1": 228,
            "y1": 443,
            "x2": 283,
            "y2": 580,
            "text": "カンニングが バレたか…⁉",
            "vi": "Đã lừa dối Bale...⁉⁉"
        }
    ],
    "6-64372e5a42182.jpg": [
        {
            "x1": 531,
            "y1": 0,
            "x2": 625,
            "y2": 245,
            "text": "すばらしいね‼ 驚いたよ‼",
            "vi": "Thật tuyệt vời Tôi đã rất ngạc nhiên!"
        },
        {
            "x1": 575,
            "y1": 356,
            "x2": 627,
            "y2": 456,
            "text": "全く 君ときたら",
            "vi": "Nếu bạn đang"
        },
        {
            "x1": 239,
            "y1": 354,
            "x2": 341,
            "y2": 454,
            "text": "最初から 本気を 出したまえ よー",
            "vi": "Xin hãy nghiêm túc ngay từ đầu"
        },
        {
            "x1": 557,
            "y1": 619,
            "x2": 628,
            "y2": 785,
            "text": "あのくそ そこで相談なんです けど_…",
            "vi": "Tôi đang tham khảo ý kiến ở đó, nhưng _..."
        },
        {
            "x1": 200,
            "y1": 615,
            "x2": 322,
            "y2": 769,
            "text": "できれば授業に 出たくないので そのくそ… え除とかって できないですかね",
            "vi": "Nếu có thể, tôi không muốn đến lớp, vì vậy tôi không thể làm điều đó..."
        }
    ],
    "7-64372e5aceb0a.jpg": [
        {
            "x1": 513,
            "y1": 9,
            "x2": 572,
            "y2": 165,
            "text": "ワタシの授業は 嫌いかい…？",
            "vi": "Bạn có ghét lớp tôi...?"
        },
        {
            "x1": 22,
            "y1": 16,
            "x2": 89,
            "y2": 166,
            "text": "あ いや そういうわけでは ないのですが…",
            "vi": "Đó không phải là sự thật, nhưng..."
        },
        {
            "x1": 312,
            "y1": 338,
            "x2": 412,
            "y2": 485,
            "text": "まあ確かに キミの実力だと そういう考えにも なるか…",
            "vi": "Chà, tôi đoán đó là ý tưởng về bạn..."
        },
        {
            "x1": 197,
            "y1": 356,
            "x2": 271,
            "y2": 435,
            "text": "うん 検討して みよう",
            "vi": "Vâng, hãy xem xét"
        },
        {
            "x1": 38,
            "y1": 426,
            "x2": 59,
            "y2": 546,
            "text": "おお…？",
            "vi": "Oh…?"
        },
        {
            "x1": 484,
            "y1": 618,
            "x2": 558,
            "y2": 752,
            "text": "これは もしかして 幸先が良い…⁉",
            "vi": "Có lẽ điều này là tốt...⁉⁉"
        },
        {
            "x1": 98,
            "y1": 626,
            "x2": 162,
            "y2": 731,
            "text": "おねがい しますっ",
            "vi": "Tôi xin lôi"
        }
    ],
    "10-64372e5c7eaf1.jpg": [
        {
            "x1": 594,
            "y1": 35,
            "x2": 612,
            "y2": 116,
            "text": "くく",
            "vi": "Kun"
        },
        {
            "x1": 557,
            "y1": 270,
            "x2": 623,
            "y2": 420,
            "text": "ゼンフィス君は いつも よけてばかりだね",
            "vi": "Zenfis luôn là một ý kiến hay"
        },
        {
            "x1": 324,
            "y1": 377,
            "x2": 395,
            "y2": 473,
            "text": "たまには 反撃したら どうだい？",
            "vi": "Điều gì sẽ xảy ra nếu đôi khi bạn chiến đấu trở lại?"
        },
        {
            "x1": 44,
            "y1": 374,
            "x2": 94,
            "y2": 490,
            "text": "人を殴るとか 苦手でして…",
            "vi": "Tôi không giỏi đánh người..."
        },
        {
            "x1": 589,
            "y1": 531,
            "x2": 633,
            "y2": 629,
            "text": "ぐあっ",
            "vi": "GAO"
        }
    ],
    "12-64372e5d94583.jpg": [
        {
            "x1": 551,
            "y1": 17,
            "x2": 639,
            "y2": 201,
            "text": "ふん 平民にしては よくやるものだい",
            "vi": "Những gì bạn thường làm cho vui"
        },
        {
            "x1": 54,
            "y1": 23,
            "x2": 171,
            "y2": 208,
            "text": "だが 小手先の技術では 到底 私の相手には ならない",
            "vi": "Tuy nhiên, với công nghệ của tay nhỏ, nó sẽ không bao giờ là đối tác của tôi."
        },
        {
            "x1": 340,
            "y1": 424,
            "x2": 389,
            "y2": 507,
            "text": "なんだ こいつ…",
            "vi": "Thật là một chàng trai..."
        },
        {
            "x1": 59,
            "y1": 389,
            "x2": 102,
            "y2": 510,
            "text": "てか この声 どこかで…",
            "vi": "Giọng nói này ở đâu đó..."
        },
        {
            "x1": 321,
            "y1": 574,
            "x2": 346,
            "y2": 719,
            "text": "「1｣の人だ！",
            "vi": "“1\"!"
        }
    ],
    "13-64372e5e2b175.jpg": [
        {
            "x1": 536,
            "y1": 7,
            "x2": 597,
            "y2": 139,
            "text": "はじめまして ハルト君",
            "vi": "Rất vui được gặp bạn, Hart"
        },
        {
            "x1": 282,
            "y1": 1,
            "x2": 352,
            "y2": 164,
            "text": "私はアレクセイ・ グーベルクだ よろしく",
            "vi": "Tôi là Alexei Guberg"
        },
        {
            "x1": 529,
            "y1": 370,
            "x2": 601,
            "y2": 540,
            "text": "前回の ライアス君との試合 すごかったね",
            "vi": "Thật tuyệt vời với trận đấu cuối cùng với Rias"
        },
        {
            "x1": 30,
            "y1": 394,
            "x2": 101,
            "y2": 507,
            "text": "どうかな？ 私と勝負 しないかい？",
            "vi": "Làm thế nào về? Bạn có muốn cạnh tranh với tôi?"
        },
        {
            "x1": 353,
            "y1": 599,
            "x2": 453,
            "y2": 745,
            "text": "乙ょい",
            "vi": "Otsui"
        },
        {
            "x1": 340,
            "y1": 816,
            "x2": 365,
            "y2": 923,
            "text": "ハルト…？",
            "vi": "Hart...?"
        }
    ],
    "14-64372e5eaa22f.jpg": [
        {
            "x1": 100,
            "y1": 262,
            "x2": 128,
            "y2": 384,
            "text": "いいですよ",
            "vi": "đồng ý"
        },
        {
            "x1": 588,
            "y1": 597,
            "x2": 625,
            "y2": 680,
            "text": "おおっ",
            "vi": "Oh"
        },
        {
            "x1": 558,
            "y1": 742,
            "x2": 631,
            "y2": 840,
            "text": "敵討ち シチュ きたコレ！",
            "vi": "Đây là kẻ thù!"
        },
        {
            "x1": 457,
            "y1": 733,
            "x2": 544,
            "y2": 831,
            "text": "わぁ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 381,
            "y1": 747,
            "x2": 457,
            "y2": 845,
            "text": "またも 男を見せる べき！",
            "vi": "Bạn nên cho một người đàn ông cho thấy một lần nữa!"
        },
        {
            "x1": 300,
            "y1": 723,
            "x2": 378,
            "y2": 816,
            "text": "わぁ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 236,
            "y1": 738,
            "x2": 283,
            "y2": 838,
            "text": "やっちまえ ハルトー！",
            "vi": "Yochi, Harto!"
        },
        {
            "x1": 35,
            "y1": 753,
            "x2": 80,
            "y2": 931,
            "text": "外野うるさいな…",
            "vi": "Cánh đồng là ồn ào..."
        }
    ],
    "15-64372e5f4220a.jpg": [
        {
            "x1": 553,
            "y1": 214,
            "x2": 585,
            "y2": 356,
            "text": "では はじめ",
            "vi": "Khi đó"
        }
    ],
    "16-64372e60075aa.jpg": [
        {
            "x1": 61,
            "y1": 826,
            "x2": 589,
            "y2": 918,
            "text": "TVアニメ化決定!!",
            "vi": "Quyết định về hoạt hình truyền hình!!"
        }
    ]
}