var ocr_data = {
    "1-6481737ea59bb.jpg": [
        {
            "x1": 37,
            "y1": 31,
            "x2": 257,
            "y2": 60,
            "text": "第65話気になること…",
            "vi": "Tập 65 đang lo lắng..."
        },
        {
            "x1": 466,
            "y1": 40,
            "x2": 610,
            "y2": 88,
            "text": "ットのみんなで",
            "vi": "Với tất cả mọi người"
        }
    ],
    "3-6481737fc01c9.jpg": [
        {
            "x1": 491,
            "y1": 46,
            "x2": 584,
            "y2": 143,
            "text": "兄上さまに とっても 未知の領域 とのこと…",
            "vi": "Đó là một khu vực không rõ cho anh trai của mình..."
        },
        {
            "x1": 34,
            "y1": 31,
            "x2": 135,
            "y2": 200,
            "text": "視認する だけでも お体に負担がかかる ご様子でした…",
            "vi": "Có vẻ như nó sẽ đặt một gánh nặng lên cơ thể bạn chỉ bằng cách đến thăm..."
        },
        {
            "x1": 156,
            "y1": 318,
            "x2": 369,
            "y2": 395,
            "text": "ほお…",
            "vi": "Má…"
        },
        {
            "x1": 479,
            "y1": 574,
            "x2": 605,
            "y2": 704,
            "text": "きっと その身に更なる 秘めた お力を お持ちなの でしょう…",
            "vi": "Bạn có thể sẽ có nhiều sức mạnh tiềm ẩn hơn cho..."
        },
        {
            "x1": 58,
            "y1": 669,
            "x2": 141,
            "y2": 821,
            "text": "ただひとつ… 気になることが ありまして…",
            "vi": "Điều duy nhất... tôi có một cái gì đó phải lo lắng..."
        }
    ],
    "4-6481738053379.jpg": [
        {
            "x1": 516,
            "y1": 15,
            "x2": 606,
            "y2": 148,
            "text": "兄上さまは ティア教授に 対して",
            "vi": "Anh trai của bạn là về Giáo sư Tier"
        },
        {
            "x1": 63,
            "y1": 184,
            "x2": 147,
            "y2": 297,
            "text": "その能力を 開示して いたのです",
            "vi": "Nó đã tiết lộ khả năng đó"
        },
        {
            "x1": 422,
            "y1": 364,
            "x2": 447,
            "y2": 476,
            "text": "なんだと？",
            "vi": "cái gì?"
        },
        {
            "x1": 235,
            "y1": 619,
            "x2": 388,
            "y2": 752,
            "text": "そして新たな 拠点として ティア教授の 研究棟に 住む…と…",
            "vi": "Và như một căn cứ mới, tôi sống trong tòa nhà nghiên cứu của Giáo sư Tia..."
        },
        {
            "x1": 149,
            "y1": 743,
            "x2": 502,
            "y2": 934,
            "text": "ザァッ",
            "vi": "ZA"
        }
    ],
    "6-648173814fe5c.jpg": [
        {
            "x1": 463,
            "y1": 68,
            "x2": 519,
            "y2": 156,
            "text": "よしよし なのです",
            "vi": "Nó khá ổn"
        },
        {
            "x1": 228,
            "y1": 17,
            "x2": 308,
            "y2": 152,
            "text": "…待って シャルロッテ さま…",
            "vi": "Chờ đợi, Charlotte"
        },
        {
            "x1": 418,
            "y1": 143,
            "x2": 453,
            "y2": 223,
            "text": "ううっ",
            "vi": "Uu"
        },
        {
            "x1": 536,
            "y1": 361,
            "x2": 629,
            "y2": 496,
            "text": "あの 信用できない 女を…",
            "vi": "Người phụ nữ không đáng tin cậy đó..."
        },
        {
            "x1": 245,
            "y1": 353,
            "x2": 294,
            "y2": 501,
            "text": "はわっ⁉",
            "vi": "Hả"
        },
        {
            "x1": 541,
            "y1": 733,
            "x2": 630,
            "y2": 865,
            "text": "まさか… ハルト様が 認めたの…？",
            "vi": "Không thể nào... Hart thừa nhận...?"
        },
        {
            "x1": 36,
            "y1": 713,
            "x2": 115,
            "y2": 910,
            "text": "はわわわわ",
            "vi": "Thành công lớn"
        }
    ],
    "7-64817381caa6b.jpg": [
        {
            "x1": 512,
            "y1": 25,
            "x2": 597,
            "y2": 166,
            "text": "おおおお 落ち着いて ください りザ",
            "vi": "Ồ, hãy bình tĩnh lại"
        },
        {
            "x1": 19,
            "y1": 8,
            "x2": 168,
            "y2": 195,
            "text": "能力については たまたまイリスさんの 現保を見られて しまったので 震し通せぬと 半断したのでしょう",
            "vi": "Về khả năng, tôi tình cờ thấy bảo hiểm hiện tại của Erith, vì vậy tôi đã được sử dụng một nửa nếu tôi không thể lắc nó."
        },
        {
            "x1": 479,
            "y1": 395,
            "x2": 607,
            "y2": 562,
            "text": "そ それに ティア教授の頭脳は 兄上さまも 一目置かれている ょうなので",
            "vi": "Và bởi vì bộ não của Giáo sư Tia cũng là một cái nhìn thoáng qua về anh trai cô."
        },
        {
            "x1": 31,
            "y1": 394,
            "x2": 125,
            "y2": 563,
            "text": "近くでみ突したいと お考えに なったのかも しれません…‼",
            "vi": "Có lẽ bạn muốn nhìn thấy nó ở gần đó...‼"
        },
        {
            "x1": 496,
            "y1": 698,
            "x2": 521,
            "y2": 807,
            "text": "ですので…",
            "vi": "Rất..."
        }
    ],
    "8-6481738249f2c.jpg": [
        {
            "x1": 544,
            "y1": 20,
            "x2": 628,
            "y2": 167,
            "text": "それを ふまえて",
            "vi": "Dựa trên đó"
        },
        {
            "x1": 44,
            "y1": 19,
            "x2": 194,
            "y2": 232,
            "text": "ティア教授を キャメロットに 招くというのは どうでしょう⁉",
            "vi": "Làm thế nào về việc mời Giáo sư Tia đến Camelot?"
        },
        {
            "x1": 592,
            "y1": 685,
            "x2": 620,
            "y2": 755,
            "text": "いやだ",
            "vi": "tôi từ chối"
        },
        {
            "x1": 374,
            "y1": 689,
            "x2": 403,
            "y2": 762,
            "text": "許さん",
            "vi": "Giấy phép"
        },
        {
            "x1": 266,
            "y1": 679,
            "x2": 314,
            "y2": 810,
            "text": "ごめんなさい シャルロッテ様",
            "vi": "Tôi xin lỗi Charlotte"
        },
        {
            "x1": 54,
            "y1": 807,
            "x2": 125,
            "y2": 922,
            "text": "あいつは やっぱり 信用できない",
            "vi": "Tôi không thể tin anh ta"
        }
    ],
    "9-64817382c0b85.jpg": [
        {
            "x1": 546,
            "y1": 27,
            "x2": 591,
            "y2": 107,
            "text": "そうです ねぇ…",
            "vi": "Ừ…"
        },
        {
            "x1": 187,
            "y1": 128,
            "x2": 237,
            "y2": 224,
            "text": "わたくしも 反対です",
            "vi": "Tôi là người ngược lại"
        },
        {
            "x1": 300,
            "y1": 548,
            "x2": 400,
            "y2": 800,
            "text": "ふむむむむ…",
            "vi": "Hmmm..."
        }
    ],
    "10-64817383466f0.jpg": [
        {
            "x1": 484,
            "y1": 1,
            "x2": 609,
            "y2": 187,
            "text": "で では研究棟への 引っ越しの際に ティア教授が 信用に足るか確かめる というのは…？",
            "vi": "Vì vậy, khi bạn chuyển đến tòa nhà nghiên cứu, bạn có thể chắc chắn rằng Giáo sư Tia được tin cậy...?"
        },
        {
            "x1": 428,
            "y1": 596,
            "x2": 454,
            "y2": 708,
            "text": "…わかった",
            "vi": "… Hiểu"
        },
        {
            "x1": 272,
            "y1": 656,
            "x2": 325,
            "y2": 770,
            "text": "…今回だけ だぞ…",
            "vi": "Chỉ có lần này…"
        }
    ]
}