var ocr_data = {
    "1-6464f5adb72f4.jpg": [
        {
            "x1": 543,
            "y1": 643,
            "x2": 591,
            "y2": 794,
            "text": "イリスさん 大丈夫でしょうか",
            "vi": "Iris ổn chứ?"
        },
        {
            "x1": 7,
            "y1": 669,
            "x2": 138,
            "y2": 803,
            "text": "急な レベルアップの 反動だよ 少し休めば 大丈夫さ",
            "vi": "Đó là một mức độ đột ngột lên. Không sao nếu bạn nghỉ ngơi"
        }
    ],
    "2-6464f5ae532aa.jpg": [
        {
            "x1": 551,
            "y1": 19,
            "x2": 622,
            "y2": 161,
            "text": "そういや シャル 何で ここに いるんだ？",
            "vi": "Không, tại sao bạn lại ở đây?"
        },
        {
            "x1": 249,
            "y1": 24,
            "x2": 298,
            "y2": 156,
            "text": "ティア教授に 挨拶に来ました",
            "vi": "Tôi đã đến để nói xin chào với Giáo sư Cấp"
        },
        {
            "x1": 546,
            "y1": 560,
            "x2": 617,
            "y2": 704,
            "text": "エエット ハジメマシテ… どなたかな…？",
            "vi": "Eet Hajime Mashite... Đó là ai...?"
        }
    ],
    "3-6464f5aecbc64.jpg": [
        {
            "x1": 218,
            "y1": 104,
            "x2": 301,
            "y2": 218,
            "text": "はァ",
            "vi": "Ha"
        },
        {
            "x1": 488,
            "y1": 265,
            "x2": 584,
            "y2": 417,
            "text": "そうでした！ 初めまして でした！",
            "vi": "Đúng thế! Hân hạnh được biết bạn!"
        },
        {
            "x1": 197,
            "y1": 266,
            "x2": 295,
            "y2": 397,
            "text": "あなたと わたくしは 初対面っ！",
            "vi": "Bạn và tôi là những người đầu tiên gặp nhau!"
        },
        {
            "x1": 482,
            "y1": 680,
            "x2": 603,
            "y2": 816,
            "text": "わたくし 兄上さまの妹の シャルロッテ・ ゼンフィス ですっ",
            "vi": "Đó là Charlotte Zenfis, chị gái của tôi."
        },
        {
            "x1": 288,
            "y1": 693,
            "x2": 356,
            "y2": 773,
            "text": "よろしく おねがい しますっ",
            "vi": "Cảm ơn sự hợp tác của bạn"
        },
        {
            "x1": 12,
            "y1": 814,
            "x2": 57,
            "y2": 895,
            "text": "ご丁寧に どうも…",
            "vi": "Cảm ơn bạn một cách cẩn thận..."
        }
    ],
    "4-6464f5af63e8c.jpg": [
        {
            "x1": 54,
            "y1": 26,
            "x2": 288,
            "y2": 57,
            "text": "第63話キミは もはや神",
            "vi": "Tập 63 Kimi không còn là một vị thần nữa"
        },
        {
            "x1": 483,
            "y1": 46,
            "x2": 592,
            "y2": 280,
            "text": "兄上さまの お力にういて",
            "vi": "Tăng sức mạnh của anh trai của bạn"
        },
        {
            "x1": 89,
            "y1": 159,
            "x2": 226,
            "y2": 394,
            "text": "みんるで 解新定す",
            "vi": "Giới thiệu bởi Ming"
        }
    ],
    "5-6464f5afdabae.jpg": [
        {
            "x1": 549,
            "y1": 44,
            "x2": 595,
            "y2": 122,
            "text": "では さっそく",
            "vi": "Khi đó"
        },
        {
            "x1": 225,
            "y1": 36,
            "x2": 373,
            "y2": 186,
            "text": "イリス君に 起こった ただごとじゃない 事態の 説明をして もらおうか",
            "vi": "Chúng ta hãy giải thích tình huống đã xảy ra với Iris."
        }
    ],
    "6-6464f5b05911d.jpg": [
        {
            "x1": 546,
            "y1": 35,
            "x2": 626,
            "y2": 148,
            "text": "ほうほう なるほど なるほど…",
            "vi": "Bạn càng muốn, càng nhiều..."
        },
        {
            "x1": 357,
            "y1": 6,
            "x2": 476,
            "y2": 202,
            "text": "キミが視たっていう イリス君の背中から 生えてた 光る糸",
            "vi": "Chủ đề phát sáng phát triển từ phía sau của mống mắt mà bạn thấy"
        },
        {
            "x1": 527,
            "y1": 363,
            "x2": 612,
            "y2": 518,
            "text": "「魔法レベル」の 概念そのもの だね",
            "vi": "Đó là khái niệm về \"cấp độ ma thuật\" chính nó."
        },
        {
            "x1": 527,
            "y1": 691,
            "x2": 639,
            "y2": 859,
            "text": "背中から 生えている 糸の本数が 「最大魔法レベル」",
            "vi": "Số lượng sợi phát triển từ phía sau là \"mức độ ma thuật tối đa\""
        },
        {
            "x1": 49,
            "y1": 696,
            "x2": 201,
            "y2": 895,
            "text": "地面に 接続されているのが 「現在魔法レベル」 と考えて 間違いないようだ",
            "vi": "Có vẻ như kết nối với mặt đất là \"bây giờ là cấp độ ma thuật\""
        }
    ],
    "7-6464f5b0cd12d.jpg": [
        {
            "x1": 9,
            "y1": 47,
            "x2": 122,
            "y2": 161,
            "text": "もう ここにきて ワタシは 確信した",
            "vi": "Tôi đã ở đây và tôi đã bị thuyết phục"
        },
        {
            "x1": 485,
            "y1": 224,
            "x2": 596,
            "y2": 431,
            "text": "レベル概念を 視認できて なおかつ いじくれる なんてさ…",
            "vi": "Bạn có thể thấy khái niệm cấp độ và lộn xộn xung quanh..."
        },
        {
            "x1": 367,
            "y1": 224,
            "x2": 434,
            "y2": 411,
            "text": "ホント キミって 何者なの⁉",
            "vi": "Nó thực sự là ai?"
        },
        {
            "x1": 66,
            "y1": 242,
            "x2": 166,
            "y2": 336,
            "text": "言ってて 怖そなて きたよ",
            "vi": "Tôi sợ nói"
        },
        {
            "x1": 505,
            "y1": 711,
            "x2": 601,
            "y2": 844,
            "text": "でも あれをすると 頭が痛くなるん ですよね",
            "vi": "Nhưng nếu bạn làm điều đó, đầu bạn đau, phải không?"
        },
        {
            "x1": 177,
            "y1": 730,
            "x2": 327,
            "y2": 844,
            "text": "むしろ その程度で 済んでて 不思議なの だけど⁉",
            "vi": "Thay vào đó, thật kỳ lạ khi nó đã hoàn thành."
        }
    ],
    "8-6464f5b14a9cc.jpg": [
        {
            "x1": 491,
            "y1": 21,
            "x2": 628,
            "y2": 184,
            "text": "いやく_そ ワタシの口から こんなこと いうのも なんだ けどねく",
            "vi": "Không, tôi không biết đây là gì từ miệng của tôi"
        },
        {
            "x1": 251,
            "y1": 658,
            "x2": 386,
            "y2": 807,
            "text": "キミ もはや 「神」だよ",
            "vi": "Bạn không còn là một vị thần nữa"
        }
    ],
    "9-6464f5b1bebf6.jpg": [
        {
            "x1": 558,
            "y1": 72,
            "x2": 609,
            "y2": 203,
            "text": "かっ…",
            "vi": "Ka..."
        },
        {
            "x1": 506,
            "y1": 367,
            "x2": 596,
            "y2": 522,
            "text": "ティア教授 兄上さまは 神なのですか⁉",
            "vi": "Có phải là anh trai của Giáo sư một vị thần?"
        },
        {
            "x1": 19,
            "y1": 364,
            "x2": 139,
            "y2": 480,
            "text": "うん キミの お兄さんは 神だ！",
            "vi": "Vâng, anh trai của Kimi là một Thiên Chúa!"
        },
        {
            "x1": 54,
            "y1": 504,
            "x2": 103,
            "y2": 603,
            "text": "言ってんだ この人達",
            "vi": "Những người này"
        },
        {
            "x1": 527,
            "y1": 678,
            "x2": 596,
            "y2": 776,
            "text": "では一緒に あがめま しょう‼",
            "vi": "Chúng ta hãy đi cùng nhau"
        },
        {
            "x1": 313,
            "y1": 674,
            "x2": 359,
            "y2": 771,
            "text": "あー うん そうしよう",
            "vi": "Ồ vâng, hãy làm điều đó"
        },
        {
            "x1": 80,
            "y1": 749,
            "x2": 125,
            "y2": 853,
            "text": "ありがてえさ ありがてえ",
            "vi": "Cảm ơn bạn"
        }
    ],
    "10-6464f5b25cd60.jpg": [
        {
            "x1": 526,
            "y1": 40,
            "x2": 609,
            "y2": 182,
            "text": "ティア教授 ひとつ ご質問 いいでしょう",
            "vi": "Giáo sư Tia Một câu hỏi là tốt"
        },
        {
            "x1": 63,
            "y1": 177,
            "x2": 116,
            "y2": 291,
            "text": "うん なんだい？",
            "vi": "Ừ?"
        },
        {
            "x1": 506,
            "y1": 345,
            "x2": 620,
            "y2": 478,
            "text": "兄上さまの お話では 絡まった糸を ほどいたら",
            "vi": "Trong câu chuyện của anh trai tôi, nếu bạn thư giãn chủ đề rối rắm"
        },
        {
            "x1": 49,
            "y1": 342,
            "x2": 166,
            "y2": 498,
            "text": "他のも どんどん勝手に 突き刺さって いったとのこと",
            "vi": "Người ta nói rằng người khác đã bị mắc kẹt ngày càng nhiều."
        },
        {
            "x1": 513,
            "y1": 609,
            "x2": 624,
            "y2": 732,
            "text": "こちらに ついては どう お考え ですか？",
            "vi": "Bạn nghĩ gì về đây?"
        },
        {
            "x1": 212,
            "y1": 594,
            "x2": 270,
            "y2": 728,
            "text": "ほう 良い質問だね",
            "vi": "Đó là một câu hỏi hay"
        }
    ],
    "11-6464f5b2d7c10.jpg": [
        {
            "x1": 463,
            "y1": 28,
            "x2": 587,
            "y2": 145,
            "text": "魔法レベルと いうものはね 努力して 上げるもの なのさ",
            "vi": "Mức độ kỳ diệu là một cái gì đó có thể được thực hiện bằng cách nỗ lực."
        },
        {
            "x1": 446,
            "y1": 252,
            "x2": 573,
            "y2": 367,
            "text": "イリス君は レベルが 閉じて以降も 日々 研鑽していた",
            "vi": "Iris đã học hàng ngày kể từ khi mức độ đóng cửa"
        },
        {
            "x1": 58,
            "y1": 481,
            "x2": 144,
            "y2": 646,
            "text": "絡まりさえほどけば すでにレベルアップ するところまで いっていたんだろう",
            "vi": "Tôi đoán nó đã tăng cấp miễn là nó bị vướng vào"
        },
        {
            "x1": 550,
            "y1": 733,
            "x2": 596,
            "y2": 832,
            "text": "なるほど なるほど…",
            "vi": "Tôi thấy, tôi thấy…"
        },
        {
            "x1": 432,
            "y1": 756,
            "x2": 527,
            "y2": 896,
            "text": "ＲＰＧ的に 言うと「経験値が たまっていた」の ですね…",
            "vi": "Về mặt game nhập vai, đó là \"Tôi có một giá trị kinh nghiệm\" ..."
        },
        {
            "x1": 12,
            "y1": 773,
            "x2": 96,
            "y2": 867,
            "text": "あー うん？ なにそれ",
            "vi": "Ồ đúng rồi không? đó là gì"
        }
    ],
    "12-6464f5b35a4b1.jpg": [
        {
            "x1": 457,
            "y1": 37,
            "x2": 638,
            "y2": 173,
            "text": "それよりも ハルト君！ キミ自身の 魔法レベルを 知りたくは ないかい？",
            "vi": "Hart hơn thế! Bạn có muốn biết cấp độ ma thuật của Kimi?"
        },
        {
            "x1": 244,
            "y1": 17,
            "x2": 300,
            "y2": 112,
            "text": "いや べつに…",
            "vi": "Không, không thực sự"
        },
        {
            "x1": 46,
            "y1": 226,
            "x2": 144,
            "y2": 342,
            "text": "どうせ ２本しか 刺さってない でしょうし",
            "vi": "Dù sao, chỉ có hai người bị mắc kẹt"
        },
        {
            "x1": 516,
            "y1": 388,
            "x2": 619,
            "y2": 562,
            "text": "いやいやいや そこは積極的に 試そうよく",
            "vi": "Không, không, chúng ta hãy thử một cách tích cực"
        },
        {
            "x1": 605,
            "y1": 780,
            "x2": 639,
            "y2": 838,
            "text": "さぁ",
            "vi": "Thôi nào"
        },
        {
            "x1": 529,
            "y1": 777,
            "x2": 604,
            "y2": 865,
            "text": "早く 早く‼",
            "vi": "Nhanh lên, nhanh chóng!"
        }
    ],
    "13-6464f5b3cff92.jpg": [
        {
            "x1": 524,
            "y1": 327,
            "x2": 549,
            "y2": 417,
            "text": "うーん…",
            "vi": "Hmm..."
        },
        {
            "x1": 27,
            "y1": 434,
            "x2": 83,
            "y2": 529,
            "text": "…視えま せんね…",
            "vi": "...Tôi không thể nhìn thấy nó..."
        },
        {
            "x1": 525,
            "y1": 692,
            "x2": 597,
            "y2": 806,
            "text": "やはり直接 見ないとダメ みたいです",
            "vi": "Sau tất cả, nó dường như là vô ích nếu bạn không nhìn trực tiếp"
        },
        {
            "x1": 300,
            "y1": 702,
            "x2": 338,
            "y2": 787,
            "text": "直接？",
            "vi": "Trực tiếp?"
        }
    ],
    "14-6464f5b456780.jpg": [
        {
            "x1": 530,
            "y1": 295,
            "x2": 616,
            "y2": 460,
            "text": "じゃあ ひとまず ワタシのを視て もらおうか！",
            "vi": "Hãy gặp tôi ngay bây giờ!"
        },
        {
            "x1": 62,
            "y1": 288,
            "x2": 125,
            "y2": 446,
            "text": "あ じゃあ わたくしも‼",
            "vi": "À, tôi là tôi"
        },
        {
            "x1": 556,
            "y1": 779,
            "x2": 633,
            "y2": 860,
            "text": "あの… 脱ぐ 必要は…",
            "vi": "Ừm... tôi cần phải cởi nó ra..."
        },
        {
            "x1": 67,
            "y1": 777,
            "x2": 195,
            "y2": 892,
            "text": "肌から直接 どんな風に 出ているかも 確認したい じゃないか",
            "vi": "Bạn muốn xem làm thế nào nó xuất hiện trực tiếp từ da của bạn"
        }
    ],
    "15-6464f5b4dfe46.jpg": [
        {
            "x1": 550,
            "y1": 32,
            "x2": 592,
            "y2": 164,
            "text": "ああ ハルト ここにいたのか",
            "vi": "Ồ, Hart ở đây có phải không?"
        },
        {
            "x1": 535,
            "y1": 519,
            "x2": 597,
            "y2": 650,
            "text": "な…ななな すまないっ",
            "vi": "Nana... tôi xin lỗi"
        },
        {
            "x1": 21,
            "y1": 522,
            "x2": 119,
            "y2": 699,
            "text": "三人がそういう 関係だった なんて…‼",
            "vi": "Ba người họ là mối quan hệ đó...‼"
        },
        {
            "x1": 533,
            "y1": 729,
            "x2": 567,
            "y2": 873,
            "text": "ごゆっくりリ",
            "vi": "Dần dần"
        }
    ],
    "16-6464f5b579575.jpg": [
        {
            "x1": 488,
            "y1": 6,
            "x2": 637,
            "y2": 245,
            "text": "ハルト・ ゼンフィスは いるかぁ‼",
            "vi": "Có Hart Zenfith?"
        },
        {
            "x1": 66,
            "y1": 785,
            "x2": 159,
            "y2": 917,
            "text": "ややこしい事に なりそうな 予感しか しねーわー",
            "vi": "Tôi có cảm giác rằng nó sẽ khó hiểu"
        }
    ]
}