var ocr_data = {
    "1-61fa20ce4841a.jpg": [
        {
            "x1": 381,
            "y1": 70,
            "x2": 445,
            "y2": 245,
            "text": "今日は３人での 円卓会議です！",
            "vi": "Hôm nay là một cuộc gặp gỡ bàn tròn với ba người!"
        },
        {
            "x1": 44,
            "y1": 477,
            "x2": 130,
            "y2": 590,
            "text": "ジョニーと ギガンには 秘密なのか",
            "vi": "Nó có phải là một bí mật cho Johnny và Gigan?"
        },
        {
            "x1": 500,
            "y1": 648,
            "x2": 591,
            "y2": 802,
            "text": "彼らは楽園での 収穫期なので 欠席なのです",
            "vi": "Họ vắng mặt vì chúng được thu hoạch tại thiên đường."
        },
        {
            "x1": 285,
            "y1": 828,
            "x2": 310,
            "y2": 920,
            "text": "なるほど",
            "vi": "Tôi thấy"
        }
    ],
    "2-61fa20ced4b18.jpg": [
        {
            "x1": 10,
            "y1": 0,
            "x2": 326,
            "y2": 168,
            "text": "HAHA HA",
            "vi": "HAHAhA"
        },
        {
            "x1": 567,
            "y1": 51,
            "x2": 633,
            "y2": 346,
            "text": "学院にはびこる",
            "vi": "Được nghỉ ngơi ở trường"
        },
        {
            "x1": 21,
            "y1": 324,
            "x2": 117,
            "y2": 627,
            "text": "黙うのでず",
            "vi": "Đừng im lặng"
        },
        {
            "x1": 442,
            "y1": 671,
            "x2": 615,
            "y2": 694,
            "text": "第44話調査の結果!",
            "vi": "Kết quả khảo sát tập 44!"
        },
        {
            "x1": 82,
            "y1": 884,
            "x2": 389,
            "y2": 915,
            "text": "说作澄守彩 幽両高橋愛",
            "vi": "说 aya takahashi ayoshi aya takahashi"
        }
    ],
    "3-61fa20cf663fd.jpg": [
        {
            "x1": 499,
            "y1": 34,
            "x2": 601,
            "y2": 183,
            "text": "こちらが 悪の巨大組織と 関係がありそうな 学生のリストです",
            "vi": "Đây là một danh sách các sinh viên có khả năng liên quan đến các tổ chức khổng lồ độc ác."
        },
        {
            "x1": 577,
            "y1": 263,
            "x2": 597,
            "y2": 340,
            "text": "なんと…",
            "vi": "Thế nào..."
        },
        {
            "x1": 442,
            "y1": 257,
            "x2": 493,
            "y2": 354,
            "text": "このリスト 全てか⁉",
            "vi": "Tất cả danh sách này?"
        },
        {
            "x1": 345,
            "y1": 278,
            "x2": 367,
            "y2": 346,
            "text": "ええ…",
            "vi": "Ừ…"
        },
        {
            "x1": 25,
            "y1": 253,
            "x2": 123,
            "y2": 438,
            "text": "残念な事に 敵は学院の奥深くまで 手を伸ばしていた ようです",
            "vi": "Thật không may, kẻ thù dường như đã đến sâu vào trường."
        },
        {
            "x1": 503,
            "y1": 688,
            "x2": 592,
            "y2": 842,
            "text": "これは 思った以上に 由々しき事態…",
            "vi": "Đây là một tình huống nghiêm trọng hơn tôi nghĩ..."
        },
        {
            "x1": 31,
            "y1": 782,
            "x2": 88,
            "y2": 914,
            "text": "早急に手を 打たねば…！",
            "vi": "Tôi phải hành động càng sớm càng tốt!"
        }
    ],
    "4-61fa20d008d37.jpg": [
        {
            "x1": 559,
            "y1": 22,
            "x2": 630,
            "y2": 156,
            "text": "なるほど… それで私の出番 というわけか…",
            "vi": "Tôi hiểu rồi... Vì vậy, đến lượt tôi..."
        },
        {
            "x1": 287,
            "y1": 19,
            "x2": 363,
            "y2": 168,
            "text": "一人一人尋問して その中から数名を 攫ってこよう",
            "vi": "Hãy thẩm vấn mỗi người và lấy một vài trong số chúng"
        },
        {
            "x1": 572,
            "y1": 346,
            "x2": 634,
            "y2": 499,
            "text": "フレイ ステイです！",
            "vi": "Đó là một kỳ nghỉ!"
        },
        {
            "x1": 531,
            "y1": 765,
            "x2": 621,
            "y2": 898,
            "text": "小娘！ 尻尾はやめろ 尻尾は‼",
            "vi": "Cô gái nhỏ! Dừng đuôi, cái đuôi"
        },
        {
            "x1": 179,
            "y1": 775,
            "x2": 196,
            "y2": 850,
            "text": "フレイ…",
            "vi": "Tự do..."
        }
    ],
    "5-61fa20d091288.jpg": [
        {
            "x1": 522,
            "y1": 12,
            "x2": 606,
            "y2": 167,
            "text": "それだと 時間がかかって しまいます！",
            "vi": "Điều đó mất thời gian!"
        },
        {
            "x1": 238,
            "y1": 43,
            "x2": 269,
            "y2": 139,
            "text": "そっち？",
            "vi": "Có phải đó không?"
        },
        {
            "x1": 123,
            "y1": 18,
            "x2": 200,
            "y2": 151,
            "text": "それに 学院内で騒ぎを 起こしては",
            "vi": "Và nếu bạn làm ầm ĩ trong trường"
        },
        {
            "x1": 24,
            "y1": 213,
            "x2": 67,
            "y2": 380,
            "text": "兄上さまに迷惑が かかってしまいます",
            "vi": "Nó sẽ gây phiền nhiễu cho anh trai tôi"
        },
        {
            "x1": 304,
            "y1": 420,
            "x2": 349,
            "y2": 515,
            "text": "と切『",
            "vi": "Và \"\" \""
        },
        {
            "x1": 138,
            "y1": 442,
            "x2": 219,
            "y2": 534,
            "text": "では どうする のだ？",
            "vi": "Vậy bạn sẽ làm gì?"
        },
        {
            "x1": 83,
            "y1": 647,
            "x2": 107,
            "y2": 715,
            "text": "ほう？",
            "vi": "quy tắc?"
        },
        {
            "x1": 519,
            "y1": 645,
            "x2": 589,
            "y2": 795,
            "text": "安心してください 既に調べは ついています",
            "vi": "Xin hãy yên tâm rằng cuộc điều tra đã được bật"
        }
    ],
    "7-61fa20d1c20f1.jpg": [
        {
            "x1": 538,
            "y1": 95,
            "x2": 565,
            "y2": 188,
            "text": "ですので",
            "vi": "Rất"
        },
        {
            "x1": 41,
            "y1": 54,
            "x2": 69,
            "y2": 253,
            "text": "ちょっと待って！",
            "vi": "Chờ một phút!"
        },
        {
            "x1": 500,
            "y1": 360,
            "x2": 596,
            "y2": 592,
            "text": "さっきからティアリエッタ・ ルセイヤンネルから 聞いた話以外が 出てきてるけど…",
            "vi": "Có một cái gì đó khác với câu chuyện tôi đã nghe từ Tiarietta Luke Yannel một thời gian trước..."
        },
        {
            "x1": 29,
            "y1": 359,
            "x2": 73,
            "y2": 509,
            "text": "もちろん わたくしですが？",
            "vi": "Tất nhiên là tôi?"
        },
        {
            "x1": 299,
            "y1": 504,
            "x2": 348,
            "y2": 618,
            "text": "…それ誰が 調べたの…？",
            "vi": "...Ai đã làm điều đó...?"
        },
        {
            "x1": 241,
            "y1": 678,
            "x2": 360,
            "y2": 833,
            "text": "ま…まさか 護衛もつけずに 一人で学院内を 聞きまわった",
            "vi": "Chà... tôi đã nghe thấy bên trong trường mà không có bất kỳ người hộ tống nào"
        },
        {
            "x1": 50,
            "y1": 671,
            "x2": 86,
            "y2": 762,
            "text": "ええ！",
            "vi": "Ừ!"
        }
    ],
    "8-61fa20d250902.jpg": [
        {
            "x1": 553,
            "y1": 0,
            "x2": 620,
            "y2": 196,
            "text": "わたくしだって それ位できますっ",
            "vi": "Tôi có thể làm điều đó nhiều"
        },
        {
            "x1": 400,
            "y1": 458,
            "x2": 477,
            "y2": 574,
            "text": "なので これで半分に 絞れました！",
            "vi": "Vì vậy, tôi đã có thể bóp một nửa!"
        },
        {
            "x1": 262,
            "y1": 439,
            "x2": 364,
            "y2": 590,
            "text": "そして 相当な実力者が 集まっていると 考えられますので",
            "vi": "Và người ta cho rằng một người mạnh mẽ đáng kể đang tập hợp"
        },
        {
            "x1": 263,
            "y1": 600,
            "x2": 336,
            "y2": 697,
            "text": "各学年の Ａクラスに 限定します",
            "vi": "Giới hạn trong một lớp học cho mỗi lớp"
        },
        {
            "x1": 41,
            "y1": 547,
            "x2": 140,
            "y2": 705,
            "text": "そこから 魔法レベルが 高い順 多属性順に していきますと…",
            "vi": "Từ đó, chúng tôi sẽ làm cho cấp độ ma thuật cao theo thứ tự của nhiều thuộc tính..."
        },
        {
            "x1": 83,
            "y1": 708,
            "x2": 242,
            "y2": 807,
            "text": "テテ",
            "vi": "TEETE"
        },
        {
            "x1": 555,
            "y1": 743,
            "x2": 617,
            "y2": 898,
            "text": "７人に なりました！",
            "vi": "Tôi đã đến được 7 người!"
        }
    ],
    "9-61fa20d2d67dd.jpg": [
        {
            "x1": 530,
            "y1": 26,
            "x2": 586,
            "y2": 201,
            "text": "シャルロッテ 何をしているの？",
            "vi": "Charlotte bạn đang làm gì vậy?"
        },
        {
            "x1": 509,
            "y1": 514,
            "x2": 620,
            "y2": 717,
            "text": "ははははは 母上さま",
            "vi": "Mẹ của Hahahahaha"
        },
        {
            "x1": 91,
            "y1": 544,
            "x2": 188,
            "y2": 799,
            "text": "どどどどど どうして こちらに⁉ンあぁ",
            "vi": "Tại sao nó lại ở đây?"
        },
        {
            "x1": 37,
            "y1": 612,
            "x2": 90,
            "y2": 708,
            "text": "あぁ",
            "vi": "À"
        },
        {
            "x1": 38,
            "y1": 766,
            "x2": 81,
            "y2": 865,
            "text": "あわ",
            "vi": "Thành công lớn"
        }
    ],
    "12-61fa20d47e18e.jpg": [
        {
            "x1": 574,
            "y1": 36,
            "x2": 623,
            "y2": 144,
            "text": "ここは",
            "vi": "nơi đây"
        },
        {
            "x1": 56,
            "y1": 29,
            "x2": 159,
            "y2": 232,
            "text": "兄上さまが お創りになられた 楽園ですっ",
            "vi": "Đó là một thiên đường mà anh trai tôi đã được tạo ra."
        },
        {
            "x1": 348,
            "y1": 439,
            "x2": 374,
            "y2": 548,
            "text": "ハルトが…",
            "vi": "Hart..."
        },
        {
            "x1": 584,
            "y1": 698,
            "x2": 636,
            "y2": 810,
            "text": "ま…間違え ましたっ！",
            "vi": "Chà... tôi đã phạm sai lầm!"
        },
        {
            "x1": 487,
            "y1": 693,
            "x2": 561,
            "y2": 821,
            "text": "ちがうんですっ 兄上さま ではなくて",
            "vi": "Không phải, nó không phải là anh trai của tôi"
        }
    ],
    "13-61fa20d52eea2.jpg": [
        {
            "x1": 555,
            "y1": 8,
            "x2": 588,
            "y2": 162,
            "text": "わかったわっ",
            "vi": "Tôi hiểu"
        },
        {
            "x1": 345,
            "y1": 14,
            "x2": 427,
            "y2": 218,
            "text": "もしかして 例の黒い 戦士さんが協力して いるのでしょう？",
            "vi": "Có lẽ một chiến binh da đen đang hợp tác?"
        },
        {
            "x1": 498,
            "y1": 705,
            "x2": 597,
            "y2": 801,
            "text": "そうね… あのお方が 関係して いるなら",
            "vi": "Vâng... nếu người đó có liên quan"
        },
        {
            "x1": 135,
            "y1": 694,
            "x2": 204,
            "y2": 824,
            "text": "だけど あとで ちゃんと報告は しておいてね",
            "vi": "Nhưng xin vui lòng báo cáo nó đúng sau"
        },
        {
            "x1": 257,
            "y1": 794,
            "x2": 307,
            "y2": 927,
            "text": "辺境伯も 許してくれるわ",
            "vi": "Baekai cũng sẽ tha thứ cho tôi"
        }
    ],
    "14-61fa20d5b5391.jpg": [
        {
            "x1": 600,
            "y1": 38,
            "x2": 635,
            "y2": 101,
            "text": "あと",
            "vi": "Sau"
        },
        {
            "x1": 284,
            "y1": 23,
            "x2": 387,
            "y2": 176,
            "text": "あまり 危険な遊びは しない事！",
            "vi": "Đừng chơi quá nguy hiểm!"
        },
        {
            "x1": 210,
            "y1": 0,
            "x2": 241,
            "y2": 116,
            "text": "了解です！",
            "vi": "Tôi đạt được rồi!"
        },
        {
            "x1": 160,
            "y1": 201,
            "x2": 285,
            "y2": 398,
            "text": "ズキ",
            "vi": "Kích thích kinh tế"
        },
        {
            "x1": 553,
            "y1": 440,
            "x2": 629,
            "y2": 545,
            "text": "フレイ リザ あの子を 頼むわね",
            "vi": "Fle resiza tôi hỏi cô gái đó"
        },
        {
            "x1": 177,
            "y1": 446,
            "x2": 204,
            "y2": 526,
            "text": "承知した",
            "vi": "Tôi hiểu"
        },
        {
            "x1": 88,
            "y1": 651,
            "x2": 111,
            "y2": 798,
            "text": "気を付ける…",
            "vi": "Cẩn thận..."
        }
    ],
    "15-61fa20d64cea4.jpg": [
        {
            "x1": 578,
            "y1": 317,
            "x2": 600,
            "y2": 428,
            "text": "シャルロッテ",
            "vi": "Charlotte"
        },
        {
            "x1": 447,
            "y1": 310,
            "x2": 470,
            "y2": 403,
            "text": "…リザ？",
            "vi": "...Liza?"
        },
        {
            "x1": 309,
            "y1": 306,
            "x2": 385,
            "y2": 456,
            "text": "…やっぱり 聞き込みは 私とフレイでやる",
            "vi": "“Sau tất cả, tôi sẽ nghe tôi với tôi"
        },
        {
            "x1": 502,
            "y1": 751,
            "x2": 591,
            "y2": 925,
            "text": "え…でも リザは極度の 人見知りでは…？",
            "vi": "Eh... nhưng Liza vô cùng nhút nhát...?"
        },
        {
            "x1": 17,
            "y1": 752,
            "x2": 79,
            "y2": 883,
            "text": "う…そう だけど…！",
            "vi": "Ừm... vâng...!"
        }
    ],
    "16-61fa20d6d99e7.jpg": [
        {
            "x1": 496,
            "y1": 78,
            "x2": 631,
            "y2": 277,
            "text": "…それよりも シャルロッテ様を これ以上 危険には晒せない",
            "vi": "… Tôi không thể phơi bày Charlotte nguy hiểm hơn"
        },
        {
            "x1": 67,
            "y1": 408,
            "x2": 131,
            "y2": 580,
            "text": "だからこれは 私からのお願い",
            "vi": "Vì vậy, đây là một yêu cầu của tôi"
        },
        {
            "x1": 253,
            "y1": 647,
            "x2": 296,
            "y2": 779,
            "text": "うう… わがりました…",
            "vi": "Uh... nó đã mang..."
        }
    ]
}