var ocr_data = {
    "1-620cd69b95423.jpg": [
        {
            "x1": 342,
            "y1": 659,
            "x2": 445,
            "y2": 793,
            "text": "ティア教授から 貰ったリストの 中から 絞っていったら",
            "vi": "Nếu bạn vắt từ danh sách tôi nhận được từ Giáo sư Cấp"
        },
        {
            "x1": 336,
            "y1": 795,
            "x2": 411,
            "y2": 894,
            "text": "こいつに 辿り着いた わけだが…",
            "vi": "Tôi đã đến anh chàng này..."
        },
        {
            "x1": 32,
            "y1": 792,
            "x2": 110,
            "y2": 924,
            "text": "いかにも 怪しい所に 入っていったな",
            "vi": "Tôi đã đến một nơi đáng ngờ"
        }
    ],
    "2-620cd69c21c57.jpg": [
        {
            "x1": 493,
            "y1": 65,
            "x2": 567,
            "y2": 176,
            "text": "とりま 光学迷彩して お邪魔するか",
            "vi": "Bạn có muốn làm phiền bạn với sự ngụy trang quang học Torima?"
        },
        {
            "x1": 155,
            "y1": 150,
            "x2": 216,
            "y2": 286,
            "text": "潜入捜査",
            "vi": "Điều tra thâm nhập"
        },
        {
            "x1": 258,
            "y1": 652,
            "x2": 426,
            "y2": 690,
            "text": "第45ァ",
            "vi": "45."
        },
        {
            "x1": 340,
            "y1": 892,
            "x2": 618,
            "y2": 922,
            "text": "園作澄守彩 幽両高橋愛",
            "vi": "Công việc làm vườn Ayumi Sumimori Ai Takahashi"
        }
    ],
    "4-620cd69d29576.jpg": [
        {
            "x1": 285,
            "y1": 651,
            "x2": 341,
            "y2": 801,
            "text": "ルシファイラの 加護よあれ",
            "vi": "Sự ban phước của lucifyra"
        }
    ],
    "5-620cd69da1855.jpg": [
        {
            "x1": 468,
            "y1": 641,
            "x2": 533,
            "y2": 813,
            "text": "ルシファイラの 加護よあれ",
            "vi": "Sự ban phước của lucifyra"
        }
    ],
    "6-620cd69e3bc8e.jpg": [
        {
            "x1": 549,
            "y1": 13,
            "x2": 612,
            "y2": 144,
            "text": "遅かったな ナンバー匹",
            "vi": "Đó là số muộn"
        },
        {
            "x1": 233,
            "y1": 29,
            "x2": 323,
            "y2": 163,
            "text": "新参のくせに 大した ご身分ね",
            "vi": "Bạn là một trạng thái lớn của người mới đến"
        },
        {
            "x1": 519,
            "y1": 345,
            "x2": 631,
            "y2": 478,
            "text": "我々 ナンバーズを 甘く見て いないか？",
            "vi": "Bạn đang nhìn những con số một cách ngọt ngào?"
        },
        {
            "x1": 244,
            "y1": 349,
            "x2": 345,
            "y2": 464,
            "text": "ナンバー狐よ お前が王子を 仕留め損なわ なければ",
            "vi": "Số cáo, bạn phải mất hoàng tử"
        },
        {
            "x1": 51,
            "y1": 469,
            "x2": 99,
            "y2": 601,
            "text": "緊急招集せずに 済んだのだがな",
            "vi": "Tôi không cần phải gọi nó là khẩn cấp"
        },
        {
            "x1": 583,
            "y1": 651,
            "x2": 611,
            "y2": 744,
            "text": "全くだわ",
            "vi": "Nó không phải"
        },
        {
            "x1": 416,
            "y1": 667,
            "x2": 512,
            "y2": 764,
            "text": "こんな 簡単な事も できないの かね？",
            "vi": "Bạn không thể làm một việc đơn giản như vậy?"
        },
        {
            "x1": 286,
            "y1": 658,
            "x2": 335,
            "y2": 773,
            "text": "私はこれでも 忙しいんだぞ",
            "vi": "Tôi vẫn đang bận"
        }
    ],
    "7-620cd69ebba89.jpg": [
        {
            "x1": 506,
            "y1": 32,
            "x2": 611,
            "y2": 207,
            "text": "わー 覆面して番号で 呼び合うとか",
            "vi": "Wow, nó là một mặt nạ và gọi với một số"
        },
        {
            "x1": 17,
            "y1": 67,
            "x2": 144,
            "y2": 314,
            "text": "めちゃくちゃ 妹が喜びそうな シチュエーションじゃ あーりませんかー",
            "vi": "Đó không phải là một tình huống mà em gái tôi dường như hạnh phúc sao?"
        },
        {
            "x1": 236,
            "y1": 491,
            "x2": 258,
            "y2": 552,
            "text": "おや？",
            "vi": "Oh?"
        },
        {
            "x1": 518,
            "y1": 615,
            "x2": 595,
            "y2": 783,
            "text": "あれは俺が シャルに貸している 結界じゃないですか",
            "vi": "Đó không phải là rào cản mà tôi cho Shal cho Shal?"
        },
        {
            "x1": 26,
            "y1": 635,
            "x2": 99,
            "y2": 750,
            "text": "てことは まさか近くに いるの…⁉",
            "vi": "Nó chắc chắn ở gần...⁉"
        }
    ],
    "8-620cd69f3fd8a.jpg": [
        {
            "x1": 566,
            "y1": 3,
            "x2": 609,
            "y2": 196,
            "text": "いました！",
            "vi": "Tôi là!"
        },
        {
            "x1": 532,
            "y1": 365,
            "x2": 636,
            "y2": 481,
            "text": "ふふふ… 見られている とも知らず 愚かな連中め",
            "vi": "Fufufu... Tôi là một chàng trai dại dột, người không biết nó đang được nhìn thấy"
        },
        {
            "x1": 163,
            "y1": 356,
            "x2": 261,
            "y2": 490,
            "text": "さすがフレイと リザですっ よく見つけ ましたね！",
            "vi": "Đúng như dự đoán, tôi thường tìm thấy Frey và Liza!"
        },
        {
            "x1": 295,
            "y1": 530,
            "x2": 375,
            "y2": 628,
            "text": "まさに 一網打尽の 好機！",
            "vi": "Chỉ là một cơ hội tốt!"
        },
        {
            "x1": 563,
            "y1": 669,
            "x2": 620,
            "y2": 807,
            "text": "あ 突入は ダメですよ？",
            "vi": "Không tốt để nhập?"
        },
        {
            "x1": 41,
            "y1": 830,
            "x2": 124,
            "y2": 923,
            "text": "フン わかって いる！",
            "vi": "Tôi biết hun!"
        }
    ],
    "9-620cd69fbe2d1.jpg": [
        {
            "x1": 124,
            "y1": 32,
            "x2": 173,
            "y2": 166,
            "text": "二手に 分かれてたのか",
            "vi": "Nó được chia thành hai tay?"
        },
        {
            "x1": 18,
            "y1": 39,
            "x2": 94,
            "y2": 213,
            "text": "サは 近にるけい ミけルはログ古スね",
            "vi": "SA là một khúc gỗ gần đó."
        },
        {
            "x1": 518,
            "y1": 285,
            "x2": 597,
            "y2": 435,
            "text": "てかシャルちゃん 円卓会議かと 思ったら",
            "vi": "Nếu bạn nghĩ rằng đó là một cuộc họp bàn tròn Teka Sharu -chan"
        },
        {
            "x1": 391,
            "y1": 275,
            "x2": 507,
            "y2": 431,
            "text": "やはり 裏生徒会は ありましたっ",
            "vi": "Sau tất cả, có một hội đồng sinh viên trở lại"
        },
        {
            "x1": 291,
            "y1": 293,
            "x2": 359,
            "y2": 409,
            "text": "ガチで見つけ ちゃってるの すごくない？",
            "vi": "Thật đáng kinh ngạc khi bạn đã tìm thấy nó trong APT?"
        },
        {
            "x1": 192,
            "y1": 283,
            "x2": 242,
            "y2": 416,
            "text": "フレイもリザも 協力的だし",
            "vi": "Cả Frey và Liza đều hợp tác"
        },
        {
            "x1": 298,
            "y1": 408,
            "x2": 334,
            "y2": 475,
            "text": "さすが",
            "vi": "Quả thực"
        },
        {
            "x1": 268,
            "y1": 405,
            "x2": 320,
            "y2": 493,
            "text": "俺妹",
            "vi": "em gái tôi"
        },
        {
            "x1": 109,
            "y1": 264,
            "x2": 174,
            "y2": 492,
            "text": "ふはははははは",
            "vi": "Fuhahahahahaha"
        },
        {
            "x1": 32,
            "y1": 505,
            "x2": 76,
            "y2": 636,
            "text": "…てかフレイは ノリノリだな",
            "vi": "...Teka Frey là một người cẩu thả"
        },
        {
            "x1": 154,
            "y1": 716,
            "x2": 181,
            "y2": 787,
            "text": "静粛に",
            "vi": "Nhẹ nhàng"
        },
        {
            "x1": 491,
            "y1": 705,
            "x2": 601,
            "y2": 888,
            "text": "てもな もう少しミfの 監視強化た方が か7…？",
            "vi": "Có phải là một chút giám sát của mi f?"
        },
        {
            "x1": 243,
            "y1": 696,
            "x2": 387,
            "y2": 912,
            "text": "でもプライ の問題もあろし けど知らり口所で 危ない事に首をっこ まれても困ろし",
            "vi": "Nhưng có một vấn đề với con mồi, nhưng tôi gặp rắc rối ngay cả khi tôi bị kẹt ở một nơi nguy hiểm trong nhà hàng."
        }
    ],
    "10-620cd6a047503.jpg": [
        {
            "x1": 524,
            "y1": 41,
            "x2": 612,
            "y2": 174,
            "text": "今日の会合は 今回の失敗を 明らかにし",
            "vi": "Cuộc họp hôm nay cho thấy thất bại này"
        },
        {
            "x1": 44,
            "y1": 161,
            "x2": 136,
            "y2": 274,
            "text": "次の手を 考えるのが 目的だ",
            "vi": "Mục đích là để suy nghĩ về bàn tay tiếp theo"
        },
        {
            "x1": 535,
            "y1": 331,
            "x2": 624,
            "y2": 483,
            "text": "今の所 上からの指示は 来ていない",
            "vi": "Không có hướng dẫn nào từ trên cao cho bây giờ"
        },
        {
            "x1": 57,
            "y1": 404,
            "x2": 133,
            "y2": 553,
            "text": "となれば 作戦続行という 事でいいのだろう",
            "vi": "Sẽ không sao để tiếp tục chiến lược."
        },
        {
            "x1": 574,
            "y1": 613,
            "x2": 630,
            "y2": 727,
            "text": "では ナンバー匹",
            "vi": "Sau đó số"
        },
        {
            "x1": 242,
            "y1": 630,
            "x2": 300,
            "y2": 743,
            "text": "仔細を 話してくれ",
            "vi": "Cho tôi biết chi tiết"
        }
    ],
    "11-620cd6a0c9483.jpg": [
        {
            "x1": 510,
            "y1": 47,
            "x2": 587,
            "y2": 180,
            "text": "最初の２発は 何かに弾かれて 届かなかった…",
            "vi": "Hai bức ảnh đầu tiên được chơi bởi một thứ gì đó và không đạt được..."
        },
        {
            "x1": 41,
            "y1": 37,
            "x2": 144,
            "y2": 170,
            "text": "針は… 現場を探したが 見つから なかった…",
            "vi": "Kim là... Tôi đã tìm kiếm trang web, nhưng tôi không thể tìm thấy nó..."
        },
        {
            "x1": 218,
            "y1": 267,
            "x2": 342,
            "y2": 416,
            "text": "３発目は ライアス王子が 組み伏せられた タイミングと 重なって外れた…",
            "vi": "Phát súng thứ ba chồng chéo với thời gian khi Hoàng tử Rias bị che khuất..."
        },
        {
            "x1": 41,
            "y1": 464,
            "x2": 139,
            "y2": 614,
            "text": "てゆうか ３発もあったのに 全部外すとか おかしくない？",
            "vi": "Không lạ khi loại bỏ mọi thứ mặc dù có ba bức ảnh?"
        },
        {
            "x1": 528,
            "y1": 670,
            "x2": 593,
            "y2": 782,
            "text": "…もしかして ターゲットに ビビって",
            "vi": "...có lẽ tôi sợ mục tiêu"
        },
        {
            "x1": 314,
            "y1": 658,
            "x2": 357,
            "y2": 790,
            "text": "わざと外したん じゃない？",
            "vi": "Bạn đã loại bỏ nó trên mục đích, phải không?"
        },
        {
            "x1": 3,
            "y1": 660,
            "x2": 52,
            "y2": 789,
            "text": "ちがうっ",
            "vi": "Không giống như"
        }
    ],
    "12-620cd6a1527fa.jpg": [
        {
            "x1": 482,
            "y1": 34,
            "x2": 634,
            "y2": 211,
            "text": "協力者からは 針には高熱に うなされる程度の 呪いしかないと 聞かされていた！",
            "vi": "Cộng tác viên nói với tôi rằng kim chỉ có một lời nguyền sẽ bị sốt rất nhiều!"
        },
        {
            "x1": 49,
            "y1": 26,
            "x2": 146,
            "y2": 181,
            "text": "だから確実に 仕留めようと したんだ！",
            "vi": "Vì vậy, tôi đã cố giết nó!"
        },
        {
            "x1": 593,
            "y1": 351,
            "x2": 620,
            "y2": 501,
            "text": "それなのに…！",
            "vi": "Nhưng đó...!"
        },
        {
            "x1": 37,
            "y1": 357,
            "x2": 166,
            "y2": 521,
            "text": "はっ",
            "vi": "Đi săn chim ưng"
        },
        {
            "x1": 598,
            "y1": 599,
            "x2": 626,
            "y2": 732,
            "text": "…あいつだ…",
            "vi": "… Anh chàng đó"
        },
        {
            "x1": 423,
            "y1": 600,
            "x2": 445,
            "y2": 679,
            "text": "あいつ？",
            "vi": "người đó?"
        },
        {
            "x1": 292,
            "y1": 604,
            "x2": 368,
            "y2": 771,
            "text": "ライアス王子を 組み伏せている時 妙な動きをしていた",
            "vi": "Tôi đã làm những động tác kỳ lạ khi tôi vượt qua Hoàng tử Rias"
        },
        {
            "x1": 91,
            "y1": 609,
            "x2": 109,
            "y2": 737,
            "text": "きっとあいつに",
            "vi": "Chắc chắn với anh ta"
        },
        {
            "x1": 61,
            "y1": 608,
            "x2": 83,
            "y2": 756,
            "text": "防がれたんだ…！",
            "vi": "Nó đã bị ngăn chặn...!"
        }
    ],
    "13-620cd6a1d19e0.jpg": [
        {
            "x1": 500,
            "y1": 18,
            "x2": 585,
            "y2": 229,
            "text": "ハルト・ ゼンフィスだ",
            "vi": "Hart Zenfith"
        },
        {
            "x1": 524,
            "y1": 440,
            "x2": 553,
            "y2": 543,
            "text": "ほう…？",
            "vi": "quy tắc…?"
        },
        {
            "x1": 63,
            "y1": 445,
            "x2": 111,
            "y2": 576,
            "text": "なかなか 鋭いじゃないか",
            "vi": "Nó không phải là khá sắc nét?"
        },
        {
            "x1": 447,
            "y1": 669,
            "x2": 610,
            "y2": 839,
            "text": "きゃー！ 聞きましたか フレイ！ 兄上さまは 学内でも大変 ご活躍のようですっ",
            "vi": "Char! Bạn có nghe thấy Frey! Anh tôi có vẻ rất tích cực trong khuôn viên trường."
        },
        {
            "x1": 345,
            "y1": 666,
            "x2": 419,
            "y2": 798,
            "text": "ああ…！ 直に見たかった ものだ…！",
            "vi": "À...! Tôi muốn nhìn thấy nó trực tiếp...!"
        },
        {
            "x1": 37,
            "y1": 781,
            "x2": 111,
            "y2": 915,
            "text": "ちょーっと 静かにして くれるかなー？",
            "vi": "Bạn sẽ hơi yên tĩnh?"
        }
    ],
    "14-620cd6a256209.jpg": [
        {
            "x1": 542,
            "y1": 13,
            "x2": 632,
            "y2": 191,
            "text": "確か ゼンフィス卿の 息子だったよね？",
            "vi": "Bạn là con trai của Ngài Zenfis, phải không?"
        },
        {
            "x1": 46,
            "y1": 46,
            "x2": 130,
            "y2": 199,
            "text": "魔法レベル２の ザコだと 聞いたけど？",
            "vi": "Tôi nghe nói đó là một Zako cấp 2 kỳ diệu?"
        },
        {
            "x1": 540,
            "y1": 235,
            "x2": 625,
            "y2": 368,
            "text": "いいや 私はその場に いたが",
            "vi": "Không, tôi đã ở đó"
        },
        {
            "x1": 246,
            "y1": 252,
            "x2": 322,
            "y2": 409,
            "text": "特に体術に 関しては この場の 誰よりも上だろう",
            "vi": "Đặc biệt là cho phẫu thuật thể chất, nó sẽ cao hơn bất kỳ ai ở nơi này"
        },
        {
            "x1": 368,
            "y1": 437,
            "x2": 428,
            "y2": 551,
            "text": "彼の実力は 本物だ",
            "vi": "Khả năng của anh ấy là thật"
        },
        {
            "x1": 536,
            "y1": 589,
            "x2": 625,
            "y2": 773,
            "text": "…今 思えば あの時 確かに妙な 動きをしていた…",
            "vi": "Nếu bạn nghĩ về nó bây giờ, đó chắc chắn là một chuyển động kỳ lạ vào thời điểm đó..."
        },
        {
            "x1": 154,
            "y1": 590,
            "x2": 179,
            "y2": 686,
            "text": "フレイ！",
            "vi": "Tự do!"
        },
        {
            "x1": 43,
            "y1": 604,
            "x2": 123,
            "y2": 717,
            "text": "兄上さまが ほめられて いますっ",
            "vi": "Anh trai tôi được ca ngợi"
        },
        {
            "x1": 54,
            "y1": 750,
            "x2": 82,
            "y2": 844,
            "text": "当然っ",
            "vi": "Tự nhiên"
        },
        {
            "x1": 233,
            "y1": 761,
            "x2": 322,
            "y2": 931,
            "text": "ナンバー匹の 言っている事は 本当かもしれない",
            "vi": "Những gì con số đang nói có thể đúng"
        }
    ],
    "15-620cd6a2d149f.jpg": [
        {
            "x1": 490,
            "y1": 22,
            "x2": 590,
            "y2": 199,
            "text": "では今後は ハルト・ゼンフィスの 動向を調査する 事にしよう",
            "vi": "Hãy điều tra xu hướng của Hart Zenfis trong tương lai"
        },
        {
            "x1": 218,
            "y1": 64,
            "x2": 270,
            "y2": 136,
            "text": "異論は ないな",
            "vi": "Không có sự phản đối"
        },
        {
            "x1": 546,
            "y1": 304,
            "x2": 595,
            "y2": 436,
            "text": "ゼンフィス卿は 王族側の人間だ",
            "vi": "Chúa Zenfis là một người hoàng gia"
        },
        {
            "x1": 16,
            "y1": 293,
            "x2": 136,
            "y2": 488,
            "text": "我々 貴族派が 動き出す時が 来たのだ",
            "vi": "Đã đến lúc các quý tộc của Hoa Kỳ di chuyển"
        },
        {
            "x1": 406,
            "y1": 613,
            "x2": 506,
            "y2": 709,
            "text": "これ以上 王族側に 好き勝手は させない",
            "vi": "Tôi sẽ không để cho phe hoàng gia như thế này nữa"
        },
        {
            "x1": 488,
            "y1": 780,
            "x2": 606,
            "y2": 912,
            "text": "では 今日の会合は これにて 終了とする",
            "vi": "Sau đó cuộc họp hôm nay sẽ kết thúc"
        }
    ],
    "16-620cd6a35953a.jpg": [
        {
            "x1": 528,
            "y1": 1,
            "x2": 617,
            "y2": 239,
            "text": "ルシファイラに 栄光あれ！",
            "vi": "Glory to Lucifila!"
        },
        {
            "x1": 62,
            "y1": 436,
            "x2": 139,
            "y2": 644,
            "text": "ルシファイラに 栄光あれ！",
            "vi": "Glory to Lucifila!"
        }
    ],
    "17-620cd6a3dbe82.jpg": [
        {
            "x1": 516,
            "y1": 30,
            "x2": 595,
            "y2": 182,
            "text": "ライアスを狙った 犯人はこいつで 確定だ",
            "vi": "Thủ phạm nhắm cho Rias được xác nhận với anh chàng này"
        },
        {
            "x1": 242,
            "y1": 20,
            "x2": 290,
            "y2": 205,
            "text": "そして針の情報を 偽って教えられている",
            "vi": "Và thông tin kim được dạy sai"
        },
        {
            "x1": 21,
            "y1": 0,
            "x2": 147,
            "y2": 173,
            "text": "つまり 「相手をひどく 苦しめで殺害する」 窓図が込められてる てとさ",
            "vi": "Nói cách khác, có một sơ đồ cửa sổ \"tiêu diệt đối thủ với nỗi đau dữ dội\"."
        },
        {
            "x1": 508,
            "y1": 360,
            "x2": 583,
            "y2": 519,
            "text": "若そうな声から 察するに こいつら 学院の生徒だろう",
            "vi": "Từ một giọng nói trẻ, họ là học sinh của trường."
        },
        {
            "x1": 476,
            "y1": 603,
            "x2": 572,
            "y2": 753,
            "text": "どうやら こいつらを 動かしている",
            "vi": "Rõ ràng là di chuyển những kẻ này"
        },
        {
            "x1": 43,
            "y1": 755,
            "x2": 103,
            "y2": 906,
            "text": "悪い大人が いるようだな",
            "vi": "Dường như có một người trưởng thành xấu"
        }
    ],
    "18-620cd6a4632d9.jpg": [
        {
            "x1": 523,
            "y1": 105,
            "x2": 594,
            "y2": 259,
            "text": "悪い大人は やっつける",
            "vi": "Người lớn xấu đánh"
        },
        {
            "x1": 73,
            "y1": 455,
            "x2": 187,
            "y2": 635,
            "text": "正義の執行者 シヴァの 出番だな",
            "vi": "Đó là lần lượt của giám đốc điều hành công lý, Shiva"
        },
        {
            "x1": 526,
            "y1": 717,
            "x2": 625,
            "y2": 885,
            "text": "兄上さまも 学内でご活躍ですっ わたくしたちも 頑張リましょうっ！",
            "vi": "Anh trai tôi cũng hoạt động trong khuôn viên trường, vì vậy hãy làm hết sức mình!"
        },
        {
            "x1": 75,
            "y1": 720,
            "x2": 125,
            "y2": 871,
            "text": "…こっちも 何とかしなきゃね",
            "vi": "… Tôi phải làm gì đó về điều này"
        }
    ]
}