var ocr_data = {
    "003.jpg": [
        {
            "x1": 543,
            "y1": 27,
            "x2": 590,
            "y2": 141,
            "text": "おかしな男は 嫌じゃない",
            "vi": "Tôi không ghét những người lạ"
        },
        {
            "x1": 413,
            "y1": 35,
            "x2": 485,
            "y2": 149,
            "text": "これは期待に 胸が膨らむ なあ",
            "vi": "Đây là kỳ vọng của tôi"
        },
        {
            "x1": 255,
            "y1": 9,
            "x2": 369,
            "y2": 216,
            "text": "って今 どこを見た？ ちっとも 膨らんでないとか 思っただろう？",
            "vi": "Bạn đã nhìn thấy nó ở đâu bây giờ? Bạn có nghĩ rằng nó không bị sưng chút nào không?"
        },
        {
            "x1": 478,
            "y1": 405,
            "x2": 601,
            "y2": 598,
            "text": "しかし ギミのような少年に そのような目で 見られるのも…",
            "vi": "Tuy nhiên, một cậu bé như mánh lới quảng cáo có thể nhìn thấy nó bằng đôi mắt như vậy..."
        },
        {
            "x1": 54,
            "y1": 544,
            "x2": 91,
            "y2": 699,
            "text": "悪くない‼",
            "vi": "không tệ!"
        },
        {
            "x1": 521,
            "y1": 751,
            "x2": 595,
            "y2": 866,
            "text": "この茶番 いつまて 続くんです？",
            "vi": "Khi nào trò hề này sẽ tiếp tục?"
        },
        {
            "x1": 292,
            "y1": 751,
            "x2": 367,
            "y2": 833,
            "text": "博士 そろそろ 本題に",
            "vi": "Giả sử"
        },
        {
            "x1": 35,
            "y1": 776,
            "x2": 88,
            "y2": 929,
            "text": "おっと そうだったね！",
            "vi": "Úi!"
        }
    ],
    "004.jpg": [
        {
            "x1": 82,
            "y1": 39,
            "x2": 172,
            "y2": 151,
            "text": "ではキミの 魔法知識を 確認しよう",
            "vi": "Hãy kiểm tra kiến thức ma thuật của bạn"
        },
        {
            "x1": 299,
            "y1": 323,
            "x2": 365,
            "y2": 409,
            "text": "ふむ",
            "vi": "HM"
        },
        {
            "x1": 261,
            "y1": 382,
            "x2": 339,
            "y2": 470,
            "text": "ふむ",
            "vi": "HM"
        },
        {
            "x1": 402,
            "y1": 619,
            "x2": 451,
            "y2": 698,
            "text": "…測定を 行おうか",
            "vi": "… Bạn có muốn đo lường không"
        },
        {
            "x1": 64,
            "y1": 786,
            "x2": 169,
            "y2": 922,
            "text": "あ さすがに 俺の デタラメ解答に お怒りですか？",
            "vi": "Bạn có thực sự tức giận với câu trả lời bẻ khóa của tôi không?"
        }
    ],
    "005.jpg": [
        {
            "x1": 35,
            "y1": 40,
            "x2": 135,
            "y2": 155,
            "text": "まあ 結果は「２」に 変わりないん たけどね",
            "vi": "Chà, kết quả không khác gì \"2\""
        },
        {
            "x1": 541,
            "y1": 335,
            "x2": 570,
            "y2": 449,
            "text": "さあ来い！",
            "vi": "Thôi nào!"
        }
    ],
    "006.jpg": [
        {
            "x1": 528,
            "y1": 637,
            "x2": 582,
            "y2": 719,
            "text": "何コレ… 粗悪品？",
            "vi": "Đây là gì... kém hơn?"
        },
        {
            "x1": 394,
            "y1": 635,
            "x2": 438,
            "y2": 749,
            "text": "う^そー",
            "vi": "U^"
        },
        {
            "x1": 228,
            "y1": 615,
            "x2": 329,
            "y2": 747,
            "text": "しかも この水晶って 貴重品じゃ なかったっけ？",
            "vi": "Và điều này có phải là tinh thể không có giá trị?"
        }
    ],
    "007.jpg": [
        {
            "x1": 516,
            "y1": 41,
            "x2": 589,
            "y2": 140,
            "text": "それを 壊したって ことは",
            "vi": "Để phá vỡ nó"
        },
        {
            "x1": 284,
            "y1": 3,
            "x2": 402,
            "y2": 191,
            "text": "さぞ お怒りでは ないですか⁉",
            "vi": "Bạn có tức giận không?"
        },
        {
            "x1": 549,
            "y1": 448,
            "x2": 583,
            "y2": 600,
            "text": "さあさあ！",
            "vi": "Thôi nào!"
        },
        {
            "x1": 33,
            "y1": 447,
            "x2": 137,
            "y2": 677,
            "text": "怒りに任せて 「お帰りください」と 告げるのです‼",
            "vi": "Để nó cho sự tức giận của bạn và nói với bạn, \"Hãy về nhà.\""
        },
        {
            "x1": 516,
            "y1": 745,
            "x2": 592,
            "y2": 875,
            "text": "はい どうぞ！",
            "vi": "Bạn đang ở đây!"
        }
    ],
    "009.jpg": [
        {
            "x1": 338,
            "y1": 11,
            "x2": 587,
            "y2": 210,
            "text": "そもそも ミージャの水晶は 作成技術の わからない遺物 魔法研究者としては そこを追究してから 彼の力を 語るべきだろう！",
            "vi": "Ở nơi đầu tiên, Crystal of the Mija nên là một nhà nghiên cứu ma thuật di tích, người không biết công nghệ sáng tạo, và nên nói về sức mạnh của mình!"
        },
        {
            "x1": 531,
            "y1": 306,
            "x2": 597,
            "y2": 403,
            "text": "それに これだけ ではないよ",
            "vi": "Và đó không phải là tất cả"
        },
        {
            "x1": 304,
            "y1": 318,
            "x2": 454,
            "y2": 450,
            "text": "うん さすがに 宮廷魔法師 試験レベルには 手が出せ なかったか",
            "vi": "Vâng, bạn không thể đạt đến cấp độ thi pháp sư tòa án?"
        },
        {
            "x1": 49,
            "y1": 496,
            "x2": 74,
            "y2": 560,
            "text": "宮廷？",
            "vi": "quan tòa?"
        },
        {
            "x1": 481,
            "y1": 642,
            "x2": 600,
            "y2": 780,
            "text": "それを全て 「わからない」 と解答する 潔さ…",
            "vi": "Sự sạch sẽ của việc trả lời tất cả \"Tôi không biết\" ......"
        },
        {
            "x1": 288,
            "y1": 632,
            "x2": 360,
            "y2": 766,
            "text": "いっそ 清々しい！",
            "vi": "Sáng tạo hơn!"
        },
        {
            "x1": 275,
            "y1": 764,
            "x2": 352,
            "y2": 894,
            "text": "嫌いじゃ ないよ！",
            "vi": "Tôi không ghét nó!"
        }
    ],
    "010.jpg": [
        {
            "x1": 532,
            "y1": 34,
            "x2": 623,
            "y2": 190,
            "text": "そして 結界魔法の 解釈が秀逸だ！",
            "vi": "Và cách giải thích của ma thuật rào cản là tuyệt vời!"
        },
        {
            "x1": 97,
            "y1": 44,
            "x2": 216,
            "y2": 160,
            "text": "それに 古代魔法の 解答も いいね",
            "vi": "Và tôi thích câu trả lời cho ma thuật cổ đại"
        },
        {
            "x1": 46,
            "y1": 159,
            "x2": 165,
            "y2": 334,
            "text": "まるでワタシの 著書から 書き写したような 内容じゃないか",
            "vi": "Nó không giống như một bản sao từ cuốn sách của tôi sao?"
        },
        {
            "x1": 408,
            "y1": 371,
            "x2": 435,
            "y2": 457,
            "text": "著書…？",
            "vi": "đặt…?"
        },
        {
            "x1": 59,
            "y1": 444,
            "x2": 110,
            "y2": 558,
            "text": "今頃になって 思い出した",
            "vi": "Tôi đã nhớ lần này"
        },
        {
            "x1": 515,
            "y1": 789,
            "x2": 638,
            "y2": 924,
            "text": "こいつが やたら長い 名前の著者の 正体か‼",
            "vi": "Đây có phải là danh tính của tác giả có tên dài?"
        }
    ],
    "012.jpg": [
        {
            "x1": 566,
            "y1": 1,
            "x2": 597,
            "y2": 97,
            "text": "ハルト君",
            "vi": "Dừng lại"
        },
        {
            "x1": 601,
            "y1": 41,
            "x2": 626,
            "y2": 179,
            "text": "というわけで",
            "vi": "Thật là"
        },
        {
            "x1": 368,
            "y1": 9,
            "x2": 427,
            "y2": 128,
            "text": "ワタシの 研究室へ来",
            "vi": "Đến phòng thí nghiệm của tôi"
        },
        {
            "x1": 265,
            "y1": 11,
            "x2": 321,
            "y2": 158,
            "text": "嫌です",
            "vi": "Tôi không thích nó"
        },
        {
            "x1": 531,
            "y1": 604,
            "x2": 622,
            "y2": 757,
            "text": "…いやいや 古代魔法専門の 研究室だぞ？",
            "vi": "Không, đó là một phòng thí nghiệm ma thuật cổ xưa, phải không?"
        },
        {
            "x1": 351,
            "y1": 603,
            "x2": 442,
            "y2": 723,
            "text": "きっと 満足のいく 五年間に―",
            "vi": "Chắc chắn cho năm năm thỏa mãn-"
        },
        {
            "x1": 215,
            "y1": 629,
            "x2": 325,
            "y2": 761,
            "text": "絶対 嫌です",
            "vi": "Tôi hoàn toàn không thích"
        }
    ],
    "014.jpg": [
        {
            "x1": 539,
            "y1": 29,
            "x2": 611,
            "y2": 161,
            "text": "という ことになった あとは頼んだぞ",
            "vi": "Tôi hỏi sau đó"
        },
        {
            "x1": 273,
            "y1": 6,
            "x2": 326,
            "y2": 132,
            "text": "──何が 「頼んだぞ」だ",
            "vi": "── Bạn đang hỏi điều gì?"
        },
        {
            "x1": 522,
            "y1": 417,
            "x2": 624,
            "y2": 548,
            "text": "しよっぱなから 高評価を受けだ 奴がよ も 言えだな",
            "vi": "Anh chàng được đánh giá cao bởi vì đó là một ý kiến hay có thể nói"
        },
        {
            "x1": 535,
            "y1": 610,
            "x2": 640,
            "y2": 764,
            "text": "くっ… 今回は 失敗したが…",
            "vi": "Ku... tôi đã thất bại lần này, nhưng..."
        },
        {
            "x1": 55,
            "y1": 761,
            "x2": 150,
            "y2": 891,
            "text": "まだ諦めた わけじゃ ないぞ…！",
            "vi": "Tôi chưa từ bỏ...!"
        }
    ]
}