var ocr_data = {
    "001.jpg": [
        {
            "x1": 43,
            "y1": 23,
            "x2": 314,
            "y2": 61,
            "text": "41園ライアスとタイマン",
            "vi": "41 Garden Rias và Thmanan"
        },
        {
            "x1": 507,
            "y1": 6,
            "x2": 539,
            "y2": 173,
            "text": "王都 東地区",
            "vi": "Quận phía đông của nhà vua"
        },
        {
            "x1": 20,
            "y1": 154,
            "x2": 77,
            "y2": 263,
            "text": "学院近くの 商店街",
            "vi": "Một con phố mua sắm gần trường học"
        },
        {
            "x1": 338,
            "y1": 451,
            "x2": 413,
            "y2": 716,
            "text": "怪しい路地に消えてゆく",
            "vi": "Nó biến mất trong một con hẻm đáng ngờ"
        },
        {
            "x1": 290,
            "y1": 448,
            "x2": 372,
            "y2": 665,
            "text": "この学生？",
            "vi": "Học sinh này?"
        }
    ],
    "002.jpg": [
        {
            "x1": 364,
            "y1": 16,
            "x2": 413,
            "y2": 146,
            "text": "ルシファイラの 加護よあれ",
            "vi": "Sự ban phước của lucifyra"
        }
    ],
    "003.jpg": [
        {
            "x1": 519,
            "y1": 28,
            "x2": 592,
            "y2": 143,
            "text": "安心しろ ターゲットが 死ぬ事はない",
            "vi": "Yên tâm rằng mục tiêu sẽ không chết"
        },
        {
            "x1": 167,
            "y1": 30,
            "x2": 295,
            "y2": 179,
            "text": "それには 高熱にうなされる 程度の呪いが 施されている だけだ",
            "vi": "Đó chỉ là một lời nguyền gây sốt rất nhiều."
        },
        {
            "x1": 462,
            "y1": 360,
            "x2": 592,
            "y2": 510,
            "text": "今回の目的は 「国王派と王妃派 この二つの勢力を より強く 対立させる事｣だ",
            "vi": "Mục đích của thời gian này là \"làm cho nhà vua và nữ hoàng đối đầu mạnh mẽ hơn hai sức mạnh này\"."
        },
        {
            "x1": 217,
            "y1": 339,
            "x2": 261,
            "y2": 453,
            "text": "くれぐれも しくじるなよ",
            "vi": "Đừng loại bỏ nó"
        },
        {
            "x1": 145,
            "y1": 498,
            "x2": 168,
            "y2": 560,
            "text": "…はい",
            "vi": "…Vâng"
        },
        {
            "x1": 440,
            "y1": 665,
            "x2": 539,
            "y2": 796,
            "text": "確実に 仕留めて みせます…",
            "vi": "Tôi chắc chắn sẽ giết bạn..."
        }
    ],
    "004.jpg": [
        {
            "x1": 559,
            "y1": 165,
            "x2": 597,
            "y2": 292,
            "text": "やあ諸君",
            "vi": "Ổn"
        },
        {
            "x1": 29,
            "y1": 350,
            "x2": 164,
            "y2": 528,
            "text": "今日は絶好の 体術日和だね！ 筋肉は万全 かい？",
            "vi": "Hôm nay là một ngày tuyệt vời! Cơ bắp của bạn có hoàn hảo không?"
        },
        {
            "x1": 356,
            "y1": 549,
            "x2": 394,
            "y2": 609,
            "text": "ムキ",
            "vi": "Sự nhâm"
        },
        {
            "x1": 202,
            "y1": 564,
            "x2": 258,
            "y2": 645,
            "text": "ムキ",
            "vi": "Sự nhâm"
        },
        {
            "x1": 44,
            "y1": 553,
            "x2": 100,
            "y2": 690,
            "text": "今日の授業は 「魔法体術」",
            "vi": "Lớp học hôm nay là \"Thân thể ma thuật\""
        },
        {
            "x1": 519,
            "y1": 736,
            "x2": 633,
            "y2": 887,
            "text": "魔法で自身の 体き強化し 一対一で戦って もらおう",
            "vi": "Hãy củng cố cơ thể của chúng ta bằng phép thuật và có một cuộc chiến một -một"
        },
        {
            "x1": 64,
            "y1": 759,
            "x2": 140,
            "y2": 929,
            "text": "なんで この学院の先生って クセ強めが多いの？",
            "vi": "Tại sao giáo viên trường học này có nhiều thói quen?"
        }
    ],
    "005.jpg": [
        {
            "x1": 521,
            "y1": 226,
            "x2": 567,
            "y2": 327,
            "text": "それは そうとして",
            "vi": "Đúng thế"
        },
        {
            "x1": 47,
            "y1": 287,
            "x2": 131,
            "y2": 402,
            "text": "また２人に 挟まれて しまった…",
            "vi": "Nó đã được kẹp giữa hai..."
        },
        {
            "x1": 551,
            "y1": 468,
            "x2": 600,
            "y2": 620,
            "text": "そういえば そこの一年３人組",
            "vi": "Nói về điều đó, có ba người một năm"
        },
        {
            "x1": 38,
            "y1": 487,
            "x2": 108,
            "y2": 654,
            "text": "上級生の授業を 率先して受けている そうじゃないか",
            "vi": "Tôi đoán bạn đang tham gia lớp học sinh cao cấp."
        },
        {
            "x1": 573,
            "y1": 699,
            "x2": 598,
            "y2": 771,
            "text": "ならば",
            "vi": "Khi đó"
        },
        {
            "x1": 374,
            "y1": 704,
            "x2": 457,
            "y2": 858,
            "text": "ライアス王子と イリス フィリア君",
            "vi": "Hoàng tử Rias và Iris Philia"
        },
        {
            "x1": 2,
            "y1": 710,
            "x2": 87,
            "y2": 846,
            "text": "その実力を 見せて もらおうか！",
            "vi": "Hãy chỉ cho bạn khả năng đó!"
        }
    ],
    "006.jpg": [
        {
            "x1": 578,
            "y1": 10,
            "x2": 609,
            "y2": 81,
            "text": "先生",
            "vi": "cô giáo"
        },
        {
            "x1": 410,
            "y1": 9,
            "x2": 492,
            "y2": 146,
            "text": "僕はこいつと やりたいん ですけど",
            "vi": "Tôi muốn làm điều đó với anh chàng này"
        },
        {
            "x1": 520,
            "y1": 307,
            "x2": 618,
            "y2": 414,
            "text": "…おいこら 何 指名して くれてんの こいつ…",
            "vi": "… Bạn đề cử tôi..."
        },
        {
            "x1": 216,
            "y1": 292,
            "x2": 295,
            "y2": 424,
            "text": "それなら ボクも ハルトがいい",
            "vi": "Sau đó tôi thích Hart"
        },
        {
            "x1": 338,
            "y1": 510,
            "x2": 371,
            "y2": 618,
            "text": "待った！",
            "vi": "đã chờ đợi!"
        },
        {
            "x1": 57,
            "y1": 488,
            "x2": 82,
            "y2": 622,
            "text": "キミもなの？",
            "vi": "Bạn cũng vậy?"
        },
        {
            "x1": 611,
            "y1": 659,
            "x2": 635,
            "y2": 748,
            "text": "なんだと",
            "vi": "cái gì"
        },
        {
            "x1": 550,
            "y1": 656,
            "x2": 579,
            "y2": 732,
            "text": "やるか",
            "vi": "Hãy làm điều đó"
        },
        {
            "x1": 242,
            "y1": 656,
            "x2": 300,
            "y2": 789,
            "text": "ああ 望むところだ",
            "vi": "Ôi tôi muốn gì"
        },
        {
            "x1": 71,
            "y1": 790,
            "x2": 125,
            "y2": 925,
            "text": "結局 やるんじゃん",
            "vi": "Tôi sẽ làm điều đó sau khi tất cả"
        }
    ],
    "007.jpg": [
        {
            "x1": 528,
            "y1": 709,
            "x2": 603,
            "y2": 866,
            "text": "では はじめっ！！",
            "vi": "Bắt đầu nào!!"
        }
    ],
    "008.jpg": [
        {
            "x1": 572,
            "y1": 0,
            "x2": 622,
            "y2": 148,
            "text": "肉体強化",
            "vi": "Cơ thể củng cố"
        }
    ],
    "010.jpg": [
        {
            "x1": 527,
            "y1": 10,
            "x2": 618,
            "y2": 146,
            "text": "おおっイリス すごい俊敏に 動いているな",
            "vi": "Oh, nó thực sự nhanh nhẹn"
        },
        {
            "x1": 556,
            "y1": 683,
            "x2": 606,
            "y2": 786,
            "text": "ウヴウ",
            "vi": "Uvuu"
        },
        {
            "x1": 260,
            "y1": 795,
            "x2": 344,
            "y2": 929,
            "text": "体術は すごいが… 魔力不足だな",
            "vi": "Kỹ thuật thể chất thật tuyệt vời... Tôi đang thiếu phép thuật"
        },
        {
            "x1": 40,
            "y1": 851,
            "x2": 91,
            "y2": 931,
            "text": "くっ",
            "vi": "Gà trống"
        }
    ],
    "011.jpg": [
        {
            "x1": 564,
            "y1": 3,
            "x2": 592,
            "y2": 158,
            "text": "教えてやるよ",
            "vi": "Tôi sẽ cho bạn biết"
        },
        {
            "x1": 368,
            "y1": 13,
            "x2": 440,
            "y2": 169,
            "text": "魔力差って やつをな",
            "vi": "Không có sự khác biệt kỳ diệu"
        },
        {
            "x1": 476,
            "y1": 151,
            "x2": 515,
            "y2": 275,
            "text": "肉体強化",
            "vi": "Cơ thể củng cố"
        },
        {
            "x1": 35,
            "y1": 766,
            "x2": 137,
            "y2": 894,
            "text": "うわぁ ライアス 容赦ね―！",
            "vi": "Wow Rias bị lãng quên!"
        }
    ],
    "012.jpg": [
        {
            "x1": 588,
            "y1": 515,
            "x2": 618,
            "y2": 665,
            "text": "そこまで！",
            "vi": "Ở đó!"
        },
        {
            "x1": 536,
            "y1": 748,
            "x2": 564,
            "y2": 901,
            "text": "待ってくれ！",
            "vi": "Hãy đợi!"
        },
        {
            "x1": 43,
            "y1": 806,
            "x2": 108,
            "y2": 932,
            "text": "ボクはまだ 戦える！",
            "vi": "Tôi vẫn có thể chiến đấu!"
        }
    ],
    "013.jpg": [
        {
            "x1": 541,
            "y1": 0,
            "x2": 612,
            "y2": 133,
            "text": "…いや 勝負ありだ",
            "vi": "...Không, có một trò chơi"
        },
        {
            "x1": 312,
            "y1": 10,
            "x2": 412,
            "y2": 145,
            "text": "今の君の 魔法レベル では",
            "vi": "Ở cấp độ ma thuật của bạn bây giờ"
        },
        {
            "x1": 307,
            "y1": 197,
            "x2": 372,
            "y2": 348,
            "text": "ライアス王子 には勝てない",
            "vi": "Tôi không thể đánh bại Hoàng tử Rias"
        }
    ],
    "014.jpg": [
        {
            "x1": 507,
            "y1": 18,
            "x2": 633,
            "y2": 167,
            "text": "…すまないハルト 今のボクでは キミに挑戦する 資格すら ないようだ…",
            "vi": "Tôi xin lỗi Hart Tôi dường như không đủ điều kiện để thách thức bạn bây giờ..."
        },
        {
            "x1": 138,
            "y1": 8,
            "x2": 217,
            "y2": 177,
            "text": "あんなに いい動きしてたのに 不憫だな…",
            "vi": "Tôi rất đáng thương mặc dù nó rất tốt..."
        },
        {
            "x1": 566,
            "y1": 432,
            "x2": 610,
            "y2": 547,
            "text": "イリスさん かわいそう…",
            "vi": "Tôi xin lỗi Iris..."
        },
        {
            "x1": 358,
            "y1": 427,
            "x2": 483,
            "y2": 561,
            "text": "てか ハルト・ ゼンフィスなら あの王子 倒せるんじゃ ねぇの？",
            "vi": "Bạn có thể đánh bại Hoàng tử đó với Teka Hart Zenfis?"
        },
        {
            "x1": 530,
            "y1": 636,
            "x2": 628,
            "y2": 769,
            "text": "イリスさんと 付き合って るんだろ？ 仇とってやれよ",
            "vi": "Bạn có hẹn hò với Iris không? Nhận kẻ thù"
        },
        {
            "x1": 426,
            "y1": 666,
            "x2": 496,
            "y2": 749,
            "text": "そうだ やっつけ ちまえ！",
            "vi": "Đúng thế!"
        },
        {
            "x1": 185,
            "y1": 649,
            "x2": 225,
            "y2": 796,
            "text": "ええく～～⁉",
            "vi": "Vâng ~ ~⁉"
        },
        {
            "x1": 119,
            "y1": 666,
            "x2": 138,
            "y2": 792,
            "text": "聞こえてんそ",
            "vi": "Tôi có thể nghe"
        }
    ],
    "015.jpg": [
        {
            "x1": 396,
            "y1": 28,
            "x2": 438,
            "y2": 182,
            "text": "…ハルト…",
            "vi": "… Hart"
        },
        {
            "x1": 423,
            "y1": 730,
            "x2": 479,
            "y2": 830,
            "text": "やそまえー",
            "vi": "Yasoma"
        }
    ],
    "016.jpg": [
        {
            "x1": 282,
            "y1": 30,
            "x2": 615,
            "y2": 94,
            "text": "チート能カでインケンなパイセン ぶっとばします‼!",
            "vi": "Gian lận Noza và Inksen Paisen.!"
        },
        {
            "x1": 57,
            "y1": 78,
            "x2": 272,
            "y2": 251,
            "text": "大好評 発売中出",
            "vi": "Rất phổ biến hiện đang được bán"
        },
        {
            "x1": 469,
            "y1": 422,
            "x2": 609,
            "y2": 527,
            "text": "ミックス累計 100万部 突破‼!",
            "vi": "Hơn 1 triệu bản hỗn hợp!"
        },
        {
            "x1": 29,
            "y1": 292,
            "x2": 60,
            "y2": 589,
            "text": "原也澄守彩（漫画高橋愛",
            "vi": "Haraya sumimori (ai manga takahashi ai"
        },
        {
            "x1": 11,
            "y1": 641,
            "x2": 139,
            "y2": 712,
            "text": "実は",
            "vi": "thật"
        },
        {
            "x1": 252,
            "y1": 759,
            "x2": 375,
            "y2": 807,
            "text": "原作小説説も 大好発完中",
            "vi": "Tiểu thuyết gốc cũng đang được hoàn thành"
        },
        {
            "x1": 286,
            "y1": 820,
            "x2": 613,
            "y2": 897,
            "text": "シュナイダルにかけられたのは古代魔法だった。 らや使い手のいない魔法をかけたのが誰か異味神々のティア教授。 ハルトと無い戦士ジヴァの関係を疑うティア教授は、コピーに詰め 寄るが、本体ハルトがシヴァ姿で助けに来て……？",
            "vi": "Đó là ma thuật cổ xưa được treo trên Schneidal. Đó là Giáo sư Cấp, một vị thần kỳ lạ, người đã đưa vào ma thuật mà không có người dùng. Giáo sư Tia, người nghi ngờ về mối quan hệ giữa Hart và Giva không phải là người chiến đấu, được đóng gói trong một bản sao, nhưng cơ thể Hart đã đến để giúp đỡ ở Shiva...?"
        },
        {
            "x1": 151,
            "y1": 883,
            "x2": 233,
            "y2": 906,
            "text": "Kラパベラックス",
            "vi": "K Lapa Veluxe"
        }
    ]
}