var ocr_data = {
    "1-6489ad9959f8f.jpg": [
        {
            "x1": 366,
            "y1": 544,
            "x2": 456,
            "y2": 763,
            "text": "兄上さまの",
            "vi": "Anh trai"
        },
        {
            "x1": 363,
            "y1": 872,
            "x2": 594,
            "y2": 905,
            "text": "第66話いざ！引っ越し!",
            "vi": "Tập 66! di chuyển!"
        },
        {
            "x1": 269,
            "y1": 715,
            "x2": 332,
            "y2": 912,
            "text": "のお手伝い",
            "vi": "Sự giúp đỡ"
        },
        {
            "x1": 33,
            "y1": 570,
            "x2": 186,
            "y2": 867,
            "text": "れ頑張ります！",
            "vi": "Tôi sẽ làm hết sức mình!"
        }
    ],
    "2-6489ad99dbe50.jpg": [
        {
            "x1": 528,
            "y1": 262,
            "x2": 601,
            "y2": 409,
            "text": "「学院に 引きこもる生活」 のために",
            "vi": "Cho \"cuộc sống rút trong trường\""
        },
        {
            "x1": 63,
            "y1": 301,
            "x2": 162,
            "y2": 451,
            "text": "ティア教授の 研究棟の一部を 使っていいことに なったのだが",
            "vi": "Thật tốt khi sử dụng một phần của tòa nhà nghiên cứu của Giáo sư Tia."
        },
        {
            "x1": 100,
            "y1": 476,
            "x2": 474,
            "y2": 694,
            "text": "っゃあ",
            "vi": "Này"
        },
        {
            "x1": 72,
            "y1": 779,
            "x2": 172,
            "y2": 879,
            "text": "ここは どの部屋も こんな感じ なのか…？",
            "vi": "Có phải mọi căn phòng như thế này...?"
        }
    ],
    "3-6489ad9a78c6a.jpg": [
        {
            "x1": 556,
            "y1": 10,
            "x2": 586,
            "y2": 148,
            "text": "兄上さまっ",
            "vi": "Anh trai của anh ấy"
        },
        {
            "x1": 66,
            "y1": 421,
            "x2": 126,
            "y2": 573,
            "text": "おはよう ございます！",
            "vi": "buổi sáng tốt lành!"
        },
        {
            "x1": 518,
            "y1": 650,
            "x2": 595,
            "y2": 764,
            "text": "えっと… シャル達は 何をしに…？",
            "vi": "Ừm... bạn làm gì...?"
        },
        {
            "x1": 257,
            "y1": 665,
            "x2": 328,
            "y2": 778,
            "text": "兄上さまの 新しい拠点の おそうじに！",
            "vi": "Đến cơ sở mới của anh trai mình!"
        }
    ],
    "4-6489ad9b035ef.jpg": [
        {
            "x1": 552,
            "y1": 32,
            "x2": 615,
            "y2": 148,
            "text": "…ねぇ ハルト様…",
            "vi": "… Hey Hart…"
        },
        {
            "x1": 49,
            "y1": 123,
            "x2": 133,
            "y2": 266,
            "text": "本当に ここに 住むつもり なの？",
            "vi": "Bạn có thực sự sẽ sống ở đây không?"
        },
        {
            "x1": 540,
            "y1": 304,
            "x2": 595,
            "y2": 431,
            "text": "ああ うん… まぁ…",
            "vi": "Ồ vâng... tốt..."
        },
        {
            "x1": 215,
            "y1": 613,
            "x2": 623,
            "y2": 664,
            "text": "こしょこしょこしょこしょ",
            "vi": "Kosho Kosho Koshokosho"
        }
    ],
    "6-6489ad9c3954d.jpg": [
        {
            "x1": 381,
            "y1": 22,
            "x2": 636,
            "y2": 122,
            "text": "てきぼき",
            "vi": "Cowgotoki"
        },
        {
            "x1": 44,
            "y1": 20,
            "x2": 332,
            "y2": 131,
            "text": "てきばき",
            "vi": "Thận trọng"
        },
        {
            "x1": 21,
            "y1": 349,
            "x2": 158,
            "y2": 570,
            "text": "どすん",
            "vi": "Xám xịt"
        }
    ],
    "7-6489ad9cca957.jpg": [
        {
            "x1": 535,
            "y1": 698,
            "x2": 569,
            "y2": 781,
            "text": "おお…",
            "vi": "Oh…"
        }
    ],
    "9-6489ad9de606a.jpg": [
        {
            "x1": 473,
            "y1": 34,
            "x2": 594,
            "y2": 184,
            "text": "てか この学院は 部外者がお気軽に 入れるところでは ないはず なんだけどね…？",
            "vi": "Trường học của Teka không nên là nơi mà người ngoài có thể dễ dàng vào...?"
        },
        {
            "x1": 319,
            "y1": 63,
            "x2": 359,
            "y2": 189,
            "text": "そしてなせか にらまいてるし…",
            "vi": "Và đó là người Nasakan..."
        },
        {
            "x1": 479,
            "y1": 281,
            "x2": 601,
            "y2": 398,
            "text": "それより ティア教授 これ捨て ちゃって いいっすか？",
            "vi": "Có ổn không khi vứt bỏ giáo sư Tia?"
        },
        {
            "x1": 55,
            "y1": 344,
            "x2": 96,
            "y2": 406,
            "text": "ぬっ",
            "vi": "Mì sợi"
        },
        {
            "x1": 484,
            "y1": 650,
            "x2": 608,
            "y2": 820,
            "text": "ダメだよ！ これらは いつか必ず 何かの役に立つもの ばかりさ！",
            "vi": "Đừng làm điều đó! Đây luôn là hữu ích cho một cái gì đó!"
        },
        {
            "x1": 29,
            "y1": 813,
            "x2": 108,
            "y2": 929,
            "text": "物を捨てられ ない人の 言い訳だな",
            "vi": "Đó là một cái cớ cho những người không thể vứt bỏ mọi thứ"
        }
    ],
    "11-6489ad9f457d2.jpg": [
        {
            "x1": 496,
            "y1": 46,
            "x2": 581,
            "y2": 161,
            "text": "…まぁ 問題ないん じゃない？",
            "vi": "...tốt, nó không phải là một vấn đề sao?"
        },
        {
            "x1": 522,
            "y1": 624,
            "x2": 573,
            "y2": 704,
            "text": "やはり 兄上さま",
            "vi": "Sau tất cả anh tôi"
        },
        {
            "x1": 403,
            "y1": 634,
            "x2": 428,
            "y2": 678,
            "text": "だが",
            "vi": "Chỉ"
        },
        {
            "x1": 352,
            "y1": 633,
            "x2": 401,
            "y2": 697,
            "text": "私は まだ…",
            "vi": "Tôi vẫn..."
        },
        {
            "x1": 202,
            "y1": 646,
            "x2": 301,
            "y2": 744,
            "text": "でも ハルト様が 認めたの なら…",
            "vi": "Nhưng nếu Hart thừa nhận..."
        }
    ],
    "12-6489ad9fe20fc.jpg": [
        {
            "x1": 495,
            "y1": 255,
            "x2": 547,
            "y2": 335,
            "text": "ねぇねぇ ハルト君",
            "vi": "Này, Hart"
        },
        {
            "x1": 326,
            "y1": 238,
            "x2": 442,
            "y2": 415,
            "text": "もしかしてキミ ワタシにシヴァの 正体を明かしたことを まだ話して ないのかい？",
            "vi": "Có lẽ bạn vẫn chưa nói chuyện với Kimiwatashi để tiết lộ danh tính của Shiva?"
        },
        {
            "x1": 500,
            "y1": 634,
            "x2": 603,
            "y2": 803,
            "text": "あの子達 確実にワタシに 疑念を抱いていると 思うのだけど…？",
            "vi": "Tôi nghĩ những đứa trẻ đó chắc chắn là nghi ngờ...?"
        }
    ],
    "13-6489ada088e4b.jpg": [
        {
            "x1": 521,
            "y1": 32,
            "x2": 567,
            "y2": 114,
            "text": "ああ なるほど",
            "vi": "Ah tôi hiểu rồi"
        },
        {
            "x1": 344,
            "y1": 32,
            "x2": 439,
            "y2": 181,
            "text": "…まぁ 好きにさせといて いいんじゃ ないっすかね",
            "vi": "...tốt, tôi đoán là không sao để làm cho bạn thích nó"
        },
        {
            "x1": 297,
            "y1": 124,
            "x2": 336,
            "y2": 200,
            "text": "放任主美我 なんで",
            "vi": "Mika, chủ sở hữu"
        },
        {
            "x1": 464,
            "y1": 291,
            "x2": 603,
            "y2": 407,
            "text": "キミねぇ ワタシの 立場にも なって おくれよ⁉",
            "vi": "Bạn nên ở trong vị trí của tôi."
        },
        {
            "x1": 218,
            "y1": 304,
            "x2": 273,
            "y2": 451,
            "text": "感じるのだけと",
            "vi": "Chỉ cần cảm nhận"
        },
        {
            "x1": 40,
            "y1": 484,
            "x2": 124,
            "y2": 598,
            "text": "そう 言われ ましても…",
            "vi": "Mặc dù vậy..."
        },
        {
            "x1": 494,
            "y1": 667,
            "x2": 589,
            "y2": 819,
            "text": "ハルト・ ゼンフィスは いるか",
            "vi": "Có Hart Zenfis?"
        }
    ],
    "14-6489ada11b72c.jpg": [
        {
            "x1": 198,
            "y1": 35,
            "x2": 257,
            "y2": 148,
            "text": "知らん 顔がいるな",
            "vi": "Tôi không có khuôn mặt"
        },
        {
            "x1": 555,
            "y1": 491,
            "x2": 601,
            "y2": 551,
            "text": "…まぁ いい",
            "vi": "...ổn"
        },
        {
            "x1": 69,
            "y1": 514,
            "x2": 118,
            "y2": 577,
            "text": "いいの かよ",
            "vi": "Có ổn không?"
        },
        {
            "x1": 341,
            "y1": 664,
            "x2": 445,
            "y2": 760,
            "text": "それよりも 今から 学院長室へ 向かえ！",
            "vi": "Thay vào đó, hãy đến văn phòng của giám đốc ngay bây giờ!"
        },
        {
            "x1": 245,
            "y1": 673,
            "x2": 296,
            "y2": 754,
            "text": "えっ 今から⁉",
            "vi": "Tốt bây giờ"
        }
    ],
    "15-6489ada1b82ee.jpg": [
        {
            "x1": 445,
            "y1": 46,
            "x2": 589,
            "y2": 158,
            "text": "えと… それは もしかして 俺の要望が 通った感じ ですかね…？",
            "vi": "Chà... có lẽ đó là cảm giác của yêu cầu của tôi...?"
        },
        {
            "x1": 561,
            "y1": 290,
            "x2": 588,
            "y2": 360,
            "text": "さぁな",
            "vi": "Thôi nào"
        },
        {
            "x1": 372,
            "y1": 279,
            "x2": 476,
            "y2": 393,
            "text": "だが 学院長に 我々 教師の 意向は伝えた",
            "vi": "Nhưng chúng tôi đã nói với ý định của giáo viên với giám đốc"
        },
        {
            "x1": 41,
            "y1": 282,
            "x2": 117,
            "y2": 433,
            "text": "その上で直接 本人と話したいと 言ってきたのだ",
            "vi": "Sau đó, tôi nói rằng tôi muốn nói chuyện trực tiếp với người đó."
        },
        {
            "x1": 513,
            "y1": 666,
            "x2": 592,
            "y2": 764,
            "text": "まぁ あとは貴様 次第だな",
            "vi": "Chà, nó phụ thuộc vào bạn"
        },
        {
            "x1": 164,
            "y1": 690,
            "x2": 195,
            "y2": 763,
            "text": "えぇ",
            "vi": "Ừ"
        }
    ],
    "16-6489ada24dd9d.jpg": [
        {
            "x1": 488,
            "y1": 41,
            "x2": 606,
            "y2": 197,
            "text": "あのー… 学院長って どんな感じの人 なんですか？",
            "vi": "Ừm... Giám đốc loại người nào?"
        },
        {
            "x1": 544,
            "y1": 495,
            "x2": 612,
            "y2": 629,
            "text": "性格が ひねくれている わけではない",
            "vi": "Tính cách không bị xoắn"
        },
        {
            "x1": 246,
            "y1": 500,
            "x2": 325,
            "y2": 633,
            "text": "だが キミとの相性は 最悪かもね",
            "vi": "Nhưng khả năng tương thích với bạn có thể là tồi tệ nhất."
        },
        {
            "x1": 65,
            "y1": 786,
            "x2": 119,
            "y2": 881,
            "text": "全く わからん",
            "vi": "Tôi không biết gì cả"
        }
    ],
    "17-6489ada300add.jpg": [
        {
            "x1": 507,
            "y1": 24,
            "x2": 592,
            "y2": 158,
            "text": "まぁ キミが 注意すべきは ただ一つ！",
            "vi": "Chà, bạn nên cẩn thận!"
        },
        {
            "x1": 353,
            "y1": 24,
            "x2": 453,
            "y2": 201,
            "text": "真面目で 勤勉な生徒を 演じることだ‼",
            "vi": "Chơi các sinh viên nghiêm túc và chăm chỉ."
        },
        {
            "x1": 533,
            "y1": 459,
            "x2": 578,
            "y2": 558,
            "text": "あー そういう…",
            "vi": "Ah, loại đó..."
        },
        {
            "x1": 519,
            "y1": 640,
            "x2": 551,
            "y2": 721,
            "text": "…それ",
            "vi": "…điều đó"
        },
        {
            "x1": 73,
            "y1": 712,
            "x2": 170,
            "y2": 841,
            "text": "俺には 無理なやつ じゃね？",
            "vi": "Tôi không thể?"
        }
    ]
}