var ocr_data = {
    "1-64120a46ce203.jpg": [
        {
            "x1": 412,
            "y1": 0,
            "x2": 589,
            "y2": 263,
            "text": "めそ",
            "vi": "Meso"
        }
    ],
    "2-64120a4764736.jpg": [
        {
            "x1": 468,
            "y1": 322,
            "x2": 613,
            "y2": 600,
            "text": "コピー6",
            "vi": "Bản sao 6"
        },
        {
            "x1": 429,
            "y1": 479,
            "x2": 526,
            "y2": 617,
            "text": "なのに",
            "vi": "Tuy vậy"
        },
        {
            "x1": 367,
            "y1": 705,
            "x2": 617,
            "y2": 730,
            "text": "原作澄守彩園両高橋愛",
            "vi": "Sakimori Saizono Ai Takahashi AI gốc Sakimori"
        },
        {
            "x1": 49,
            "y1": 428,
            "x2": 219,
            "y2": 758,
            "text": "受難ばっかり",
            "vi": "Chỉ không thể truy cập được"
        },
        {
            "x1": 72,
            "y1": 855,
            "x2": 262,
            "y2": 889,
            "text": "第59話退学への道",
            "vi": "Đường đến tập thứ 59 để rút lui"
        }
    ],
    "3-64120a47e619b.jpg": [
        {
            "x1": 505,
            "y1": 1,
            "x2": 554,
            "y2": 193,
            "text": "ハルト君(だよね？) どうかしたのかい？",
            "vi": "Hart (đúng?) Chuyện gì đã xảy ra?"
        },
        {
            "x1": 496,
            "y1": 245,
            "x2": 598,
            "y2": 432,
            "text": "教授… 俺 学校も授業も 嫌いなので 退学させてください…",
            "vi": "Giáo sư... Tôi ghét trường học và lớp học, vì vậy hãy để tôi bỏ học..."
        },
        {
            "x1": 243,
            "y1": 252,
            "x2": 358,
            "y2": 447,
            "text": "もう… 誰にも邪魔されずに ただ引きこもって ぐうたらしたい…",
            "vi": "Đã... tôi chỉ muốn rút tiền mà không bị bất cứ ai làm phiền..."
        },
        {
            "x1": 0,
            "y1": 218,
            "x2": 166,
            "y2": 667,
            "text": "めそめそ",
            "vi": "Nức nở"
        },
        {
            "x1": 408,
            "y1": 744,
            "x2": 507,
            "y2": 883,
            "text": "ハルト・ ゼンフィス どこだ‼",
            "vi": "Hart Zenfith ở đâu?"
        }
    ],
    "4-64120a487ab1b.jpg": [
        {
            "x1": 527,
            "y1": 21,
            "x2": 614,
            "y2": 266,
            "text": "やはり ここにいたか！",
            "vi": "Bạn đã ở đây!"
        },
        {
            "x1": 490,
            "y1": 423,
            "x2": 640,
            "y2": 631,
            "text": "さぁ この前 はぐらかした 補助属性に関する 見解を聞かせて もらおうか",
            "vi": "Bây giờ, chúng ta hãy nói ý kiến của bạn về thuộc tính phụ trợ lần trước."
        },
        {
            "x1": 77,
            "y1": 514,
            "x2": 110,
            "y2": 691,
            "text": "ぎゃぁああっ",
            "vi": "Gya ah"
        },
        {
            "x1": 539,
            "y1": 759,
            "x2": 627,
            "y2": 873,
            "text": "なんで 俺の時だけ こんな目に",
            "vi": "Tại sao chỉ có lần này tôi"
        },
        {
            "x1": 68,
            "y1": 760,
            "x2": 122,
            "y2": 878,
            "text": "すまんな コピーよ…",
            "vi": "Tôi xin lỗi bản sao..."
        }
    ],
    "5-64120a4902370.jpg": [
        {
            "x1": 535,
            "y1": 48,
            "x2": 607,
            "y2": 170,
            "text": "ーど…",
            "vi": "-BẬT..."
        },
        {
            "x1": 359,
            "y1": 29,
            "x2": 427,
            "y2": 243,
            "text": "どうしてキミが 二人もいるのさ？",
            "vi": "Tại sao lại có hai người?"
        },
        {
            "x1": 482,
            "y1": 638,
            "x2": 593,
            "y2": 773,
            "text": "え あれも キミの魔法⁉ マジで⁉ すごくない⁉",
            "vi": "Ơ, đó là sự kỳ diệu của Kimi⁉ nó thực sự không đáng kinh ngạc⁉"
        },
        {
            "x1": 222,
            "y1": 640,
            "x2": 310,
            "y2": 756,
            "text": "なになに⁉ どういう 仕組み⁉",
            "vi": "Loại cơ chế là gì"
        },
        {
            "x1": 220,
            "y1": 791,
            "x2": 307,
            "y2": 928,
            "text": "ねーねー 中身どう なってんの⁉",
            "vi": "Này, chuyện gì đang xảy ra?"
        }
    ],
    "6-64120a4995196.jpg": [
        {
            "x1": 562,
            "y1": 48,
            "x2": 620,
            "y2": 162,
            "text": "さっきのは 俺のコピー",
            "vi": "Đây là bản sao của tôi"
        },
        {
            "x1": 344,
            "y1": 266,
            "x2": 445,
            "y2": 451,
            "text": "結界魔法で体を作って 俺の思考をトレースし 人工知能的な何かを 組み込んだものだ",
            "vi": "Đó là một cái gì đó xây dựng một cơ thể với ma thuật rào cản, theo dõi những suy nghĩ của tôi và kết hợp một cái gì đó trí tuệ nhân tạo."
        },
        {
            "x1": 49,
            "y1": 277,
            "x2": 135,
            "y2": 454,
            "text": "さらっと難解な事 言ってくれる ねー‼",
            "vi": "Nó sẽ nói điều gì đó khó khăn."
        },
        {
            "x1": 482,
            "y1": 505,
            "x2": 630,
            "y2": 681,
            "text": "つまり 「感覚」だけで 人と寸分違わぬ 自律人形を作って しまったのか",
            "vi": "Nói cách khác, bạn đã tạo ra một con búp bê tự trị khác với mọi người chỉ bằng cách \"cảm nhận\"?"
        },
        {
            "x1": 349,
            "y1": 473,
            "x2": 451,
            "y2": 608,
            "text": "はぁ",
            "vi": "Haha"
        },
        {
            "x1": 303,
            "y1": 555,
            "x2": 380,
            "y2": 696,
            "text": "んはぁ",
            "vi": "Hmm"
        },
        {
            "x1": 558,
            "y1": 739,
            "x2": 608,
            "y2": 859,
            "text": "まぁ それは いいとして",
            "vi": "Vâng, điều đó tốt"
        },
        {
            "x1": 63,
            "y1": 735,
            "x2": 129,
            "y2": 921,
            "text": "いやいやいや もっと詳しく堀り下げて くれないかい⁉",
            "vi": "Không, không, bạn sẽ thả nó xuống một cách chi tiết hơn?"
        }
    ],
    "7-64120a4a59dd5.jpg": [
        {
            "x1": 322,
            "y1": 46,
            "x2": 369,
            "y2": 197,
            "text": "むぐっ⁉",
            "vi": "Muguta⁉"
        },
        {
            "x1": 563,
            "y1": 250,
            "x2": 590,
            "y2": 386,
            "text": "ティア教授…",
            "vi": "Giáo sư Tia..."
        },
        {
            "x1": 296,
            "y1": 246,
            "x2": 378,
            "y2": 420,
            "text": "そこは いいって 言ってるだろ…？",
            "vi": "Bạn đang nói điều đó là tốt...?"
        },
        {
            "x1": 190,
            "y1": 251,
            "x2": 248,
            "y2": 412,
            "text": "んんんんん (ア ウンごめん》",
            "vi": "NMM (Tôi xin lỗi >>"
        },
        {
            "x1": 6,
            "y1": 427,
            "x2": 94,
            "y2": 621,
            "text": "んんんん んん (調子にのりすぎた)",
            "vi": "Nmmm (tôi quá ốm)"
        },
        {
            "x1": 279,
            "y1": 652,
            "x2": 378,
            "y2": 835,
            "text": "ふう…",
            "vi": "Hả..."
        },
        {
            "x1": 27,
            "y1": 786,
            "x2": 89,
            "y2": 915,
            "text": "体が自由に なった",
            "vi": "Cơ thể của tôi là miễn phí"
        }
    ],
    "8-64120a4b15604.jpg": [
        {
            "x1": 516,
            "y1": 39,
            "x2": 629,
            "y2": 174,
            "text": "─で さっきの コピーの話 なんですけど",
            "vi": "─ Đó là câu chuyện về bản sao"
        },
        {
            "x1": 251,
            "y1": 46,
            "x2": 310,
            "y2": 160,
            "text": "ああ 退学の話？",
            "vi": "Oh, nói về việc bỏ học?"
        },
        {
            "x1": 55,
            "y1": 291,
            "x2": 122,
            "y2": 396,
            "text": "無理だと 思うよ",
            "vi": "Tôi nghĩ nó không thể"
        },
        {
            "x1": 526,
            "y1": 485,
            "x2": 593,
            "y2": 618,
            "text": "そんなに難しい もんなん ですか？",
            "vi": "Nó có khó không?"
        },
        {
            "x1": 73,
            "y1": 553,
            "x2": 99,
            "y2": 604,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 518,
            "y1": 664,
            "x2": 621,
            "y2": 831,
            "text": "まずキミは 国王から 推薦された事を 忘れていないかい？",
            "vi": "Trước hết, bạn có quên những gì được nhà vua khuyên không?"
        },
        {
            "x1": 66,
            "y1": 684,
            "x2": 142,
            "y2": 834,
            "text": "そして その意味を 軽視しすぎている",
            "vi": "Và tôi bỏ bê ý nghĩa đó quá nhiều"
        },
        {
            "x1": 337,
            "y1": 836,
            "x2": 389,
            "y2": 925,
            "text": "あぁ そういえば",
            "vi": "Nói về điều đó"
        }
    ],
    "9-64120a4bbb26d.jpg": [
        {
            "x1": 555,
            "y1": 21,
            "x2": 578,
            "y2": 108,
            "text": "つまり？",
            "vi": "Nói cách khác?"
        },
        {
            "x1": 239,
            "y1": 13,
            "x2": 339,
            "y2": 182,
            "text": "仮に王が 自身の非を認めて 推薦を取り下げたと しよう",
            "vi": "Hãy nói rằng nhà vua nhận ra sự không đồng hành của mình và rút lại đề xuất"
        },
        {
            "x1": 524,
            "y1": 258,
            "x2": 582,
            "y2": 393,
            "text": "すると キミのお父様",
            "vi": "Vậy thì cha của bạn"
        },
        {
            "x1": 408,
            "y1": 306,
            "x2": 489,
            "y2": 459,
            "text": "ゼンフィス卿に 影響が及ぶ ことになる",
            "vi": "Nó sẽ ảnh hưởng đến Chúa Zenfis"
        },
        {
            "x1": 542,
            "y1": 676,
            "x2": 593,
            "y2": 775,
            "text": "なんで 父さんに？",
            "vi": "Tại sao cho cha tôi?"
        },
        {
            "x1": 204,
            "y1": 682,
            "x2": 289,
            "y2": 805,
            "text": "キミの 魔法レベルが 問題なのさ",
            "vi": "Mức độ ma thuật của bạn là một vấn đề"
        },
        {
            "x1": 339,
            "y1": 791,
            "x2": 408,
            "y2": 904,
            "text": "息子の俺が 退学した くらいで…？",
            "vi": "Con trai tôi, tôi bỏ học...?"
        }
    ],
    "10-64120a4c4c64b.jpg": [
        {
            "x1": 553,
            "y1": 31,
            "x2": 609,
            "y2": 184,
            "text": "ゼンフィス卿は 国王派のトップ",
            "vi": "Lord Zenfis là đỉnh cao của nhà vua"
        },
        {
            "x1": 56,
            "y1": 43,
            "x2": 186,
            "y2": 206,
            "text": "その息子が レベル「２」のくせに 王に推挙されながら 揮わなかったとしたら 周囲に どうみられる だろうねぇ",
            "vi": "Nếu người con trai không thể chứng minh điều đó trong khi được nhà vua đề cử vì cấp độ \"2\", thì nó sẽ nhìn xung quanh cái gì?"
        },
        {
            "x1": 507,
            "y1": 409,
            "x2": 610,
            "y2": 523,
            "text": "そんな無能を 推挙した 国王の能力を 誰もが疑う",
            "vi": "Mọi người nghi ngờ về khả năng của nhà vua đã đề cử sự bất tài như vậy"
        },
        {
            "x1": 59,
            "y1": 429,
            "x2": 161,
            "y2": 615,
            "text": "そして 貴族社会での ゼンフィス卿の地位が 致命的になりかねない",
            "vi": "Và tình trạng của Chúa Zenfis trong xã hội quý tộc có thể gây tử vong"
        },
        {
            "x1": 539,
            "y1": 698,
            "x2": 592,
            "y2": 852,
            "text": "むちゃくちゃ めんどくせぇ…",
            "vi": "Nó là lộn xộn..."
        },
        {
            "x1": 49,
            "y1": 686,
            "x2": 142,
            "y2": 873,
            "text": "貴族連中の 足の引っ張り合いって のは そういうものさ",
            "vi": "Đó là những gì đôi chân quý tộc đang kéo nhau"
        }
    ],
    "11-64120a4cdaae1.jpg": [
        {
            "x1": 508,
            "y1": 19,
            "x2": 583,
            "y2": 169,
            "text": "ハルト君 入試の時を 覚えているかい？",
            "vi": "Bạn có nhớ kỳ thi tuyển sinh của Hart?"
        },
        {
            "x1": 268,
            "y1": 41,
            "x2": 394,
            "y2": 192,
            "text": "ワタシが キミの実力を 知ろうとして 難問をふっかけた だろう？",
            "vi": "Tôi đã gặp một vấn đề khó khăn khi cố gắng biết khả năng của Kimi?"
        },
        {
            "x1": 160,
            "y1": 0,
            "x2": 245,
            "y2": 144,
            "text": "きぱり わかうん…",
            "vi": "Tôi xin lôi..."
        },
        {
            "x1": 65,
            "y1": 207,
            "x2": 110,
            "y2": 322,
            "text": "そんな事も ありましたね",
            "vi": "Có một điều như vậy"
        },
        {
            "x1": 479,
            "y1": 409,
            "x2": 595,
            "y2": 561,
            "text": "ワタシは あの時 魔法レベル２の キミが",
            "vi": "Vào thời điểm đó, tôi đã có một phép thuật cấp 2 bạn"
        },
        {
            "x1": 6,
            "y1": 532,
            "x2": 127,
            "y2": 685,
            "text": "王の推薦を 受けたと聞いて 何かあると 睨んでいたんだ",
            "vi": "Tôi nghe nói rằng có một cái gì đó khi tôi được nhà vua khuyên dùng"
        },
        {
            "x1": 529,
            "y1": 824,
            "x2": 563,
            "y2": 884,
            "text": "だが",
            "vi": "Chỉ"
        }
    ],
    "12-64120a4d7b3d7.jpg": [
        {
            "x1": 471,
            "y1": 102,
            "x2": 602,
            "y2": 300,
            "text": "蓋を開けてみれば 神代クラスの 古代魔法使いと きたもんだ",
            "vi": "Nếu bạn mở nắp, bạn sẽ đi kèm với Phù thủy cổ đại của lớp Jindai."
        },
        {
            "x1": 90,
            "y1": 448,
            "x2": 155,
            "y2": 556,
            "text": "想像以上 だよ",
            "vi": "Nó nhiều hơn tôi tưởng tượng"
        },
        {
            "x1": 558,
            "y1": 729,
            "x2": 591,
            "y2": 812,
            "text": "てかさ",
            "vi": "Thưa th phí"
        }
    ],
    "13-64120a4e2ea63.jpg": [
        {
            "x1": 214,
            "y1": 27,
            "x2": 322,
            "y2": 236,
            "text": "キミって本当は 神様か何か なんじゃない？",
            "vi": "Bạn không thực sự là Chúa hay gì đó?"
        },
        {
            "x1": 58,
            "y1": 474,
            "x2": 89,
            "y2": 600,
            "text": "はぁぁ_？",
            "vi": "Hả _?"
        },
        {
            "x1": 477,
            "y1": 698,
            "x2": 571,
            "y2": 873,
            "text": "ティア教授には そう見えるん ですか…？",
            "vi": "Bạn có thấy điều đó với Giáo sư Cấp... không?"
        },
        {
            "x1": 58,
            "y1": 728,
            "x2": 89,
            "y2": 808,
            "text": "まぁね",
            "vi": "À tốt rồi"
        }
    ],
    "14-64120a4eb3695.jpg": [
        {
            "x1": 588,
            "y1": 3,
            "x2": 614,
            "y2": 147,
            "text": "話を戻すけど",
            "vi": "Trở lại câu chuyện"
        },
        {
            "x1": 440,
            "y1": 12,
            "x2": 501,
            "y2": 111,
            "text": "「退学」は 難しい",
            "vi": "\"Thả ra\" rất khó"
        },
        {
            "x1": 296,
            "y1": 21,
            "x2": 400,
            "y2": 190,
            "text": "だがキミが 教授以上の 知識を持っていると 試験で証明できれば",
            "vi": "Nhưng nếu bạn có thể chứng minh điều đó trong bài kiểm tra rằng bạn có nhiều kiến thức hơn là một giáo sư."
        },
        {
            "x1": 43,
            "y1": 157,
            "x2": 117,
            "y2": 255,
            "text": "授業は 免除される だろう",
            "vi": "Các lớp học sẽ được miễn"
        },
        {
            "x1": 533,
            "y1": 336,
            "x2": 634,
            "y2": 450,
            "text": "あとは実技で 程よく 実力を発揮 できれば…",
            "vi": "Nếu bạn có thể thể hiện khả năng của mình với các kỹ năng thực tế..."
        },
        {
            "x1": 280,
            "y1": 536,
            "x2": 400,
            "y2": 744,
            "text": "授業に 出ずに 学院で 引きこもれる！",
            "vi": "Bạn có thể rút tiền tại trường mà không cần đến lớp!"
        },
        {
            "x1": 93,
            "y1": 538,
            "x2": 127,
            "y2": 670,
            "text": "その通り！",
            "vi": "Đúng thế!"
        }
    ],
    "15-64120a4f636aa.jpg": [
        {
            "x1": 257,
            "y1": 203,
            "x2": 293,
            "y2": 264,
            "text": "ああ",
            "vi": "À"
        },
        {
            "x1": 507,
            "y1": 211,
            "x2": 598,
            "y2": 342,
            "text": "では ティア教授に お願いが",
            "vi": "Sau đó hỏi giáo sư Tia"
        },
        {
            "x1": 26,
            "y1": 484,
            "x2": 87,
            "y2": 612,
            "text": "カンニング だね？",
            "vi": "Nó có lừa dối không?"
        },
        {
            "x1": 505,
            "y1": 660,
            "x2": 575,
            "y2": 792,
            "text": "いいよ 協力しよう",
            "vi": "Hợp tác tốt"
        },
        {
            "x1": 29,
            "y1": 770,
            "x2": 136,
            "y2": 878,
            "text": "こいつ 本当に 教師かよ",
            "vi": "Đây có thực sự là một giáo viên?"
        }
    ],
    "16-64120a4fe5c3c.jpg": [
        {
            "x1": 524,
            "y1": 45,
            "x2": 635,
            "y2": 180,
            "text": "てか何で ここまで 協力的 なんですか？",
            "vi": "Tại sao nó lại hợp tác?"
        },
        {
            "x1": 513,
            "y1": 276,
            "x2": 626,
            "y2": 449,
            "text": "キミ 授業をサボって どこで引きこもる つもりだい？",
            "vi": "Bạn sẽ bỏ qua lớp của mình ở đâu và rút tiền?"
        },
        {
            "x1": 54,
            "y1": 401,
            "x2": 109,
            "y2": 496,
            "text": "寮の自室 ですが？",
            "vi": "Đó có phải là phòng riêng của bạn trong ký túc xá?"
        },
        {
            "x1": 552,
            "y1": 578,
            "x2": 604,
            "y2": 710,
            "text": "仮にも授業を サボるんだ",
            "vi": "Tôi sẽ bỏ qua lớp"
        },
        {
            "x1": 277,
            "y1": 573,
            "x2": 400,
            "y2": 730,
            "text": "何か 説得力のある 理由が必要だと 思うけど―？",
            "vi": "Tôi nghĩ bạn cần một số lý do thuyết phục?"
        }
    ],
    "17-64120a5092b4c.jpg": [
        {
            "x1": 503,
            "y1": 30,
            "x2": 594,
            "y2": 144,
            "text": "ああ 魔法の 研究とか？",
            "vi": "Ồ, như nghiên cứu ma thuật?"
        },
        {
            "x1": 35,
            "y1": 22,
            "x2": 76,
            "y2": 128,
            "text": "そう！",
            "vi": "Vâng!"
        },
        {
            "x1": 336,
            "y1": 264,
            "x2": 437,
            "y2": 396,
            "text": "ほらほら よく見て ごらんよ！",
            "vi": "Nhìn vào nó!"
        },
        {
            "x1": 176,
            "y1": 285,
            "x2": 274,
            "y2": 462,
            "text": "古代魔法に 関する資料が たくさんあって",
            "vi": "Có rất nhiều vật liệu liên quan đến ma thuật cổ đại"
        },
        {
            "x1": 32,
            "y1": 380,
            "x2": 104,
            "y2": 466,
            "text": "設備も 充実",
            "vi": "Tăng cường cơ sở"
        },
        {
            "x1": 7,
            "y1": 545,
            "x2": 115,
            "y2": 723,
            "text": "しかも研究の 第一人者がいる 場所",
            "vi": "Hơn nữa, một nơi có một nghiên cứu hàng đầu"
        }
    ],
    "18-64120a512c072.jpg": [
        {
            "x1": 471,
            "y1": 15,
            "x2": 576,
            "y2": 178,
            "text": "そう！ ここさ！",
            "vi": "Vâng! Nơi đây!"
        },
        {
            "x1": 363,
            "y1": 485,
            "x2": 435,
            "y2": 617,
            "text": "要するに 構ってほしいん ですか？",
            "vi": "Tóm lại, bạn có muốn tôi chăm sóc nó không?"
        },
        {
            "x1": 94,
            "y1": 479,
            "x2": 154,
            "y2": 577,
            "text": "そーゆー こと！",
            "vi": "Rất!"
        },
        {
            "x1": 48,
            "y1": 555,
            "x2": 97,
            "y2": 688,
            "text": "そーゆー ことじゃない",
            "vi": "Không phải điều đó"
        },
        {
            "x1": 542,
            "y1": 737,
            "x2": 632,
            "y2": 890,
            "text": "ワタシにとって キミは貴重な 研究材",
            "vi": "Bạn là một tài liệu nghiên cứu có giá trị đối với tôi"
        },
        {
            "x1": 231,
            "y1": 736,
            "x2": 282,
            "y2": 850,
            "text": "ムフファ",
            "vi": "Mufffa"
        },
        {
            "x1": 511,
            "y1": 796,
            "x2": 570,
            "y2": 915,
            "text": "えふんっ",
            "vi": "Efun"
        },
        {
            "x1": 401,
            "y1": 775,
            "x2": 516,
            "y2": 930,
            "text": "キミがいれば 古代魔法を いくらでも研究 できるからさ！",
            "vi": "Nếu bạn có bạn, bạn có thể học bao nhiêu ma thuật cổ xưa như bạn muốn!"
        }
    ]
}