var ocr_data = {
    "001.jpg": [
        {
            "x1": 527,
            "y1": 12,
            "x2": 629,
            "y2": 214,
            "text": "ほおおおお！ 一瞬で部屋を 凍らせるなんて！",
            "vi": "Hoooo! Để đóng băng căn phòng ngay lập tức!"
        },
        {
            "x1": 213,
            "y1": 134,
            "x2": 247,
            "y2": 297,
            "text": "さすが魔族！",
            "vi": "Quả thực là một con quỷ!"
        },
        {
            "x1": 89,
            "y1": 83,
            "x2": 219,
            "y2": 275,
            "text": "大ォ",
            "vi": "Lớn"
        },
        {
            "x1": 426,
            "y1": 364,
            "x2": 449,
            "y2": 477,
            "text": "じゃなくて！",
            "vi": "Không phải!"
        },
        {
            "x1": 50,
            "y1": 344,
            "x2": 133,
            "y2": 538,
            "text": "さすがにワタシの 手に負えない感じに なってきたぞ…⁉",
            "vi": "Đúng như dự đoán, tôi cảm thấy mình không thể giúp...⁉"
        },
        {
            "x1": 562,
            "y1": 599,
            "x2": 622,
            "y2": 753,
            "text": "滴に障った なら謝るから！",
            "vi": "Tôi xin lỗi nếu tôi nhận được chính mình!"
        },
        {
            "x1": 219,
            "y1": 474,
            "x2": 315,
            "y2": 809,
            "text": "、あわわわ",
            "vi": "Thì thì"
        },
        {
            "x1": 47,
            "y1": 603,
            "x2": 124,
            "y2": 784,
            "text": "まずは 話し合おう⁉",
            "vi": "Hãy nói chuyện đầu tiên"
        }
    ],
    "002.jpg": [
        {
            "x1": 516,
            "y1": 4,
            "x2": 611,
            "y2": 222,
            "text": "却下！",
            "vi": "Phế phẩm!"
        },
        {
            "x1": 63,
            "y1": 565,
            "x2": 133,
            "y2": 890,
            "text": "上お助けえっ",
            "vi": "Sự giúp đỡ"
        }
    ],
    "003.jpg": [
        {
            "x1": 437,
            "y1": 11,
            "x2": 567,
            "y2": 357,
            "text": "ストップ スト──ップですよ！ リザ‼",
            "vi": "Stopsticks đang lên! Liza"
        },
        {
            "x1": 584,
            "y1": 434,
            "x2": 631,
            "y2": 531,
            "text": "殺生は ダメです！",
            "vi": "Giết chóc là vô dụng!"
        },
        {
            "x1": 350,
            "y1": 415,
            "x2": 422,
            "y2": 496,
            "text": "一旦 落ち着き ましょ⁉",
            "vi": "Hãy bình tĩnh một lần⁉"
        },
        {
            "x1": 300,
            "y1": 408,
            "x2": 324,
            "y2": 520,
            "text": "…止めないで",
            "vi": "“Đừng dừng lại"
        },
        {
            "x1": 36,
            "y1": 405,
            "x2": 114,
            "y2": 519,
            "text": "正体がバレた 以上 主殿に 迷惑がかかる",
            "vi": "Miễn là danh tính không phù hợp, ngôi đền chính còn gây khó chịu"
        },
        {
            "x1": 563,
            "y1": 679,
            "x2": 635,
            "y2": 830,
            "text": "でもでもっ こんな事は望んで ないはずですっ",
            "vi": "Nhưng tôi không nên muốn cái này"
        },
        {
            "x1": 48,
            "y1": 697,
            "x2": 134,
            "y2": 810,
            "text": "ここは わたくしに お任せを！",
            "vi": "Để nó cho tôi ở đây!"
        }
    ],
    "004.jpg": [
        {
            "x1": 328,
            "y1": 20,
            "x2": 436,
            "y2": 215,
            "text": "お初にお目に かかります ティアリエッタ・ ルセイヤンネル教授",
            "vi": "Giáo sư Tiaritta Luke Yannel"
        },
        {
            "x1": 14,
            "y1": 357,
            "x2": 124,
            "y2": 470,
            "text": "わたくしは ヴァイス オウルと 申します",
            "vi": "Tên tôi là phó oulu"
        },
        {
            "x1": 515,
            "y1": 676,
            "x2": 600,
            "y2": 852,
            "text": "おおっ！ もしかしてキミが 噂の天才研究者⁉",
            "vi": "Oh! Có lẽ bạn được đồn đại là một nhà nghiên cứu thiên tài⁉"
        },
        {
            "x1": 1,
            "y1": 691,
            "x2": 151,
            "y2": 827,
            "text": "え なにこの 通信魔法！ 声のみならず 姿まで！ すごいっ",
            "vi": "Uh, ma thuật giao tiếp này! Không chỉ tiếng nói mà còn là sự xuất hiện! Kinh ngạc"
        }
    ]
}