var ocr_data = {
    "1-642d708981803.jpg": [
        {
            "x1": 529,
            "y1": 27,
            "x2": 589,
            "y2": 122,
            "text": "ゴルド城 食堂",
            "vi": "Lâu đài Gord Castle"
        },
        {
            "x1": 129,
            "y1": 251,
            "x2": 248,
            "y2": 415,
            "text": "はむ",
            "vi": "Sự nhâm"
        },
        {
            "x1": 477,
            "y1": 406,
            "x2": 586,
            "y2": 606,
            "text": "はわ",
            "vi": "Xin chào"
        },
        {
            "x1": 440,
            "y1": 552,
            "x2": 494,
            "y2": 725,
            "text": "もくもぐ",
            "vi": "Mogumoguru"
        },
        {
            "x1": 110,
            "y1": 498,
            "x2": 168,
            "y2": 670,
            "text": "もくもぐ",
            "vi": "Mogumoguru"
        },
        {
            "x1": 10,
            "y1": 693,
            "x2": 145,
            "y2": 877,
            "text": "甘くて ほっかほか です～♡",
            "vi": "Nó ngọt ngào và mềm hơn ~ ♡"
        }
    ],
    "2-642d708a32392.jpg": [
        {
            "x1": 408,
            "y1": 66,
            "x2": 621,
            "y2": 94,
            "text": "シャルのやりたいこと",
            "vi": "Shar muốn gì"
        },
        {
            "x1": 263,
            "y1": 401,
            "x2": 324,
            "y2": 633,
            "text": "いちばんです♡",
            "vi": "Tốt nhất"
        },
        {
            "x1": 116,
            "y1": 861,
            "x2": 505,
            "y2": 898,
            "text": "園作澄守彩幽両高橋愛",
            "vi": "Sono làm việc ayumi sumimori ai ryoji ai"
        }
    ],
    "3-642d708ad9eb4.jpg": [
        {
            "x1": 538,
            "y1": 35,
            "x2": 589,
            "y2": 147,
            "text": "どう？ おいしい？",
            "vi": "đồng? ngon?"
        },
        {
            "x1": 254,
            "y1": 17,
            "x2": 326,
            "y2": 147,
            "text": "はいっ 最高ですっ",
            "vi": "Nó là tốt nhất"
        },
        {
            "x1": 29,
            "y1": 6,
            "x2": 117,
            "y2": 165,
            "text": "うむ また腕を上げた ようだな",
            "vi": "Này, anh ấy dường như đã giơ cánh tay của mình trở lại"
        },
        {
            "x1": 14,
            "y1": 186,
            "x2": 52,
            "y2": 298,
            "text": "もぐもく",
            "vi": "Mẹ"
        },
        {
            "x1": 518,
            "y1": 437,
            "x2": 577,
            "y2": 589,
            "text": "あらあら うれしいわく",
            "vi": "Oh, tôi rất vui"
        },
        {
            "x1": 525,
            "y1": 715,
            "x2": 575,
            "y2": 846,
            "text": "ところで シャルロッテ",
            "vi": "Nhân tiện, Charlotte"
        }
    ],
    "4-642d708b78692.jpg": [
        {
            "x1": 541,
            "y1": 49,
            "x2": 629,
            "y2": 183,
            "text": "さっきは お部屋で 何をしていた",
            "vi": "Bạn đã làm gì trong phòng của bạn một thời gian trước đây"
        },
        {
            "x1": 290,
            "y1": 28,
            "x2": 394,
            "y2": 202,
            "text": "誰かとお話しして いたように きこえたの だけど…？",
            "vi": "Tôi nghe nói như thể tôi đang nói chuyện với ai đó...?"
        },
        {
            "x1": 165,
            "y1": 28,
            "x2": 222,
            "y2": 185,
            "text": "ふぐっ⁉",
            "vi": "Người ăn cắp á"
        }
    ],
    "5-642d708c10418.jpg": [
        {
            "x1": 527,
            "y1": 31,
            "x2": 587,
            "y2": 162,
            "text": "え…えくと あのその…",
            "vi": "Eh... Ơ,... đó..."
        },
        {
            "x1": 198,
            "y1": 324,
            "x2": 251,
            "y2": 414,
            "text": "詮索して やるな",
            "vi": "Đừng để"
        },
        {
            "x1": 471,
            "y1": 342,
            "x2": 595,
            "y2": 498,
            "text": "ナタリアよ 年頃の少女に 秘密があるのは 当然",
            "vi": "Đương nhiên, Natalia có bí mật cho các cô gái già"
        },
        {
            "x1": 91,
            "y1": 314,
            "x2": 136,
            "y2": 429,
            "text": "あら ごめんなさい",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 511,
            "y1": 709,
            "x2": 577,
            "y2": 857,
            "text": "あ…あの 母上さま…！",
            "vi": "Ah... mẹ đó...!"
        }
    ],
    "6-642d708cce61d.jpg": [
        {
            "x1": 521,
            "y1": 21,
            "x2": 622,
            "y2": 222,
            "text": "わ わたくし きちんと課題は 終わらせてますし",
            "vi": "Wow, nhiệm vụ đã kết thúc đúng"
        },
        {
            "x1": 57,
            "y1": 97,
            "x2": 170,
            "y2": 294,
            "text": "そ…その… 空いてる時間は 好きなことを やりたいというか…",
            "vi": "Rằng... rằng... tôi muốn làm những gì tôi thích khi tôi có thời gian rảnh rỗi..."
        },
        {
            "x1": 237,
            "y1": 373,
            "x2": 314,
            "y2": 505,
            "text": "ええ 貴方は しっかり やっているわ",
            "vi": "Vâng, bạn đang làm tốt"
        },
        {
            "x1": 505,
            "y1": 611,
            "x2": 624,
            "y2": 724,
            "text": "──ただ どうやら 家庭教師の 方々が",
            "vi": "── Tùy nhất, các gia sư"
        },
        {
            "x1": 64,
            "y1": 749,
            "x2": 170,
            "y2": 922,
            "text": "貴方に教える事が もうないと おっしゃっている のよね…",
            "vi": "Bạn nói bạn không có gì để dạy bạn..."
        }
    ],
    "7-642d708d8d71b.jpg": [
        {
            "x1": 515,
            "y1": 44,
            "x2": 595,
            "y2": 158,
            "text": "まさか ここまで とはねぇ…",
            "vi": "Không có cách nào cho đến nay..."
        },
        {
            "x1": 421,
            "y1": 25,
            "x2": 448,
            "y2": 117,
            "text": "ま手では",
            "vi": "Ở Mitama"
        },
        {
            "x1": 394,
            "y1": 17,
            "x2": 435,
            "y2": 128,
            "text": "あるのだけど…",
            "vi": "Có..."
        },
        {
            "x1": 11,
            "y1": 20,
            "x2": 152,
            "y2": 174,
            "text": "うむ 抜けている ところはあるが なかなかに 賢いと思うぞ",
            "vi": "Có một số nơi bị thiếu, nhưng tôi nghĩ nó khá thông minh"
        },
        {
            "x1": 494,
            "y1": 306,
            "x2": 577,
            "y2": 460,
            "text": "シャルロッテは 他に何が やりたいの？",
            "vi": "Charlotte muốn làm gì nữa?"
        },
        {
            "x1": 131,
            "y1": 494,
            "x2": 161,
            "y2": 546,
            "text": "あら",
            "vi": "khuyết điểm"
        },
        {
            "x1": 437,
            "y1": 532,
            "x2": 617,
            "y2": 709,
            "text": "はいっ！ わたくし 兄上さまと同じく 古代魔法の研究を したいと思って おります…‼",
            "vi": "Vâng! Tôi muốn thực hiện nghiên cứu về ma thuật cổ đại như anh trai tôi..."
        },
        {
            "x1": 109,
            "y1": 499,
            "x2": 130,
            "y2": 671,
            "text": "そうだったの…？",
            "vi": "Có phải vậy…?"
        }
    ],
    "8-642d708e50828.jpg": [
        {
            "x1": 90,
            "y1": 50,
            "x2": 119,
            "y2": 180,
            "text": "母上さま？",
            "vi": "Người mẹ?"
        },
        {
            "x1": 429,
            "y1": 268,
            "x2": 612,
            "y2": 485,
            "text": "ああ ごめんなさい 古代魔法を 学びたいなら ハルトが師事していた 教師がいたと 思ったのだけど…",
            "vi": "Tôi xin lỗi, tôi nghĩ rằng có một giáo viên rằng Hart đang học nếu tôi muốn tìm hiểu về ma thuật cổ đại..."
        },
        {
            "x1": 535,
            "y1": 540,
            "x2": 623,
            "y2": 673,
            "text": "もしかして ティア教授の 事ですか？",
            "vi": "Có phải là Giáo sư Tier?"
        },
        {
            "x1": 65,
            "y1": 530,
            "x2": 121,
            "y2": 682,
            "text": "あら よく 知っているのね",
            "vi": "Bạn biết rõ mà"
        }
    ],
    "9-642d708ed7d5d.jpg": [
        {
            "x1": 487,
            "y1": 38,
            "x2": 611,
            "y2": 193,
            "text": "…そうねぇ… 貴方がハルトと 同じ所で 学べれば",
            "vi": "… Yeah... nếu bạn có thể học ở cùng một nơi với Hart"
        },
        {
            "x1": 521,
            "y1": 323,
            "x2": 594,
            "y2": 451,
            "text": "できるの ですか⁉",
            "vi": "Bạn có thể làm được không?"
        },
        {
            "x1": 505,
            "y1": 645,
            "x2": 590,
            "y2": 820,
            "text": "ええ 確か 13歳で入った方が いたはずだから",
            "vi": "Vâng, tôi nên bước vào năm 13 tuổi"
        },
        {
            "x1": 144,
            "y1": 637,
            "x2": 199,
            "y2": 748,
            "text": "い1歳く",
            "vi": "1 năm tuổi"
        },
        {
            "x1": 229,
            "y1": 795,
            "x2": 318,
            "y2": 929,
            "text": "飛び級での 入学は 可能なはずよ",
            "vi": "Bạn sẽ có thể đăng ký vào lớp nhảy"
        }
    ],
    "10-642d708f8fe6e.jpg": [
        {
            "x1": 502,
            "y1": 20,
            "x2": 636,
            "y2": 245,
            "text": "であれば わたくし 兄上さまと同じ所で 学びたいですっ",
            "vi": "Sau đó, tôi muốn học hỏi ở cùng một nơi với anh trai tôi."
        },
        {
            "x1": 517,
            "y1": 691,
            "x2": 605,
            "y2": 845,
            "text": "わかったわ お父さまに 相談しましょう",
            "vi": "Được rồi, chúng ta hãy nói chuyện với cha tôi"
        },
        {
            "x1": 311,
            "y1": 683,
            "x2": 364,
            "y2": 815,
            "text": "ありがとう ございますっ",
            "vi": "cảm ơn bạn"
        }
    ],
    "11-642d709067a92.jpg": [
        {
            "x1": 61,
            "y1": 826,
            "x2": 589,
            "y2": 918,
            "text": "TVアニメ化決定!!",
            "vi": "Quyết định về hoạt hình truyền hình!!"
        }
    ],
    "12-642d709139edf.jpg": [
        {
            "x1": 329,
            "y1": 19,
            "x2": 623,
            "y2": 117,
            "text": "2023年 TVアニメ化決!!",
            "vi": "Quyết định hoạt hình truyền hình 2023!!"
        },
        {
            "x1": 34,
            "y1": 68,
            "x2": 244,
            "y2": 242,
            "text": "大好評 発売中",
            "vi": "Rất phổ biến khi bán"
        },
        {
            "x1": 484,
            "y1": 487,
            "x2": 621,
            "y2": 591,
            "text": "ミックス累計 189万部 突破‼!",
            "vi": "Tích lũy hỗn hợp vượt quá 1, 89 triệu bản‼ !"
        },
        {
            "x1": 27,
            "y1": 295,
            "x2": 63,
            "y2": 594,
            "text": "原心澄守彩画高橋愛",
            "vi": "Aya Takahashi"
        },
        {
            "x1": 258,
            "y1": 786,
            "x2": 635,
            "y2": 883,
            "text": "王の時殺のために音地に賊法術王が仕込まれていると知ったルト。 だが、同時期にジャルリサレがも庭の魔法術式が学院にあること に気いてしまい。王部を守るために前張るるに気づいたのルト は裏方に微することにするが。開法少女イモ、タル々シャルちゃん 死の理命をづ手のめすために風張りますい",
            "vi": "Ruto biết rằng một vị vua nghệ thuật cướp biển đã được lắp đặt trong vùng đất âm thanh để giết nhà vua. Tuy nhiên, đồng thời, Jarrisare cảm thấy rằng có một buổi lễ ma thuật trong vườn trong trường. Ruto nhận thấy rằng anh ta bị tấn công để bảo vệ nhà vua. Kaikyo Girl Potato, Tal Shal -Chan đang cuộn lên để làm cho cái chết của cái chết"
        },
        {
            "x1": 153,
            "y1": 884,
            "x2": 233,
            "y2": 905,
            "text": "Kス",
            "vi": "K's"
        }
    ]
}