var ocr_data = {
    "001.jpg": [
        {
            "x1": 952,
            "y1": 578,
            "x2": 1086,
            "y2": 686,
            "text": "では 本題に 入ろう",
            "vi": "Hãy đi vào chủ đề chính"
        },
        {
            "x1": 888,
            "y1": 987,
            "x2": 1058,
            "y2": 1408,
            "text": "今日の授業中 この針が君をめがけて 三度 飛んできた",
            "vi": "Trong lớp học hôm nay, kim này bay ba lần bạn"
        }
    ],
    "002.jpg": [
        {
            "x1": 932,
            "y1": 72,
            "x2": 1031,
            "y2": 303,
            "text": "何か 心当たりは？",
            "vi": "Bạn biết gì không?"
        },
        {
            "x1": 712,
            "y1": 419,
            "x2": 813,
            "y2": 612,
            "text": "ありすぎて 分からない",
            "vi": "Tôi không biết vì có quá nhiều"
        },
        {
            "x1": 556,
            "y1": 434,
            "x2": 642,
            "y2": 602,
            "text": "その話が 本当だった",
            "vi": "Câu chuyện đó là sự thật"
        },
        {
            "x1": 20,
            "y1": 668,
            "x2": 183,
            "y2": 922,
            "text": "今回は あんたのおかげで 助かったって ことか？",
            "vi": "Bạn đã tiết kiệm thời gian này nhờ bạn?"
        },
        {
            "x1": 916,
            "y1": 1013,
            "x2": 1027,
            "y2": 1241,
            "text": "ああ そのようだ",
            "vi": "Oh như thế"
        }
    ],
    "003.jpg": [
        {
            "x1": 988,
            "y1": 407,
            "x2": 1068,
            "y2": 665,
            "text": "こんなこと 今までなかった…",
            "vi": "Tôi đã không có cái này trước đây..."
        },
        {
            "x1": 452,
            "y1": 576,
            "x2": 628,
            "y2": 832,
            "text": "なにせ この国の王子を 狙うには相当な 覚悟がいるからな",
            "vi": "Tôi có rất nhiều sự chuẩn bị để nhắm đến hoàng tử của đất nước này"
        },
        {
            "x1": 892,
            "y1": 910,
            "x2": 1087,
            "y2": 1173,
            "text": "まぁ俺がいつも 見てるわけじゃ ないから 気を付けろよ",
            "vi": "Chà, tôi không phải lúc nào cũng thấy nó, vì vậy hãy cẩn thận"
        }
    ],
    "004.jpg": [
        {
            "x1": 852,
            "y1": 200,
            "x2": 903,
            "y2": 327,
            "text": "ああ…",
            "vi": "À…"
        },
        {
            "x1": 562,
            "y1": 605,
            "x2": 621,
            "y2": 742,
            "text": "何だ？",
            "vi": "Gì?"
        },
        {
            "x1": 85,
            "y1": 682,
            "x2": 126,
            "y2": 828,
            "text": "…いや…",
            "vi": "… Không"
        }
    ]
}