var ocr_data = {
    "1-61a75924b0678.jpg": [
        {
            "x1": 504,
            "y1": 237,
            "x2": 640,
            "y2": 436,
            "text": "お前との 直接対決… この目をどれだけ 待ちわびたか",
            "vi": "Đối đầu trực tiếp với bạn... Bạn đã chờ đợi đôi mắt này trong bao lâu?"
        },
        {
            "x1": 51,
            "y1": 465,
            "x2": 238,
            "y2": 676,
            "text": "５年前の 借りを 返すために 今日は勝つ！",
            "vi": "Chiến thắng hôm nay để trả lại 5 năm trước!"
        },
        {
            "x1": 566,
            "y1": 699,
            "x2": 589,
            "y2": 785,
            "text": "ち年前？",
            "vi": "Một năm trước?"
        },
        {
            "x1": 414,
            "y1": 725,
            "x2": 476,
            "y2": 821,
            "text": "ああ あの時か",
            "vi": "Ồ, thời gian đó"
        }
    ],
    "2-61a7592553e25.jpg": [
        {
            "x1": 538,
            "y1": 73,
            "x2": 560,
            "y2": 187,
            "text": "てことは…？",
            "vi": "Đó là...?"
        },
        {
            "x1": 362,
            "y1": 23,
            "x2": 466,
            "y2": 199,
            "text": "こいつ 俺に負けたのが 悔しくて",
            "vi": "Tôi xin lỗi khi thua anh chàng này"
        },
        {
            "x1": 25,
            "y1": 320,
            "x2": 98,
            "y2": 476,
            "text": "マッチョに なったの⁉",
            "vi": "Tôi đã trở thành một trượng phu"
        },
        {
            "x1": 501,
            "y1": 521,
            "x2": 547,
            "y2": 654,
            "text": "俺がマッチョに させたのかく…",
            "vi": "Tôi tự hỏi nếu tôi biến nó thành một trượng phu..."
        },
        {
            "x1": 25,
            "y1": 539,
            "x2": 77,
            "y2": 603,
            "text": "何か 嫌だな",
            "vi": "Tôi ghét một cái gì đó"
        },
        {
            "x1": 500,
            "y1": 745,
            "x2": 572,
            "y2": 843,
            "text": "なるほど… ならば その因縁",
            "vi": "Tôi hiểu rồi... thì nguyên nhân"
        },
        {
            "x1": 39,
            "y1": 776,
            "x2": 135,
            "y2": 918,
            "text": "お互いのために 今日 断ち切って やらねば なるまい…",
            "vi": "Hôm nay tôi phải cắt đứt nhau..."
        }
    ],
    "3-61a75925d9322.jpg": [
        {
            "x1": 561,
            "y1": 8,
            "x2": 606,
            "y2": 188,
            "text": "わかった！",
            "vi": "Hiểu!"
        },
        {
            "x1": 51,
            "y1": 180,
            "x2": 143,
            "y2": 359,
            "text": "俺は全力で 負けてやる",
            "vi": "Tôi sẽ mất hết sức"
        },
        {
            "x1": 539,
            "y1": 395,
            "x2": 644,
            "y2": 546,
            "text": "とはいえ やはり５年前より 格段に強く なってると思う…",
            "vi": "Tuy nhiên, tôi nghĩ rằng nó mạnh hơn 5 năm trước..."
        },
        {
            "x1": 254,
            "y1": 405,
            "x2": 352,
            "y2": 520,
            "text": "─てことは 防衛結界は 万全に しておくか",
            "vi": "─ Có thể giữ cho hàng rào phòng thủ hoàn hảo?"
        },
        {
            "x1": 513,
            "y1": 671,
            "x2": 639,
            "y2": 822,
            "text": "んー でも もしかしたら 見た目以上に 強くなってる 可能性もあるよね",
            "vi": "Có lẽ nó có thể mạnh mẽ hơn vẻ ngoài của nó."
        },
        {
            "x1": 235,
            "y1": 683,
            "x2": 315,
            "y2": 799,
            "text": "じゃあ 念には念を 入れておくか",
            "vi": "Sau đó, hãy cẩn thận"
        }
    ],
    "5-61a759283ddee.jpg": [
        {
            "x1": 585,
            "y1": 16,
            "x2": 652,
            "y2": 147,
            "text": "くっ…",
            "vi": "Kuku..."
        },
        {
            "x1": 379,
            "y1": 4,
            "x2": 421,
            "y2": 178,
            "text": "隙がねぇ！",
            "vi": "Không có khoảng cách!"
        },
        {
            "x1": 578,
            "y1": 409,
            "x2": 636,
            "y2": 520,
            "text": "ふぅむ… 無手の境地",
            "vi": "Fum... Biên giới chà nhám"
        },
        {
            "x1": 345,
            "y1": 405,
            "x2": 418,
            "y2": 552,
            "text": "体術を極めし者が 辿り着く 構えなしの構え",
            "vi": "Nhân sự cho sự phẫu thuật thể chất"
        },
        {
            "x1": 198,
            "y1": 400,
            "x2": 236,
            "y2": 480,
            "text": "むぅ…",
            "vi": "MUU..."
        },
        {
            "x1": 49,
            "y1": 401,
            "x2": 150,
            "y2": 568,
            "text": "ハルト・ ゼンフィス君… まさかそこまでとは 思わなかったよ…",
            "vi": "Hart Zenfis... Tôi không nghĩ đó là trường hợp..."
        },
        {
            "x1": 51,
            "y1": 591,
            "x2": 103,
            "y2": 709,
            "text": "何言ってんの この教師",
            "vi": "Giáo viên này là gì?"
        },
        {
            "x1": 503,
            "y1": 765,
            "x2": 603,
            "y2": 898,
            "text": "うーん このまま 突っ立ってても なぁ…",
            "vi": "Chà, tôi không thể chịu đựng được như nó..."
        }
    ],
    "6-61a7592a14f35.jpg": [
        {
            "x1": 502,
            "y1": 43,
            "x2": 583,
            "y2": 155,
            "text": "仕方ない こっちから いくか",
            "vi": "Tôi không thể giúp nó"
        }
    ],
    "7-61a7592a908b6.jpg": [
        {
            "x1": 370,
            "y1": 12,
            "x2": 427,
            "y2": 190,
            "text": "一歩間合いを 詰めただけなのに",
            "vi": "Tôi chỉ đóng gói một bước"
        },
        {
            "x1": 35,
            "y1": 24,
            "x2": 150,
            "y2": 220,
            "text": "相手きひるませ 確実に仕留められる というオーラが 出ている…‼",
            "vi": "Có một hào quang chắc chắn có thể bị giết mà không có đối thủ..."
        },
        {
            "x1": 456,
            "y1": 279,
            "x2": 526,
            "y2": 388,
            "text": "なんて 事だッ！",
            "vi": "Thật là một điều!"
        },
        {
            "x1": 521,
            "y1": 431,
            "x2": 635,
            "y2": 586,
            "text": "こ…これは さすがに私でも 動くことは できないぞ…‼",
            "vi": "Cái này... tôi thực sự không thể di chuyển điều này...‼"
        },
        {
            "x1": 550,
            "y1": 687,
            "x2": 622,
            "y2": 872,
            "text": "てかライアス 早く終わらせたいから かかってこいよー",
            "vi": "Tôi muốn hoàn thành nó sớm bởi vì tôi muốn hoàn thành nó sớm."
        },
        {
            "x1": 65,
            "y1": 686,
            "x2": 106,
            "y2": 852,
            "text": "ビビッてたんじゃ はじまらねぇよな…",
            "vi": "Tôi đã không ngạc nhiên..."
        }
    ],
    "8-61a7592c8f3fc.jpg": [
        {
            "x1": 538,
            "y1": 12,
            "x2": 584,
            "y2": 142,
            "text": "行くぜ！",
            "vi": "Hãy đi!"
        }
    ],
    "10-61a759306d97a.jpg": [
        {
            "x1": 194,
            "y1": 31,
            "x2": 258,
            "y2": 135,
            "text": "─ん？ 何だ？",
            "vi": "─ Hmm? Gì?"
        },
        {
            "x1": 29,
            "y1": 249,
            "x2": 119,
            "y2": 363,
            "text": "防衛結界に 何かが 当たったな",
            "vi": "Một cái gì đó tấn công thế giới phòng thủ"
        },
        {
            "x1": 495,
            "y1": 438,
            "x2": 582,
            "y2": 553,
            "text": "魔法攻撃に 反応するん だが…",
            "vi": "Nó phản ứng với cuộc tấn công ma thuật..."
        },
        {
            "x1": 63,
            "y1": 440,
            "x2": 122,
            "y2": 555,
            "text": "他の授業の 流れ弾か？",
            "vi": "Nó có phải là một viên đạn của một lớp khác?"
        },
        {
            "x1": 336,
            "y1": 639,
            "x2": 426,
            "y2": 793,
            "text": "──いや違う 誰かが意図的に 攻撃している…",
            "vi": "── Không, ai đó đang cố ý tấn công..."
        },
        {
            "x1": 32,
            "y1": 640,
            "x2": 119,
            "y2": 778,
            "text": "だとしたら ターゲットは 誰だ？",
            "vi": "Nếu vậy, mục tiêu là ai?"
        }
    ],
    "11-61a7593111bbc.jpg": [
        {
            "x1": 502,
            "y1": 36,
            "x2": 580,
            "y2": 151,
            "text": "仕方ない 一時的に 外してみるか",
            "vi": "Bạn có muốn loại bỏ nó tạm thời?"
        },
        {
            "x1": 512,
            "y1": 195,
            "x2": 554,
            "y2": 272,
            "text": "勝者",
            "vi": "người chiến thắng"
        }
    ],
    "12-61a759321cc46.jpg": [
        {
            "x1": 541,
            "y1": 744,
            "x2": 589,
            "y2": 858,
            "text": "なっ…",
            "vi": "Na..."
        }
    ],
    "14-61a759332639c.jpg": [
        {
            "x1": 527,
            "y1": 5,
            "x2": 611,
            "y2": 165,
            "text": "こ…これは 驚いた…！",
            "vi": "Điều này... tôi đã rất ngạc nhiên...!"
        },
        {
            "x1": 309,
            "y1": 7,
            "x2": 357,
            "y2": 174,
            "text": "気絶したフリきして 相手を油断させ",
            "vi": "Làm cho đối thủ của bạn bất cẩn bởi sự giả vờ bị ngất"
        },
        {
            "x1": 0,
            "y1": 15,
            "x2": 94,
            "y2": 151,
            "text": "スウ…",
            "vi": "SW..."
        },
        {
            "x1": 30,
            "y1": 143,
            "x2": 72,
            "y2": 275,
            "text": "その隙きついた というわけだね",
            "vi": "Đó là khoảng cách"
        },
        {
            "x1": 533,
            "y1": 332,
            "x2": 572,
            "y2": 509,
            "text": "素晴らしい",
            "vi": "Quá tuyệt"
        },
        {
            "x1": 537,
            "y1": 719,
            "x2": 586,
            "y2": 870,
            "text": "本来 戦場では 卑怯も何もない…",
            "vi": "Không có hèn nhát trên chiến trường..."
        },
        {
            "x1": 17,
            "y1": 721,
            "x2": 116,
            "y2": 853,
            "text": "ゼンフィス君は それを皆に 教えたという わけだ！",
            "vi": "Zenfis đã dạy nó cho tất cả mọi người!"
        }
    ],
    "15-61a75934f1d52.jpg": [
        {
            "x1": 525,
            "y1": 0,
            "x2": 631,
            "y2": 202,
            "text": "ハルト…！ やっぱりキミは すごいな！",
            "vi": "Hart...! Sau tất cả, bạn thật tuyệt vời!"
        },
        {
            "x1": 348,
            "y1": 332,
            "x2": 465,
            "y2": 444,
            "text": "やっぱり お前には まだまだ 敵わねぇな",
            "vi": "Sau tất cả, bạn vẫn không phải là kẻ thù"
        },
        {
            "x1": 86,
            "y1": 723,
            "x2": 131,
            "y2": 821,
            "text": "またやって しまったわ",
            "vi": "Tôi đã làm lại"
        }
    ],
    "16-61a759357b066.jpg": [
        {
            "x1": 536,
            "y1": 23,
            "x2": 598,
            "y2": 120,
            "text": "にしても 今回は…",
            "vi": "Dù sao đi nữa, lần này..."
        },
        {
            "x1": 309,
            "y1": 32,
            "x2": 365,
            "y2": 168,
            "text": "こいつの せいだ",
            "vi": "Đó là vì anh chàng này"
        },
        {
            "x1": 461,
            "y1": 416,
            "x2": 546,
            "y2": 528,
            "text": "明らかに あいつを 狙っていた",
            "vi": "Rõ ràng là tôi đang nhắm đến anh ấy"
        },
        {
            "x1": 495,
            "y1": 670,
            "x2": 555,
            "y2": 785,
            "text": "面倒臭いが 仕方ない…",
            "vi": "Tôi không thể không mùi..."
        },
        {
            "x1": 68,
            "y1": 770,
            "x2": 152,
            "y2": 904,
            "text": "じっくり 調べさせて もらおうか…",
            "vi": "Hãy nhìn kỹ hơn..."
        }
    ],
    "17-61a759360c3e0.jpg": [
        {
            "x1": 282,
            "y1": 30,
            "x2": 615,
            "y2": 94,
            "text": "チート能カでインケンなパイセン ぶっとばします‼!",
            "vi": "Gian lận Noza và Inksen Paisen.!"
        },
        {
            "x1": 57,
            "y1": 78,
            "x2": 272,
            "y2": 251,
            "text": "大好評 発売中出",
            "vi": "Rất phổ biến hiện đang được bán"
        },
        {
            "x1": 469,
            "y1": 422,
            "x2": 609,
            "y2": 527,
            "text": "ミックス累計 100万部 突破‼!",
            "vi": "Hơn 1 triệu bản hỗn hợp!"
        },
        {
            "x1": 29,
            "y1": 292,
            "x2": 60,
            "y2": 589,
            "text": "原也澄守彩（漫画高橋愛",
            "vi": "Haraya sumimori (ai manga takahashi ai"
        },
        {
            "x1": 11,
            "y1": 641,
            "x2": 139,
            "y2": 712,
            "text": "実は",
            "vi": "thật"
        },
        {
            "x1": 252,
            "y1": 759,
            "x2": 375,
            "y2": 807,
            "text": "原作小説説も 大好発完中",
            "vi": "Tiểu thuyết gốc cũng đang được hoàn thành"
        },
        {
            "x1": 286,
            "y1": 820,
            "x2": 613,
            "y2": 897,
            "text": "シュナイダルにかけられたのは古代魔法だった。 らや使い手のいない魔法をかけたのが誰か異味神々のティア教授。 ハルトと無い戦士ジヴァの関係を疑うティア教授は、コピーに詰め 寄るが、本体ハルトがシヴァ姿で助けに来て……？",
            "vi": "Đó là ma thuật cổ xưa được treo trên Schneidal. Đó là Giáo sư Cấp, một vị thần kỳ lạ, người đã đưa vào ma thuật mà không có người dùng. Giáo sư Tia, người nghi ngờ về mối quan hệ giữa Hart và Giva không phải là người chiến đấu, được đóng gói trong một bản sao, nhưng cơ thể Hart đã đến để giúp đỡ ở Shiva...?"
        },
        {
            "x1": 151,
            "y1": 883,
            "x2": 233,
            "y2": 906,
            "text": "Kラパベラックス",
            "vi": "K Lapa Veluxe"
        }
    ]
}