var ocr_data = {
    "1-621f30a8b769d.jpg": [
        {
            "x1": 529,
            "y1": 58,
            "x2": 587,
            "y2": 150,
            "text": "王都北側 商人街",
            "vi": "Wangdu North Business Street"
        },
        {
            "x1": 54,
            "y1": 69,
            "x2": 82,
            "y2": 145,
            "text": "高級宿",
            "vi": "Phí bảo hiểm"
        }
    ],
    "2-621f30a955e2d.jpg": [
        {
            "x1": 143,
            "y1": 176,
            "x2": 413,
            "y2": 207,
            "text": "園作澄守彩 還両高橋愛",
            "vi": "Sono làm việc senmori aya takahashi ai takahashi"
        },
        {
            "x1": 287,
            "y1": 261,
            "x2": 370,
            "y2": 704,
            "text": "空しげを男と怪しげな会合",
            "vi": "Một cuộc gặp gỡ mơ hồ với một người đàn ông"
        },
        {
            "x1": 278,
            "y1": 649,
            "x2": 335,
            "y2": 778,
            "text": "その理由は",
            "vi": "Lý do là"
        },
        {
            "x1": 496,
            "y1": 861,
            "x2": 610,
            "y2": 891,
            "text": "第46話暗殺",
            "vi": "Tập 46 Assassination"
        }
    ],
    "3-621f30a9ef750.jpg": [
        {
            "x1": 302,
            "y1": 18,
            "x2": 389,
            "y2": 151,
            "text": "あなたの 身分にしては 過分な部屋ね",
            "vi": "Một căn phòng quá nhiều cho trạng thái của bạn"
        },
        {
            "x1": 222,
            "y1": 40,
            "x2": 242,
            "y2": 119,
            "text": "いえいえ",
            "vi": "KHÔNG"
        },
        {
            "x1": 9,
            "y1": 26,
            "x2": 106,
            "y2": 184,
            "text": "王妃様を お呼びたてすると なれば これくらい お安いものです",
            "vi": "Nó rất rẻ nếu bạn gọi Nữ hoàng."
        },
        {
            "x1": 304,
            "y1": 184,
            "x2": 362,
            "y2": 309,
            "text": "バル・アゴス 男爵",
            "vi": "Bar Val Agos Nam tước"
        },
        {
            "x1": 366,
            "y1": 314,
            "x2": 394,
            "y2": 398,
            "text": "侍女まて",
            "vi": "Hầu gái"
        },
        {
            "x1": 398,
            "y1": 662,
            "x2": 418,
            "y2": 739,
            "text": "それで？",
            "vi": "Rất?"
        },
        {
            "x1": 355,
            "y1": 770,
            "x2": 400,
            "y2": 868,
            "text": "何か進展は あったの？",
            "vi": "Có bất kỳ tiến bộ nào không?"
        }
    ],
    "4-621f30aa8957f.jpg": [
        {
            "x1": 507,
            "y1": 0,
            "x2": 627,
            "y2": 196,
            "text": "このわたくしが わざわざ貴族と ルシファイラ教団に 投資してるのだから",
            "vi": "Bởi vì điều này tôi đang đầu tư vào các quý tộc và trật tự lucifyra."
        },
        {
            "x1": 35,
            "y1": 105,
            "x2": 121,
            "y2": 241,
            "text": "何もないじゃ 済まされない わよ？",
            "vi": "Bạn không thể làm gì cả, phải không?"
        },
        {
            "x1": 575,
            "y1": 288,
            "x2": 628,
            "y2": 369,
            "text": "これは 手厳しい",
            "vi": "Điều này thật khó khăn"
        },
        {
            "x1": 498,
            "y1": 496,
            "x2": 609,
            "y2": 705,
            "text": "だってまだ ライアスは 生きているもの",
            "vi": "Bởi vì Rias vẫn còn sống"
        }
    ],
    "5-621f30ab3211f.jpg": [
        {
            "x1": 543,
            "y1": 7,
            "x2": 590,
            "y2": 168,
            "text": "ああ そちらの方は 大変申し訳ない",
            "vi": "Oh, tôi rất xin lỗi"
        },
        {
            "x1": 26,
            "y1": 11,
            "x2": 99,
            "y2": 180,
            "text": "学生に任せたのは 完全にわたくしの 不手際でございます",
            "vi": "Nó đã hoàn toàn không được hỗ trợ để để nó cho học sinh."
        },
        {
            "x1": 549,
            "y1": 266,
            "x2": 608,
            "y2": 380,
            "text": "─ですが 王子暗殺は",
            "vi": "─, nhưng vụ ám sát hoàng tử"
        },
        {
            "x1": 403,
            "y1": 282,
            "x2": 518,
            "y2": 456,
            "text": "国王派に 罪をなすりつける ための 一つの手段です",
            "vi": "Một cách để cọ xát tội lỗi vào vương quốc."
        },
        {
            "x1": 44,
            "y1": 269,
            "x2": 134,
            "y2": 443,
            "text": "これから 話す事からすれば 些細な事",
            "vi": "Thật tầm thường khi nói về"
        },
        {
            "x1": 287,
            "y1": 702,
            "x2": 310,
            "y2": 837,
            "text": "…続けなさい",
            "vi": "...Còn nữa"
        },
        {
            "x1": 40,
            "y1": 863,
            "x2": 62,
            "y2": 909,
            "text": "では",
            "vi": "Khi đó"
        }
    ],
    "6-621f30abc003d.jpg": [
        {
            "x1": 194,
            "y1": 20,
            "x2": 334,
            "y2": 198,
            "text": "王の暗殺の 準備が 整いました",
            "vi": "Sẵn sàng cho vụ ám sát nhà vua"
        },
        {
            "x1": 585,
            "y1": 620,
            "x2": 611,
            "y2": 752,
            "text": "…本当なの？",
            "vi": "… Bạn không nói?"
        },
        {
            "x1": 371,
            "y1": 648,
            "x2": 396,
            "y2": 697,
            "text": "ええ",
            "vi": "Ừ"
        },
        {
            "x1": 160,
            "y1": 636,
            "x2": 204,
            "y2": 750,
            "text": "我々の計画は こうです",
            "vi": "Đây là kế hoạch của chúng tôi"
        }
    ],
    "7-621f30ac5b12a.jpg": [
        {
            "x1": 470,
            "y1": 13,
            "x2": 600,
            "y2": 200,
            "text": "まず 王都の各所に 同時多発的に発動する 魔法術式を 仕込んであります",
            "vi": "Trước hết, có một kỹ thuật ma thuật kích hoạt đồng thời ở nhiều nơi khác nhau ở thủ đô của hoàng gia."
        },
        {
            "x1": 31,
            "y1": 27,
            "x2": 106,
            "y2": 194,
            "text": "これらが発動すれば 王都で大混乱が 起きるでしょう",
            "vi": "Nếu chúng được kích hoạt, sự nhầm lẫn sẽ xảy ra ở thủ đô hoàng gia."
        },
        {
            "x1": 537,
            "y1": 657,
            "x2": 588,
            "y2": 790,
            "text": "そして その混乱に乗じ",
            "vi": "Và làm"
        },
        {
            "x1": 215,
            "y1": 672,
            "x2": 266,
            "y2": 771,
            "text": "王を 殺害します",
            "vi": "Giết đức vua"
        }
    ],
    "8-621f30ace4bb3.jpg": [
        {
            "x1": 542,
            "y1": 21,
            "x2": 619,
            "y2": 154,
            "text": "むろん学院にも 魔法術式を 仕込み済み",
            "vi": "Tất nhiên, một buổi lễ ma thuật đã được chuẩn bị trong trường"
        },
        {
            "x1": 48,
            "y1": 83,
            "x2": 120,
            "y2": 233,
            "text": "王子と王女には そこで退場して いただきましょう",
            "vi": "Hãy để Hoàng tử và Công chúa rời đi ở đó"
        },
        {
            "x1": 514,
            "y1": 280,
            "x2": 616,
            "y2": 464,
            "text": "ーそして 王妃様には 王やその後継を失った 国を立て直すべく",
            "vi": "ー và cho nữ hoàng, để xây dựng lại nhà vua và đất nước đã mất"
        },
        {
            "x1": 46,
            "y1": 437,
            "x2": 145,
            "y2": 550,
            "text": "貴族派と 調停をして いただきたく 存じます",
            "vi": "Tôi muốn bạn hòa giải với quý tộc"
        },
        {
            "x1": 558,
            "y1": 634,
            "x2": 620,
            "y2": 707,
            "text": "…良い 計画ね",
            "vi": "… Kế hoạch tốt"
        },
        {
            "x1": 231,
            "y1": 623,
            "x2": 304,
            "y2": 773,
            "text": "ーでも あの男については どうするの？",
            "vi": "-Nhưng những gì về người đàn ông đó?"
        }
    ]
}