var ocr_data = {
    "1-6448e31c8625b.jpg": [
        {
            "x1": 355,
            "y1": 51,
            "x2": 378,
            "y2": 128,
            "text": "…ふう",
            "vi": "… Hả"
        },
        {
            "x1": 552,
            "y1": 96,
            "x2": 575,
            "y2": 194,
            "text": "イリス自室",
            "vi": "Phòng riêng của Iris"
        },
        {
            "x1": 15,
            "y1": 80,
            "x2": 106,
            "y2": 175,
            "text": "いよいよ 明日から 授業か…",
            "vi": "Cuối cùng nó cũng là lớp từ ngày mai?"
        },
        {
            "x1": 574,
            "y1": 484,
            "x2": 594,
            "y2": 596,
            "text": "Ａクラス…か",
            "vi": "Một lớp..."
        },
        {
            "x1": 276,
            "y1": 493,
            "x2": 363,
            "y2": 662,
            "text": "…そういえば ハルトは どのクラスに なったんだろうか…",
            "vi": "Nói về điều đó, Hart đã trở thành lớp nào..."
        },
        {
            "x1": 525,
            "y1": 748,
            "x2": 594,
            "y2": 864,
            "text": "同じクラスに なれたら いいなぁ…",
            "vi": "Tôi ước tôi có thể ở cùng lớp..."
        }
    ],
    "2-6448e31d3a575.jpg": [
        {
            "x1": 545,
            "y1": 85,
            "x2": 619,
            "y2": 235,
            "text": "確か選択授業では いくつか一緒な はずだから",
            "vi": "Chắc chắn, một số lớp bầu cử nên giống nhau"
        },
        {
            "x1": 313,
            "y1": 97,
            "x2": 361,
            "y2": 209,
            "text": "会う機会は 増えると思う",
            "vi": "Tôi nghĩ rằng cơ hội để đáp ứng sẽ tăng"
        },
        {
            "x1": 548,
            "y1": 437,
            "x2": 620,
            "y2": 535,
            "text": "彼には一度 助けられて しまった",
            "vi": "Tôi đã được anh ấy giúp đỡ một lần"
        },
        {
            "x1": 61,
            "y1": 536,
            "x2": 139,
            "y2": 653,
            "text": "いつか その借りを 返さないと…",
            "vi": "Tôi phải trả lại khoản vay đó một ngày nào đó..."
        },
        {
            "x1": 547,
            "y1": 715,
            "x2": 598,
            "y2": 846,
            "text": "それに 秘密が多い…",
            "vi": "Và có rất nhiều bí mật..."
        },
        {
            "x1": 72,
            "y1": 741,
            "x2": 150,
            "y2": 856,
            "text": "あの膨大な 魔力の正体を 知りたい…",
            "vi": "Tôi muốn biết bản sắc huyền diệu khổng lồ..."
        }
    ],
    "3-6448e31dc54d7.jpg": [
        {
            "x1": 314,
            "y1": 35,
            "x2": 451,
            "y2": 212,
            "text": "どうやらボクは ハルトの事が 気になって 仕方ないようだ",
            "vi": "Rõ ràng là tôi không thể không lo lắng về Hart"
        },
        {
            "x1": 509,
            "y1": 667,
            "x2": 570,
            "y2": 757,
            "text": "ふふ7",
            "vi": "Fufu 7"
        },
        {
            "x1": 429,
            "y1": 710,
            "x2": 522,
            "y2": 836,
            "text": "明日 キミに 会えるのが 楽しみだ",
            "vi": "Tôi mong được gặp bạn vào ngày mai"
        }
    ],
    "4-6448e31e59eed.jpg": [
        {
            "x1": 61,
            "y1": 826,
            "x2": 589,
            "y2": 918,
            "text": "TVアニメ化決定!!",
            "vi": "Quyết định về hoạt hình truyền hình!!"
        }
    ]
}