var ocr_data = {
    "001.jpg": [
        {
            "x1": 315,
            "y1": 19,
            "x2": 659,
            "y2": 69,
            "text": "捨てられた転生員者",
            "vi": "Tái tạo lại"
        },
        {
            "x1": 323,
            "y1": 63,
            "x2": 648,
            "y2": 87,
            "text": "～魔物の森て最強の大魔帝国を作り上げる一",
            "vi": "~ Majin Forest tạo ra Đế chế quỷ vĩ đại mạnh nhất"
        },
        {
            "x1": 523,
            "y1": 108,
            "x2": 740,
            "y2": 139,
            "text": "パルボラの進化道。",
            "vi": "Sự tiến hóa của Palvola."
        },
        {
            "x1": 794,
            "y1": 124,
            "x2": 848,
            "y2": 222,
            "text": "翌朝",
            "vi": "sáng hôm sau"
        },
        {
            "x1": 145,
            "y1": 145,
            "x2": 247,
            "y2": 289,
            "text": "進化 できたよう じゃな",
            "vi": "Có vẻ như nó đã phát triển"
        },
        {
            "x1": 155,
            "y1": 389,
            "x2": 207,
            "y2": 696,
            "text": "スケイルオーク",
            "vi": "Sồi Sồi"
        },
        {
            "x1": 741,
            "y1": 1070,
            "x2": 804,
            "y2": 1278,
            "text": "…でも鱗だらけで ダサイっすネ",
            "vi": "...Nhưng nó đầy vảy và nó điên rồ"
        },
        {
            "x1": 409,
            "y1": 1071,
            "x2": 529,
            "y2": 1286,
            "text": "そうか じゃが スケイルオークは 進化するとドラゴ オークなれるぞ",
            "vi": "Shakagagaga Skail Oak có thể là một loại gỗ sồi kéo khi nó phát triển."
        },
        {
            "x1": 213,
            "y1": 1090,
            "x2": 247,
            "y2": 1243,
            "text": "ド ドラゴン",
            "vi": "DE Rồng"
        },
        {
            "x1": 38,
            "y1": 1025,
            "x2": 72,
            "y2": 1238,
            "text": "第40話 収穫祭",
            "vi": "Tập 40 Lễ hội Harvest"
        }
    ],
    "002.jpg": [
        {
            "x1": 784,
            "y1": 90,
            "x2": 852,
            "y2": 379,
            "text": "ドラゴン派生はオークの 進化系の中でも最強…",
            "vi": "Đạo hàm rồng là mạnh nhất trong số sự tiến hóa của Oak..."
        },
        {
            "x1": 593,
            "y1": 125,
            "x2": 694,
            "y2": 315,
            "text": "立派な翼が生え 火も吐ける ようになる",
            "vi": "Một đôi cánh tốt phát triển và ngọn lửa sẽ được nhổ"
        },
        {
            "x1": 398,
            "y1": 433,
            "x2": 444,
            "y2": 512,
            "text": "わく",
            "vi": "dựng khung"
        },
        {
            "x1": 701,
            "y1": 460,
            "x2": 843,
            "y2": 632,
            "text": "ヤバイですね ソレ…早く ドラゴンに なりたイ…！",
            "vi": "Thật nguy hiểm, vì vậy... Tôi đã sớm trở thành một con rồng...!"
        },
        {
            "x1": 102,
            "y1": 474,
            "x2": 192,
            "y2": 644,
            "text": "険しい道じゃが お主ならいつか なれるるう",
            "vi": "Con đường dốc sẽ là Chúa một ngày nào đó"
        },
        {
            "x1": 580,
            "y1": 820,
            "x2": 793,
            "y2": 889,
            "text": "オークが夢見る、 猛き竜の姿─。",
            "vi": "Oak mơ về một con rồng dữ dội."
        },
        {
            "x1": 149,
            "y1": 1024,
            "x2": 680,
            "y2": 1218,
            "text": "転生賢者",
            "vi": "Sage tái sinh"
        },
        {
            "x1": 188,
            "y1": 1194,
            "x2": 636,
            "y2": 1294,
            "text": "～魔物の森で最強の 大魔帝国を作り上げる～",
            "vi": "~ Tạo ra Đế chế quỷ vĩ đại mạnh nhất trong rừng quỷ-"
        },
        {
            "x1": 95,
            "y1": 1327,
            "x2": 696,
            "y2": 1351,
            "text": "原作:未来人Aマがッ新漫画:クリカラマル キャラクタ原楽:キッカイキ",
            "vi": "Bản gốc: Tương lai con người A MA là một bộ truyện tranh mới: Nhân vật Crycaramar Hara: Kikaiki"
        }
    ],
    "003.jpg": [
        {
            "x1": 173,
            "y1": 196,
            "x2": 213,
            "y2": 337,
            "text": "数か月後",
            "vi": "Vài tháng sau"
        }
    ],
    "004.jpg": [
        {
            "x1": 722,
            "y1": 954,
            "x2": 828,
            "y2": 1152,
            "text": "進化できた奴が だいぶ増えて きましたネ",
            "vi": "Số lượng người phát triển đã tăng lên rất nhiều"
        },
        {
            "x1": 252,
            "y1": 939,
            "x2": 391,
            "y2": 1098,
            "text": "うむ 訓練を 続けてきた 七割程が進化 できた",
            "vi": "Khoảng 70 % khóa đào tạo đã phát triển"
        },
        {
            "x1": 105,
            "y1": 1032,
            "x2": 209,
            "y2": 1222,
            "text": "まだの者も じき進化できる じゃろう",
            "vi": "Ngay cả những người chưa thể phát triển"
        }
    ],
    "005.jpg": [
        {
            "x1": 819,
            "y1": 111,
            "x2": 854,
            "y2": 264,
            "text": "ベラムス殿",
            "vi": "Tin"
        },
        {
            "x1": 510,
            "y1": 113,
            "x2": 546,
            "y2": 261,
            "text": "エレンシー",
            "vi": "Hình elen"
        },
        {
            "x1": 360,
            "y1": 292,
            "x2": 450,
            "y2": 430,
            "text": "…準備 出来たぞ",
            "vi": "...Tôi sẵn sàng"
        },
        {
            "x1": 725,
            "y1": 522,
            "x2": 834,
            "y2": 723,
            "text": "皆 訓練の手を 止めて集まって くれんか？",
            "vi": "Bạn có thể ngừng đào tạo và thu thập?"
        },
        {
            "x1": 190,
            "y1": 548,
            "x2": 306,
            "y2": 724,
            "text": "見てほしい 物がある ついてきてくれ",
            "vi": "Vui lòng đến với một cái gì đó bạn muốn bạn thấy"
        },
        {
            "x1": 165,
            "y1": 1111,
            "x2": 199,
            "y2": 1269,
            "text": "見てほしい",
            "vi": "Tôi muốn bạn xem"
        }
    ],
    "006.jpg": [
        {
            "x1": 645,
            "y1": 926,
            "x2": 741,
            "y2": 1263,
            "text": "皆 この数か月 よく頑張ってくれた",
            "vi": "Mọi người đã làm việc chăm chỉ trong vài tháng qua"
        }
    ],
    "007.jpg": [
        {
            "x1": 277,
            "y1": 93,
            "x2": 365,
            "y2": 322,
            "text": "今日は束の間の 休息…",
            "vi": "Hôm nay là một sự phá vỡ giữa các gói..."
        },
        {
            "x1": 113,
            "y1": 181,
            "x2": 179,
            "y2": 476,
            "text": "収穫祭じゃ！",
            "vi": "Đó là một lễ hội thu hoạch!"
        }
    ],
    "008.jpg": [
        {
            "x1": 760,
            "y1": 118,
            "x2": 824,
            "y2": 284,
            "text": "粋なマネする じゃねーカ！",
            "vi": "Đó là một người đàn ông thông minh!"
        },
        {
            "x1": 531,
            "y1": 152,
            "x2": 622,
            "y2": 280,
            "text": "うわく ウマそうだ ナァ",
            "vi": "Wow ngựa trông giống Naa"
        },
        {
            "x1": 315,
            "y1": 138,
            "x2": 414,
            "y2": 290,
            "text": "色んな色の 実がなってて キレイ…！",
            "vi": "Màu sắc khác nhau đẹp và đẹp...!"
        },
        {
            "x1": 106,
            "y1": 122,
            "x2": 247,
            "y2": 314,
            "text": "アルラウネの実 だよネ？ 何て名前の 果物なノく？",
            "vi": "Có phải đó là trái cây của Arraune? Thật là một loại trái cây của cái tên?"
        },
        {
            "x1": 732,
            "y1": 612,
            "x2": 808,
            "y2": 784,
            "text": "赤い実´とか 青い実´とか",
            "vi": "Trái cây đỏ ´ hoặc trái cây màu xanh"
        },
        {
            "x1": 100,
            "y1": 629,
            "x2": 222,
            "y2": 782,
            "text": "そのまま 色で 呼んでいる",
            "vi": "Tôi gọi nó là như vậy"
        },
        {
            "x1": 710,
            "y1": 869,
            "x2": 833,
            "y2": 1018,
            "text": "つまり名称は 決められて いないという わけか…",
            "vi": "Nói cách khác, cái tên không được quyết định..."
        },
        {
            "x1": 421,
            "y1": 870,
            "x2": 549,
            "y2": 1037,
            "text": "…アルラウネ からとって デアルラ´は どうじゃ？",
            "vi": "Làm thế nào về dialla 'từ Arraune?"
        },
        {
            "x1": 624,
            "y1": 947,
            "x2": 694,
            "y2": 1138,
            "text": "ではここで 決めてしまおう",
            "vi": "Chúng ta hãy quyết định ở đây"
        },
        {
            "x1": 158,
            "y1": 851,
            "x2": 333,
            "y2": 1045,
            "text": "赤い実は ビレッドアルラ 青い実は “ブルーアルラ といった感じで",
            "vi": "Trái cây màu đỏ là bánh mì Alra Blue Fruit, \"nó giống như màu xanh Alra"
        }
    ],
    "009.jpg": [
        {
            "x1": 730,
            "y1": 131,
            "x2": 846,
            "y2": 340,
            "text": "アルラか 分かりやすくて いいな",
            "vi": "Nó sẽ dễ hiểu Alra"
        },
        {
            "x1": 128,
            "y1": 267,
            "x2": 206,
            "y2": 465,
            "text": "うん それでいこう",
            "vi": "Được rồi đi thôi"
        },
        {
            "x1": 764,
            "y1": 540,
            "x2": 842,
            "y2": 747,
            "text": "早くとって 食べようヨく‼",
            "vi": "Chúng ta hãy ăn sớm"
        },
        {
            "x1": 632,
            "y1": 582,
            "x2": 662,
            "y2": 685,
            "text": "じゅる",
            "vi": "Juru"
        },
        {
            "x1": 445,
            "y1": 571,
            "x2": 549,
            "y2": 729,
            "text": "そうじゃな さあ皆 楽しんでくれ",
            "vi": "Không phải thế, mọi người đều thích nó"
        },
        {
            "x1": 173,
            "y1": 650,
            "x2": 279,
            "y2": 823,
            "text": "やったー‼",
            "vi": "Yay!"
        },
        {
            "x1": 127,
            "y1": 617,
            "x2": 200,
            "y2": 762,
            "text": "わーっ‼",
            "vi": "Thành công lớn"
        }
    ],
    "010.jpg": [
        {
            "x1": 713,
            "y1": 125,
            "x2": 835,
            "y2": 292,
            "text": "オススメの 食べ方など あるのか？",
            "vi": "Có một cách nào được đề nghị để ăn?"
        },
        {
            "x1": 755,
            "y1": 474,
            "x2": 826,
            "y2": 691,
            "text": "調理してもいいし 生でもいい",
            "vi": "Bạn có thể nấu ăn hoặc sống"
        },
        {
            "x1": 348,
            "y1": 460,
            "x2": 420,
            "y2": 597,
            "text": "ほら こう すると…",
            "vi": "Trông như thế này..."
        },
        {
            "x1": 471,
            "y1": 605,
            "x2": 520,
            "y2": 733,
            "text": "見ててくれ",
            "vi": "Nhìn vào nó"
        },
        {
            "x1": 88,
            "y1": 797,
            "x2": 167,
            "y2": 951,
            "text": "手で簡単に 皮が剥ける",
            "vi": "Dễ dàng bong bằng tay"
        },
        {
            "x1": 523,
            "y1": 1118,
            "x2": 612,
            "y2": 1255,
            "text": "うん 美味しい",
            "vi": "Yeah ngon"
        },
        {
            "x1": 96,
            "y1": 1031,
            "x2": 205,
            "y2": 1258,
            "text": "ネーネーこれって 色で味が違う んだよネー？",
            "vi": "Nene có phải là hương vị khác nhau về màu sắc không?"
        }
    ],
    "011.jpg": [
        {
            "x1": 691,
            "y1": 148,
            "x2": 815,
            "y2": 361,
            "text": "私は甘いやつ 食べたいナ どれが甘いノ？",
            "vi": "Tôi muốn ăn một chàng trai ngọt ngào ngọt ngào?"
        },
        {
            "x1": 122,
            "y1": 364,
            "x2": 226,
            "y2": 570,
            "text": "それならこの ピンクアルラが オススメだ",
            "vi": "Sau đó, tôi đề nghị Alra màu hồng này"
        },
        {
            "x1": 645,
            "y1": 679,
            "x2": 714,
            "y2": 875,
            "text": "いくら甘いって いっても",
            "vi": "Cho dù nó ngọt như thế nào"
        },
        {
            "x1": 510,
            "y1": 649,
            "x2": 568,
            "y2": 857,
            "text": "さすがに メルーンより…",
            "vi": "Đúng như dự đoán, từ Meloon..."
        },
        {
            "x1": 667,
            "y1": 1147,
            "x2": 760,
            "y2": 1249,
            "text": "おい…？ デラロサ 大丈夫力",
            "vi": "Này…? Delalosa ok"
        },
        {
            "x1": 270,
            "y1": 1136,
            "x2": 333,
            "y2": 1269,
            "text": "デラロサ ちゃン…？",
            "vi": "Delarosa...?"
        }
    ],
    "012.jpg": [
        {
            "x1": 767,
            "y1": 116,
            "x2": 837,
            "y2": 322,
            "text": "甘ァ__",
            "vi": "Kẹo ____"
        },
        {
            "x1": 793,
            "y1": 637,
            "x2": 838,
            "y2": 822,
            "text": "美味しイ！",
            "vi": "Ngon!"
        },
        {
            "x1": 263,
            "y1": 658,
            "x2": 367,
            "y2": 822,
            "text": "メデーロ 私達も食べて みようゼ！",
            "vi": "Hãy ăn truyền thông!"
        },
        {
            "x1": 453,
            "y1": 1072,
            "x2": 536,
            "y2": 1268,
            "text": "本当にスゴく 甘いゾ‼",
            "vi": "Nó thực sự tuyệt vời và ngọt ngào."
        }
    ],
    "013.jpg": [
        {
            "x1": 805,
            "y1": 105,
            "x2": 857,
            "y2": 221,
            "text": "わあっ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 763,
            "y1": 291,
            "x2": 861,
            "y2": 442,
            "text": "本当に メルーンより 甘イ‼",
            "vi": "Thực sự ngọt ngào hơn meloon"
        },
        {
            "x1": 118,
            "y1": 275,
            "x2": 217,
            "y2": 434,
            "text": "ひゃーっ ウメ_♪",
            "vi": "HI -TA UME_ ♪"
        },
        {
            "x1": 758,
            "y1": 560,
            "x2": 860,
            "y2": 724,
            "text": "たしか 赤いのが辛い んじゃったな",
            "vi": "Chắc chắn thật đau đớn khi có màu đỏ"
        },
        {
            "x1": 380,
            "y1": 554,
            "x2": 481,
            "y2": 736,
            "text": "わしは レッドアルラを 試すとしよう",
            "vi": "Tôi sẽ thử Red Alra"
        },
        {
            "x1": 742,
            "y1": 843,
            "x2": 863,
            "y2": 1043,
            "text": "…ふむ 初めて味わうが …美味いな",
            "vi": "… Hmm lần đầu tiên, nhưng nó ngon"
        },
        {
            "x1": 323,
            "y1": 816,
            "x2": 467,
            "y2": 996,
            "text": "辛みの中に 甘みも少し 感じられる… 不思議な味じゃ",
            "vi": "Tôi cảm thấy một chút ngọt ngào trong độ cay... đó là một hương vị bí ẩn"
        },
        {
            "x1": 122,
            "y1": 900,
            "x2": 218,
            "y2": 1027,
            "text": "じゃあ私も 赤いのに するカ…",
            "vi": "Sau đó, tôi cũng sẽ đỏ..."
        }
    ],
    "014.jpg": [
        {
            "x1": 756,
            "y1": 162,
            "x2": 801,
            "y2": 343,
            "text": "力 辛イ‼",
            "vi": "Quyền lực!"
        },
        {
            "x1": 534,
            "y1": 103,
            "x2": 603,
            "y2": 296,
            "text": "こ これは かなり辛ィ…‼",
            "vi": "Cái này khá cay...‼"
        },
        {
            "x1": 767,
            "y1": 554,
            "x2": 802,
            "y2": 677,
            "text": "そこまで",
            "vi": "Qua nhiêu"
        },
        {
            "x1": 94,
            "y1": 626,
            "x2": 231,
            "y2": 842,
            "text": "不思議な味ダ …癖になり そうダ！",
            "vi": "Một hương vị bí ẩn da... nó dường như là một thói quen!"
        },
        {
            "x1": 689,
            "y1": 943,
            "x2": 841,
            "y2": 1211,
            "text": "おおっ……！ 青いのは甘みと酸味が 丁度いいバランスで 美味イ",
            "vi": "Oh...! Màu xanh là một sự cân bằng tốt chỉ với sự ngọt ngào và chua"
        },
        {
            "x1": 122,
            "y1": 1054,
            "x2": 193,
            "y2": 1265,
            "text": "何個でも いけそうでス‼",
            "vi": "Có vẻ như bạn có thể làm điều đó như bạn muốn."
        }
    ],
    "015.jpg": [
        {
            "x1": 409,
            "y1": 102,
            "x2": 449,
            "y2": 220,
            "text": "ホウ‼",
            "vi": "Hou"
        },
        {
            "x1": 487,
            "y1": 375,
            "x2": 588,
            "y2": 588,
            "text": "オレンジは酸味が 強くてさっぱり してるネ‼",
            "vi": "Màu cam là chua và sảng khoái."
        },
        {
            "x1": 128,
            "y1": 406,
            "x2": 242,
            "y2": 599,
            "text": "緑は 苦みがあって わし好みジャ！",
            "vi": "Màu xanh lá cây là đắng và tôi thích nó!"
        },
        {
            "x1": 736,
            "y1": 672,
            "x2": 850,
            "y2": 829,
            "text": "紫…黄色… 他にも まだあるな",
            "vi": "Màu tím... Vàng... Vẫn còn những người khác"
        },
        {
            "x1": 141,
            "y1": 651,
            "x2": 269,
            "y2": 857,
            "text": "同じ実なのに これほど バリエーションが あるとは驚きじゃ",
            "vi": "Thật đáng ngạc nhiên khi có rất nhiều biến thể mặc dù đó là cùng một trái cây"
        },
        {
            "x1": 744,
            "y1": 942,
            "x2": 850,
            "y2": 1194,
            "text": "加工してジャムに したり調味料に するのもオススメだ",
            "vi": "Nó cũng được khuyến nghị xử lý nó để làm một mứt hoặc làm cho một gia vị."
        },
        {
            "x1": 114,
            "y1": 981,
            "x2": 228,
            "y2": 1260,
            "text": "それとレッドアルラの 煮込みスープは 絶品だぞ",
            "vi": "Và món súp hầm của Red Arra là tinh tế."
        }
    ],
    "016.jpg": [
        {
            "x1": 710,
            "y1": 119,
            "x2": 827,
            "y2": 342,
            "text": "アルラの実で 村の食事に革命が 起きそうじゃな",
            "vi": "Có khả năng là một cuộc cách mạng sẽ xảy ra trong bữa ăn của làng trong trái cây của Arra"
        },
        {
            "x1": 287,
            "y1": 108,
            "x2": 347,
            "y2": 288,
            "text": "本当に助かった エレンシー",
            "vi": "Ellence mà thực sự đã được cứu"
        },
        {
            "x1": 106,
            "y1": 176,
            "x2": 220,
            "y2": 345,
            "text": "おかげで 収穫祭は 大成功じゃ！",
            "vi": "Nhờ đó, lễ hội thu hoạch là một thành công lớn!"
        },
        {
            "x1": 799,
            "y1": 412,
            "x2": 831,
            "y2": 508,
            "text": "なに…",
            "vi": "cái gì…"
        },
        {
            "x1": 660,
            "y1": 455,
            "x2": 738,
            "y2": 610,
            "text": "礼には 及ばないさ",
            "vi": "Nó không tốt bằng cảm ơn"
        },
        {
            "x1": 96,
            "y1": 475,
            "x2": 179,
            "y2": 589,
            "text": "私の方 こそ",
            "vi": "Tôi là"
        },
        {
            "x1": 719,
            "y1": 764,
            "x2": 833,
            "y2": 985,
            "text": "いいものが 見れた…！",
            "vi": "Tôi đã thấy những điều tốt...!"
        },
        {
            "x1": 357,
            "y1": 981,
            "x2": 398,
            "y2": 1036,
            "text": "する",
            "vi": "LÀM"
        },
        {
            "x1": 871,
            "y1": 1059,
            "x2": 907,
            "y2": 1292,
            "text": "第47話へっづく！",
            "vi": "Tập 47!"
        },
        {
            "x1": 243,
            "y1": 1317,
            "x2": 701,
            "y2": 1346,
            "text": "食の楽しさに、実るは民の笑顔！",
            "vi": "Trong niềm vui của thức ăn, đó là một nụ cười của người dân!"
        }
    ]
}