var ocr_data = {
    "001.jpg": [
        {
            "x1": 102,
            "y1": 57,
            "x2": 441,
            "y2": 113,
            "text": "捨てられた転生賢者",
            "vi": "Bị loại bỏ tái sinh người khôn ngoan"
        },
        {
            "x1": 109,
            "y1": 106,
            "x2": 417,
            "y2": 128,
            "text": "～魔物の森て最強の大魔帝国を作り上げる",
            "vi": "~ Khu rừng chính tạo ra Đế chế quỷ vĩ đại mạnh nhất"
        },
        {
            "x1": 724,
            "y1": 125,
            "x2": 833,
            "y2": 427,
            "text": "門の前に人間が 倒れてるんダ‼",
            "vi": "Con người đang ngã xuống trước cổng"
        },
        {
            "x1": 480,
            "y1": 750,
            "x2": 862,
            "y2": 784,
            "text": "第52話:傷を負った訪問者",
            "vi": "Tập 52: Du khách bị thương"
        },
        {
            "x1": 742,
            "y1": 850,
            "x2": 852,
            "y2": 1033,
            "text": "血も出てテ… どうしたら いイ⁉",
            "vi": "Máu chảy ra và ta... Tôi nên làm gì?"
        },
        {
            "x1": 387,
            "y1": 849,
            "x2": 427,
            "y2": 1085,
            "text": "人間じゃと…⁉",
            "vi": "Đó là một con người...⁉"
        },
        {
            "x1": 34,
            "y1": 520,
            "x2": 72,
            "y2": 1294,
            "text": "既刊続々重版！ 単行本最新４巻絶賛発売中‼",
            "vi": "Đó là một phiên bản nặng đã được xuất bản! 4 tập sách mới nhất được bán."
        },
        {
            "x1": 134,
            "y1": 1313,
            "x2": 843,
            "y2": 1339,
            "text": "原作:未来人A々が経制漫画:クリカラマル キャラクタ原案:キッカイキ",
            "vi": "Bản gốc: Tương lai của con người một manga điều khiển: Crycala mal nhân vật gốc"
        }
    ],
    "002.jpg": [
        {
            "x1": 709,
            "y1": 103,
            "x2": 836,
            "y2": 317,
            "text": "妙じゃな… 魔物の森に 人間が何の用で",
            "vi": "Thật kỳ lạ... con người trong rừng quái vật là vì những gì"
        },
        {
            "x1": 119,
            "y1": 104,
            "x2": 200,
            "y2": 273,
            "text": "いや 今は 後回しじゃ",
            "vi": "Không, bây giờ nó là một sự trì hoãn"
        },
        {
            "x1": 741,
            "y1": 440,
            "x2": 826,
            "y2": 729,
            "text": "怪我をしているなら 助ける必要がある",
            "vi": "Nếu bạn bị thương, bạn cần phải giúp đỡ"
        },
        {
            "x1": 156,
            "y1": 499,
            "x2": 184,
            "y2": 626,
            "text": "分かっタ！",
            "vi": "Tôi hiểu!"
        },
        {
            "x1": 609,
            "y1": 701,
            "x2": 688,
            "y2": 901,
            "text": "急いで連れて くるんじゃ！",
            "vi": "Tôi sẽ đưa bạn một cách vội vàng!"
        }
    ],
    "004.jpg": [
        {
            "x1": 762,
            "y1": 129,
            "x2": 838,
            "y2": 394,
            "text": "…この人ベラムスと 同じ人間なんだよネ",
            "vi": "… Người này là chính người như Belams"
        },
        {
            "x1": 669,
            "y1": 119,
            "x2": 703,
            "y2": 272,
            "text": "大丈夫かナ",
            "vi": "Có ổn không?"
        },
        {
            "x1": 790,
            "y1": 645,
            "x2": 828,
            "y2": 780,
            "text": "ひどい傷",
            "vi": "Vết thương khủng khiếp"
        },
        {
            "x1": 585,
            "y1": 661,
            "x2": 664,
            "y2": 858,
            "text": "この出血じゃ …もう…！",
            "vi": "Bleeding này... rồi...!"
        },
        {
            "x1": 264,
            "y1": 671,
            "x2": 339,
            "y2": 774,
            "text": "ざわ",
            "vi": "Không có thật"
        },
        {
            "x1": 158,
            "y1": 654,
            "x2": 188,
            "y2": 762,
            "text": "そんナ…",
            "vi": "Soona..."
        },
        {
            "x1": 412,
            "y1": 1020,
            "x2": 451,
            "y2": 1212,
            "text": "下がっておれ",
            "vi": "Tôi xuống"
        }
    ],
    "005.jpg": [
        {
            "x1": 715,
            "y1": 265,
            "x2": 750,
            "y2": 360,
            "text": "…ふむ",
            "vi": "HM HM"
        },
        {
            "x1": 88,
            "y1": 81,
            "x2": 203,
            "y2": 482,
            "text": "ピヒーリング",
            "vi": "Chỉ ra ống"
        }
    ],
    "006.jpg": [
        {
            "x1": 763,
            "y1": 143,
            "x2": 834,
            "y2": 296,
            "text": "傷が消えて いくゾ‼",
            "vi": "Vết thương biến mất."
        },
        {
            "x1": 412,
            "y1": 104,
            "x2": 444,
            "y2": 261,
            "text": "回復魔法⁉",
            "vi": "Phép ma thuật phục hồi⁉"
        },
        {
            "x1": 96,
            "y1": 204,
            "x2": 170,
            "y2": 404,
            "text": "スゴイ…初めて 見ました！",
            "vi": "Suggoi... Tôi đã thấy nó lần đầu tiên!"
        },
        {
            "x1": 802,
            "y1": 473,
            "x2": 841,
            "y2": 601,
            "text": "まだじゃ",
            "vi": "Đứng yên"
        },
        {
            "x1": 619,
            "y1": 467,
            "x2": 731,
            "y2": 614,
            "text": "傷を塞いだ だけでは 助からん",
            "vi": "Không hữu ích chỉ để chặn vết thương"
        },
        {
            "x1": 352,
            "y1": 471,
            "x2": 437,
            "y2": 630,
            "text": "失った血を 戻し…",
            "vi": "Trả lại máu mất..."
        },
        {
            "x1": 741,
            "y1": 905,
            "x2": 828,
            "y2": 1100,
            "text": "生命力を体に 注ぎ込む！",
            "vi": "Đổ sức sống vào cơ thể bạn!"
        }
    ],
    "007.jpg": [
        {
            "x1": 742,
            "y1": 113,
            "x2": 858,
            "y2": 341,
            "text": "回復魔法は ただでさえ習得が 難しい上に",
            "vi": "Phép thuật phục hồi rất khó để học thậm chí"
        },
        {
            "x1": 137,
            "y1": 114,
            "x2": 210,
            "y2": 342,
            "text": "多くの魔法使いが 使用をためらう",
            "vi": "Nhiều pháp sư ngần ngại sử dụng"
        },
        {
            "x1": 689,
            "y1": 494,
            "x2": 837,
            "y2": 862,
            "text": "薬が毒になるように 扱いを間違えれば 患者を内部から 破壊しかねない繊細な魔法じゃ",
            "vi": "Đó là một phép thuật tinh tế có thể tiêu diệt bệnh nhân từ bên trong nếu thuốc bị điều trị nhầm để thuốc trở nên độc."
        },
        {
            "x1": 537,
            "y1": 496,
            "x2": 618,
            "y2": 733,
            "text": "居合わせたのが わしでよかった",
            "vi": "Tôi rất vui vì tôi có mặt"
        },
        {
            "x1": 120,
            "y1": 834,
            "x2": 167,
            "y2": 1011,
            "text": "…大丈夫",
            "vi": "…Bạn co ổn không"
        },
        {
            "x1": 162,
            "y1": 1142,
            "x2": 238,
            "y2": 1235,
            "text": "お主は 助かる",
            "vi": "Chúa đã được cứu"
        }
    ],
    "008.jpg": [
        {
            "x1": 150,
            "y1": 204,
            "x2": 189,
            "y2": 279,
            "text": "ふう",
            "vi": "Hung"
        },
        {
            "x1": 713,
            "y1": 366,
            "x2": 830,
            "y2": 566,
            "text": "まだ意識は 戻っていないが もう大丈夫じゃ",
            "vi": "Ý thức của tôi vẫn chưa trở lại, nhưng không sao đâu"
        },
        {
            "x1": 758,
            "y1": 973,
            "x2": 834,
            "y2": 1174,
            "text": "顔色がすっかり 良くなったゾ！",
            "vi": "Sự phức tạp đã được cải thiện!"
        },
        {
            "x1": 488,
            "y1": 1013,
            "x2": 601,
            "y2": 1163,
            "text": "流石は ベラムス様 ですっ！",
            "vi": "Đúng như dự đoán, Belams!"
        },
        {
            "x1": 279,
            "y1": 993,
            "x2": 379,
            "y2": 1165,
            "text": "でも何で 怪我した人間が 門の前に……",
            "vi": "Nhưng tại sao một người bị thương ở phía trước cổng..."
        }
    ],
    "009.jpg": [
        {
            "x1": 698,
            "y1": 122,
            "x2": 806,
            "y2": 319,
            "text": "それはこの女に 尋ねなければ わからんな",
            "vi": "Tôi không biết bạn không hỏi người phụ nữ này"
        },
        {
            "x1": 120,
            "y1": 112,
            "x2": 199,
            "y2": 325,
            "text": "本当の理由は 分からないが",
            "vi": "Tôi không biết tại sao"
        },
        {
            "x1": 741,
            "y1": 418,
            "x2": 856,
            "y2": 680,
            "text": "冒険者の類が 金を求めて森に入りり 危険な目に遭ったふ",
            "vi": "Kiểu nhà thám hiểm đã vào rừng để tìm kiếm tiền và có đôi mắt nguy hiểm"
        },
        {
            "x1": 123,
            "y1": 423,
            "x2": 202,
            "y2": 636,
            "text": "大方 そんな所だろう",
            "vi": "Hầu hết họ sẽ như vậy"
        },
        {
            "x1": 122,
            "y1": 1070,
            "x2": 166,
            "y2": 1261,
            "text": "…子供…？",
            "vi": "…trẻ em…?"
        }
    ],
    "010.jpg": [
        {
            "x1": 749,
            "y1": 505,
            "x2": 826,
            "y2": 708,
            "text": "大丈夫か⁉ 急に動いては…",
            "vi": "Bạn co ổn không?"
        },
        {
            "x1": 330,
            "y1": 1031,
            "x2": 380,
            "y2": 1263,
            "text": "腹減った……",
            "vi": "đói ……"
        }
    ],
    "011.jpg": [
        {
            "x1": 639,
            "y1": 116,
            "x2": 793,
            "y2": 265,
            "text": "デラロサ 水と食料を 持ってきて くれ",
            "vi": "Mang theo nước và thức ăn Delalosa"
        },
        {
            "x1": 336,
            "y1": 129,
            "x2": 373,
            "y2": 275,
            "text": "わかっタく",
            "vi": "Tôi hiểu"
        },
        {
            "x1": 789,
            "y1": 683,
            "x2": 839,
            "y2": 985,
            "text": "助かりました！",
            "vi": "Nó rất hữu ích!"
        },
        {
            "x1": 128,
            "y1": 909,
            "x2": 232,
            "y2": 1232,
            "text": "このご恩は 一生忘れませぬ！",
            "vi": "Đừng quên lợi ích này cho cả cuộc đời!"
        }
    ],
    "012.jpg": [
        {
            "x1": 764,
            "y1": 113,
            "x2": 824,
            "y2": 324,
            "text": "当たり前のことを したまでだ",
            "vi": "Cho đến khi tôi làm điều gì đó rõ ràng"
        },
        {
            "x1": 162,
            "y1": 110,
            "x2": 263,
            "y2": 283,
            "text": "…小さいのに しっかりして いるのですね",
            "vi": "… Nó nhỏ nhưng rắn"
        },
        {
            "x1": 735,
            "y1": 545,
            "x2": 824,
            "y2": 832,
            "text": "私はリザ・ルドレス と申します",
            "vi": "Tên tôi là Liza Rudres"
        },
        {
            "x1": 165,
            "y1": 516,
            "x2": 248,
            "y2": 720,
            "text": "わしは ベラムスじゃ",
            "vi": "Tôi là người tin tưởng"
        }
    ],
    "013.jpg": [
        {
            "x1": 767,
            "y1": 121,
            "x2": 843,
            "y2": 357,
            "text": "それでお主はなぜ 倒れていたのだ？",
            "vi": "Vậy tại sao bạn lại gục ngã?"
        },
        {
            "x1": 407,
            "y1": 110,
            "x2": 447,
            "y2": 310,
            "text": "そうですね…",
            "vi": "Tôi đồng ý…"
        },
        {
            "x1": 699,
            "y1": 555,
            "x2": 849,
            "y2": 825,
            "text": "私は とある場所に行くため フラーゼス大森林を 進んでいたのですが",
            "vi": "Tôi đã ở trên khu rừng lớn để đi đến một nơi"
        },
        {
            "x1": 117,
            "y1": 776,
            "x2": 241,
            "y2": 958,
            "text": "途中 魔物の 群れに襲われ 怪我を……",
            "vi": "Một thương tích bị tấn công bởi một nhóm quái vật trên đường..."
        },
        {
            "x1": 823,
            "y1": 1064,
            "x2": 855,
            "y2": 1177,
            "text": "…あれ？",
            "vi": "…điều đó?"
        },
        {
            "x1": 682,
            "y1": 1109,
            "x2": 748,
            "y2": 1270,
            "text": "私…怪我して いませんね…",
            "vi": "Tôi... tôi không bị thương..."
        },
        {
            "x1": 123,
            "y1": 1084,
            "x2": 203,
            "y2": 1267,
            "text": "怪我なら わしが治した",
            "vi": "Tôi đã được chữa khỏi nếu tôi bị thương"
        }
    ],
    "014.jpg": [
        {
            "x1": 242,
            "y1": 97,
            "x2": 303,
            "y2": 225,
            "text": "一体どう やって…？",
            "vi": "Làm thế nào để bạn...."
        },
        {
            "x1": 113,
            "y1": 139,
            "x2": 173,
            "y2": 255,
            "text": "魔法を 使ったのだ",
            "vi": "Tôi đã sử dụng ma thuật"
        },
        {
            "x1": 325,
            "y1": 125,
            "x2": 451,
            "y2": 522,
            "text": "？ 治した…⁉",
            "vi": "?? Nó đã được chữa khỏi...⁉"
        },
        {
            "x1": 798,
            "y1": 611,
            "x2": 834,
            "y2": 767,
            "text": "は…はあ…",
            "vi": "Huh... oh..."
        },
        {
            "x1": 358,
            "y1": 605,
            "x2": 442,
            "y2": 767,
            "text": "ところでここは どこなので しょうか？",
            "vi": "Nhân tiện, nó ở đâu ở đây?"
        },
        {
            "x1": 176,
            "y1": 596,
            "x2": 238,
            "y2": 761,
            "text": "ベレスドラル じゃ",
            "vi": "Trong Berethral"
        },
        {
            "x1": 649,
            "y1": 791,
            "x2": 763,
            "y2": 972,
            "text": "魔法って 怪我を治せ ましたっけ？",
            "vi": "Có phải phép thuật chữa khỏi chấn thương?"
        },
        {
            "x1": 736,
            "y1": 1055,
            "x2": 837,
            "y2": 1237,
            "text": "もう一度 言っていただけ ますか？",
            "vi": "Bạn có thể nói lại lần nữa không?"
        },
        {
            "x1": 116,
            "y1": 1081,
            "x2": 191,
            "y2": 1268,
            "text": "ベレスドラル じゃが…",
            "vi": "Beragral Maraga..."
        }
    ],
    "015.jpg": [
        {
            "x1": 687,
            "y1": 488,
            "x2": 719,
            "y2": 609,
            "text": "いうこと",
            "vi": "điều tôi đã nói"
        },
        {
            "x1": 706,
            "y1": 702,
            "x2": 857,
            "y2": 944,
            "text": "あく… あまり驚かずに 聞いてほしいのだが ここは魔物の村じゃ",
            "vi": "À... tôi không muốn bạn nghe nó, nhưng đây là một ngôi làng quỷ"
        },
        {
            "x1": 123,
            "y1": 725,
            "x2": 222,
            "y2": 979,
            "text": "ただ人間に一切敵意は 持っていないので 安心してくれ",
            "vi": "Chỉ không có bất kỳ sự thù địch nào với con người, vì vậy đừng lo lắng"
        },
        {
            "x1": 741,
            "y1": 1051,
            "x2": 840,
            "y2": 1269,
            "text": "…そしてあなたは この村にただ一の 人間……",
            "vi": "...và bạn chỉ là một người trong ngôi làng này..."
        },
        {
            "x1": 138,
            "y1": 1055,
            "x2": 252,
            "y2": 1264,
            "text": "…なるほど 私は辿り着いて いたのですね",
            "vi": "… Tôi thấy tôi đang đến"
        }
    ],
    "016.jpg": [
        {
            "x1": 371,
            "y1": 82,
            "x2": 534,
            "y2": 438,
            "text": "私は悪しき ゴブリンどもから あなたを",
            "vi": "Tôi đến từ con yêu tinh tồi tệ"
        },
        {
            "x1": 616,
            "y1": 527,
            "x2": 740,
            "y2": 775,
            "text": "ーご安心 ください",
            "vi": "ー Hãy yên tâm"
        }
    ],
    "017.jpg": [
        {
            "x1": 148,
            "y1": 77,
            "x2": 306,
            "y2": 622,
            "text": "救い出すために やって来たのです‼",
            "vi": "Tôi đã đến để giải cứu nó."
        },
        {
            "x1": 31,
            "y1": 1118,
            "x2": 593,
            "y2": 1252,
            "text": "抜かれる刃に 事態は一転、同動揺…",
            "vi": "Tình huống bật lại lưỡi dao được kéo ra, cùng một biến động..."
        },
        {
            "x1": 405,
            "y1": 1316,
            "x2": 945,
            "y2": 1337,
            "text": "次号は休載となります。53話の更新は8月8日日子定です。",
            "vi": "Vấn đề tiếp theo sẽ được đóng cửa. Bản cập nhật 53 tập là Hiko vào ngày 8 tháng 8."
        },
        {
            "x1": 34,
            "y1": 1304,
            "x2": 273,
            "y2": 1345,
            "text": "53話へつプく！",
            "vi": "PIP đến Tập 53!"
        }
    ]
}