var ocr_data = {
    "001.jpg": [
        {
            "x1": 89,
            "y1": 33,
            "x2": 355,
            "y2": 85,
            "text": "拾てられた転生員者 一魔物の森て最強の大随新国を作り上めの",
            "vi": "Tái sinh một khu rừng tái sinh để tạo ra đất nước mới mạnh nhất"
        },
        {
            "x1": 113,
            "y1": 148,
            "x2": 285,
            "y2": 322,
            "text": "駄目だって！ これは最後の 手段だって お母さん達が 言ってたでしょ",
            "vi": "Nó vô dụng! Các bà mẹ cho biết đây là phương sách cuối cùng"
        },
        {
            "x1": 635,
            "y1": 496,
            "x2": 758,
            "y2": 818,
            "text": "インプの手には 見るからに怪しき書が…。",
            "vi": "Có một cuốn sách đáng ngờ trong tay của Imp..."
        },
        {
            "x1": 367,
            "y1": 479,
            "x2": 427,
            "y2": 802,
            "text": "封印の書…‼",
            "vi": "Sách kín...‼‼"
        },
        {
            "x1": 156,
            "y1": 675,
            "x2": 218,
            "y2": 831,
            "text": "大変なことに なる‼",
            "vi": "Nó sẽ là một vấn đề lớn."
        },
        {
            "x1": 42,
            "y1": 83,
            "x2": 71,
            "y2": 869,
            "text": "単行本最新第る巻、ら月て日金に発売してむのます！",
            "vi": "Tập mới nhất của cuốn sách, Tháng lương hưu sẽ được phát hành vào ngày này!"
        },
        {
            "x1": 774,
            "y1": 903,
            "x2": 843,
            "y2": 1091,
            "text": "こうも言ってた から大丈夫よ",
            "vi": "Tôi đã nói điều này, vì vậy không sao"
        },
        {
            "x1": 589,
            "y1": 1062,
            "x2": 724,
            "y2": 1274,
            "text": "「実力があれば 封印している 魔獣を操ることが できる」って",
            "vi": "\"Nếu bạn có khả năng, bạn có thể điều khiển những con quái vật được niêm phong.\""
        },
        {
            "x1": 125,
            "y1": 1019,
            "x2": 230,
            "y2": 1260,
            "text": "それはそうだけど 今のお姉ちゃんには できないでしょ！",
            "vi": "Đúng vậy, nhưng bạn không thể làm điều đó bây giờ!"
        },
        {
            "x1": 172,
            "y1": 1315,
            "x2": 483,
            "y2": 1343,
            "text": "弟43話 放たれた魔獣",
            "vi": "Anh trai 43 tập quỷ quái vật"
        }
    ],
    "002.jpg": [
        {
            "x1": 704,
            "y1": 130,
            "x2": 831,
            "y2": 350,
            "text": "失礼ね 魔獣が何よ！ 操ってみせるわ",
            "vi": "Tôi xin lỗi, quái vật là gì! Tôi sẽ thao tác"
        },
        {
            "x1": 114,
            "y1": 141,
            "x2": 200,
            "y2": 413,
            "text": "この私を誰だと 思っているのよ！",
            "vi": "Bạn nghĩ rằng bạn là ai!"
        },
        {
            "x1": 785,
            "y1": 683,
            "x2": 825,
            "y2": 915,
            "text": "や やめろって！",
            "vi": "Dừng nó!"
        },
        {
            "x1": 313,
            "y1": 714,
            "x2": 461,
            "y2": 930,
            "text": "このフラーゼス 大森林では 強き者が奪い 弱き者は奪われる",
            "vi": "Trong điều này, những người mạnh bị cướp và người yếu bị tước"
        },
        {
            "x1": 118,
            "y1": 737,
            "x2": 226,
            "y2": 1004,
            "text": "北で住処を奪われ この西の地にまで 逃げてきた私達には…",
            "vi": "Đối với chúng tôi, những người đã bị tước đi nơi cư trú của họ ở phía bắc và chạy trốn về phía tây này..."
        },
        {
            "x1": 699,
            "y1": 1056,
            "x2": 785,
            "y2": 1221,
            "text": "リージー 忘れたの？",
            "vi": "Bạn đã quên khu vực?"
        },
        {
            "x1": 116,
            "y1": 1312,
            "x2": 828,
            "y2": 1341,
            "text": "原作:未来人Aマガぅｼ経制 漫画:クリカラマル キャラクター原案:キッカイキ",
            "vi": "Bản gốc: Người tương lai A Maga Sutra System Manga: Nhân vật Crycala Mar"
        }
    ],
    "003.jpg": [
        {
            "x1": 707,
            "y1": 155,
            "x2": 850,
            "y2": 371,
            "text": "ここで奪い 生きていく道しか もう残って いないのよ",
            "vi": "Không còn con đường nào để lấy đi đây"
        },
        {
            "x1": 590,
            "y1": 311,
            "x2": 662,
            "y2": 476,
            "text": "どんな手を 使ってでもね",
            "vi": "Không có vấn đề gì bạn sử dụng bàn tay"
        },
        {
            "x1": 476,
            "y1": 620,
            "x2": 618,
            "y2": 840,
            "text": "それにあの人間… 私をコケにした ことを後悔させて やるわ…‼",
            "vi": "Và người đó... tôi sẽ hối hận vì tôi đã làm cho tôi rêu...‼"
        },
        {
            "x1": 172,
            "y1": 686,
            "x2": 287,
            "y2": 866,
            "text": "そ そっちの 方が本音じゃ ないか‼",
            "vi": "Điều đó không đúng?"
        },
        {
            "x1": 771,
            "y1": 997,
            "x2": 847,
            "y2": 1205,
            "text": "いいからそこで 見てなさい！",
            "vi": "Nhìn kìa!"
        },
        {
            "x1": 149,
            "y1": 1087,
            "x2": 233,
            "y2": 1241,
            "text": "私は必ず やり遂げる",
            "vi": "Tôi chắc chắn sẽ làm điều đó"
        }
    ],
    "004.jpg": [
        {
            "x1": 793,
            "y1": 177,
            "x2": 865,
            "y2": 355,
            "text": "さあ…",
            "vi": "Ở đây chúng tôi đi…"
        },
        {
            "x1": 763,
            "y1": 488,
            "x2": 874,
            "y2": 895,
            "text": "来るのよ‼",
            "vi": "Tôi đến"
        }
    ],
    "005.jpg": [
        {
            "x1": 435,
            "y1": 126,
            "x2": 505,
            "y2": 271,
            "text": "チュチュ",
            "vi": "Tutu"
        },
        {
            "x1": 385,
            "y1": 173,
            "x2": 427,
            "y2": 302,
            "text": "チチチ",
            "vi": "Chitichi"
        },
        {
            "x1": 167,
            "y1": 125,
            "x2": 272,
            "y2": 306,
            "text": "ーやはり 落ち着いた朝は 良いのう",
            "vi": "-Buổi sáng bình tĩnh thật tốt"
        },
        {
            "x1": 811,
            "y1": 349,
            "x2": 881,
            "y2": 453,
            "text": "凸可",
            "vi": "Kẻ cong"
        },
        {
            "x1": 704,
            "y1": 817,
            "x2": 847,
            "y2": 985,
            "text": "昨日のあれは 本当に 迷惑な奴ら じゃったな…",
            "vi": "Hôm qua là một anh chàng thực sự khó chịu..."
        },
        {
            "x1": 751,
            "y1": 1076,
            "x2": 798,
            "y2": 1261,
            "text": "何事じゃ⁉",
            "vi": "Nó............... là gì?"
        }
    ],
    "007.jpg": [
        {
            "x1": 155,
            "y1": 104,
            "x2": 251,
            "y2": 411,
            "text": "ベヒーモス",
            "vi": "Behemos"
        },
        {
            "x1": 97,
            "y1": 1026,
            "x2": 317,
            "y2": 1234,
            "text": "単純な力なら 最強クラスの 魔物がなぜ いきなり ここに…⁉",
            "vi": "Nếu đó là một sức mạnh đơn giản, tại sao con quái vật hạng mạnh nhất đột nhiên ở đây..."
        }
    ],
    "008.jpg": [
        {
            "x1": 769,
            "y1": 154,
            "x2": 830,
            "y2": 357,
            "text": "いや 理由は今 どうでもいい",
            "vi": "Không, tôi không quan tâm tại sao"
        },
        {
            "x1": 107,
            "y1": 141,
            "x2": 249,
            "y2": 381,
            "text": "この村を 襲ってくるようなら 撃退せねばならん ……じゃが",
            "vi": "Nếu bạn tấn công ngôi làng này, bạn phải đẩy lùi..."
        },
        {
            "x1": 722,
            "y1": 532,
            "x2": 832,
            "y2": 750,
            "text": "奴と戦えば 犠牲なしに勝てる 保証は……",
            "vi": "Có một đảm bảo rằng bạn có thể giành chiến thắng mà không cần hy sinh nếu bạn chiến đấu với anh ta..."
        },
        {
            "x1": 528,
            "y1": 530,
            "x2": 636,
            "y2": 725,
            "text": "あれは 昨日の…！",
            "vi": "Đó là ngày hôm qua...!"
        },
        {
            "x1": 104,
            "y1": 959,
            "x2": 214,
            "y2": 1266,
            "text": "奴が呼び出した のか‼",
            "vi": "Anh ấy đã gọi?"
        }
    ],
    "009.jpg": [
        {
            "x1": 748,
            "y1": 114,
            "x2": 846,
            "y2": 286,
            "text": "す すげえ ベヒーモスを 従えてるぞ",
            "vi": "Tôi đang theo dõi những kẻ khổng lồ"
        },
        {
            "x1": 571,
            "y1": 147,
            "x2": 659,
            "y2": 312,
            "text": "リーリーの奴 本当に やりやがった‼",
            "vi": "Anh chàng của Ree Lee thực sự đã làm điều đó"
        },
        {
            "x1": 350,
            "y1": 143,
            "x2": 438,
            "y2": 271,
            "text": "なで なで",
            "vi": "Chưa bao giờ"
        },
        {
            "x1": 127,
            "y1": 147,
            "x2": 213,
            "y2": 282,
            "text": "よしよし いい子ね",
            "vi": "Cậu bé tốt"
        },
        {
            "x1": 763,
            "y1": 645,
            "x2": 847,
            "y2": 859,
            "text": "さあ 私の ベヒーモス！",
            "vi": "Thôi nào, những người khổng lồ của tôi!"
        },
        {
            "x1": 300,
            "y1": 1011,
            "x2": 400,
            "y2": 1211,
            "text": "あの村を 襲うのよ‼",
            "vi": "Tôi sẽ tấn công ngôi làng đó"
        }
    ],
    "010.jpg": [
        {
            "x1": 152,
            "y1": 547,
            "x2": 207,
            "y2": 733,
            "text": "_そそッ⁉",
            "vi": "_Stowa"
        }
    ],
    "011.jpg": [
        {
            "x1": 756,
            "y1": 130,
            "x2": 848,
            "y2": 298,
            "text": "な 何する のよ！",
            "vi": "Công việc của bạn là gì!"
        },
        {
            "x1": 608,
            "y1": 281,
            "x2": 723,
            "y2": 404,
            "text": "私が あなたの 主よ‼",
            "vi": "Tôi là chúa tể của bạn‼"
        }
    ],
    "012.jpg": [
        {
            "x1": 676,
            "y1": 532,
            "x2": 716,
            "y2": 654,
            "text": "ひぃいぃ",
            "vi": "Hiiii"
        },
        {
            "x1": 749,
            "y1": 969,
            "x2": 844,
            "y2": 1126,
            "text": "あく ヤバそうだね あいつラ",
            "vi": "Akira Yaba dường như"
        },
        {
            "x1": 321,
            "y1": 964,
            "x2": 421,
            "y2": 1114,
            "text": "デラロサ 危ないから 下がっていろ",
            "vi": "Delalosa là nguy hiểm, vì vậy hãy đi xuống"
        }
    ],
    "013.jpg": [
        {
            "x1": 667,
            "y1": 128,
            "x2": 784,
            "y2": 327,
            "text": "ヤダ！ あいつが来たら 一緒に戦ウ！",
            "vi": "Yada! Khi anh đến, chiến đấu cùng nhau!"
        },
        {
            "x1": 183,
            "y1": 152,
            "x2": 330,
            "y2": 318,
            "text": "あのな… あれはそんな 生易しい 相手じゃ…",
            "vi": "Vâng... đó là một đối tác dễ dàng..."
        },
        {
            "x1": 744,
            "y1": 449,
            "x2": 845,
            "y2": 705,
            "text": "私も戦うゼ！ ソルジャーゴブリンの 力を試す時ダ！",
            "vi": "Tôi cũng chiến đấu! Khi cố gắng sức mạnh của Goblin Soldier!"
        },
        {
            "x1": 333,
            "y1": 477,
            "x2": 406,
            "y2": 601,
            "text": "オオレ だっテ…",
            "vi": "Đó là một..."
        },
        {
            "x1": 165,
            "y1": 448,
            "x2": 235,
            "y2": 553,
            "text": "わわわ 私モっ…",
            "vi": "Wow tôi..."
        },
        {
            "x1": 794,
            "y1": 1069,
            "x2": 837,
            "y2": 1255,
            "text": "ベラムス様",
            "vi": "Belums"
        }
    ],
    "014.jpg": [
        {
            "x1": 758,
            "y1": 104,
            "x2": 862,
            "y2": 306,
            "text": "オレ達も 戦いまス‼",
            "vi": "Chúng tôi đang chiến đấu"
        },
        {
            "x1": 784,
            "y1": 681,
            "x2": 827,
            "y2": 820,
            "text": "お主達…",
            "vi": "Chúa tể..."
        },
        {
            "x1": 137,
            "y1": 687,
            "x2": 181,
            "y2": 831,
            "text": "しかし…",
            "vi": "Chỉ…"
        },
        {
            "x1": 725,
            "y1": 962,
            "x2": 837,
            "y2": 1152,
            "text": "ベラムス様 お気持ちは よく分かります",
            "vi": "Belams tôi hiểu rõ"
        },
        {
            "x1": 327,
            "y1": 930,
            "x2": 421,
            "y2": 1151,
            "text": "ですが ベヒーモスほどの 強敵と戦うとなれば",
            "vi": "Nhưng nếu bạn muốn chiến đấu chống lại một kẻ thù mạnh mẽ như người khổng lồ"
        },
        {
            "x1": 127,
            "y1": 1043,
            "x2": 270,
            "y2": 1247,
            "text": "戦力は 少しでも多い方が 結果的に損害も 抑えられるはず",
            "vi": "Lực lượng hơn một chút cuối cùng sẽ giảm thiệt hại"
        }
    ],
    "015.jpg": [
        {
            "x1": 764,
            "y1": 141,
            "x2": 856,
            "y2": 323,
            "text": "ここはもう 私達の家だ",
            "vi": "Đây là ngôi nhà của chúng tôi"
        },
        {
            "x1": 114,
            "y1": 178,
            "x2": 250,
            "y2": 377,
            "text": "ベラムス殿が 止めようと 加勢するぞ！",
            "vi": "Belams sẽ tham gia để dừng!"
        },
        {
            "x1": 742,
            "y1": 532,
            "x2": 784,
            "y2": 722,
            "text": "…すまない",
            "vi": "… Tôi xin lôi"
        },
        {
            "x1": 187,
            "y1": 597,
            "x2": 234,
            "y2": 802,
            "text": "ありがとう",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 737,
            "y1": 905,
            "x2": 846,
            "y2": 1045,
            "text": "ひとまず 成り行きを 見守ろう",
            "vi": "Hãy xem bản nhạc cho thời điểm hiện tại"
        },
        {
            "x1": 634,
            "y1": 1025,
            "x2": 734,
            "y2": 1230,
            "text": "あのベヒーモスは インプ達を追って おるようじゃ",
            "vi": "Những người khổng lồ đó dường như đang theo đuổi IP"
        },
        {
            "x1": 125,
            "y1": 968,
            "x2": 235,
            "y2": 1167,
            "text": "運が良ければ そのまま去って くれるかも…",
            "vi": "Nếu bạn may mắn, bạn có thể để nó như nó là..."
        }
    ],
    "016.jpg": [
        {
            "x1": 762,
            "y1": 106,
            "x2": 851,
            "y2": 298,
            "text": "たっ…",
            "vi": "TSU..."
        },
        {
            "x1": 115,
            "y1": 392,
            "x2": 191,
            "y2": 826,
            "text": "助けてエくツ",
            "vi": "Giúp tôi"
        },
        {
            "x1": 133,
            "y1": 986,
            "x2": 220,
            "y2": 1251,
            "text": "…やるしか ないようじゃな",
            "vi": "...Tôi nghĩ tôi không có lựa chọn nào khác ngoài việc làm điều đó"
        }
    ],
    "017.jpg": [
        {
            "x1": 829,
            "y1": 108,
            "x2": 858,
            "y2": 284,
            "text": "ョッシャー‼",
            "vi": "Chosher"
        },
        {
            "x1": 418,
            "y1": 122,
            "x2": 458,
            "y2": 222,
            "text": "やるゾ",
            "vi": "Làm điều đó"
        },
        {
            "x1": 116,
            "y1": 191,
            "x2": 150,
            "y2": 347,
            "text": "ヒイイっ…",
            "vi": "Hii..."
        },
        {
            "x1": 110,
            "y1": 426,
            "x2": 284,
            "y2": 627,
            "text": "迎え 撃つ‼",
            "vi": "Bắn súng"
        },
        {
            "x1": 45,
            "y1": 1174,
            "x2": 515,
            "y2": 1277,
            "text": "村民総動員で 荒ぶる魔獣の進攻を防げ",
            "vi": "Ngăn chặn sự tiến bộ của con thú quỷ dao động với sự huy động của dân làng"
        },
        {
            "x1": 634,
            "y1": 1311,
            "x2": 868,
            "y2": 1343,
            "text": "第44話へつプく！",
            "vi": "PIP đến Tập 44!"
        }
    ]
}