var ocr_data = {
    "001.jpg": [
        {
            "x1": 476,
            "y1": 2,
            "x2": 880,
            "y2": 77,
            "text": "珍てられた転生賢者",
            "vi": "Người đàn ông khôn ngoan hiếm hoi"
        },
        {
            "x1": 165,
            "y1": 50,
            "x2": 386,
            "y2": 81,
            "text": "第63話 防衛戦",
            "vi": "Tập 63 Trận chiến phòng thủ"
        },
        {
            "x1": 488,
            "y1": 75,
            "x2": 860,
            "y2": 93,
            "text": "一魔物の森て最強の大魔市目を作り上はる",
            "vi": "Ichimizu không có rừng làm cho thành phố Daima mạnh nhất"
        },
        {
            "x1": 795,
            "y1": 137,
            "x2": 857,
            "y2": 284,
            "text": "行け！",
            "vi": "lần!"
        },
        {
            "x1": 757,
            "y1": 369,
            "x2": 803,
            "y2": 570,
            "text": "殲滅しろ‼",
            "vi": "Tiêu diệt‼"
        },
        {
            "x1": 130,
            "y1": 525,
            "x2": 226,
            "y2": 827,
            "text": "人間の子ども以外 皆殺しだ‼",
            "vi": "Bị giết tất cả ngoại trừ trẻ em con người."
        },
        {
            "x1": 34,
            "y1": 75,
            "x2": 78,
            "y2": 1266,
            "text": "単行本①～③巻重題続々発売中！ 最新◎巻は1月9目(ホ）発売予定的",
            "vi": "Sách ① Để được phát hành về chủ đề! Khối lượng mới nhất dự kiến sẽ được phát hành vào ngày 9 tháng 1 (e)"
        },
        {
            "x1": 133,
            "y1": 1315,
            "x2": 842,
            "y2": 1341,
            "text": "原作:未来人Ａマがぅッ程翔 漫画:クリカラマル キャラクター原索キツカイキ",
            "vi": "Bản gốc: Tương lai con người A ma là một bộ truyện tranh sho"
        }
    ],
    "002.jpg": [
        {
            "x1": 771,
            "y1": 123,
            "x2": 824,
            "y2": 349,
            "text": "土産をやル",
            "vi": "Quà lưu niệm"
        },
        {
            "x1": 751,
            "y1": 511,
            "x2": 857,
            "y2": 686,
            "text": "帰レ",
            "vi": "Trở về"
        },
        {
            "x1": 100,
            "y1": 449,
            "x2": 226,
            "y2": 656,
            "text": "ぎゃあぁ ああぁッ",
            "vi": "Gya ahhhhh"
        }
    ],
    "003.jpg": [
        {
            "x1": 761,
            "y1": 123,
            "x2": 849,
            "y2": 353,
            "text": "城壁の上の オークを狙え！",
            "vi": "Mục tiêu cho Orcs trên tường!"
        },
        {
            "x1": 140,
            "y1": 478,
            "x2": 228,
            "y2": 659,
            "text": "どうなって んだ…⁉",
            "vi": "Chuyện gì đang xảy ra...⁉⁉"
        },
        {
            "x1": 805,
            "y1": 897,
            "x2": 856,
            "y2": 1144,
            "text": "…効かねえヨ",
            "vi": "… Nó không hoạt động"
        }
    ],
    "004.jpg": [
        {
            "x1": 791,
            "y1": 129,
            "x2": 828,
            "y2": 409,
            "text": "どんどん落とセ！",
            "vi": "Thả đặt nhiều hơn và nhiều hơn nữa!"
        },
        {
            "x1": 95,
            "y1": 441,
            "x2": 207,
            "y2": 616,
            "text": "一人も 通すナ‼",
            "vi": "Na ai đi qua một mình"
        },
        {
            "x1": 750,
            "y1": 726,
            "x2": 838,
            "y2": 869,
            "text": "むグッ… 放セッ‼",
            "vi": "Mẹ... Bộ phát hành"
        },
        {
            "x1": 357,
            "y1": 862,
            "x2": 414,
            "y2": 964,
            "text": "鱗が無い 所を狙え！",
            "vi": "Mục tiêu cho một nơi không có thang điểm!"
        },
        {
            "x1": 87,
            "y1": 826,
            "x2": 173,
            "y2": 966,
            "text": "今助けて ゃル！",
            "vi": "Giúp tôi ngay bây giờ!"
        }
    ],
    "005.jpg": [
        {
            "x1": 768,
            "y1": 113,
            "x2": 847,
            "y2": 314,
            "text": "クソ… わらわらと…",
            "vi": "Chết tiệt... rơm..."
        },
        {
            "x1": 122,
            "y1": 343,
            "x2": 226,
            "y2": 547,
            "text": "数が 多すぎル‼",
            "vi": "Có quá nhiều số."
        },
        {
            "x1": 760,
            "y1": 800,
            "x2": 846,
            "y2": 969,
            "text": "目なら刃が 通るはず…",
            "vi": "Nếu bạn có một con mắt, lưỡi kiếm sẽ vượt qua..."
        },
        {
            "x1": 436,
            "y1": 1102,
            "x2": 490,
            "y2": 1266,
            "text": "死ねえッ",
            "vi": "Tôi đã chết"
        }
    ],
    "007.jpg": [
        {
            "x1": 516,
            "y1": 113,
            "x2": 595,
            "y2": 262,
            "text": "人間の 子ども…⁉",
            "vi": "Con người...⁉⁉"
        },
        {
            "x1": 136,
            "y1": 98,
            "x2": 173,
            "y2": 299,
            "text": "まさかレネ…",
            "vi": "Không có cách nào..."
        }
    ],
    "008.jpg": [
        {
            "x1": 793,
            "y1": 886,
            "x2": 832,
            "y2": 1109,
            "text": "ベラムス様っ！",
            "vi": "Belams!"
        },
        {
            "x1": 500,
            "y1": 904,
            "x2": 569,
            "y2": 1046,
            "text": "大丈夫 そうじゃな",
            "vi": "Nó có vẻ ổn"
        },
        {
            "x1": 369,
            "y1": 906,
            "x2": 439,
            "y2": 1098,
            "text": "引き続き ここを頼んだぞ",
            "vi": "Tôi tiếp tục hỏi ở đây"
        },
        {
            "x1": 304,
            "y1": 1115,
            "x2": 340,
            "y2": 1276,
            "text": "了解でス‼",
            "vi": "Tôi hiểu"
        }
    ],
    "009.jpg": [
        {
            "x1": 736,
            "y1": 174,
            "x2": 784,
            "y2": 263,
            "text": "撃て",
            "vi": "Đá bóng"
        },
        {
            "x1": 793,
            "y1": 1020,
            "x2": 855,
            "y2": 1129,
            "text": "いいぞ このまま",
            "vi": "Tốt, như nó là"
        }
    ],
    "010.jpg": [
        {
            "x1": 688,
            "y1": 317,
            "x2": 716,
            "y2": 434,
            "text": "パラパラ",
            "vi": "Nghiền nát"
        },
        {
            "x1": 235,
            "y1": 601,
            "x2": 261,
            "y2": 679,
            "text": "いけー",
            "vi": "Ike"
        },
        {
            "x1": 112,
            "y1": 736,
            "x2": 167,
            "y2": 976,
            "text": "破城槌…‼",
            "vi": "Castle Hammer...‼‼"
        },
        {
            "x1": 803,
            "y1": 1058,
            "x2": 837,
            "y2": 1211,
            "text": "マズイな…",
            "vi": "Nó không tốt..."
        },
        {
            "x1": 449,
            "y1": 1067,
            "x2": 523,
            "y2": 1267,
            "text": "あれを 止めないと…！",
            "vi": "Tôi phải dừng việc đó...!"
        },
        {
            "x1": 344,
            "y1": 1061,
            "x2": 382,
            "y2": 1193,
            "text": "…任せロ",
            "vi": "… Để nó để"
        }
    ],
    "011.jpg": [
        {
            "x1": 794,
            "y1": 128,
            "x2": 845,
            "y2": 390,
            "text": "塔を守るゾ！",
            "vi": "Zo để bảo vệ tòa tháp!"
        },
        {
            "x1": 116,
            "y1": 203,
            "x2": 180,
            "y2": 588,
            "text": "オオォオオッ‼",
            "vi": "ooooooo"
        },
        {
            "x1": 752,
            "y1": 737,
            "x2": 845,
            "y2": 991,
            "text": "悪しきゴブリン どもを殺せー！",
            "vi": "Giết những con yêu tinh xấu!"
        }
    ],
    "013.jpg": [
        {
            "x1": 453,
            "y1": 731,
            "x2": 524,
            "y2": 886,
            "text": "どうなって いる…",
            "vi": "Chuyện gì đang xảy ra..."
        },
        {
            "x1": 85,
            "y1": 922,
            "x2": 171,
            "y2": 1265,
            "text": "なぜゴブリンごときに 歯が立たんのだ…⁉",
            "vi": "Tại sao răng của tôi nổi bật như một con yêu tinh..."
        }
    ],
    "014.jpg": [
        {
            "x1": 122,
            "y1": 425,
            "x2": 227,
            "y2": 594,
            "text": "「ゴブリン ごとき」 じゃと…？",
            "vi": "\"Yêu tinh\" ...?"
        },
        {
            "x1": 542,
            "y1": 693,
            "x2": 588,
            "y2": 1136,
            "text": "ベレスドラルの精鋭を",
            "vi": "Giới thượng lưu của Berethradral"
        },
        {
            "x1": 752,
            "y1": 1098,
            "x2": 905,
            "y2": 1348,
            "text": "意地と意志から 崩れぬ砦―─‼",
            "vi": "Pháo đài sẽ không sụp đổ từ di chúc và ý chí"
        },
        {
            "x1": 79,
            "y1": 872,
            "x2": 182,
            "y2": 1235,
            "text": "容易く突破できると 思うなよ…！",
            "vi": "Đừng nghĩ rằng thật dễ dàng để vượt qua...!"
        },
        {
            "x1": 251,
            "y1": 1303,
            "x2": 460,
            "y2": 1337,
            "text": "64話へつプく！",
            "vi": "PIP đến Tập 64!"
        }
    ]
}