var ocr_data = {
    "001.jpg": [
        {
            "x1": 544,
            "y1": 91,
            "x2": 858,
            "y2": 116,
            "text": "～魔物の森て最強の大魔話国を作り上げる",
            "vi": "~ Rừng phim tạo ra quốc gia nói chuyện mạnh nhất Daima"
        },
        {
            "x1": 123,
            "y1": 175,
            "x2": 224,
            "y2": 420,
            "text": "「フィジカル・ ァップ」？",
            "vi": "\"Thể chất lên\"?"
        },
        {
            "x1": 46,
            "y1": 83,
            "x2": 77,
            "y2": 453,
            "text": "単得你最新４巻絶覺第売中叫",
            "vi": "Đơn -UP 4 -volume 4 你 絶 Sale"
        },
        {
            "x1": 732,
            "y1": 545,
            "x2": 852,
            "y2": 828,
            "text": "身体強化は その名の通り身体能力 を上げる魔法じゃ",
            "vi": "Tăng cường cơ thể là phép thuật làm tăng khả năng thể chất, như tên gọi của nó."
        },
        {
            "x1": 625,
            "y1": 813,
            "x2": 698,
            "y2": 985,
            "text": "今日はそれを 教えてやろう",
            "vi": "Tôi sẽ nói với bạn điều đó hôm nay"
        },
        {
            "x1": 95,
            "y1": 976,
            "x2": 450,
            "y2": 1008,
            "text": "第51話フィジカルシアップ",
            "vi": "Tập 51 Cải thiện thể chất"
        },
        {
            "x1": 736,
            "y1": 1092,
            "x2": 797,
            "y2": 1222,
            "text": "シンタイ ノウリョク",
            "vi": "Shintai Nourocyoku"
        },
        {
            "x1": 218,
            "y1": 1074,
            "x2": 341,
            "y2": 1259,
            "text": "速く走れたり より高くジャンプ できるようになる 魔法じゃ",
            "vi": "Đó là một phép thuật có thể chạy nhanh hơn hoặc nhảy cao hơn"
        },
        {
            "x1": 133,
            "y1": 1312,
            "x2": 844,
            "y2": 1341,
            "text": "原作:未来人A々がぅッ経制漫画:クリカラマル キャラクタ＝原案:キッカイキ",
            "vi": "Bản gốc: Tương lai con người A là manga hệ thống kinh điển: Crycaramar Starter"
        }
    ],
    "002.jpg": [
        {
            "x1": 758,
            "y1": 130,
            "x2": 831,
            "y2": 332,
            "text": "楽しそウ！ それ覚えたイ‼",
            "vi": "Niềm vui! Tôi đã học nó‼"
        },
        {
            "x1": 96,
            "y1": 197,
            "x2": 214,
            "y2": 396,
            "text": "怖い敵から 逃げるのに 良さそうだネ！",
            "vi": "Có vẻ tốt để trốn thoát khỏi một kẻ thù đáng sợ!"
        },
        {
            "x1": 778,
            "y1": 479,
            "x2": 838,
            "y2": 586,
            "text": "ところで デラロサ",
            "vi": "Nhân tiện, Delalosa"
        },
        {
            "x1": 650,
            "y1": 608,
            "x2": 792,
            "y2": 765,
            "text": "わしはお主の 前で何度も 身体強化を 使っておるが",
            "vi": "Tôi sử dụng cơ thể của mình để tăng cường cơ thể của tôi nhiều lần trước mặt bạn"
        },
        {
            "x1": 97,
            "y1": 523,
            "x2": 200,
            "y2": 777,
            "text": "セイントブレイカーを 見ただけで覚えた お主のことじゃ",
            "vi": "Đó là Chúa vừa học được chỉ bằng cách nhìn vào người phá vỡ thánh"
        },
        {
            "x1": 732,
            "y1": 856,
            "x2": 812,
            "y2": 1195,
            "text": "既に身体強化を 使えるんじゃないのか？",
            "vi": "Không thể sử dụng sự tăng cường cơ thể của bạn?"
        },
        {
            "x1": 177,
            "y1": 915,
            "x2": 230,
            "y2": 1075,
            "text": "使えない",
            "vi": "Không thể"
        }
    ],
    "003.jpg": [
        {
            "x1": 679,
            "y1": 132,
            "x2": 838,
            "y2": 351,
            "text": "そういえば ベラムスがいきなり 動き速くなってたの あれ 魔法 だったのカく",
            "vi": "Nói về điều đó, thật kỳ diệu khi Berams đột nhiên trở nên di chuyển nhanh hơn."
        },
        {
            "x1": 480,
            "y1": 148,
            "x2": 606,
            "y2": 313,
            "text": "人間だけが 持ってる不思議 パワーかと 思ってたゾ",
            "vi": "Tôi nghĩ rằng đó là một sức mạnh bí ẩn mà chỉ có con người có"
        },
        {
            "x1": 211,
            "y1": 158,
            "x2": 272,
            "y2": 340,
            "text": "人間を過大評価 しすぎじゃな…",
            "vi": "Đừng đánh giá quá cao con người..."
        },
        {
            "x1": 779,
            "y1": 449,
            "x2": 853,
            "y2": 650,
            "text": "どうやって 使えばいいノ？",
            "vi": "Làm thế nào tôi nên sử dụng nó?"
        },
        {
            "x1": 113,
            "y1": 503,
            "x2": 232,
            "y2": 654,
            "text": "基本は 他の魔法と 同じじゃ",
            "vi": "Những điều cơ bản giống như các phép thuật khác"
        },
        {
            "x1": 807,
            "y1": 758,
            "x2": 844,
            "y2": 1057,
            "text": "自分の身体能力が",
            "vi": "Khả năng thể chất của tôi"
        },
        {
            "x1": 750,
            "y1": 758,
            "x2": 789,
            "y2": 1097,
            "text": "高くなった状態を…",
            "vi": "Một trạng thái cao..."
        },
        {
            "x1": 122,
            "y1": 892,
            "x2": 165,
            "y2": 1250,
            "text": "イメージすればいい",
            "vi": "Chỉ cần tưởng tượng"
        }
    ],
    "004.jpg": [
        {
            "x1": 797,
            "y1": 122,
            "x2": 831,
            "y2": 310,
            "text": "やってみるネ",
            "vi": "Hãy thử nó"
        },
        {
            "x1": 104,
            "y1": 148,
            "x2": 138,
            "y2": 298,
            "text": "ヨくシー",
            "vi": "Biển Yuku"
        },
        {
            "x1": 722,
            "y1": 415,
            "x2": 842,
            "y2": 609,
            "text": "大抵の魔法を すぐに覚えた デラロサなら",
            "vi": "Nếu bạn là Deralosa, người nhanh chóng học được hầu hết các phép thuật"
        },
        {
            "x1": 117,
            "y1": 424,
            "x2": 270,
            "y2": 572,
            "text": "身体強化は 苦もなく 習得できる はず…",
            "vi": "Bạn sẽ có thể học cơ thể của mình mà không gặp khó khăn..."
        },
        {
            "x1": 786,
            "y1": 723,
            "x2": 835,
            "y2": 924,
            "text": "ムムム……",
            "vi": "Mummum..."
        },
        {
            "x1": 163,
            "y1": 724,
            "x2": 305,
            "y2": 992,
            "text": "…これ 水を出すとか 炎を出すとが何か そういうのないから イメージしにくいバ",
            "vi": "Thật khó để tưởng tượng bởi vì không có thứ gì như đưa ra nước hoặc ngọn lửa."
        },
        {
            "x1": 575,
            "y1": 1024,
            "x2": 612,
            "y2": 1094,
            "text": "プル",
            "vi": "chèo thuyền"
        },
        {
            "x1": 811,
            "y1": 1020,
            "x2": 840,
            "y2": 1177,
            "text": "ムムムし…！",
            "vi": "Mummum...!"
        },
        {
            "x1": 488,
            "y1": 1025,
            "x2": 527,
            "y2": 1207,
            "text": "…どうした？",
            "vi": "… Có chuyện gì vậy?"
        },
        {
            "x1": 100,
            "y1": 998,
            "x2": 138,
            "y2": 1146,
            "text": "意外じゃな",
            "vi": "Đáng ngạc nhiên"
        }
    ],
    "005.jpg": [
        {
            "x1": 776,
            "y1": 126,
            "x2": 857,
            "y2": 258,
            "text": "お手本 見せテ！",
            "vi": "Hiển thị mô hình!"
        },
        {
            "x1": 548,
            "y1": 129,
            "x2": 617,
            "y2": 360,
            "text": "“身体強化",
            "vi": "“Tăng sức mạnh cơ thể"
        },
        {
            "x1": 763,
            "y1": 400,
            "x2": 805,
            "y2": 480,
            "text": "よし",
            "vi": "đồng ý"
        },
        {
            "x1": 792,
            "y1": 633,
            "x2": 856,
            "y2": 805,
            "text": "ムムムムムム… 分かりづらイ",
            "vi": "Mumumumumumumu... Thật khó để hiểu"
        },
        {
            "x1": 685,
            "y1": 665,
            "x2": 716,
            "y2": 818,
            "text": "動いてみテ",
            "vi": "Hành động"
        }
    ],
    "006.jpg": [
        {
            "x1": 478,
            "y1": 256,
            "x2": 506,
            "y2": 399,
            "text": "どうじゃ？",
            "vi": "Làm thế nào về?"
        },
        {
            "x1": 335,
            "y1": 169,
            "x2": 402,
            "y2": 343,
            "text": "何か つかめたか？",
            "vi": "Bạn có nhận được một cái gì đó không?"
        },
        {
            "x1": 206,
            "y1": 150,
            "x2": 240,
            "y2": 292,
            "text": "ムムムムム",
            "vi": "Mumumumummum"
        },
        {
            "x1": 192,
            "y1": 390,
            "x2": 226,
            "y2": 528,
            "text": "スゴイ！",
            "vi": "tuyệt vời!"
        },
        {
            "x1": 267,
            "y1": 692,
            "x2": 377,
            "y2": 872,
            "text": "デラロサにも 苦手な魔法が あったとはな",
            "vi": "Deralosa cũng có một phép thuật không giỏi về nó"
        },
        {
            "x1": 109,
            "y1": 722,
            "x2": 189,
            "y2": 904,
            "text": "…しかし これも経験か",
            "vi": "Nhưng đây cũng có phải là một kinh nghiệm?"
        },
        {
            "x1": 105,
            "y1": 1034,
            "x2": 215,
            "y2": 1260,
            "text": "…わしにも 似たようなことが あった",
            "vi": "...Tôi đã có một cái gì đó tương tự với tôi"
        }
    ],
    "007.jpg": [
        {
            "x1": 766,
            "y1": 139,
            "x2": 852,
            "y2": 471,
            "text": "じゃが 壁に当たって それを乗り越えてこそ",
            "vi": "Điều duy nhất bạn có thể vượt qua bức tường và vượt qua nó"
        },
        {
            "x1": 118,
            "y1": 320,
            "x2": 252,
            "y2": 578,
            "text": "本当に 価値あるものが 得られるはずじゃ",
            "vi": "Bạn sẽ nhận được một cái gì đó thực sự có giá trị"
        },
        {
            "x1": 732,
            "y1": 686,
            "x2": 836,
            "y2": 903,
            "text": "ムう難しいこと 言ってもよく 分からないゾ",
            "vi": "Tôi không chắc ngay cả khi tôi nói những điều khó"
        },
        {
            "x1": 134,
            "y1": 697,
            "x2": 240,
            "y2": 948,
            "text": "ベラムスでも 魔法覚えるのに苦戦 したことあるノ？",
            "vi": "Bạn đã bao giờ đấu tranh để nhớ Magic in Belams chưa?"
        },
        {
            "x1": 823,
            "y1": 1036,
            "x2": 854,
            "y2": 1094,
            "text": "ああ",
            "vi": "À"
        },
        {
            "x1": 697,
            "y1": 1104,
            "x2": 797,
            "y2": 1276,
            "text": "生きていれば 誰しもそういう 時が来る",
            "vi": "Nếu bạn còn sống, loại thời gian đó sẽ đến"
        },
        {
            "x1": 358,
            "y1": 1037,
            "x2": 471,
            "y2": 1201,
            "text": "お主の場合 ここまでが できすぎていた だけじゃ",
            "vi": "Trong trường hợp của Chúa, tôi đã có thể làm điều đó cho đến nay"
        },
        {
            "x1": 144,
            "y1": 1056,
            "x2": 234,
            "y2": 1221,
            "text": "結局どうしたら いいのか 分かんないゾ",
            "vi": "Tôi không biết phải làm gì"
        }
    ],
    "008.jpg": [
        {
            "x1": 722,
            "y1": 262,
            "x2": 844,
            "y2": 392,
            "text": "ベッ… ベラムス 君ッ",
            "vi": "Bep... Belams"
        },
        {
            "x1": 587,
            "y1": 452,
            "x2": 681,
            "y2": 650,
            "text": "でき…… わわっっ‼",
            "vi": "Đó là... wow"
        },
        {
            "x1": 802,
            "y1": 859,
            "x2": 833,
            "y2": 1007,
            "text": "きゃあっ…",
            "vi": "Kaia..."
        },
        {
            "x1": 618,
            "y1": 870,
            "x2": 647,
            "y2": 965,
            "text": "ぬおっ",
            "vi": "KHÔNG"
        },
        {
            "x1": 304,
            "y1": 839,
            "x2": 397,
            "y2": 942,
            "text": "れた れたり",
            "vi": "Chân thành"
        },
        {
            "x1": 623,
            "y1": 808,
            "x2": 826,
            "y2": 1128,
            "text": "どさ",
            "vi": "Da"
        },
        {
            "x1": 455,
            "y1": 877,
            "x2": 522,
            "y2": 1030,
            "text": "だ 大丈夫か メデーロ？",
            "vi": "Có ổn không?"
        },
        {
            "x1": 102,
            "y1": 881,
            "x2": 190,
            "y2": 1083,
            "text": "ごめん ベラムス君…",
            "vi": "Tôi xin lỗi Berums..."
        }
    ],
    "009.jpg": [
        {
            "x1": 719,
            "y1": 137,
            "x2": 847,
            "y2": 287,
            "text": "ムムムム ムムムム ムム…‼",
            "vi": "Mumumumumumumumumumu...‼‼"
        },
        {
            "x1": 558,
            "y1": 167,
            "x2": 638,
            "y2": 345,
            "text": "メデーロの 方が先ニ…！",
            "vi": "Medero là tốt hơn trước...!"
        },
        {
            "x1": 288,
            "y1": 165,
            "x2": 412,
            "y2": 398,
            "text": "だ 大丈夫だヨ！ デラロサちゃんなら すぐできるように なるヨ",
            "vi": "Nó khá ổn! Delalosa -chan sẽ có thể làm điều đó ngay lập tức"
        },
        {
            "x1": 191,
            "y1": 488,
            "x2": 237,
            "y2": 614,
            "text": "ト 当然",
            "vi": "Tự nhiên"
        },
        {
            "x1": 706,
            "y1": 761,
            "x2": 776,
            "y2": 907,
            "text": "すぐに私 だっテ…‼",
            "vi": "Tôi đã ở ngay bây giờ...‼‼"
        }
    ],
    "010.jpg": [
        {
            "x1": 233,
            "y1": 160,
            "x2": 294,
            "y2": 316,
            "text": "………ど どう しようカ",
            "vi": "………… làm gì"
        },
        {
            "x1": 723,
            "y1": 646,
            "x2": 833,
            "y2": 925,
            "text": "メデーロは 先に帰るんじゃ 家族が 心配するだろうからな",
            "vi": "Gia đình sẽ lo lắng nếu Medero về nhà."
        },
        {
            "x1": 106,
            "y1": 730,
            "x2": 220,
            "y2": 955,
            "text": "わしはデラロサの 気が済むまで 付き合うよ",
            "vi": "Tôi sẽ đi ra ngoài cho đến khi Delalosa ổn"
        },
        {
            "x1": 697,
            "y1": 1040,
            "x2": 843,
            "y2": 1207,
            "text": "でも アレサさんも 心配してると 思うヨ",
            "vi": "Nhưng tôi nghĩ Aretha cũng đang lo lắng"
        },
        {
            "x1": 404,
            "y1": 1034,
            "x2": 527,
            "y2": 1220,
            "text": "そうじゃな うちに寄って 母上に事情を説明 してくれないか？",
            "vi": "Bạn vui lòng ghé qua và giải thích tình hình cho mẹ của bạn?"
        },
        {
            "x1": 156,
            "y1": 1063,
            "x2": 233,
            "y2": 1179,
            "text": "ウン 分かっタ",
            "vi": "Tôi hiểu"
        }
    ],
    "012.jpg": [
        {
            "x1": 426,
            "y1": 573,
            "x2": 531,
            "y2": 803,
            "text": "…もうくたくただゾ こんな大変だと 思わなかっタ…",
            "vi": "… Tôi không nghĩ thật khó để làm điều này..."
        },
        {
            "x1": 689,
            "y1": 1133,
            "x2": 764,
            "y2": 1245,
            "text": "すう すう…",
            "vi": "Susuuu..."
        },
        {
            "x1": 348,
            "y1": 1133,
            "x2": 447,
            "y2": 1273,
            "text": "もう やめちゃお っかナ……",
            "vi": "Dừng nó nữa..."
        }
    ],
    "013.jpg": [
        {
            "x1": 732,
            "y1": 167,
            "x2": 829,
            "y2": 364,
            "text": "…わしにも 似たようなことが あった",
            "vi": "...Tôi đã có một cái gì đó tương tự với tôi"
        },
        {
            "x1": 236,
            "y1": 179,
            "x2": 344,
            "y2": 382,
            "text": "本当に 価値あるものが 得られるはずじゃ",
            "vi": "Bạn sẽ nhận được một cái gì đó thực sự có giá trị"
        },
        {
            "x1": 563,
            "y1": 287,
            "x2": 667,
            "y2": 487,
            "text": "じゃが 壁に 当たってそれを 乗リ越えてこそ…",
            "vi": "Điều duy nhất bạn có thể làm là chạm vào tường và băng qua nó..."
        },
        {
            "x1": 114,
            "y1": 1124,
            "x2": 152,
            "y2": 1256,
            "text": "………ふう",
            "vi": "……… của"
        }
    ],
    "014.jpg": [
        {
            "x1": 750,
            "y1": 126,
            "x2": 820,
            "y2": 402,
            "text": "ベラムスが諦め なかったんだから…",
            "vi": "Belams không từ bỏ..."
        },
        {
            "x1": 107,
            "y1": 299,
            "x2": 212,
            "y2": 529,
            "text": "私も 諦めないゾ！",
            "vi": "Tôi cũng sẽ không bỏ cuộc!"
        },
        {
            "x1": 696,
            "y1": 636,
            "x2": 797,
            "y2": 794,
            "text": "私は お姉ちゃん なんだもン！",
            "vi": "Tôi là một em gái!"
        },
        {
            "x1": 103,
            "y1": 718,
            "x2": 131,
            "y2": 849,
            "text": "…まったく",
            "vi": "… Jeez"
        },
        {
            "x1": 723,
            "y1": 1093,
            "x2": 793,
            "y2": 1229,
            "text": "誰に 似たんだカ",
            "vi": "Ai trông giống như ai"
        }
    ],
    "015.jpg": [
        {
            "x1": 139,
            "y1": 170,
            "x2": 273,
            "y2": 383,
            "text": "デラロサ… …成功した ようじゃの！",
            "vi": "Delarosa... nó có vẻ thành công!"
        },
        {
            "x1": 751,
            "y1": 863,
            "x2": 857,
            "y2": 1056,
            "text": "…もうこんな 特訓はコリゴり だゾ……",
            "vi": "… Một khóa đào tạo đặc biệt đã là Korigori ……"
        },
        {
            "x1": 331,
            "y1": 840,
            "x2": 412,
            "y2": 967,
            "text": "ほら 見てみろ",
            "vi": "Nhìn bạn đi"
        },
        {
            "x1": 526,
            "y1": 945,
            "x2": 603,
            "y2": 1126,
            "text": "ははは…まあ そう言うな",
            "vi": "Hahaha... tốt, đừng nói điều đó"
        }
    ],
    "016.jpg": [
        {
            "x1": 705,
            "y1": 112,
            "x2": 836,
            "y2": 431,
            "text": "たまには こういうのも",
            "vi": "Đôi khi đây là"
        }
    ],
    "017.jpg": [
        {
            "x1": 471,
            "y1": 209,
            "x2": 630,
            "y2": 531,
            "text": "悪くない じゃろう？",
            "vi": "Nó không tệ sao?"
        }
    ],
    "018.jpg": [
        {
            "x1": 190,
            "y1": 149,
            "x2": 254,
            "y2": 253,
            "text": "皆見テ 見テく‼",
            "vi": "Mọi người đang nhìn nó."
        },
        {
            "x1": 111,
            "y1": 152,
            "x2": 168,
            "y2": 271,
            "text": "ざわ",
            "vi": "Không có thật"
        },
        {
            "x1": 195,
            "y1": 357,
            "x2": 265,
            "y2": 460,
            "text": "ざわ",
            "vi": "Không có thật"
        },
        {
            "x1": 142,
            "y1": 422,
            "x2": 213,
            "y2": 524,
            "text": "ざわ",
            "vi": "Không có thật"
        },
        {
            "x1": 383,
            "y1": 479,
            "x2": 444,
            "y2": 580,
            "text": "うおお スゲー！",
            "vi": "Uo suga!"
        },
        {
            "x1": 253,
            "y1": 537,
            "x2": 279,
            "y2": 672,
            "text": "見ロ デラロサ",
            "vi": "Rederalosa"
        },
        {
            "x1": 436,
            "y1": 694,
            "x2": 543,
            "y2": 851,
            "text": "ざわ ざわ",
            "vi": "Zawazawa"
        },
        {
            "x1": 722,
            "y1": 994,
            "x2": 827,
            "y2": 1209,
            "text": "…徹夜明けで よくあんな元気が あるな…",
            "vi": "… Tôi rất năng động vào lúc bình minh suốt đêm..."
        },
        {
            "x1": 336,
            "y1": 989,
            "x2": 398,
            "y2": 1111,
            "text": "ベラムス！ 大変ダ‼",
            "vi": "Belams! Rất nhiều"
        }
    ],
    "019.jpg": [
        {
            "x1": 769,
            "y1": 118,
            "x2": 849,
            "y2": 302,
            "text": "落ち着け 何があった？",
            "vi": "Chuyện gì đã xảy ra một cách bình tĩnh?"
        },
        {
            "x1": 123,
            "y1": 154,
            "x2": 166,
            "y2": 303,
            "text": "人間ダ‼",
            "vi": "Con người"
        },
        {
            "x1": 724,
            "y1": 421,
            "x2": 835,
            "y2": 725,
            "text": "門の前に人間が 倒れてるんダ‼",
            "vi": "Con người đang ngã xuống trước cổng"
        },
        {
            "x1": 42,
            "y1": 1076,
            "x2": 78,
            "y2": 1296,
            "text": "第52話へっづく！",
            "vi": "Tập 52"
        },
        {
            "x1": 232,
            "y1": 1313,
            "x2": 708,
            "y2": 1345,
            "text": "突然の、傷を負った来訪者に─。",
            "vi": "Đột nhiên những du khách bị thương."
        }
    ]
}