var ocr_data = {
    "001.jpg": [
        {
            "x1": 200,
            "y1": 56,
            "x2": 771,
            "y2": 82,
            "text": "単行本最新第3巻、5見7日（金）に出ましたA",
            "vi": "Sách của những cuốn sách TỐT NHẤT 3, 5 Tầm nhìn thứ 7 (Thứ Sáu) A xuất hiện"
        },
        {
            "x1": 756,
            "y1": 130,
            "x2": 868,
            "y2": 276,
            "text": "わしが ここの",
            "vi": "Tôi ở đây"
        },
        {
            "x1": 110,
            "y1": 318,
            "x2": 232,
            "y2": 523,
            "text": "リーダー じゃ！",
            "vi": "Trưởng nhóm!"
        },
        {
            "x1": 74,
            "y1": 566,
            "x2": 898,
            "y2": 732,
            "text": "珍てれた転生賢者",
            "vi": "Người đàn ông khôn ngoan hiếm hoi"
        },
        {
            "x1": 104,
            "y1": 715,
            "x2": 847,
            "y2": 758,
            "text": "～魔物の森で最強の大魔帝国を作り上げる",
            "vi": "~ Tạo ra Đế chế quỷ vĩ đại mạnh nhất trong Rừng quỷ"
        },
        {
            "x1": 452,
            "y1": 783,
            "x2": 882,
            "y2": 811,
            "text": "第42話ベラムスVS.リーリー",
            "vi": "Tập 42 Belums vs Lily"
        },
        {
            "x1": 49,
            "y1": 85,
            "x2": 78,
            "y2": 1022,
            "text": "ベレスドラルに突然の来訪者達。開門を要求するインプらにベラムスは・。",
            "vi": "Khách tham quan đột ngột đến Berethral. Verums cho imp và những người khác yêu cầu cổng."
        },
        {
            "x1": 130,
            "y1": 1309,
            "x2": 841,
            "y2": 1335,
            "text": "原作:未来人Ａマがすッ社翔漫画:クリカラマル キャラクター原案:キッカイキ",
            "vi": "Bản gốc: Tương lai con người A ma ga susha sho manga: nhân vật crycaratum"
        }
    ],
    "002.jpg": [
        {
            "x1": 770,
            "y1": 130,
            "x2": 837,
            "y2": 308,
            "text": "だ 大丈夫かヨ ベラムス…！",
            "vi": "Có ổn không? Yobelamus....!"
        },
        {
            "x1": 495,
            "y1": 109,
            "x2": 567,
            "y2": 230,
            "text": "ヘンな シッポく",
            "vi": "Shippo kỳ lạ"
        },
        {
            "x1": 290,
            "y1": 101,
            "x2": 347,
            "y2": 238,
            "text": "面白く なりそうだゼ",
            "vi": "Nó có vẻ thú vị"
        },
        {
            "x1": 125,
            "y1": 131,
            "x2": 166,
            "y2": 198,
            "text": "何を のん気な",
            "vi": "Ban quan tâm về cái gì"
        },
        {
            "x1": 741,
            "y1": 570,
            "x2": 774,
            "y2": 689,
            "text": "…あら？",
            "vi": "…khuyết điểm?"
        },
        {
            "x1": 180,
            "y1": 606,
            "x2": 263,
            "y2": 766,
            "text": "もしかして 人間？",
            "vi": "Có thể là một con người?"
        },
        {
            "x1": 583,
            "y1": 898,
            "x2": 841,
            "y2": 1179,
            "text": "どうして人間が ここにいるのかしら？ 私 人間は好きよ 昔親切にされた ことがあってね 可愛い女の子 なんだけど",
            "vi": "Tại sao con người ở đây? Tôi thích con người, tôi đã tốt bụng với tôi, nhưng tôi là một cô gái dễ thương"
        },
        {
            "x1": 145,
            "y1": 890,
            "x2": 386,
            "y2": 1091,
            "text": "イン 前にしで 怖がらない人間 なんてそうそう いないから 最初は生意気なて だって思った",
            "vi": "Lúc đầu, tôi nghĩ lúc đầu tôi táo bạo"
        }
    ],
    "003.jpg": [
        {
            "x1": 740,
            "y1": 113,
            "x2": 861,
            "y2": 409,
            "text": "そのことがあってから 人間を見るとあの子を 思い",
            "vi": "Khi tôi nhìn vào con người sau đó, tôi nghĩ rằng đứa trẻ đó"
        },
        {
            "x1": 585,
            "y1": 161,
            "x2": 694,
            "y2": 409,
            "text": "この村に何の 用じゃっ‼",
            "vi": "Nó là gì cho làng này?"
        },
        {
            "x1": 781,
            "y1": 526,
            "x2": 845,
            "y2": 761,
            "text": "あらごめんなさい しゃべりすぎたわ",
            "vi": "Tôi xin lỗi vì tôi đã nói quá nhiều"
        },
        {
            "x1": 570,
            "y1": 557,
            "x2": 688,
            "y2": 737,
            "text": "私はリーリー 見ての通り インプよ",
            "vi": "Tôi là một Imp như bạn có thể thấy ở Lee Lee"
        },
        {
            "x1": 332,
            "y1": 531,
            "x2": 448,
            "y2": 758,
            "text": "あなた インプ語が喋れる のは偉いわね",
            "vi": "Thật tuyệt khi có thể nói IP"
        },
        {
            "x1": 131,
            "y1": 560,
            "x2": 271,
            "y2": 718,
            "text": "そっちも 色んな言葉を 使っていた ようだが？",
            "vi": "Bạn dường như đã sử dụng nhiều từ ở đó?"
        },
        {
            "x1": 348,
            "y1": 998,
            "x2": 440,
            "y2": 1204,
            "text": "私は頭がいいの どれくらいいいか っていうと…",
            "vi": "Tôi thông minh và bao nhiêu là..."
        },
        {
            "x1": 92,
            "y1": 1047,
            "x2": 175,
            "y2": 1182,
            "text": "あく話は いい！",
            "vi": "Câu chuyện là hay!"
        }
    ],
    "004.jpg": [
        {
            "x1": 576,
            "y1": 118,
            "x2": 835,
            "y2": 385,
            "text": "あらごめんなさい また喋りすぎたわ いけないわね私ったら この前だって弟の リージーに怒られた ばっかりなのよ あの時は…",
            "vi": "Tôi xin lỗi, tôi không thể nói quá."
        },
        {
            "x1": 735,
            "y1": 457,
            "x2": 827,
            "y2": 673,
            "text": "珍しくベラムス君が ペース崩されてる みたいだネ…",
            "vi": "Những người tin tưởng bất thường dường như bị phá vỡ..."
        },
        {
            "x1": 494,
            "y1": 501,
            "x2": 557,
            "y2": 694,
            "text": "色んな意味で 厄介な奴っぽいナ",
            "vi": "Nó giống như một anh chàng rắc rối theo nhiều cách"
        },
        {
            "x1": 139,
            "y1": 453,
            "x2": 309,
            "y2": 716,
            "text": "…私達が 貰っても いいかしら？",
            "vi": "… Chúng ta có thể nhận được nó không?"
        },
        {
            "x1": 727,
            "y1": 831,
            "x2": 836,
            "y2": 1034,
            "text": "あ ごめんなさい また私ったら… 本題に戻るわ",
            "vi": "Tôi xin lỗi, nếu tôi là... tôi sẽ trở lại chủ đề chính"
        },
        {
            "x1": 661,
            "y1": 1085,
            "x2": 763,
            "y2": 1224,
            "text": "ここ… 良い場所 じゃない？",
            "vi": "Ở đây... nó không phải là một nơi tốt sao?"
        },
        {
            "x1": 401,
            "y1": 1080,
            "x2": 514,
            "y2": 1270,
            "text": "防壁まであって まるで人間の 町のよう…",
            "vi": "Nó giống như một thị trấn của con người có hàng rào..."
        }
    ],
    "005.jpg": [
        {
            "x1": 750,
            "y1": 113,
            "x2": 851,
            "y2": 301,
            "text": "くれと言われて 家を渡す者は おるまい",
            "vi": "Không có ai được bảo là cho tôi một ngôi nhà"
        },
        {
            "x1": 613,
            "y1": 108,
            "x2": 656,
            "y2": 258,
            "text": "立ち去れ",
            "vi": "Nghỉ hưu"
        },
        {
            "x1": 420,
            "y1": 120,
            "x2": 460,
            "y2": 265,
            "text": "あらそう",
            "vi": "Ồ vâng"
        },
        {
            "x1": 341,
            "y1": 322,
            "x2": 440,
            "y2": 462,
            "text": "なら力尽く でやらせて もらうわ",
            "vi": "Sau đó, tôi sẽ làm điều đó với sức mạnh của mình"
        },
        {
            "x1": 821,
            "y1": 517,
            "x2": 857,
            "y2": 663,
            "text": "インプ語？",
            "vi": "IP?"
        },
        {
            "x1": 575,
            "y1": 528,
            "x2": 665,
            "y2": 662,
            "text": "さっきから 何話してるか 分かんないゾ",
            "vi": "Tôi không biết tôi đã nói gì từ một thời gian trước"
        },
        {
            "x1": 363,
            "y1": 518,
            "x2": 419,
            "y2": 634,
            "text": "ピリついて るナ",
            "vi": "Piri na"
        },
        {
            "x1": 107,
            "y1": 558,
            "x2": 168,
            "y2": 684,
            "text": "やな予感が すル…",
            "vi": "Tôi có một cảm giác tốt..."
        },
        {
            "x1": 726,
            "y1": 769,
            "x2": 832,
            "y2": 935,
            "text": "この村には アルラウネが 数百と",
            "vi": "Có hàng trăm arlaune trong làng này"
        },
        {
            "x1": 92,
            "y1": 822,
            "x2": 244,
            "y2": 1013,
            "text": "貴様らが 勝つことは 不可能じゃ",
            "vi": "Bạn không thể giành chiến thắng"
        },
        {
            "x1": 733,
            "y1": 989,
            "x2": 795,
            "y2": 1196,
            "text": "ゴブリンが百… オークが六十いる",
            "vi": "Một con yêu tinh là trăm... có sáu orces"
        }
    ],
    "006.jpg": [
        {
            "x1": 742,
            "y1": 133,
            "x2": 825,
            "y2": 375,
            "text": "インプを舐めて いるようね",
            "vi": "Có vẻ như bạn đang liếm"
        },
        {
            "x1": 104,
            "y1": 292,
            "x2": 222,
            "y2": 479,
            "text": "知らない ようだから 教えてあげる",
            "vi": "Tôi không biết vậy tôi sẽ nói với bạn"
        },
        {
            "x1": 706,
            "y1": 602,
            "x2": 841,
            "y2": 775,
            "text": "フラーゼス 大森林はね 東西南北に 分かれていて…",
            "vi": "Các khu rừng lớn được chia thành Đông, Tây, Bắc, Nam..."
        },
        {
            "x1": 485,
            "y1": 665,
            "x2": 619,
            "y2": 884,
            "text": "北に一番強い 魔物が住んでいて 西に一番弱い 魔物が住んでいるの",
            "vi": "Con quái vật mạnh nhất sống ở miền Bắc và quái vật yếu nhất sống ở phía tây"
        },
        {
            "x1": 730,
            "y1": 978,
            "x2": 841,
            "y2": 1172,
            "text": "私達の 生まれは北… そしてここは西",
            "vi": "Sự ra đời của chúng tôi là Bắc... và đây là Tây"
        },
        {
            "x1": 116,
            "y1": 1034,
            "x2": 200,
            "y2": 1264,
            "text": "…言いたいこと 分かるわよね？",
            "vi": "...Bạn biết bạn muốn nói gì, phải không?"
        }
    ],
    "007.jpg": [
        {
            "x1": 709,
            "y1": 114,
            "x2": 860,
            "y2": 386,
            "text": "…ふむ 転生前と同じか 時が経とうと そこは 変わっていないのだな",
            "vi": "Nó giống như trước khi tái sinh, và nó đã không thay đổi."
        },
        {
            "x1": 517,
            "y1": 123,
            "x2": 619,
            "y2": 340,
            "text": "貴様らの中に 進化している者は おらんようじゃな",
            "vi": "Tôi không nghĩ rằng bất cứ ai đã phát triển trong bạn"
        },
        {
            "x1": 102,
            "y1": 365,
            "x2": 232,
            "y2": 558,
            "text": "インプは 確かに強いが 進化前となれば たかがしれている",
            "vi": "Imp chắc chắn mạnh mẽ, nhưng nếu nó là trước khi phát triển, nó sẽ bị choáng ngợp"
        },
        {
            "x1": 520,
            "y1": 689,
            "x2": 629,
            "y2": 868,
            "text": "大方 進化した 強力な集団に 属していたが",
            "vi": "Nó thuộc về một nhóm mạnh mẽ đã phát triển nói chung"
        },
        {
            "x1": 707,
            "y1": 968,
            "x2": 858,
            "y2": 1190,
            "text": "実際 進化したインプは 非常に強い ……じゃが",
            "vi": "Imp phát triển thực sự rất mạnh..."
        },
        {
            "x1": 514,
            "y1": 951,
            "x2": 593,
            "y2": 1168,
            "text": "何らかの理由で 切られ独立し",
            "vi": "Thoải mái vì một số lý do và độc lập"
        }
    ],
    "008.jpg": [
        {
            "x1": 705,
            "y1": 146,
            "x2": 823,
            "y2": 514,
            "text": "北ではやっていけないため 西まで逃げてきたの だろう？",
            "vi": "Bạn có trốn thoát về phía tây vì bạn không thể làm điều đó ở phía bắc?"
        },
        {
            "x1": 146,
            "y1": 371,
            "x2": 174,
            "y2": 505,
            "text": "ぐぬっ",
            "vi": "Keo"
        },
        {
            "x1": 762,
            "y1": 658,
            "x2": 837,
            "y2": 843,
            "text": "そっ…それが どーしたの！",
            "vi": "Đúng vậy... đó là những gì!"
        },
        {
            "x1": 125,
            "y1": 739,
            "x2": 235,
            "y2": 880,
            "text": "今すぐ 奪い取って やる‼",
            "vi": "Tôi sẽ mang nó ngay bây giờ"
        },
        {
            "x1": 631,
            "y1": 806,
            "x2": 738,
            "y2": 970,
            "text": "そっちが ザコなのは 変わりない…",
            "vi": "Nó vẫn là Zako..."
        },
        {
            "x1": 715,
            "y1": 1052,
            "x2": 851,
            "y2": 1253,
            "text": "…こやっ 知能以上に プライドが高そう じゃなも",
            "vi": "Có vẻ như niềm tự hào đó dường như cao hơn trí thông minh này"
        },
        {
            "x1": 289,
            "y1": 1054,
            "x2": 335,
            "y2": 1213,
            "text": "ならば",
            "vi": "Khi đó"
        },
        {
            "x1": 102,
            "y1": 1091,
            "x2": 179,
            "y2": 1257,
            "text": "リーリーと やら…",
            "vi": "Lee Lee..."
        }
    ],
    "009.jpg": [
        {
            "x1": 758,
            "y1": 127,
            "x2": 852,
            "y2": 322,
            "text": "一騎打ちを しないか？",
            "vi": "Bạn có muốn làm một cuộc đấu tay đôi?"
        },
        {
            "x1": 180,
            "y1": 125,
            "x2": 301,
            "y2": 334,
            "text": "お主が勝ったら この村を お前達にやろう",
            "vi": "Nếu bạn giành chiến thắng, hãy làm ngôi làng này cho bạn"
        },
        {
            "x1": 710,
            "y1": 706,
            "x2": 842,
            "y2": 948,
            "text": "逆にわしが勝ったら ここからすぐ 立ち去ってもらう …どうじゃ？",
            "vi": "Ngược lại, nếu bạn giành chiến thắng, bạn sẽ rời khỏi đây càng sớm càng tốt... thì sao?"
        },
        {
            "x1": 153,
            "y1": 732,
            "x2": 195,
            "y2": 915,
            "text": "何ですと⁉",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 782,
            "y1": 1023,
            "x2": 847,
            "y2": 1229,
            "text": "どういうつもり？ 罠なの⁉",
            "vi": "Ý bạn là gì? Đó là một cái bẫy"
        },
        {
            "x1": 566,
            "y1": 1056,
            "x2": 697,
            "y2": 1253,
            "text": "…フン！ 私は ボカじゃないのよ 引っかかると 思う⁉",
            "vi": "...hun! Tôi không bị mờ, tôi nghĩ nó sẽ bị bắt⁉"
        },
        {
            "x1": 250,
            "y1": 1046,
            "x2": 348,
            "y2": 1238,
            "text": "負けるのが 怖いのか？",
            "vi": "Bạn có sợ mất?"
        }
    ],
    "010.jpg": [
        {
            "x1": 763,
            "y1": 156,
            "x2": 833,
            "y2": 478,
            "text": "ハァア_ン？",
            "vi": "Haa _n?"
        },
        {
            "x1": 144,
            "y1": 216,
            "x2": 233,
            "y2": 389,
            "text": "何が 怖いって？",
            "vi": "Bạn sợ điều gì?"
        },
        {
            "x1": 733,
            "y1": 705,
            "x2": 837,
            "y2": 921,
            "text": "分かったわ すぐに蹴散らして あげる…！",
            "vi": "Tôi hiểu rằng tôi sẽ khởi động nó ngay lập tức...!"
        },
        {
            "x1": 188,
            "y1": 706,
            "x2": 370,
            "y2": 913,
            "text": "あなた 人間だから 殺しはしないけど 少しお仕置きが 必要ね！",
            "vi": "Bạn không giết vì bạn là một con người, nhưng bạn cần một chút hình phạt!"
        },
        {
            "x1": 735,
            "y1": 1038,
            "x2": 833,
            "y2": 1267,
            "text": "誰に歯向かって いるのが分からせて あげるわ‼",
            "vi": "Tôi sẽ cho bạn biết ai đang phải đối mặt với răng của bạn."
        },
        {
            "x1": 156,
            "y1": 1059,
            "x2": 229,
            "y2": 1246,
            "text": "あっさり かかったのう",
            "vi": "Nó là ánh sáng"
        }
    ],
    "011.jpg": [
        {
            "x1": 772,
            "y1": 122,
            "x2": 863,
            "y2": 262,
            "text": "あなた 名前は？",
            "vi": "Tên của bạn là gì?"
        },
        {
            "x1": 131,
            "y1": 195,
            "x2": 209,
            "y2": 331,
            "text": "ベラムス じゃ",
            "vi": "Tin"
        },
        {
            "x1": 783,
            "y1": 447,
            "x2": 858,
            "y2": 598,
            "text": "ベラムスね 覚えたわ",
            "vi": "Tôi nhớ Belams"
        },
        {
            "x1": 371,
            "y1": 456,
            "x2": 473,
            "y2": 596,
            "text": "皆いいわね 手出しは しないで",
            "vi": "Mọi người đều tốt, đừng đưa nó ra"
        },
        {
            "x1": 415,
            "y1": 914,
            "x2": 541,
            "y2": 1103,
            "text": "いざっ… 勝負‼",
            "vi": "Tôi xin lỗi... trò chơi‼"
        }
    ],
    "012.jpg": [
        {
            "x1": 287,
            "y1": 1078,
            "x2": 353,
            "y2": 1207,
            "text": "えっと… 何の時間？",
            "vi": "Ừm... lúc mấy giờ?"
        }
    ],
    "013.jpg": [
        {
            "x1": 162,
            "y1": 149,
            "x2": 314,
            "y2": 327,
            "text": "何で こんな長く 呪文を唱えて おるんじゃ？",
            "vi": "Tại sao bạn lại tụng các phép thuật như vậy trong một thời gian dài như vậy?"
        },
        {
            "x1": 706,
            "y1": 580,
            "x2": 857,
            "y2": 900,
            "text": "長ったらしい呪文を わざわざ唱えずとも 正確にイメージすることで 魔法は発動可能じゃ",
            "vi": "Phép thuật có thể được kích hoạt bằng cách tưởng tượng chính xác mà không làm phiền một phép thuật dài."
        },
        {
            "x1": 118,
            "y1": 581,
            "x2": 291,
            "y2": 874,
            "text": "基本的に実戦において 呪文を唱えて使うなど デメリットが大きすぎて ありえないこと じじゃが……",
            "vi": "Về cơ bản, những bất lợi, chẳng hạn như các phép thuật trong các trận chiến thực tế, là quá lớn để là không thể..."
        },
        {
            "x1": 123,
            "y1": 998,
            "x2": 209,
            "y2": 1188,
            "text": "ひょっとして このインプ達",
            "vi": "Có lẽ những điều này"
        }
    ],
    "014.jpg": [
        {
            "x1": 738,
            "y1": 99,
            "x2": 821,
            "y2": 776,
            "text": "無詠唱で魔法を使う",
            "vi": "Sử dụng ma thuật mà không có tiếng tụng kinh"
        },
        {
            "x1": 105,
            "y1": 92,
            "x2": 235,
            "y2": 769,
            "text": "技術が無い…‼",
            "vi": "Không có công nghệ...‼"
        },
        {
            "x1": 713,
            "y1": 991,
            "x2": 841,
            "y2": 1237,
            "text": "これでは北の森を 追い出されるのも 無理はない",
            "vi": "Không có gì lạ khi điều này bị đuổi ra khỏi rừng phía bắc"
        },
        {
            "x1": 104,
            "y1": 991,
            "x2": 261,
            "y2": 1238,
            "text": "簡単に倒せるが …う～む 可哀そうになって きたな…",
            "vi": "Nó có thể dễ dàng bị đánh bại, nhưng... uh, nó đang có xin lỗi..."
        }
    ],
    "015.jpg": [
        {
            "x1": 629,
            "y1": 95,
            "x2": 669,
            "y2": 360,
            "text": "格下にはこれで…",
            "vi": "Đây là thứ hạng thấp hơn..."
        },
        {
            "x1": 483,
            "y1": 86,
            "x2": 593,
            "y2": 383,
            "text": "ババインド",
            "vi": "Babind"
        },
        {
            "x1": 828,
            "y1": 510,
            "x2": 864,
            "y2": 706,
            "text": "十分じゃろう",
            "vi": "Nó là đủ"
        }
    ],
    "016.jpg": [
        {
            "x1": 125,
            "y1": 190,
            "x2": 161,
            "y2": 405,
            "text": "リーリー‼",
            "vi": "Lee Lee"
        },
        {
            "x1": 743,
            "y1": 513,
            "x2": 832,
            "y2": 832,
            "text": "手を出せば こいつは絞め殺す‼",
            "vi": "Nếu bạn đưa tay ra, bạn sẽ vắt và giết nó."
        }
    ],
    "017.jpg": [
        {
            "x1": 757,
            "y1": 140,
            "x2": 851,
            "y2": 387,
            "text": "見ての通り わしの勝ちじゃ",
            "vi": "Như bạn có thể thấy, tôi chiến thắng"
        },
        {
            "x1": 125,
            "y1": 341,
            "x2": 230,
            "y2": 627,
            "text": "約束通り 帰ってもらおう",
            "vi": "Hãy quay lại như đã hứa"
        },
        {
            "x1": 829,
            "y1": 715,
            "x2": 861,
            "y2": 863,
            "text": "ぐぬぬ…！",
            "vi": "Gununu...!"
        },
        {
            "x1": 355,
            "y1": 1153,
            "x2": 412,
            "y2": 1287,
            "text": "騒がしい 奴らじゃった",
            "vi": "Những người ồn ào đã"
        }
    ],
    "018.jpg": [
        {
            "x1": 135,
            "y1": 380,
            "x2": 235,
            "y2": 575,
            "text": "うく何なのよ あの人間！ あんなの反則よ！",
            "vi": "Người đó là gì! Đó là một pha phạm lỗi!"
        },
        {
            "x1": 415,
            "y1": 663,
            "x2": 486,
            "y2": 855,
            "text": "お姉ちゃん もう行こうよ…",
            "vi": "Hãy đến gặp em gái của bạn..."
        },
        {
            "x1": 295,
            "y1": 786,
            "x2": 373,
            "y2": 1022,
            "text": "あんな強い奴が いたら無理だって",
            "vi": "Nếu có một anh chàng mạnh mẽ như vậy, thì không thể"
        },
        {
            "x1": 100,
            "y1": 1033,
            "x2": 222,
            "y2": 1261,
            "text": "このまま終めるなんて 私のプライドが 許さない こうなったら―",
            "vi": "Nếu niềm tự hào của tôi không cho phép tôi chấm dứt điều này vì nó là-"
        }
    ],
    "019.jpg": [
        {
            "x1": 772,
            "y1": 116,
            "x2": 857,
            "y2": 279,
            "text": "ま まさか お姉ちゃん",
            "vi": "Không thể nào, em gái của bạn"
        },
        {
            "x1": 128,
            "y1": 444,
            "x2": 268,
            "y2": 710,
            "text": "封印の書を 使うわ…！",
            "vi": "Tôi sẽ sử dụng một cuốn sách niêm phong...!"
        },
        {
            "x1": 144,
            "y1": 876,
            "x2": 278,
            "y2": 1178,
            "text": "インプの手出より 込気の予感‼",
            "vi": "Thần kinh của sự nhiệt tình hơn là áp dụng Imp"
        },
        {
            "x1": 38,
            "y1": 1059,
            "x2": 77,
            "y2": 1294,
            "text": "第43話へっづく！",
            "vi": "Tập 43"
        },
        {
            "x1": 180,
            "y1": 1312,
            "x2": 805,
            "y2": 1335,
            "text": "次週は休載です。43話の更新は５月こ３日（日）予定です。",
            "vi": "Tuần sau đã đóng cửa. Bản cập nhật của tập 43 được lên kế hoạch vào ngày 3 tháng 5 (Sun)."
        }
    ]
}