var ocr_data = {
    "001.jpg": [
        {
            "x1": 129,
            "y1": 303,
            "x2": 176,
            "y2": 397,
            "text": "すよし",
            "vi": "Sayoshi"
        },
        {
            "x1": 407,
            "y1": 467,
            "x2": 862,
            "y2": 552,
            "text": "珍でられた転生賢者",
            "vi": "Người đàn ông khôn ngoan tái sinh bất thường"
        },
        {
            "x1": 421,
            "y1": 536,
            "x2": 844,
            "y2": 580,
            "text": "～魔物の森で最強の大魔希同を作り上げる",
            "vi": "~ Tạo Daima mạnh nhất No Kazuki trong Rừng quỷ"
        },
        {
            "x1": 185,
            "y1": 456,
            "x2": 229,
            "y2": 665,
            "text": "完成したな",
            "vi": "Nó đã hoàn thành"
        },
        {
            "x1": 113,
            "y1": 783,
            "x2": 221,
            "y2": 1036,
            "text": "人間の進軍に備え、 防衛準備完了",
            "vi": "Sẵn sàng để phòng thủ để chuẩn bị cho lề người"
        },
        {
            "x1": 566,
            "y1": 1241,
            "x2": 846,
            "y2": 1275,
            "text": "第59話 西の森より",
            "vi": "Tập 59 từ Nishinomori"
        },
        {
            "x1": 132,
            "y1": 1315,
            "x2": 843,
            "y2": 1341,
            "text": "原作:未来人Ａマがぅッ程制漫画:クリカラマル キャラクター原索：キツカイキ",
            "vi": "Bản gốc: Tương lai con người A MA cũng nhiều như một bộ truyện"
        }
    ],
    "002.jpg": [
        {
            "x1": 750,
            "y1": 130,
            "x2": 835,
            "y2": 263,
            "text": "防壁を 二重にし",
            "vi": "Gấp đôi rào cản"
        },
        {
            "x1": 113,
            "y1": 523,
            "x2": 198,
            "y2": 717,
            "text": "塔を 15か所に建設",
            "vi": "Xây dựng tòa tháp ở 15 địa điểm"
        },
        {
            "x1": 746,
            "y1": 957,
            "x2": 821,
            "y2": 1164,
            "text": "外側の防壁には 堀を作った",
            "vi": "Tôi đã làm một con hào trên bức tường bên ngoài"
        }
    ],
    "003.jpg": [
        {
            "x1": 643,
            "y1": 143,
            "x2": 843,
            "y2": 406,
            "text": "20日を要する これまでで最大の 工事となったが その価値は十二分に あるじゃろう",
            "vi": "Phải mất 20 ngày để trở thành công trình xây dựng lớn nhất, nhưng giá trị của nó là quá đủ."
        },
        {
            "x1": 460,
            "y1": 113,
            "x2": 572,
            "y2": 317,
            "text": "べれれすらる 超パワーアップ だネ！",
            "vi": "Đó là một siêu sức mạnh -tốt hơn!"
        },
        {
            "x1": 163,
            "y1": 145,
            "x2": 270,
            "y2": 338,
            "text": "強くなったのは 村だけじゃ ないぞ",
            "vi": "Đây không phải là ngôi làng duy nhất trở nên mạnh mẽ hơn"
        },
        {
            "x1": 464,
            "y1": 488,
            "x2": 577,
            "y2": 715,
            "text": "工事に参加した 者は大幅に 魔力が伸びておる",
            "vi": "Những người tham gia xây dựng đã tăng đáng kể ma thuật của họ."
        },
        {
            "x1": 286,
            "y1": 473,
            "x2": 390,
            "y2": 630,
            "text": "魔法を かなり使った からな",
            "vi": "Bởi vì tôi đã sử dụng rất nhiều phép thuật"
        },
        {
            "x1": 668,
            "y1": 1046,
            "x2": 828,
            "y2": 1257,
            "text": "数千の兵が 押し寄せようと 簡単に落とせは せんぞ",
            "vi": "Đừng dễ dàng thả hàng ngàn binh sĩ."
        },
        {
            "x1": 506,
            "y1": 974,
            "x2": 576,
            "y2": 1165,
            "text": "私達だって 強くなってるゼ",
            "vi": "Chúng ta đang trở nên mạnh mẽ hơn"
        },
        {
            "x1": 114,
            "y1": 1037,
            "x2": 226,
            "y2": 1255,
            "text": "工事の間 いつも以上に 訓練したからナ！",
            "vi": "Tôi được đào tạo nhiều hơn bình thường trong quá trình xây dựng!"
        }
    ],
    "004.jpg": [
        {
            "x1": 726,
            "y1": 126,
            "x2": 831,
            "y2": 344,
            "text": "人間ども いつでも来やがれ ってんダ！",
            "vi": "Con người luôn luôn đến!"
        },
        {
            "x1": 106,
            "y1": 112,
            "x2": 150,
            "y2": 293,
            "text": "ってんダ‼",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 725,
            "y1": 633,
            "x2": 829,
            "y2": 876,
            "text": "言っておくが まだ来ると決まった わけではないからな",
            "vi": "Tôi đã nói, nhưng không quyết định rằng nó vẫn đang đến"
        },
        {
            "x1": 561,
            "y1": 688,
            "x2": 621,
            "y2": 894,
            "text": "来ないに越した ことはないんだぞ",
            "vi": "Nó không bao giờ tốt hơn để đến"
        },
        {
            "x1": 609,
            "y1": 1028,
            "x2": 656,
            "y2": 1106,
            "text": "わた",
            "vi": "bông gòn"
        },
        {
            "x1": 722,
            "y1": 1011,
            "x2": 831,
            "y2": 1225,
            "text": "そ そうだヨく 人間と戦いなんて 怖いヨく……",
            "vi": "Đúng vậy, thật đáng sợ khi chống lại con người..."
        },
        {
            "x1": 582,
            "y1": 1095,
            "x2": 623,
            "y2": 1167,
            "text": "わた",
            "vi": "bông gòn"
        }
    ],
    "005.jpg": [
        {
            "x1": 663,
            "y1": 178,
            "x2": 811,
            "y2": 406,
            "text": "工事も終わったし 私と勝負ダ ベラムス！ 修業だ修業！",
            "vi": "Việc xây dựng đã kết thúc, và tôi và Daberums với tôi! Đào tạo đào tạo!"
        },
        {
            "x1": 314,
            "y1": 162,
            "x2": 463,
            "y2": 401,
            "text": "ア！ ベラムスは 私とメデーロに 魔法を教えるノ！ 修業はあとにしテ！",
            "vi": "A! Belams dạy tôi và Medialo Magic! Đào tạo là sau!"
        },
        {
            "x1": 786,
            "y1": 541,
            "x2": 862,
            "y2": 706,
            "text": "ナニィ！ 私が先だロ！",
            "vi": "Nani! Tôi đang ở phía trước!"
        },
        {
            "x1": 218,
            "y1": 541,
            "x2": 384,
            "y2": 764,
            "text": "あく… そんなことで 喧嘩をするな 今日はナバーシャが 先じゃ",
            "vi": "À... đừng đấu tranh cho điều đó, Navasha là người đầu tiên"
        },
        {
            "x1": 787,
            "y1": 824,
            "x2": 862,
            "y2": 941,
            "text": "コッチが 先だヨ！",
            "vi": "Koch đang ở trước!"
        },
        {
            "x1": 766,
            "y1": 1064,
            "x2": 854,
            "y2": 1236,
            "text": "ベラムス様 大変です",
            "vi": "Belams là khó"
        }
    ],
    "006.jpg": [
        {
            "x1": 740,
            "y1": 143,
            "x2": 803,
            "y2": 252,
            "text": "はあっ… はあっ…",
            "vi": "Oh... oh..."
        },
        {
            "x1": 332,
            "y1": 122,
            "x2": 361,
            "y2": 313,
            "text": "メディナさん！",
            "vi": "Medina!"
        },
        {
            "x1": 134,
            "y1": 187,
            "x2": 235,
            "y2": 377,
            "text": "そんなに 慌ててどうした んですか？",
            "vi": "Điều gì đã xảy ra trong một lúc vội vàng như vậy?"
        },
        {
            "x1": 505,
            "y1": 680,
            "x2": 604,
            "y2": 845,
            "text": "…来たの じゃな？",
            "vi": "… Bạn đã đến chưa?"
        },
        {
            "x1": 113,
            "y1": 1105,
            "x2": 174,
            "y2": 1257,
            "text": "…はい",
            "vi": "…Vâng"
        }
    ],
    "007.jpg": [
        {
            "x1": 110,
            "y1": 298,
            "x2": 190,
            "y2": 420,
            "text": "──西の 森から",
            "vi": "── Từ rừng phía tây"
        },
        {
            "x1": 758,
            "y1": 514,
            "x2": 838,
            "y2": 669,
            "text": "人間の兵が 続々と…",
            "vi": "Những người lính của người này hết lần này đến..."
        },
        {
            "x1": 707,
            "y1": 767,
            "x2": 817,
            "y2": 968,
            "text": "フラーゼス 大森林に入って きています",
            "vi": "Tôi đang ở trong khu rừng lớn"
        },
        {
            "x1": 110,
            "y1": 1090,
            "x2": 156,
            "y2": 1208,
            "text": "その数",
            "vi": "Số của nó"
        }
    ],
    "008.jpg": [
        {
            "x1": 660,
            "y1": 118,
            "x2": 897,
            "y2": 493,
            "text": "およそ 七千…‼",
            "vi": "Khoảng 7. 000..."
        }
    ],
    "010.jpg": [
        {
            "x1": 751,
            "y1": 523,
            "x2": 840,
            "y2": 719,
            "text": "8リザは 失敗したか…",
            "vi": "8 Liza đã thất bại..."
        },
        {
            "x1": 124,
            "y1": 533,
            "x2": 235,
            "y2": 856,
            "text": "上手く嘘がつける ようなタイプでは ないとは思っていたが…",
            "vi": "Tôi nghĩ rằng đó không phải là một loại sẽ nằm tốt..."
        },
        {
            "x1": 813,
            "y1": 976,
            "x2": 843,
            "y2": 1079,
            "text": "…そうか",
            "vi": "…Thực ra"
        },
        {
            "x1": 212,
            "y1": 984,
            "x2": 313,
            "y2": 1094,
            "text": "敵の数を なるべく 減らし",
            "vi": "Giảm số lượng kẻ thù càng nhiều càng tốt"
        },
        {
            "x1": 663,
            "y1": 1091,
            "x2": 794,
            "y2": 1264,
            "text": "まずは 予定通り レギオンアト に対応を頼む",
            "vi": "Đầu tiên, hãy hỏi Legion AAT như dự kiến trả lời"
        },
        {
            "x1": 113,
            "y1": 1099,
            "x2": 195,
            "y2": 1255,
            "text": "時間を 稼いでくれ",
            "vi": "Nhận thời gian"
        }
    ],
    "011.jpg": [
        {
            "x1": 704,
            "y1": 131,
            "x2": 847,
            "y2": 325,
            "text": "進軍を遅らせる ことができれば 兵たちの士気も 下がる",
            "vi": "Nếu cuộc diễu hành có thể bị trì hoãn, tinh thần của những người lính sẽ giảm"
        },
        {
            "x1": 122,
            "y1": 283,
            "x2": 262,
            "y2": 523,
            "text": "この森が魔物の 領域だということを 嫌でも思い知る じゃろう",
            "vi": "Ngay cả khi bạn không thích khu rừng này là khu vực quỷ, bạn sẽ biết"
        },
        {
            "x1": 797,
            "y1": 619,
            "x2": 861,
            "y2": 758,
            "text": "かしこまり ました！",
            "vi": "Tôi đạt được rồi!"
        },
        {
            "x1": 123,
            "y1": 627,
            "x2": 305,
            "y2": 844,
            "text": "遠くにいる レギオンアントを 操るには集中する 必要があるので 私は巣に戻ります",
            "vi": "Tôi sẽ trở lại tổ vì tôi cần tập trung vào việc thao túng một quân đoàn xa xôi"
        },
        {
            "x1": 736,
            "y1": 1051,
            "x2": 810,
            "y2": 1207,
            "text": "頼んだゼ メディナ！",
            "vi": "Tôi đã hỏi Zhomedina!"
        },
        {
            "x1": 473,
            "y1": 1056,
            "x2": 542,
            "y2": 1216,
            "text": "メディナさん 頑張っテ！",
            "vi": "Làm tốt nhất Medina của bạn!"
        },
        {
            "x1": 194,
            "y1": 1064,
            "x2": 277,
            "y2": 1187,
            "text": "お任せ 下さい！",
            "vi": "Xin hãy để nó cho tôi!"
        }
    ],
    "012.jpg": [
        {
            "x1": 768,
            "y1": 129,
            "x2": 841,
            "y2": 272,
            "text": "ベラムス 私たちは？",
            "vi": "Chúng ta là người?"
        },
        {
            "x1": 479,
            "y1": 144,
            "x2": 506,
            "y2": 206,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 119,
            "y1": 119,
            "x2": 255,
            "y2": 326,
            "text": "メディナが戦って くれている間に 休んでおるわけ にはいかぬ",
            "vi": "Tôi không thể không nghỉ trong khi Medina đang chiến đấu"
        },
        {
            "x1": 680,
            "y1": 624,
            "x2": 815,
            "y2": 879,
            "text": "ナバーシャは今すぐ ソルジャーゴブリンを 集めて戦闘に 備えるんじゃ",
            "vi": "Navasha sẽ thu thập Goblin lính ngay bây giờ và chuẩn bị cho trận chiến"
        },
        {
            "x1": 536,
            "y1": 634,
            "x2": 573,
            "y2": 786,
            "text": "分かっタ！",
            "vi": "Tôi hiểu!"
        },
        {
            "x1": 672,
            "y1": 969,
            "x2": 814,
            "y2": 1212,
            "text": "デラロサと メデーロには 拠点防衛に有用な 魔法を覚えてもらう",
            "vi": "Làm cho Delalosa và Medello nhớ về phép thuật hữu ích cho phòng thủ căn cứ"
        }
    ],
    "013.jpg": [
        {
            "x1": 689,
            "y1": 128,
            "x2": 831,
            "y2": 406,
            "text": "そうじゃな… どうせならリーリーや エレンシーたちにも 一緒に教えたい",
            "vi": "Đúng vậy... tôi muốn dạy Lily và Ellces cùng nhau"
        },
        {
            "x1": 745,
            "y1": 619,
            "x2": 812,
            "y2": 784,
            "text": "すぐに呼んで くるゾ！",
            "vi": "Tôi sẽ gọi bạn ngay lập tức!"
        },
        {
            "x1": 474,
            "y1": 571,
            "x2": 553,
            "y2": 783,
            "text": "できれば戦は 避けたかった",
            "vi": "Tôi muốn tránh cuộc chiến nếu có thể"
        },
        {
            "x1": 772,
            "y1": 961,
            "x2": 857,
            "y2": 1181,
            "text": "こうなった以上 容赦はせんぞ",
            "vi": "Miễn là nó xảy ra, tôi không thể tha thứ"
        },
        {
            "x1": 113,
            "y1": 1120,
            "x2": 146,
            "y2": 1215,
            "text": "たとえ",
            "vi": "Dụ ngôn"
        }
    ],
    "014.jpg": [
        {
            "x1": 733,
            "y1": 122,
            "x2": 831,
            "y2": 422,
            "text": "血の繋がった者が 相手でも…！",
            "vi": "Ngay cả những người có các đối thủ được kết nối máu...!"
        },
        {
            "x1": 868,
            "y1": 1059,
            "x2": 899,
            "y2": 1290,
            "text": "第的0話へつづく！",
            "vi": "Tiếp tục đến tập 0!"
        },
        {
            "x1": 203,
            "y1": 1318,
            "x2": 749,
            "y2": 1344,
            "text": "進軍する人間勢。その表情はそれぞれに…。",
            "vi": "Một người diễu hành. Biểu thức là cho mỗi..."
        }
    ]
}