var ocr_data = {
    "001.jpg": [
        {
            "x1": 76,
            "y1": 0,
            "x2": 436,
            "y2": 82,
            "text": "豎Gれ転生賢者",
            "vi": "豎 G tái sinh Sage"
        },
        {
            "x1": 96,
            "y1": 64,
            "x2": 410,
            "y2": 87,
            "text": "～魔物の森で最強の大魔帝国を作り上げる",
            "vi": "~ Tạo ra Đế chế quỷ vĩ đại mạnh nhất trong Rừng quỷ"
        },
        {
            "x1": 104,
            "y1": 275,
            "x2": 172,
            "y2": 391,
            "text": "何だ ありゃ…",
            "vi": "Nó............... là gì..."
        },
        {
            "x1": 774,
            "y1": 488,
            "x2": 833,
            "y2": 815,
            "text": "魔法なのか…⁉",
            "vi": "Nó có kỳ diệu không...⁉"
        },
        {
            "x1": 103,
            "y1": 1251,
            "x2": 296,
            "y2": 1292,
            "text": "第62話 乱擊",
            "vi": "Tập 62"
        },
        {
            "x1": 34,
            "y1": 774,
            "x2": 74,
            "y2": 1303,
            "text": "单行本最新５巻大好評発売中明",
            "vi": "单 Tập 5 mới nhất Tập 5 rất phổ biến"
        },
        {
            "x1": 133,
            "y1": 1316,
            "x2": 843,
            "y2": 1342,
            "text": "原作:未来人Ａマがぅッ程制 漫画:クリカラマル キャラクター原案：キツカイキ",
            "vi": "Bản gốc: Tương lai A MA là một bộ truyện tranh hệ thống: Crycala Maru nhân vật"
        }
    ],
    "004.jpg": [
        {
            "x1": 773,
            "y1": 40,
            "x2": 854,
            "y2": 274,
            "text": "ヤラヤラガ",
            "vi": "Yarayaraga"
        },
        {
            "x1": 801,
            "y1": 1015,
            "x2": 836,
            "y2": 1151,
            "text": "い…一撃で",
            "vi": "Tôi... với một phát bắn duy nhất"
        },
        {
            "x1": 125,
            "y1": 1111,
            "x2": 162,
            "y2": 1235,
            "text": "数十人が",
            "vi": "Hàng chục người"
        }
    ],
    "005.jpg": [
        {
            "x1": 128,
            "y1": 209,
            "x2": 184,
            "y2": 435,
            "text": "怯えるな！",
            "vi": "Đừng sợ!"
        },
        {
            "x1": 726,
            "y1": 543,
            "x2": 850,
            "y2": 692,
            "text": "私に 続け‼",
            "vi": "Tiếp tục với tôi"
        },
        {
            "x1": 100,
            "y1": 786,
            "x2": 236,
            "y2": 1289,
            "text": "突撃 ッメテオ“",
            "vi": "Cuộc tấn công meteo \""
        }
    ],
    "006.jpg": [
        {
            "x1": 164,
            "y1": 103,
            "x2": 232,
            "y2": 325,
            "text": "“メテオ\"",
            "vi": "\"Thiên thạch\""
        }
    ],
    "007.jpg": [
        {
            "x1": 741,
            "y1": 253,
            "x2": 785,
            "y2": 401,
            "text": "“メテオ\"",
            "vi": "\"Thiên thạch\""
        },
        {
            "x1": 305,
            "y1": 313,
            "x2": 357,
            "y2": 472,
            "text": "“メテオ",
            "vi": "Sao thiên thạch"
        },
        {
            "x1": 110,
            "y1": 787,
            "x2": 182,
            "y2": 998,
            "text": "“メテオ\"",
            "vi": "\"Thiên thạch\""
        }
    ],
    "008.jpg": [
        {
            "x1": 558,
            "y1": 655,
            "x2": 586,
            "y2": 796,
            "text": "うわぁあッ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 268,
            "y1": 742,
            "x2": 301,
            "y2": 870,
            "text": "お前達っ…",
            "vi": "Các bạn..."
        },
        {
            "x1": 806,
            "y1": 1029,
            "x2": 840,
            "y2": 1178,
            "text": "リザ様…！",
            "vi": "Liza....!"
        }
    ],
    "009.jpg": [
        {
            "x1": 596,
            "y1": 147,
            "x2": 628,
            "y2": 223,
            "text": "退け！",
            "vi": "Loại bỏ!"
        },
        {
            "x1": 317,
            "y1": 125,
            "x2": 378,
            "y2": 257,
            "text": "あっけない もんだナ…",
            "vi": "Tôi không thể làm được..."
        },
        {
            "x1": 737,
            "y1": 690,
            "x2": 858,
            "y2": 933,
            "text": "…どうやら 相当舐めていた、 ようじゃな",
            "vi": "… Rõ ràng là tôi đã liếm rất nhiều"
        },
        {
            "x1": 107,
            "y1": 687,
            "x2": 232,
            "y2": 894,
            "text": "次は もう少し 考えて攻めて くるじゃろう",
            "vi": "Lần sau, tôi sẽ nghĩ nhiều hơn một chút và tấn công"
        },
        {
            "x1": 793,
            "y1": 1095,
            "x2": 834,
            "y2": 1269,
            "text": "用心せねば",
            "vi": "Tôi phải cẩn thận"
        }
    ],
    "010.jpg": [
        {
            "x1": 111,
            "y1": 182,
            "x2": 145,
            "y2": 309,
            "text": "数時間後",
            "vi": "Sau vài giờ"
        },
        {
            "x1": 762,
            "y1": 392,
            "x2": 840,
            "y2": 547,
            "text": "ベラムス！ 来てくレ",
            "vi": "Belams! Hãy đến"
        },
        {
            "x1": 98,
            "y1": 1022,
            "x2": 192,
            "y2": 1250,
            "text": "堀が埋まって いく…⁉",
            "vi": "Con hào được chôn cất...⁉"
        }
    ],
    "011.jpg": [
        {
            "x1": 782,
            "y1": 737,
            "x2": 852,
            "y2": 949,
            "text": "魔法使いの兵が いたのか…",
            "vi": "Có một người lính phù thủy nào đó không..."
        }
    ],
    "013.jpg": [
        {
            "x1": 636,
            "y1": 245,
            "x2": 671,
            "y2": 403,
            "text": "…なるほど",
            "vi": "…Tôi thấy"
        },
        {
            "x1": 766,
            "y1": 483,
            "x2": 854,
            "y2": 620,
            "text": "数に物を 言わせて",
            "vi": "Hãy để những con số nói mọi thứ"
        },
        {
            "x1": 103,
            "y1": 812,
            "x2": 184,
            "y2": 1000,
            "text": "全方位から 攻めてきたか",
            "vi": "Bạn đã tấn công từ mọi hướng?"
        },
        {
            "x1": 760,
            "y1": 1075,
            "x2": 851,
            "y2": 1246,
            "text": "ここからが 本番",
            "vi": "Đây là sản phẩm"
        },
        {
            "x1": 122,
            "y1": 1102,
            "x2": 200,
            "y2": 1264,
            "text": "という わけじゃな",
            "vi": "Đó là lý do"
        }
    ],
    "014.jpg": [
        {
            "x1": 602,
            "y1": 205,
            "x2": 662,
            "y2": 373,
            "text": "突撃！",
            "vi": "Tấn công!"
        },
        {
            "x1": 707,
            "y1": 1025,
            "x2": 850,
            "y2": 1240,
            "text": "悪しき 魔物の根城を 制圧せよ‼",
            "vi": "Đàn áp lâu đài rễ quỷ xấu‼"
        }
    ],
    "015.jpg": [
        {
            "x1": 746,
            "y1": 148,
            "x2": 797,
            "y2": 290,
            "text": "突撃！",
            "vi": "Tấn công!"
        },
        {
            "x1": 141,
            "y1": 1063,
            "x2": 237,
            "y2": 1265,
            "text": "ベラムス まずいゾ…",
            "vi": "Belams Bad..."
        }
    ],
    "016.jpg": [
        {
            "x1": 784,
            "y1": 148,
            "x2": 830,
            "y2": 567,
            "text": "壁にはりつかれタ！",
            "vi": "Nhận trên tường!"
        },
        {
            "x1": 108,
            "y1": 125,
            "x2": 156,
            "y2": 589,
            "text": "なだれこんでくるゾ‼",
            "vi": "Các con sóc đang đến."
        },
        {
            "x1": 866,
            "y1": 1089,
            "x2": 900,
            "y2": 1291,
            "text": "83語へっづく！",
            "vi": "83 từ!"
        },
        {
            "x1": 179,
            "y1": 1315,
            "x2": 734,
            "y2": 1343,
            "text": "ベレスドラルの牙城が、達に崩れる…!?",
            "vi": "Thành trì của Berethral sụp đổ với chúng tôi...!?"
        }
    ]
}