var ocr_data = {
    "1-621b654de3bce.jpg": [
        {
            "x1": 119,
            "y1": 113,
            "x2": 205,
            "y2": 312,
            "text": "目指すは 敵軍後方…",
            "vi": "Mục đích là theo sau quân đội kẻ thù..."
        },
        {
            "x1": 756,
            "y1": 444,
            "x2": 853,
            "y2": 708,
            "text": "大将を倒じ 戦を終わらせる",
            "vi": "Phải nói chung và kết thúc trận chiến"
        },
        {
            "x1": 97,
            "y1": 932,
            "x2": 869,
            "y2": 965,
            "text": "一魔物の森で最強の大魔希国を作9上げる～第7５話、援護兵の意地",
            "vi": "Tạo Daikoku Kuni mạnh nhất trong Rừng quỷ 9 ~ Tập 75, Di chúc của những người lính hỗ trợ"
        },
        {
            "x1": 99,
            "y1": 1310,
            "x2": 809,
            "y2": 1336,
            "text": "原作:未来人Ａラがぅっ程制漫画:クリカラマルキャラクター原案:キッカイキ",
            "vi": "Bản gốc: Tương lai A -LA là một manga khiêm tốn: Crycala mal nhân vật"
        }
    ],
    "2-621b654e6ece7.jpg": [
        {
            "x1": 151,
            "y1": 122,
            "x2": 239,
            "y2": 339,
            "text": "お任せ くださいっ‼",
            "vi": "Xin hãy để nó cho bạn."
        }
    ],
    "3-621b654ef0ec4.jpg": [
        {
            "x1": 237,
            "y1": 139,
            "x2": 318,
            "y2": 294,
            "text": "下僕の腕の 見せ所…",
            "vi": "Sự xuất hiện của cánh tay của người hầu..."
        },
        {
            "x1": 771,
            "y1": 506,
            "x2": 847,
            "y2": 943,
            "text": "マジックスレッド",
            "vi": "Màu đỏ ma thuật"
        },
        {
            "x1": 487,
            "y1": 1076,
            "x2": 529,
            "y2": 1215,
            "text": "今ですー",
            "vi": "Bây giờ"
        }
    ],
    "4-621b6550390c8.jpg": [
        {
            "x1": 416,
            "y1": 172,
            "x2": 495,
            "y2": 390,
            "text": "ベラムス様には 触れさせません",
            "vi": "Tôi sẽ không để Belamus chạm vào"
        }
    ],
    "5-621b6550b9665.jpg": [
        {
            "x1": 620,
            "y1": 243,
            "x2": 684,
            "y2": 318,
            "text": "さあ 先へ！",
            "vi": "Hãy tiếp tục!"
        },
        {
            "x1": 734,
            "y1": 670,
            "x2": 823,
            "y2": 803,
            "text": "見事な 連携じゃ",
            "vi": "Đó là một sự hợp tác tuyệt vời"
        },
        {
            "x1": 134,
            "y1": 582,
            "x2": 250,
            "y2": 763,
            "text": "ベラムス様の 手ほどきの おかげです！",
            "vi": "Nhờ Belams!"
        }
    ],
    "6-621b65514293f.jpg": [
        {
            "x1": 686,
            "y1": 790,
            "x2": 822,
            "y2": 980,
            "text": "大丈夫ッ… バリアで このまま 突っ切ります！",
            "vi": "Không sao đâu... Tôi sẽ cắt nó ở rào cản!"
        }
    ],
    "7-621b6551cfa48.jpg": [
        {
            "x1": 104,
            "y1": 437,
            "x2": 204,
            "y2": 615,
            "text": "だ 大丈夫 効いてな",
            "vi": "Nó khá ổn"
        }
    ],
    "8-621b65525af20.jpg": [
        {
            "x1": 118,
            "y1": 125,
            "x2": 288,
            "y2": 352,
            "text": "う…うそでしょ 筋肉でバリアを 破るなんて ありえ…",
            "vi": "Huh... đó là một lời nói dối, vì vậy bạn có thể phá vỡ hàng rào bằng cơ bắp..."
        },
        {
            "x1": 96,
            "y1": 794,
            "x2": 173,
            "y2": 955,
            "text": "ピキピキ",
            "vi": "Pikipiki"
        },
        {
            "x1": 351,
            "y1": 1201,
            "x2": 414,
            "y2": 1301,
            "text": "いぃい いィイ‼",
            "vi": "tôi thích nó"
        },
        {
            "x1": 118,
            "y1": 1116,
            "x2": 193,
            "y2": 1271,
            "text": "これ以上は もうッ…",
            "vi": "Không còn nữa..."
        }
    ],
    "9-621b655326b91.jpg": [
        {
            "x1": 760,
            "y1": 104,
            "x2": 848,
            "y2": 401,
            "text": "どっせイ‼",
            "vi": "Dorse"
        },
        {
            "x1": 804,
            "y1": 911,
            "x2": 853,
            "y2": 1094,
            "text": "バルボラ‼",
            "vi": "Barbora"
        },
        {
            "x1": 366,
            "y1": 931,
            "x2": 443,
            "y2": 1179,
            "text": "…ちょっくら 失礼しますョマ",
            "vi": "...Tôi xin lỗi một chút"
        },
        {
            "x1": 145,
            "y1": 1029,
            "x2": 219,
            "y2": 1194,
            "text": "待て 何を する気じゃ？",
            "vi": "Bạn muốn đợi gì?"
        }
    ],
    "10-621b65545a454.jpg": [
        {
            "x1": 741,
            "y1": 117,
            "x2": 822,
            "y2": 374,
            "text": "こいつらはオレが 何とかしまス",
            "vi": "Tôi bằng cách nào đó về những kẻ này"
        },
        {
            "x1": 130,
            "y1": 336,
            "x2": 257,
            "y2": 520,
            "text": "だから ベラムス様は 必ず…",
            "vi": "Vì vậy, hãy luôn luôn là..."
        },
        {
            "x1": 710,
            "y1": 663,
            "x2": 824,
            "y2": 872,
            "text": "敵の大将を とっちめてきて 下さイ‼",
            "vi": "Xin vui lòng đưa kẻ thù tướng quân‼"
        },
        {
            "x1": 112,
            "y1": 636,
            "x2": 233,
            "y2": 856,
            "text": "承知した！ お前も死ぬなよ バルボラ‼",
            "vi": "Tôi hiểu! Đừng chết, Barbora"
        }
    ],
    "11-621b6554e2d1d.jpg": [
        {
            "x1": 762,
            "y1": 95,
            "x2": 854,
            "y2": 460,
            "text": "うぉルァア",
            "vi": "Wow laa"
        }
    ],
    "12-621b65558e7c9.jpg": [
        {
            "x1": 206,
            "y1": 131,
            "x2": 247,
            "y2": 233,
            "text": "グゥッ",
            "vi": "Goo"
        }
    ],
    "13-621b6556334fb.jpg": [
        {
            "x1": 710,
            "y1": 466,
            "x2": 847,
            "y2": 695,
            "text": "いつもなら ここでベラムス様が 助けてくれる とこダ…",
            "vi": "Thông thường, Beram sẽ giúp bạn ở đây..."
        },
        {
            "x1": 83,
            "y1": 476,
            "x2": 202,
            "y2": 665,
            "text": "散々情けない 姿をさらして きたっけナ…",
            "vi": "Tôi tự hỏi liệu tôi có được tiếp xúc với vẻ ngoài khốn khổ..."
        },
        {
            "x1": 784,
            "y1": 1013,
            "x2": 849,
            "y2": 1178,
            "text": "…だが",
            "vi": "...Chỉ"
        },
        {
            "x1": 104,
            "y1": 1081,
            "x2": 227,
            "y2": 1227,
            "text": "今日は 違ウ",
            "vi": "Ngày nay khác nhau"
        }
    ],
    "14-621b6556c280d.jpg": [
        {
            "x1": 767,
            "y1": 131,
            "x2": 814,
            "y2": 395,
            "text": "覚悟しろヨ…",
            "vi": "Hãy chuẩn bị..."
        },
        {
            "x1": 723,
            "y1": 516,
            "x2": 828,
            "y2": 784,
            "text": "今日のオレは しぶといゼ‼",
            "vi": "Hôm nay tôi miễn cưỡng"
        }
    ],
    "15-621b6557e7c1f.jpg": [
        {
            "x1": 656,
            "y1": 663,
            "x2": 686,
            "y2": 744,
            "text": "…フウ",
            "vi": "… Fou"
        },
        {
            "x1": 259,
            "y1": 685,
            "x2": 318,
            "y2": 819,
            "text": "どうした 来ないのカ？",
            "vi": "Có chuyện gì vậy?"
        },
        {
            "x1": 109,
            "y1": 1058,
            "x2": 186,
            "y2": 1215,
            "text": "…剣も 限界が近い",
            "vi": "“Thanh kiếm cũng gần với giới hạn"
        }
    ],
    "16-621b65587b972.jpg": [
        {
            "x1": 667,
            "y1": 101,
            "x2": 779,
            "y2": 326,
            "text": "退かないと まずいナ…",
            "vi": "Thật tệ nếu bạn không nghỉ hưu..."
        }
    ],
    "17-621b65590b932.jpg": [
        {
            "x1": 774,
            "y1": 137,
            "x2": 840,
            "y2": 280,
            "text": "派手に暴れ すぎたカ…",
            "vi": "Tôi đã quá tràn lan..."
        },
        {
            "x1": 660,
            "y1": 269,
            "x2": 760,
            "y2": 410,
            "text": "完全に マークされ てんナ…！",
            "vi": "Nó hoàn toàn được đánh dấu...!"
        },
        {
            "x1": 815,
            "y1": 502,
            "x2": 854,
            "y2": 627,
            "text": "…いいゼ",
            "vi": "… Khỏe"
        },
        {
            "x1": 732,
            "y1": 598,
            "x2": 765,
            "y2": 745,
            "text": "こっちダ！",
            "vi": "Nơi đây!"
        },
        {
            "x1": 728,
            "y1": 832,
            "x2": 858,
            "y2": 1055,
            "text": "このまま奴らを 引きつけながら 逃げ続けル",
            "vi": "Tiếp tục trốn thoát trong khi thu hút họ như vậy"
        },
        {
            "x1": 347,
            "y1": 837,
            "x2": 432,
            "y2": 1234,
            "text": "ベラムスが敵の大将を 倒すまで追いかけっこダ！",
            "vi": "Thách thức cho đến khi Belams đánh bại kẻ thù chung!"
        }
    ],
    "18-621b65598fd5b.jpg": [
        {
            "x1": 192,
            "y1": 114,
            "x2": 299,
            "y2": 308,
            "text": "こいつ まだ 生きてやがった のカ！",
            "vi": "Anh chàng này vẫn còn sống!"
        }
    ],
    "19-621b655a1f11f.jpg": [
        {
            "x1": 561,
            "y1": 751,
            "x2": 629,
            "y2": 958,
            "text": "剣ガ…‼",
            "vi": "Kiếm...‼‼"
        },
        {
            "x1": 664,
            "y1": 1122,
            "x2": 721,
            "y2": 1273,
            "text": "まずい",
            "vi": "Không phù hợp"
        }
    ],
    "20-621b655aa1cac.jpg": [
        {
            "x1": 871,
            "y1": 1061,
            "x2": 907,
            "y2": 1291,
            "text": "第780話へっづく！",
            "vi": "Tập 780!"
        },
        {
            "x1": 107,
            "y1": 1313,
            "x2": 443,
            "y2": 1339,
            "text": "一瞬の隙を、敵兵逃さず─",
            "vi": "Đừng bỏ lỡ một người lính kẻ thù trong một lúc"
        }
    ]
}