var ocr_data = {
    "1-61b57150ceb96.jpg": [
        {
            "x1": 100,
            "y1": 22,
            "x2": 536,
            "y2": 102,
            "text": "捨てられた転生賢者",
            "vi": "Bị loại bỏ tái sinh người khôn ngoan"
        },
        {
            "x1": 109,
            "y1": 97,
            "x2": 495,
            "y2": 121,
            "text": "一魔物の森で最強の大魔帝国を作り上げ",
            "vi": "Tạo ra Đế chế quỷ vĩ đại mạnh nhất trong Rừng quỷ"
        },
        {
            "x1": 354,
            "y1": 144,
            "x2": 393,
            "y2": 269,
            "text": "退却だッ",
            "vi": "Đó là rút lui"
        },
        {
            "x1": 145,
            "y1": 201,
            "x2": 190,
            "y2": 392,
            "text": "退け――ッ‼",
            "vi": "Làm lại -tsu"
        },
        {
            "x1": 633,
            "y1": 645,
            "x2": 828,
            "y2": 687,
            "text": "第68話尋顕現",
            "vi": "Kinh nghiệm thứ 68"
        },
        {
            "x1": 370,
            "y1": 739,
            "x2": 443,
            "y2": 902,
            "text": "兵が引き 返していく…",
            "vi": "Những người lính sẽ kéo lại..."
        },
        {
            "x1": 216,
            "y1": 788,
            "x2": 286,
            "y2": 913,
            "text": "…という ことは",
            "vi": "Điêu đo co nghia la"
        },
        {
            "x1": 34,
            "y1": 81,
            "x2": 69,
            "y2": 1029,
            "text": "単行本①～③巻重悶続々発売中！ 最新◎巻は12月9目(ホ）発売明",
            "vi": "Sách ① đến ③ Winding đang được phát hành lần lượt! Tập ◎ mới nhất được phát hành vào ngày 9 tháng 12 (e)"
        },
        {
            "x1": 132,
            "y1": 1316,
            "x2": 843,
            "y2": 1342,
            "text": "原作:未来人Ａマがぅッ程制 漫画:クリカラマル キャラクター原案:キツカイキ",
            "vi": "Bản gốc: Tương lai A MA là một bộ truyện tranh hệ thống"
        }
    ],
    "2-61b5715154f1e.jpg": [
        {
            "x1": 767,
            "y1": 881,
            "x2": 814,
            "y2": 1116,
            "text": "…ただいま",
            "vi": "… Tôi ở nhà"
        }
    ],
    "3-61b57151df29e.jpg": [
        {
            "x1": 430,
            "y1": 161,
            "x2": 461,
            "y2": 319,
            "text": "ベラムスッ…",
            "vi": "Belams..."
        },
        {
            "x1": 772,
            "y1": 468,
            "x2": 841,
            "y2": 677,
            "text": "作戦は上手く いったんだナ？",
            "vi": "Chiến lược có diễn ra tốt đẹp không?"
        },
        {
            "x1": 808,
            "y1": 828,
            "x2": 842,
            "y2": 937,
            "text": "…うむ",
            "vi": "… Um"
        },
        {
            "x1": 122,
            "y1": 1019,
            "x2": 235,
            "y2": 1244,
            "text": "敵の大将を 討ち取った",
            "vi": "Đánh bại kẻ thù chung"
        }
    ],
    "4-61b5715261d15.jpg": [
        {
            "x1": 732,
            "y1": 140,
            "x2": 840,
            "y2": 287,
            "text": "そうか……… 大丈夫力 ベラムス？",
            "vi": "Có... ok verums?"
        },
        {
            "x1": 272,
            "y1": 178,
            "x2": 383,
            "y2": 326,
            "text": "ああ わしには 皆がいる…",
            "vi": "Ồ, tôi có tất cả mọi người..."
        },
        {
            "x1": 750,
            "y1": 437,
            "x2": 822,
            "y2": 675,
            "text": "よかったんじゃ… …これで…",
            "vi": "Nó là tốt... cái này..."
        },
        {
            "x1": 549,
            "y1": 901,
            "x2": 580,
            "y2": 1117,
            "text": "…レネスト様は",
            "vi": "...đổi mới"
        },
        {
            "x1": 103,
            "y1": 1075,
            "x2": 184,
            "y2": 1252,
            "text": "死んだの ですね……",
            "vi": "Bạn đã chết..."
        }
    ],
    "5-61b57152d07f9.jpg": [
        {
            "x1": 773,
            "y1": 139,
            "x2": 826,
            "y2": 270,
            "text": "ああ…",
            "vi": "À…"
        },
        {
            "x1": 750,
            "y1": 636,
            "x2": 862,
            "y2": 784,
            "text": "リザ おかげで 助かった…",
            "vi": "Cảm ơn Liza tôi đã được cứu..."
        },
        {
            "x1": 131,
            "y1": 696,
            "x2": 241,
            "y2": 921,
            "text": "主君を裏切った お主は行く当てが ないはずじゃ",
            "vi": "Chúa phản bội Chúa không thể đi"
        },
        {
            "x1": 717,
            "y1": 1008,
            "x2": 838,
            "y2": 1228,
            "text": "よければ ベレスドラルに 住まないか？",
            "vi": "Nếu bạn thích, tại sao không sống ở Berethral?"
        }
    ],
    "6-61b5715354565.jpg": [
        {
            "x1": 496,
            "y1": 144,
            "x2": 631,
            "y2": 335,
            "text": "…確かに私には もうどこにも 行く当てが ありません…",
            "vi": "“Chắc chắn tôi không thể đi bất cứ đâu nữa…"
        },
        {
            "x1": 123,
            "y1": 143,
            "x2": 266,
            "y2": 384,
            "text": "主君を裏切った というより 人間を 裏切ったと見られる でしょうから…",
            "vi": "Bởi vì nó dường như đã phản bội con người hơn là phản bội Chúa..."
        },
        {
            "x1": 726,
            "y1": 690,
            "x2": 828,
            "y2": 880,
            "text": "自分の正義に 従って動いたの じゃろう",
            "vi": "Bạn có thể đã di chuyển theo công lý của bạn"
        },
        {
            "x1": 579,
            "y1": 763,
            "x2": 649,
            "y2": 941,
            "text": "お主は正しい ことをした",
            "vi": "Chúa đã làm điều đúng đắn"
        },
        {
            "x1": 401,
            "y1": 698,
            "x2": 504,
            "y2": 865,
            "text": "ですが… ここに 住むことは",
            "vi": "Nhưng... sống ở đây"
        },
        {
            "x1": 168,
            "y1": 731,
            "x2": 244,
            "y2": 928,
            "text": "できないと？ なぜじゃ？",
            "vi": "Tôi không thể làm được? Tại sao?"
        }
    ],
    "7-61b57153d6562.jpg": [
        {
            "x1": 697,
            "y1": 137,
            "x2": 831,
            "y2": 405,
            "text": "私は命を救ってくれた ベレスドラルに 刃を向けました… …それに",
            "vi": "Tôi đã chuyển lưỡi kiếm sang berethral đã cứu mạng tôi..."
        },
        {
            "x1": 290,
            "y1": 115,
            "x2": 364,
            "y2": 352,
            "text": "私がレネスト様を 盲信したばかりに",
            "vi": "Tôi chỉ mù quáng renest"
        },
        {
            "x1": 126,
            "y1": 259,
            "x2": 202,
            "y2": 496,
            "text": "私の仲間は大勢 命を落とした………",
            "vi": "Bạn bè của tôi đã chết rất nhiều..."
        },
        {
            "x1": 768,
            "y1": 589,
            "x2": 844,
            "y2": 738,
            "text": "仲間は私を 信じて……",
            "vi": "Bạn bè của tôi tin vào tôi..."
        },
        {
            "x1": 629,
            "y1": 671,
            "x2": 707,
            "y2": 820,
            "text": "私の号令で 突撃した…",
            "vi": "Tôi bị buộc tội với mệnh lệnh của mình..."
        },
        {
            "x1": 121,
            "y1": 654,
            "x2": 236,
            "y2": 834,
            "text": "私が 殺したような ものです…！",
            "vi": "Nó giống như giết chết tôi...!"
        },
        {
            "x1": 736,
            "y1": 950,
            "x2": 850,
            "y2": 1144,
            "text": "自分に ここで暮らす 資格があるとは",
            "vi": "Trình độ chuyên môn để sống ở đây là gì?"
        },
        {
            "x1": 125,
            "y1": 1054,
            "x2": 218,
            "y2": 1247,
            "text": "思えないの です……",
            "vi": "Tôi không nghĩ..."
        }
    ],
    "8-61b5715456f50.jpg": [
        {
            "x1": 776,
            "y1": 117,
            "x2": 820,
            "y2": 269,
            "text": "そうか…",
            "vi": "Thực ra…"
        },
        {
            "x1": 97,
            "y1": 219,
            "x2": 223,
            "y2": 375,
            "text": "じゃが 答えを急ぐ 必要はない",
            "vi": "Không cần phải nhanh chóng trả lời"
        },
        {
            "x1": 741,
            "y1": 477,
            "x2": 816,
            "y2": 694,
            "text": "よく考えてみる ことじゃ",
            "vi": "Suy nghĩ cẩn thân"
        }
    ],
    "9-61b57154cb023.jpg": [
        {
            "x1": 671,
            "y1": 493,
            "x2": 737,
            "y2": 636,
            "text": "少々予想外 ですね",
            "vi": "Nó hơi bất ngờ"
        },
        {
            "x1": 235,
            "y1": 501,
            "x2": 333,
            "y2": 652,
            "text": "ここまで 伯爵の軍が 脆かったとは",
            "vi": "Cho đến nay, quân đội của Bá tước rất mong manh"
        },
        {
            "x1": 732,
            "y1": 845,
            "x2": 856,
            "y2": 1170,
            "text": "あの程度の危機では 我が主はお喜びになって 下さらないでしょう",
            "vi": "Trong một cuộc khủng hoảng như vậy, chủ nhân của chúng tôi sẽ không hài lòng"
        },
        {
            "x1": 162,
            "y1": 854,
            "x2": 247,
            "y2": 1080,
            "text": "仕方ないですが かくなるうえは",
            "vi": "Tôi không thể giúp nó, nhưng nó trở nên lớn hơn"
        }
    ],
    "10-61b571554d5a4.jpg": [
        {
            "x1": 741,
            "y1": 139,
            "x2": 824,
            "y2": 357,
            "text": "撤退はせず 戦うべきでは？",
            "vi": "Tôi có nên chiến đấu mà không rút tiền không?"
        },
        {
            "x1": 350,
            "y1": 114,
            "x2": 450,
            "y2": 259,
            "text": "弔い合戦を するべき ですよ",
            "vi": "Bạn nên có một trận chiến chia buồn"
        },
        {
            "x1": 717,
            "y1": 622,
            "x2": 822,
            "y2": 839,
            "text": "屋敷に戻って 体制を立て直して からだ",
            "vi": "Sau khi trở về biệt thự và xây dựng lại hệ thống"
        },
        {
            "x1": 115,
            "y1": 626,
            "x2": 219,
            "y2": 866,
            "text": "我々にはもはや 戦う気力は残されて いない",
            "vi": "Chúng tôi không có năng lượng để chiến đấu nữa"
        },
        {
            "x1": 741,
            "y1": 989,
            "x2": 819,
            "y2": 1170,
            "text": "心配せずとも 契約金は払う",
            "vi": "Trả phí hợp đồng mà không phải lo lắng"
        },
        {
            "x1": 553,
            "y1": 1061,
            "x2": 656,
            "y2": 1249,
            "text": "お主達が 勝利にこだわる ことはあるまい",
            "vi": "Chúa sẽ không dính vào chiến thắng"
        }
    ],
    "11-61b57155bab3e.jpg": [
        {
            "x1": 698,
            "y1": 124,
            "x2": 805,
            "y2": 305,
            "text": "別に勝利に こだわっては いませんよ",
            "vi": "Tôi không đặc biệt về chiến thắng"
        },
        {
            "x1": 490,
            "y1": 374,
            "x2": 683,
            "y2": 638,
            "text": "我が主からなるべく ベレスドラルを 苦しませろと 命じられている だけです",
            "vi": "Tôi chỉ cần đặt hàng từ chủ sở hữu của tôi để chịu đựng càng nhiều càng tốt."
        },
        {
            "x1": 148,
            "y1": 1110,
            "x2": 222,
            "y2": 1252,
            "text": "戦力なら ご心配なく",
            "vi": "Đừng lo lắng nếu bạn có lực lượng"
        }
    ],
    "12-61b571563645e.jpg": [
        {
            "x1": 313,
            "y1": 86,
            "x2": 589,
            "y2": 444,
            "text": "我々が 与えてあげ ますよ…！",
            "vi": "Chúng tôi sẽ cung cấp cho bạn...!"
        },
        {
            "x1": 471,
            "y1": 1033,
            "x2": 577,
            "y2": 1188,
            "text": "なッ",
            "vi": "Nic"
        }
    ],
    "13-61b5715839a7f.jpg": [
        {
            "x1": 26,
            "y1": 836,
            "x2": 419,
            "y2": 893,
            "text": "妖しきバース軍",
            "vi": "Đội ngũ sinh Yushi"
        },
        {
            "x1": 34,
            "y1": 872,
            "x2": 479,
            "y2": 966,
            "text": "いちみもうり その正体は魑魅題魎",
            "vi": "Bản sắc thật của Ichimi Ichimori là xấu xa."
        },
        {
            "x1": 44,
            "y1": 995,
            "x2": 89,
            "y2": 1228,
            "text": "89話へっづく！",
            "vi": "Tập 89!"
        }
    ]
}