var ocr_data = {
    "1-613d7fd6df096.jpg": [
        {
            "x1": 109,
            "y1": 48,
            "x2": 493,
            "y2": 119,
            "text": "掛でれた転生賢者",
            "vi": "Người đàn ông khôn ngoan khôn ngoan treo"
        },
        {
            "x1": 122,
            "y1": 114,
            "x2": 474,
            "y2": 134,
            "text": "一魔物の森て最強の",
            "vi": "Mạnh nhất trong khu rừng một con quỷ"
        },
        {
            "x1": 775,
            "y1": 180,
            "x2": 872,
            "y2": 398,
            "text": "ベレスドラルでの 日々を終えて",
            "vi": "Hoàn thành những ngày ở Berethral"
        },
        {
            "x1": 162,
            "y1": 477,
            "x2": 259,
            "y2": 661,
            "text": "──報告は 以上です",
            "vi": "Đó là tất cả cho báo cáo"
        },
        {
            "x1": 601,
            "y1": 1217,
            "x2": 874,
            "y2": 1282,
            "text": "わけっていそじ 第56話決定事項",
            "vi": "Bởi vì tập 56 quyết định quan trọng"
        },
        {
            "x1": 38,
            "y1": 453,
            "x2": 74,
            "y2": 1277,
            "text": "単行本重版続々！ 最新第５巻、９月９日(木）発売‼",
            "vi": "Sách Sách Phiên bản một lần! Tập 5 mới nhất, ngày 9 tháng 9 (Thứ năm) sẽ được phát hành‼"
        },
        {
            "x1": 133,
            "y1": 1316,
            "x2": 844,
            "y2": 1342,
            "text": "原作:未来人Ａマぉぅッ程制 漫画:クリカラマル キャラクター原案：キツカイキ",
            "vi": "Bản gốc: Tương lai con người a -ma -uta manga: Crycala Maru Nhân vật cậu bé: Kitsukaiki"
        }
    ],
    "2-613d7fd78765f.jpg": [
        {
            "x1": 786,
            "y1": 122,
            "x2": 831,
            "y2": 351,
            "text": "…「戻らぬ」と",
            "vi": "… Tôi không thể trả lại ”"
        },
        {
            "x1": 112,
            "y1": 228,
            "x2": 191,
            "y2": 474,
            "text": "本当に そう申したのか？",
            "vi": "Bạn đã thực sự nói như vậy?"
        },
        {
            "x1": 810,
            "y1": 561,
            "x2": 846,
            "y2": 629,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 617,
            "y1": 624,
            "x2": 753,
            "y2": 865,
            "text": "ベラムス様は 村長として ベレスドラルの発展に 尽力したいと…",
            "vi": "Belams muốn làm việc như một ngôi làng để phát triển khu vực..."
        },
        {
            "x1": 754,
            "y1": 1032,
            "x2": 832,
            "y2": 1212,
            "text": "お主はその 主張を聞いて",
            "vi": "Chúa nghe thấy tuyên bố"
        },
        {
            "x1": 226,
            "y1": 1041,
            "x2": 342,
            "y2": 1196,
            "text": "おめおめと 戻ってきた のか？",
            "vi": "Xin chúc mừng?"
        },
        {
            "x1": 112,
            "y1": 1141,
            "x2": 148,
            "y2": 1229,
            "text": "なぜ",
            "vi": "Tại sao"
        }
    ],
    "3-613d7fd815821.jpg": [
        {
            "x1": 736,
            "y1": 73,
            "x2": 819,
            "y2": 397,
            "text": "力尽くで奪い取って こなかったのだ？",
            "vi": "Bạn đã không lấy nó bằng sức mạnh của bạn?"
        },
        {
            "x1": 116,
            "y1": 697,
            "x2": 149,
            "y2": 877,
            "text": "…レネスト様",
            "vi": "Renest"
        },
        {
            "x1": 776,
            "y1": 948,
            "x2": 843,
            "y2": 1184,
            "text": "一つお聞きしたい ことがございます",
            "vi": "Một điều tôi muốn hỏi"
        },
        {
            "x1": 127,
            "y1": 1125,
            "x2": 170,
            "y2": 1270,
            "text": "…何だ？",
            "vi": "…Gì?"
        }
    ],
    "4-613d7fd875a26.jpg": [
        {
            "x1": 687,
            "y1": 126,
            "x2": 816,
            "y2": 437,
            "text": "本当にベラムス様は ゴブリンに 盗まれたのですか？",
            "vi": "Berums có thực sự bị đánh cắp bởi yêu tinh không?"
        },
        {
            "x1": 765,
            "y1": 649,
            "x2": 834,
            "y2": 880,
            "text": "ベレスドラルにいた ゴブリン達は…",
            "vi": "Yêu tinh ở Berethral là..."
        },
        {
            "x1": 575,
            "y1": 676,
            "x2": 672,
            "y2": 952,
            "text": "捨てられていたところを 拾ったのだと 言っておりました",
            "vi": "Anh ấy nói anh ấy đã nhặt được nơi anh ấy bị vứt đi"
        },
        {
            "x1": 313,
            "y1": 776,
            "x2": 410,
            "y2": 941,
            "text": "お主はその 主張を信じたと 申すのか？",
            "vi": "Bạn có nói rằng bạn đã tin vào tuyên bố đó?"
        },
        {
            "x1": 348,
            "y1": 1019,
            "x2": 439,
            "y2": 1216,
            "text": "…嘘をついている ようには 思えませんでした",
            "vi": "“Tôi dường như không nói dối"
        }
    ],
    "5-613d7fd8e3238.jpg": [
        {
            "x1": 764,
            "y1": 125,
            "x2": 842,
            "y2": 330,
            "text": "本気で言って おるのか？",
            "vi": "Bạn thực sự nói?"
        },
        {
            "x1": 139,
            "y1": 171,
            "x2": 215,
            "y2": 428,
            "text": "悪しき魔物の言う ことだぞ…！",
            "vi": "Đó là những gì con quỷ tồi nói...!"
        },
        {
            "x1": 768,
            "y1": 532,
            "x2": 816,
            "y2": 615,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 248,
            "y1": 558,
            "x2": 328,
            "y2": 691,
            "text": "信じた からこそ",
            "vi": "Bởi vì tôi tin"
        },
        {
            "x1": 102,
            "y1": 715,
            "x2": 228,
            "y2": 965,
            "text": "力尽くで 奪うような真似は 致しませんでした",
            "vi": "Tôi không bắt chước nó để lấy nó bằng sức mạnh của mình"
        },
        {
            "x1": 128,
            "y1": 1079,
            "x2": 263,
            "y2": 1260,
            "text": "レネスト様に 我が子を捨てた という過去が ないのなら",
            "vi": "Nếu không có quá khứ đó, việc từ bỏ con tôi đã bỏ rơi"
        }
    ],
    "6-613d7fd97278f.jpg": [
        {
            "x1": 720,
            "y1": 129,
            "x2": 837,
            "y2": 355,
            "text": "ベラムス様は ご子息ではないと 思われます",
            "vi": "Belamus có vẻ là con trai của bạn"
        },
        {
            "x1": 344,
            "y1": 98,
            "x2": 494,
            "y2": 315,
            "text": "目元や髪の色など 共通点は 見られましたが 偶然かと",
            "vi": "Tôi đã thấy một cái gì đó chung, chẳng hạn như màu mắt và màu tóc, nhưng đó là một sự trùng hợp ngẫu nhiên."
        },
        {
            "x1": 727,
            "y1": 787,
            "x2": 833,
            "y2": 985,
            "text": "ベレスドラルは 平和なままで あってほしい…",
            "vi": "Tôi muốn Berethral được hòa bình..."
        },
        {
            "x1": 87,
            "y1": 787,
            "x2": 200,
            "y2": 1089,
            "text": "レネスト様は聡明なお方 きっとこれで分かって 頂けたはず…！",
            "vi": "Renest -sama nên hiểu điều này với một người thông minh...!"
        }
    ],
    "7-613d7fd9ec773.jpg": [
        {
            "x1": 388,
            "y1": 104,
            "x2": 468,
            "y2": 287,
            "text": "本当のことを 話そう",
            "vi": "Hãy nói về sự thật"
        },
        {
            "x1": 535,
            "y1": 214,
            "x2": 572,
            "y2": 367,
            "text": "…分かった",
            "vi": "… Bạn có hiểu không"
        },
        {
            "x1": 576,
            "y1": 517,
            "x2": 654,
            "y2": 855,
            "text": "ゴブリンが赤子を 盗んだという事実はない",
            "vi": "Không có thực tế là yêu tinh đã đánh cắp em bé"
        },
        {
            "x1": 97,
            "y1": 675,
            "x2": 173,
            "y2": 1010,
            "text": "さりとて私が赤子を 捨てたという事実もない",
            "vi": "Không có thực tế là tôi đã bỏ rơi đứa bé"
        },
        {
            "x1": 593,
            "y1": 1125,
            "x2": 660,
            "y2": 1270,
            "text": "どういう ことですか",
            "vi": "Ý bạn là gì"
        }
    ],
    "8-613d7fda7041d.jpg": [
        {
            "x1": 734,
            "y1": 112,
            "x2": 817,
            "y2": 464,
            "text": "臣下に悪しき心を持った 騎士がおってな…",
            "vi": "Có một hiệp sĩ với một trái tim tồi tệ trong bộ trưởng của mình..."
        },
        {
            "x1": 123,
            "y1": 262,
            "x2": 220,
            "y2": 595,
            "text": "その者が我が子を 盗み取ったのだ…！",
            "vi": "Người đó đã đánh cắp con của mình...!"
        },
        {
            "x1": 688,
            "y1": 673,
            "x2": 829,
            "y2": 981,
            "text": "そやつは 後で捕まえ拷問し 赤子をあの森に捨てたこと までは突き止めたのだが…",
            "vi": "Tôi đã bắt được nó sau, bị tra tấn và vứt bỏ em bé trong khu rừng đó, nhưng..."
        },
        {
            "x1": 489,
            "y1": 850,
            "x2": 588,
            "y2": 1031,
            "text": "残念ながら 見つかることは なかった",
            "vi": "Thật không may tôi không thể tìm thấy nó"
        }
    ],
    "9-613d7fdadc72c.jpg": [
        {
            "x1": 767,
            "y1": 127,
            "x2": 836,
            "y2": 367,
            "text": "まさかゴブリンに 拾われていたとはな",
            "vi": "Tôi đoán nó đã được một con yêu tinh nhặt lên"
        },
        {
            "x1": 122,
            "y1": 170,
            "x2": 202,
            "y2": 418,
            "text": "長期に渡る捜索も 進展はなく…",
            "vi": "Tìm kiếm dài hạn không có tiến bộ..."
        },
        {
            "x1": 713,
            "y1": 511,
            "x2": 836,
            "y2": 776,
            "text": "魔物の餌食に なったと思った私は 断腸の思いで…",
            "vi": "Tôi nghĩ rằng đó là con mồi cho quái vật, vì vậy tôi nghĩ về một ruột..."
        },
        {
            "x1": 157,
            "y1": 593,
            "x2": 191,
            "y2": 839,
            "text": "捜索を打ち切った",
            "vi": "Tôi đã kết thúc cuộc tìm kiếm"
        },
        {
            "x1": 816,
            "y1": 930,
            "x2": 847,
            "y2": 1133,
            "text": "レネスト様",
            "vi": "Tái tạo"
        },
        {
            "x1": 427,
            "y1": 932,
            "x2": 544,
            "y2": 1142,
            "text": "家臣の裏切りは 伯爵家にとって 恥ずべきこと…",
            "vi": "Sự phản bội của chư hầu xấu hổ về gia đình Earl..."
        },
        {
            "x1": 284,
            "y1": 1066,
            "x2": 358,
            "y2": 1238,
            "text": "隠しておく 必要があった",
            "vi": "Tôi cần phải che giấu nó"
        }
    ],
    "10-613d7fdb9e81f.jpg": [
        {
            "x1": 667,
            "y1": 129,
            "x2": 836,
            "y2": 435,
            "text": "ゆえに その騎士は 別の理由で処刑し 赤子が死んだ理由も 別のものとしたわけだ",
            "vi": "Do đó, Hiệp sĩ đã bị xử tử vì một lý do khác, và lý do tại sao em bé chết là khác nhau."
        },
        {
            "x1": 723,
            "y1": 649,
            "x2": 837,
            "y2": 819,
            "text": "その騎士は 何のために ご子息を…？",
            "vi": "Hiệp sĩ cho con trai của bạn...?"
        },
        {
            "x1": 505,
            "y1": 628,
            "x2": 619,
            "y2": 896,
            "text": "…「アストレアス家が 憎かった｣…と 拷問時に吐いた",
            "vi": "\"Tôi ghét gia đình Asthaus"
        },
        {
            "x1": 527,
            "y1": 999,
            "x2": 631,
            "y2": 1163,
            "text": "そうは 見えなかった のだがな…",
            "vi": "Tôi đã không thấy điều đó..."
        },
        {
            "x1": 359,
            "y1": 1126,
            "x2": 465,
            "y2": 1266,
            "text": "見抜け なかった 私のミスだ",
            "vi": "Sai lầm của tôi, tôi không thể nhìn thấy"
        }
    ],
    "11-613d7fdc39c54.jpg": [
        {
            "x1": 680,
            "y1": 124,
            "x2": 837,
            "y2": 431,
            "text": "…待ってください ６年前といえば アンバス殿が処刑された 時ですよね⁉",
            "vi": "Xin vui lòng đợi 6 năm trước khi Unavus được thực thi, phải không?"
        },
        {
            "x1": 228,
            "y1": 164,
            "x2": 330,
            "y2": 372,
            "text": "理由は 明確にされません でしたが…",
            "vi": "Lý do không rõ ràng, nhưng..."
        },
        {
            "x1": 135,
            "y1": 362,
            "x2": 206,
            "y2": 569,
            "text": "もしや アンバス殿が・⁉",
            "vi": "Nếu bạn là Hội trường Ambus ・⁉"
        },
        {
            "x1": 821,
            "y1": 660,
            "x2": 858,
            "y2": 795,
            "text": "…そうだ",
            "vi": "…Chính là nó"
        },
        {
            "x1": 820,
            "y1": 986,
            "x2": 849,
            "y2": 1149,
            "text": "そんなことが",
            "vi": "Đó là"
        },
        {
            "x1": 125,
            "y1": 1053,
            "x2": 254,
            "y2": 1258,
            "text": "私には正直に 言ってくだされば よかったでは ないですが…",
            "vi": "Tôi ước mình có thể thành thật nói điều đó..."
        }
    ],
    "12-613d7fdd46e6c.jpg": [
        {
            "x1": 793,
            "y1": 127,
            "x2": 841,
            "y2": 322,
            "text": "…すまない",
            "vi": "… Tôi xin lôi"
        },
        {
            "x1": 119,
            "y1": 269,
            "x2": 197,
            "y2": 535,
            "text": "アンバスは 私の友でもあった…",
            "vi": "Ambus là bạn của tôi..."
        },
        {
            "x1": 654,
            "y1": 609,
            "x2": 809,
            "y2": 874,
            "text": "処刑した後も なるべく悪評が 立たぬようにして やりたかったのだ…",
            "vi": "Tôi muốn làm cho nó xấu nhất có thể sau khi thực hiện..."
        },
        {
            "x1": 113,
            "y1": 701,
            "x2": 152,
            "y2": 898,
            "text": "レネスト様…",
            "vi": "Tái tạo nhất..."
        },
        {
            "x1": 682,
            "y1": 979,
            "x2": 830,
            "y2": 1195,
            "text": "生きていることが 分かった以上 息子は必ず 取り戻したい",
            "vi": "Miễn là tôi biết tôi còn sống, con trai tôi muốn lấy lại"
        },
        {
            "x1": 106,
            "y1": 1064,
            "x2": 190,
            "y2": 1248,
            "text": "力を貸して くれるか？",
            "vi": "Bạn sẽ giúp tôi?"
        }
    ],
    "13-613d7fdda77d9.jpg": [
        {
            "x1": 726,
            "y1": 129,
            "x2": 842,
            "y2": 348,
            "text": "…レネスト様の お気持ちは理解 できましたが",
            "vi": "… Tôi hiểu cảm xúc của Renest"
        },
        {
            "x1": 553,
            "y1": 174,
            "x2": 631,
            "y2": 392,
            "text": "ご子息はそれを 望んでいません",
            "vi": "Con trai của bạn không muốn nó"
        },
        {
            "x1": 763,
            "y1": 695,
            "x2": 845,
            "y2": 884,
            "text": "だが我が子は 人間だ",
            "vi": "Nhưng con tôi là một con người"
        },
        {
            "x1": 121,
            "y1": 773,
            "x2": 233,
            "y2": 968,
            "text": "ここならば 何不自由なく 幸せになれるー",
            "vi": "Ở đây bạn có thể hạnh phúc mà không có bất kỳ bất tiện nào"
        },
        {
            "x1": 676,
            "y1": 937,
            "x2": 745,
            "y2": 1152,
            "text": "人間は人間同士 暮らすのが道理…",
            "vi": "Thật hợp lý cho con người khi sống giữa con người..."
        }
    ],
    "14-613d7fde1b43e.jpg": [
        {
            "x1": 705,
            "y1": 118,
            "x2": 825,
            "y2": 388,
            "text": "それは分かりますが …取り戻すにしても 力尽くというのは…",
            "vi": "Tôi hiểu điều đó... thật khó để lấy lại..."
        },
        {
            "x1": 115,
            "y1": 210,
            "x2": 155,
            "y2": 470,
            "text": "…間違っています",
            "vi": "… Nó sai"
        },
        {
            "x1": 713,
            "y1": 564,
            "x2": 825,
            "y2": 829,
            "text": "そうだな…まずは もう一度話し合いを してくるのだ",
            "vi": "Đúng vậy... Trước hết, chúng ta sẽ nói chuyện lại"
        },
        {
            "x1": 102,
            "y1": 656,
            "x2": 177,
            "y2": 853,
            "text": "説得できれば よし…",
            "vi": "Tôi hy vọng tôi có thể thuyết phục..."
        },
        {
            "x1": 745,
            "y1": 950,
            "x2": 825,
            "y2": 1167,
            "text": "…だがもし再び 断られれば…",
            "vi": "Nhưng nếu bạn từ chối một lần nữa…"
        },
        {
            "x1": 110,
            "y1": 1060,
            "x2": 154,
            "y2": 1207,
            "text": "その時は",
            "vi": "Lúc đó"
        }
    ],
    "15-613d7fde82df8.jpg": [
        {
            "x1": 636,
            "y1": 146,
            "x2": 829,
            "y2": 370,
            "text": "侵略を 行う",
            "vi": "Xâm lược"
        },
        {
            "x1": 135,
            "y1": 1064,
            "x2": 242,
            "y2": 1268,
            "text": "これは 決定事項だ",
            "vi": "Đây là một quyết định"
        }
    ],
    "16-613d7fdf0c263.jpg": [
        {
            "x1": 764,
            "y1": 130,
            "x2": 837,
            "y2": 286,
            "text": "…頼んだぞ リザ",
            "vi": "...Tôi đã hỏi Liza"
        },
        {
            "x1": 728,
            "y1": 505,
            "x2": 777,
            "y2": 667,
            "text": "…承知…",
            "vi": "… Đã hiểu…"
        },
        {
            "x1": 222,
            "y1": 516,
            "x2": 254,
            "y2": 636,
            "text": "しました",
            "vi": "Đã làm"
        }
    ],
    "17-613d7fdf93f76.jpg": [
        {
            "x1": 174,
            "y1": 474,
            "x2": 223,
            "y2": 605,
            "text": "すという",
            "vi": "Nói"
        },
        {
            "x1": 125,
            "y1": 397,
            "x2": 174,
            "y2": 645,
            "text": "わけなのです",
            "vi": "Đó là lý do"
        },
        {
            "x1": 603,
            "y1": 825,
            "x2": 655,
            "y2": 931,
            "text": "はあ…",
            "vi": "Hả..."
        },
        {
            "x1": 130,
            "y1": 741,
            "x2": 310,
            "y2": 971,
            "text": "…説得に 応じなければ レネスト様は 力尽くで連れ戻すと 仰っております",
            "vi": "Nếu bạn không thuyết phục, Renest sẽ đưa bạn trở lại với quyền lực."
        },
        {
            "x1": 784,
            "y1": 1057,
            "x2": 856,
            "y2": 1225,
            "text": "何度来たとて 答えは同じ",
            "vi": "Câu trả lời là giống nhau cho dù tôi có đến bao nhiêu lần"
        },
        {
            "x1": 372,
            "y1": 1051,
            "x2": 448,
            "y2": 1248,
            "text": "伯爵家に行く つもりはない",
            "vi": "Tôi sẽ không đi đến Earl"
        }
    ],
    "18-613d7fe0768af.jpg": [
        {
            "x1": 776,
            "y1": 126,
            "x2": 837,
            "y2": 316,
            "text": "軍を出動させる つもりなのか？",
            "vi": "Bạn có định phái quân đội không?"
        },
        {
            "x1": 546,
            "y1": 162,
            "x2": 577,
            "y2": 313,
            "text": "おそらくは",
            "vi": "Có lẽ"
        },
        {
            "x1": 315,
            "y1": 126,
            "x2": 453,
            "y2": 282,
            "text": "…お主は 伯爵の言った ことを信じて おるのだな",
            "vi": "… Bạn tin những gì Bá tước đã nói"
        },
        {
            "x1": 140,
            "y1": 218,
            "x2": 203,
            "y2": 401,
            "text": "…嘘だと思って いるのですか？",
            "vi": "… Bạn có nghĩ đó là một lời nói dối?"
        },
        {
            "x1": 326,
            "y1": 654,
            "x2": 391,
            "y2": 824,
            "text": "そうだ",
            "vi": "Chính là nó"
        },
        {
            "x1": 784,
            "y1": 1045,
            "x2": 840,
            "y2": 1188,
            "text": "なぜ？",
            "vi": "Tại sao?"
        },
        {
            "x1": 111,
            "y1": 1073,
            "x2": 145,
            "y2": 1264,
            "text": "………わしには",
            "vi": ".............i"
        }
    ],
    "19-613d7fe0d5091.jpg": [
        {
            "x1": 394,
            "y1": 146,
            "x2": 418,
            "y2": 229,
            "text": "問題",
            "vi": "vấn đề"
        },
        {
            "x1": 699,
            "y1": 113,
            "x2": 811,
            "y2": 445,
            "text": "捨てられた時の 記憶があるんじゃ",
            "vi": "Tôi có một ký ức khi nó bị vứt bỏ"
        },
        {
            "x1": 87,
            "y1": 285,
            "x2": 139,
            "y2": 358,
            "text": "無き 故にな",
            "vi": "Bởi vì không có gì"
        },
        {
            "x1": 107,
            "y1": 600,
            "x2": 167,
            "y2": 891,
            "text": "鮮明にな…！",
            "vi": "Thông suốt...!"
        },
        {
            "x1": 36,
            "y1": 959,
            "x2": 78,
            "y2": 1191,
            "text": "引7話へっづく！",
            "vi": "Tập 7!"
        }
    ]
}