var ocr_data = {
    "001.jpg": [
        {
            "x1": 470,
            "y1": 18,
            "x2": 884,
            "y2": 98,
            "text": "珍てれ家転生賢者",
            "vi": "Hiếm gia đình loại bỏ cây xô thơm"
        },
        {
            "x1": 483,
            "y1": 92,
            "x2": 851,
            "y2": 113,
            "text": "魔物の森で最強の魔術国を作り",
            "vi": "Tạo ra đất nước ma thuật mạnh nhất trong rừng quỷ"
        },
        {
            "x1": 50,
            "y1": 91,
            "x2": 80,
            "y2": 269,
            "text": "単行本①～③巻",
            "vi": "Cuốn sách ① đến ③ Tập"
        },
        {
            "x1": 500,
            "y1": 279,
            "x2": 874,
            "y2": 317,
            "text": "第64話 レネストの策",
            "vi": "Tập 64 Các biện pháp cải tạo nhất"
        },
        {
            "x1": 715,
            "y1": 1064,
            "x2": 849,
            "y2": 1243,
            "text": "簡単な手当ては しましたが しばらく戦いは 難しいかと…",
            "vi": "Tôi đã điều trị đơn giản, nhưng sẽ rất khó để chiến đấu trong một thời gian..."
        },
        {
            "x1": 121,
            "y1": 1111,
            "x2": 160,
            "y2": 1256,
            "text": "…そうか",
            "vi": "…Thực ra"
        },
        {
            "x1": 49,
            "y1": 1032,
            "x2": 79,
            "y2": 1188,
            "text": "最新第③巻は",
            "vi": "Khối lượng mới nhất ③ khối lượng là"
        },
        {
            "x1": 132,
            "y1": 1316,
            "x2": 843,
            "y2": 1342,
            "text": "原作:未来人Ａマがぅッ程制 漫画:クリカラマル キャラクター原案：キツカイキ",
            "vi": "Bản gốc: Tương lai A MA là một bộ truyện tranh hệ thống: Crycala Maru nhân vật"
        }
    ],
    "002.jpg": [
        {
            "x1": 700,
            "y1": 97,
            "x2": 845,
            "y2": 365,
            "text": "あれだけの 猛攻を受けて この程度で済んだ私は まだ ましだ",
            "vi": "Tôi vẫn tốt hơn với những kẻ tấn công đó"
        },
        {
            "x1": 113,
            "y1": 96,
            "x2": 149,
            "y2": 304,
            "text": "だが 彼らは……",
            "vi": "Nhưng họ..."
        },
        {
            "x1": 680,
            "y1": 1004,
            "x2": 832,
            "y2": 1257,
            "text": "今日 私の号令により 何人の仲間が傷つき 命を落としたのだ…",
            "vi": "Có bao nhiêu người bạn bị tổn thương bởi đơn đặt hàng của tôi hôm nay và đã chết..."
        },
        {
            "x1": 119,
            "y1": 1004,
            "x2": 153,
            "y2": 1169,
            "text": "この戦に──",
            "vi": "Trong trận chiến này ──"
        }
    ],
    "003.jpg": [
        {
            "x1": 748,
            "y1": 99,
            "x2": 859,
            "y2": 318,
            "text": "彼らの命を懸ける 価値があっだと 言えるか…？",
            "vi": "Có đáng là cuộc sống của cuộc đời họ...?"
        },
        {
            "x1": 164,
            "y1": 133,
            "x2": 212,
            "y2": 250,
            "text": "リザ様",
            "vi": "Liza"
        },
        {
            "x1": 778,
            "y1": 430,
            "x2": 865,
            "y2": 627,
            "text": "レネスト様が お呼びです",
            "vi": "Renest là gọi"
        },
        {
            "x1": 639,
            "y1": 1003,
            "x2": 743,
            "y2": 1225,
            "text": "…要塞が 相手だとは 聞いて いなかったが？",
            "vi": "Tôi không nghe nói rằng pháo đài là đối thủ?"
        }
    ],
    "004.jpg": [
        {
            "x1": 698,
            "y1": 140,
            "x2": 837,
            "y2": 368,
            "text": "それが…… 私が行った時とは 大きく変貌を遂げて おりまして…",
            "vi": "Đó là... nó đã thay đổi rất nhiều so với khi tôi đi..."
        },
        {
            "x1": 508,
            "y1": 43,
            "x2": 545,
            "y2": 421,
            "text": "「私の息子が死んだ」と",
            "vi": "\"Con trai của tôi đã chết.\""
        },
        {
            "x1": 450,
            "y1": 68,
            "x2": 494,
            "y2": 333,
            "text": "お主は言ったが",
            "vi": "Chúa đã nói"
        },
        {
            "x1": 186,
            "y1": 139,
            "x2": 319,
            "y2": 348,
            "text": "嘘で あろう？",
            "vi": "Đó có phải là một lời nói dối?"
        },
        {
            "x1": 694,
            "y1": 575,
            "x2": 807,
            "y2": 828,
            "text": "こんな短期間で そこまで変わるとは 思えんが…まあいい",
            "vi": "Tôi không nghĩ rằng nó sẽ thay đổi trong một khoảng thời gian ngắn như vậy..."
        },
        {
            "x1": 332,
            "y1": 1037,
            "x2": 525,
            "y2": 1236,
            "text": "数において 圧倒的な 我が軍の包囲を 凌いでみせる とは…",
            "vi": "Để vượt qua cuộc bao vây áp đảo của quân đội của chúng ta trong số..."
        }
    ],
    "005.jpg": [
        {
            "x1": 735,
            "y1": 135,
            "x2": 845,
            "y2": 352,
            "text": "優れた指導者の 采配なしには 不可能だったはず",
            "vi": "Đáng lẽ ra là không thể nếu không có một nhà lãnh đạo giỏi"
        },
        {
            "x1": 126,
            "y1": 230,
            "x2": 196,
            "y2": 412,
            "text": "息子は生きて いるんだな？",
            "vi": "Con trai tôi còn sống không?"
        },
        {
            "x1": 758,
            "y1": 526,
            "x2": 818,
            "y2": 684,
            "text": "……はい",
            "vi": "……Vâng"
        },
        {
            "x1": 118,
            "y1": 583,
            "x2": 205,
            "y2": 767,
            "text": "生きて おります…",
            "vi": "Tôi còn sống…"
        },
        {
            "x1": 732,
            "y1": 871,
            "x2": 847,
            "y2": 1093,
            "text": "…なぜ 嘘をついた",
            "vi": "...Tại sao nói dối"
        },
        {
            "x1": 119,
            "y1": 1087,
            "x2": 243,
            "y2": 1259,
            "text": "…嘘を ついている のは―",
            "vi": "… Những gì đang nằm-"
        }
    ],
    "006.jpg": [
        {
            "x1": 705,
            "y1": 141,
            "x2": 825,
            "y2": 366,
            "text": "レネスト様も 同じで ございましょう",
            "vi": "Hãy giống nhau cho sự mới nhất"
        },
        {
            "x1": 107,
            "y1": 374,
            "x2": 221,
            "y2": 654,
            "text": "ベラムス様を 捨てたわけではないと 私に仰りましたが",
            "vi": "Tôi đã nói với tôi rằng tôi đã không vứt bỏ Belams"
        },
        {
            "x1": 733,
            "y1": 742,
            "x2": 856,
            "y2": 927,
            "text": "あれは 嘘ですね",
            "vi": "Đó là một lời nói dối"
        },
        {
            "x1": 577,
            "y1": 1008,
            "x2": 741,
            "y2": 1228,
            "text": "ベラムス様は 捨てられた日の ことを覚えて おいででした！",
            "vi": "Belams nhớ đến ngày anh ta bị vứt đi!"
        }
    ],
    "007.jpg": [
        {
            "x1": 719,
            "y1": 140,
            "x2": 846,
            "y2": 369,
            "text": "レネスト様 はっきり仰って ください！",
            "vi": "Hãy nói rõ ràng!"
        },
        {
            "x1": 470,
            "y1": 114,
            "x2": 595,
            "y2": 393,
            "text": "アンバス殿は 自分の意思で捨てに 行ったのではなく",
            "vi": "Unavus đã không tự mình vứt nó đi"
        },
        {
            "x1": 345,
            "y1": 505,
            "x2": 478,
            "y2": 765,
            "text": "レネスト様の 命令で 捨てに 行ったのですね？",
            "vi": "Bạn đã bị bỏ rơi bởi lệnh của Renest?"
        },
        {
            "x1": 659,
            "y1": 904,
            "x2": 832,
            "y2": 1162,
            "text": "ベラムス様が 魔法天性だった からというだけの 理由で‼",
            "vi": "Chỉ vì belams là tự nhiên kỳ diệu‼"
        }
    ],
    "008.jpg": [
        {
            "x1": 113,
            "y1": 378,
            "x2": 255,
            "y2": 670,
            "text": "それが どうした？",
            "vi": "Thế còn nó?"
        },
        {
            "x1": 453,
            "y1": 798,
            "x2": 564,
            "y2": 1005,
            "text": "私は当主として 最善の手を うったまでだ",
            "vi": "Cho đến khi tôi có được bàn tay tốt nhất như là cái đầu"
        },
        {
            "x1": 300,
            "y1": 824,
            "x2": 374,
            "y2": 978,
            "text": "お主には わかるまい",
            "vi": "Tôi không biết Chúa"
        },
        {
            "x1": 123,
            "y1": 884,
            "x2": 231,
            "y2": 1085,
            "text": "最善…？ 赤子を捨てる ことがですか⁉",
            "vi": "Tốt nhất...? Bạn có muốn vứt bỏ con mình không?"
        }
    ],
    "009.jpg": [
        {
            "x1": 713,
            "y1": 113,
            "x2": 838,
            "y2": 270,
            "text": "魔法天性は 無能になる 確率が高く",
            "vi": "Bản chất ma thuật có thể không đủ năng lực"
        },
        {
            "x1": 450,
            "y1": 103,
            "x2": 615,
            "y2": 312,
            "text": "剣士天性や 指揮官天性は 有能な人材に なる確率が高い",
            "vi": "Kiến kiếm tự nhiên và chỉ huy mua lại có khả năng là một người tài năng"
        },
        {
            "x1": 168,
            "y1": 113,
            "x2": 325,
            "y2": 322,
            "text": "私は良き親で あることより 良き領主である ことを選んだ",
            "vi": "Tôi đã chọn trở thành một Chúa tốt hơn là một cha mẹ tốt"
        },
        {
            "x1": 776,
            "y1": 686,
            "x2": 843,
            "y2": 886,
            "text": "それともお主は なにか？",
            "vi": "Hay Chúa là gì?"
        },
        {
            "x1": 220,
            "y1": 708,
            "x2": 371,
            "y2": 907,
            "text": "たった一人の ために少ない 可能性に賭ける べきだったと？",
            "vi": "Chúng ta có nên đặt cược vào một khả năng nhỏ cho chỉ một người không?"
        },
        {
            "x1": 678,
            "y1": 985,
            "x2": 786,
            "y2": 1157,
            "text": "数多の領民の 未来を犠牲に してでも",
            "vi": "Ngay cả với chi phí của tương lai của nhiều người"
        }
    ],
    "010.jpg": [
        {
            "x1": 672,
            "y1": 108,
            "x2": 784,
            "y2": 335,
            "text": "…今回私に 嘘をついたことは 大目に見てやる",
            "vi": "… Tôi sẽ chịu đựng rằng lần này tôi đã nói dối tôi"
        },
        {
            "x1": 510,
            "y1": 171,
            "x2": 576,
            "y2": 316,
            "text": "お互い様と いうことだ",
            "vi": "Nó giống nhau"
        },
        {
            "x1": 766,
            "y1": 430,
            "x2": 828,
            "y2": 644,
            "text": "お主に挽回の チャンスをやろう",
            "vi": "Chủ yếu là có cơ hội phục hồi"
        },
        {
            "x1": 104,
            "y1": 492,
            "x2": 209,
            "y2": 683,
            "text": "まだ戦を 続けるおつもり なのですか？",
            "vi": "Bạn vẫn sẽ tiếp tục trận chiến chứ?"
        },
        {
            "x1": 772,
            "y1": 760,
            "x2": 845,
            "y2": 944,
            "text": "確かに戦況は よくないが…",
            "vi": "Chắc chắn tình huống chiến tranh không tốt..."
        },
        {
            "x1": 588,
            "y1": 1009,
            "x2": 776,
            "y2": 1261,
            "text": "子どもの件は 別にしても あれ程強大な 魔物の拠点を放って おくことはできん",
            "vi": "Ngoài đứa trẻ, không thể rời khỏi căn cứ quái vật mạnh mẽ đó."
        }
    ],
    "011.jpg": [
        {
            "x1": 764,
            "y1": 141,
            "x2": 807,
            "y2": 312,
            "text": "ですがっ…",
            "vi": "Chỉ..."
        },
        {
            "x1": 130,
            "y1": 128,
            "x2": 340,
            "y2": 421,
            "text": "向こうは 疲弊しようとも 自分達の居場所を 守るため死に物狂いで 戦いますが…",
            "vi": "Ngay cả khi bạn cảm thấy mệt mỏi với nó, bạn sẽ chiến đấu điên rồ để bảo vệ vị trí của bạn..."
        },
        {
            "x1": 707,
            "y1": 627,
            "x2": 843,
            "y2": 886,
            "text": "我が軍の兵は 士気が上がる 要素が皆無です！",
            "vi": "Đội quân của chúng tôi không có yếu tố tinh thần!"
        },
        {
            "x1": 133,
            "y1": 681,
            "x2": 262,
            "y2": 1000,
            "text": "士気など報酬次第で いくらでも上げられる 金なら大量にあるのだ",
            "vi": "Có rất nhiều tiền có thể được huy động nhiều như bạn có thể tùy thuộc vào thù lao của bạn, chẳng hạn như tinh thần."
        },
        {
            "x1": 122,
            "y1": 1103,
            "x2": 242,
            "y2": 1256,
            "text": "…それに 一つ策を 思いついた",
            "vi": "...Tôi đã đưa ra một kế hoạch"
        }
    ],
    "012.jpg": [
        {
            "x1": 695,
            "y1": 159,
            "x2": 824,
            "y2": 444,
            "text": "お主がこちらを 裏切ったふりをして 敵地に潜り込み",
            "vi": "Chúa giả vờ phản bội điều này và lẻn vào lãnh thổ kẻ thù"
        },
        {
            "x1": 136,
            "y1": 548,
            "x2": 234,
            "y2": 945,
            "text": "隙を見て門を開き 我らを引き入れるのだ",
            "vi": "Nhìn vào khoảng trống, mở cổng và vẽ vào chúng ta"
        },
        {
            "x1": 879,
            "y1": 693,
            "x2": 907,
            "y2": 1298,
            "text": "レネストの提案する、非情な策にリザは…。",
            "vi": "Liza là một biện pháp tàn nhẫn được đề xuất bởi sự khác biệt..."
        },
        {
            "x1": 412,
            "y1": 1323,
            "x2": 875,
            "y2": 1341,
            "text": "次欠週は休戦です65話の霊新は月4日日予定。",
            "vi": "Tuần tiếp theo là một thỏa thuận ngừng bắn. Tập thứ 65 của Linh được lên kế hoạch cho ngày 4 tháng."
        },
        {
            "x1": 78,
            "y1": 1312,
            "x2": 313,
            "y2": 1343,
            "text": "第65話へつづく！",
            "vi": "Tiếp tục tập 65!"
        }
    ]
}