var ocr_data = {
    "001.jpg": [
        {
            "x1": 36,
            "y1": 34,
            "x2": 587,
            "y2": 131,
            "text": "捨てられた転生賢者",
            "vi": "Bị loại bỏ tái sinh người khôn ngoan"
        },
        {
            "x1": 54,
            "y1": 130,
            "x2": 564,
            "y2": 154,
            "text": "～魔物の森で最強の人魔市り",
            "vi": "~ Người mạnh nhất trong rừng quỷ"
        },
        {
            "x1": 102,
            "y1": 375,
            "x2": 446,
            "y2": 404,
            "text": "弟46話見よう見まねで",
            "vi": "Hãy xem anh trai của tôi 46 tập"
        },
        {
            "x1": 481,
            "y1": 471,
            "x2": 525,
            "y2": 619,
            "text": "ふぁ……",
            "vi": "Hả..."
        },
        {
            "x1": 454,
            "y1": 558,
            "x2": 484,
            "y2": 647,
            "text": "よく寝た",
            "vi": "ngủ ngon"
        },
        {
            "x1": 745,
            "y1": 1046,
            "x2": 848,
            "y2": 1253,
            "text": "どうぞ ベラムス様",
            "vi": "Xin vui lòng belams"
        },
        {
            "x1": 168,
            "y1": 1060,
            "x2": 208,
            "y2": 1256,
            "text": "おお ご苦労",
            "vi": "Cảm ơn bạn vì sự chăm chỉ của bạn"
        },
        {
            "x1": 31,
            "y1": 538,
            "x2": 69,
            "y2": 1294,
            "text": "単行本最新３巻発売中！紙も電子に絶好調！",
            "vi": "3 tập mới nhất trên cuốn sách đang được bán! Giấy cũng có hình dạng tuyệt vời cho electron!"
        },
        {
            "x1": 130,
            "y1": 1308,
            "x2": 842,
            "y2": 1339,
            "text": "原作:未来人Ａマがぅっ経制 漫画:クリカラマル キャラクター原案:キッカイキ",
            "vi": "Bản gốc: Tương lai con người MA là một manga trung lập: nhân vật crycala maru"
        }
    ],
    "002.jpg": [
        {
            "x1": 719,
            "y1": 520,
            "x2": 837,
            "y2": 687,
            "text": "リーリー⁉ なぜお前が 家にいる！",
            "vi": "Lee Lee⁉ Tại sao bạn lại ở nhà!"
        },
        {
            "x1": 103,
            "y1": 568,
            "x2": 244,
            "y2": 811,
            "text": "お早うございます 自分で起きられて エライです！ さすがベラムス様！",
            "vi": "Tôi xin lỗi khi tự mình đứng dậy! Đúng như dự đoán, Belams!"
        },
        {
            "x1": 719,
            "y1": 988,
            "x2": 826,
            "y2": 1184,
            "text": "お前達の家も ちゃんと作って やっただろう",
            "vi": "Bạn sẽ làm cho ngôi nhà của bạn đúng cách"
        },
        {
            "x1": 475,
            "y1": 996,
            "x2": 573,
            "y2": 1172,
            "text": "何を おっしゃいます ベラムス様！",
            "vi": "Bạn đang nói gì!"
        },
        {
            "x1": 261,
            "y1": 1019,
            "x2": 395,
            "y2": 1214,
            "text": "私は下僕ですよ‼ 身の回りの世話は 何でもして 差し上げますッ‼",
            "vi": "Tôi là người hầu Tôi sẽ làm bất cứ điều gì để chăm sóc môi trường xung quanh của tôi."
        }
    ],
    "003.jpg": [
        {
            "x1": 784,
            "y1": 109,
            "x2": 848,
            "y2": 361,
            "text": "…また面倒なことに なったのう",
            "vi": "… Nó trở nên rắc rối trở lại"
        },
        {
            "x1": 383,
            "y1": 137,
            "x2": 459,
            "y2": 336,
            "text": "うくン 朝から うるさいゾ…",
            "vi": "Nó ồn ào từ triều đại..."
        },
        {
            "x1": 156,
            "y1": 188,
            "x2": 234,
            "y2": 279,
            "text": "…何の 騒ぎダ",
            "vi": "… Thật là một sự ồn ào"
        },
        {
            "x1": 732,
            "y1": 549,
            "x2": 845,
            "y2": 776,
            "text": "あレリーリーカ よかったら朝食 一緒に食べていケ",
            "vi": "Ồ, cũng giống như bạn thích, ăn sáng cùng nhau"
        },
        {
            "x1": 686,
            "y1": 641,
            "x2": 715,
            "y2": 736,
            "text": "準備すル",
            "vi": "Chuẩn bị các"
        },
        {
            "x1": 130,
            "y1": 625,
            "x2": 205,
            "y2": 852,
            "text": "お手伝いさせて いただきます‼",
            "vi": "Tôi sẽ giúp bạn."
        },
        {
            "x1": 769,
            "y1": 930,
            "x2": 862,
            "y2": 1137,
            "text": "…なかなか 要領がいいナ デラロサより上手ダ",
            "vi": "Một số điểm rất tốt."
        },
        {
            "x1": 321,
            "y1": 932,
            "x2": 393,
            "y2": 1085,
            "text": "下僕 ですから‼",
            "vi": "Tôi là người hầu"
        }
    ],
    "004.jpg": [
        {
            "x1": 103,
            "y1": 333,
            "x2": 216,
            "y2": 523,
            "text": "さあ食べ よウ！",
            "vi": "Thôi nào!"
        },
        {
            "x1": 752,
            "y1": 633,
            "x2": 846,
            "y2": 766,
            "text": "うん おいしいゾ リーリー",
            "vi": "Vâng, Zreyley ngon"
        },
        {
            "x1": 296,
            "y1": 687,
            "x2": 365,
            "y2": 926,
            "text": "お母様の教え方が お上手なだけです！",
            "vi": "Tôi chỉ giỏi dạy mẹ mình!"
        },
        {
            "x1": 775,
            "y1": 989,
            "x2": 869,
            "y2": 1160,
            "text": "デラロサにも 見習ってほしい くらいダ",
            "vi": "Tôi muốn Delalosa thi đua"
        },
        {
            "x1": 456,
            "y1": 986,
            "x2": 549,
            "y2": 1126,
            "text": "もっちゃ もっちゃ",
            "vi": "Nó lộn xộn"
        },
        {
            "x1": 141,
            "y1": 1044,
            "x2": 180,
            "y2": 1236,
            "text": "…ご馳走さま",
            "vi": "Bữa tiệc"
        }
    ],
    "005.jpg": [
        {
            "x1": 211,
            "y1": 121,
            "x2": 272,
            "y2": 215,
            "text": "あっ お母様！",
            "vi": "Ôi mẹ!"
        },
        {
            "x1": 758,
            "y1": 145,
            "x2": 858,
            "y2": 360,
            "text": "好き嫌いもなしに 全部食べて！ エライです‼",
            "vi": "Ăn mọi thứ mà không thích và không thích! Nó là elai."
        },
        {
            "x1": 110,
            "y1": 149,
            "x2": 176,
            "y2": 302,
            "text": "お片付けなら 私がっ‼",
            "vi": "Nếu bạn dọn dẹp, tôi"
        },
        {
            "x1": 537,
            "y1": 601,
            "x2": 612,
            "y2": 735,
            "text": "…アイツ うるさイ",
            "vi": "Tôi ồn ào"
        },
        {
            "x1": 729,
            "y1": 661,
            "x2": 798,
            "y2": 832,
            "text": "悪いなリーリー 助かル",
            "vi": "Bad Lee Lee Survival có phải không?"
        },
        {
            "x1": 129,
            "y1": 617,
            "x2": 199,
            "y2": 824,
            "text": "そろそろ帰って ほしいゾ…",
            "vi": "Tôi muốn bạn về nhà sớm..."
        },
        {
            "x1": 503,
            "y1": 910,
            "x2": 608,
            "y2": 1049,
            "text": "気が利く 良い子じゃ ないカ",
            "vi": "Tôi không phải là một đứa trẻ tốt bụng và tốt"
        },
        {
            "x1": 714,
            "y1": 983,
            "x2": 801,
            "y2": 1132,
            "text": "下僕です から‼",
            "vi": "Tôi là người hầu‼"
        },
        {
            "x1": 465,
            "y1": 1111,
            "x2": 544,
            "y2": 1236,
            "text": "私は気に 入ったゾ",
            "vi": "Tôi thích Zo"
        }
    ],
    "006.jpg": [
        {
            "x1": 741,
            "y1": 125,
            "x2": 833,
            "y2": 372,
            "text": "ハア…さっさと 訓練場に行くゾ",
            "vi": "Haa... đi đến khu vực đào tạo nhanh chóng"
        },
        {
            "x1": 116,
            "y1": 209,
            "x2": 159,
            "y2": 401,
            "text": "そうじゃな",
            "vi": "Đúng thế"
        },
        {
            "x1": 559,
            "y1": 616,
            "x2": 681,
            "y2": 749,
            "text": "どちらに お出かけ ですか？",
            "vi": "Bạn sẽ đi chơi ở đâu?"
        },
        {
            "x1": 660,
            "y1": 1050,
            "x2": 789,
            "y2": 1223,
            "text": "訓練場じゃが …まさか付いて くる気じゃ あるまいな",
            "vi": "Đó là một khu vực đào tạo... Tôi không cảm thấy như nó đi kèm với"
        },
        {
            "x1": 396,
            "y1": 1047,
            "x2": 495,
            "y2": 1221,
            "text": "どこへなりとも お供しますよ 下僕ですから‼",
            "vi": "Tôi sẽ cung cấp cho bạn bất cứ nơi nào."
        },
        {
            "x1": 165,
            "y1": 1072,
            "x2": 229,
            "y2": 1222,
            "text": "か カンベン してくれ…",
            "vi": "Hoặc làm ơn..."
        }
    ],
    "007.jpg": [
        {
            "x1": 750,
            "y1": 109,
            "x2": 863,
            "y2": 410,
            "text": "流石に片時も離れず 付き纏われては 面倒なことこの上ない…",
            "vi": "Thật rắc rối khi được gắn vào nó mà không để lại một lần."
        },
        {
            "x1": 522,
            "y1": 113,
            "x2": 556,
            "y2": 378,
            "text": "どうしたものか……",
            "vi": "Tôi nên làm gì đây……"
        },
        {
            "x1": 316,
            "y1": 105,
            "x2": 465,
            "y2": 297,
            "text": "…リーリーよ わしの言うこと なら何でも 聞くんじゃな？",
            "vi": "… Lee Lee Yeah, bạn không hỏi gì sao?"
        },
        {
            "x1": 147,
            "y1": 131,
            "x2": 211,
            "y2": 304,
            "text": "もちろんです 下僕ですから！",
            "vi": "Tất nhiên tôi là người hầu!"
        },
        {
            "x1": 676,
            "y1": 576,
            "x2": 846,
            "y2": 793,
            "text": "ならば命令じゃ わしの外出時は 家で母上の 手伝いを頼む",
            "vi": "Sau đó, khi tôi đi ra ngoài, hãy nhờ giúp đỡ mẹ tôi ở nhà"
        },
        {
            "x1": 746,
            "y1": 1045,
            "x2": 860,
            "y2": 1213,
            "text": "そ それでは ベラムス様の お世話がっ…",
            "vi": "Sau đó, tôi muốn chăm sóc Belamus..."
        },
        {
            "x1": 482,
            "y1": 1094,
            "x2": 556,
            "y2": 1265,
            "text": "わしの命令に 背くのか？",
            "vi": "Bạn có đi ngược lại đơn đặt hàng của tôi?"
        },
        {
            "x1": 336,
            "y1": 1023,
            "x2": 459,
            "y2": 1313,
            "text": "ぐぬぬぬ",
            "vi": "Gununu"
        },
        {
            "x1": 69,
            "y1": 1007,
            "x2": 194,
            "y2": 1302,
            "text": "路ぬぬ",
            "vi": "đường bộ"
        }
    ],
    "008.jpg": [
        {
            "x1": 132,
            "y1": 143,
            "x2": 241,
            "y2": 293,
            "text": "メデーロ ナバーシャ オハヨ_！",
            "vi": "Medelo Nabasha Ohayo_!"
        },
        {
            "x1": 748,
            "y1": 372,
            "x2": 845,
            "y2": 593,
            "text": "今日も一緒に 遊ぶゾく♪",
            "vi": "Tôi chơi với tôi hôm nay ♪"
        },
        {
            "x1": 505,
            "y1": 350,
            "x2": 567,
            "y2": 504,
            "text": "たたっ",
            "vi": "Ngứa ngáy"
        },
        {
            "x1": 219,
            "y1": 373,
            "x2": 370,
            "y2": 540,
            "text": "緊張感の ない奴じゃ… ここは遊ぶ 所ではないぞ",
            "vi": "Một chàng trai không cảm thấy lo lắng... đây không phải là nơi để chơi"
        },
        {
            "x1": 554,
            "y1": 994,
            "x2": 583,
            "y2": 1068,
            "text": "いち",
            "vi": "một"
        }
    ],
    "009.jpg": [
        {
            "x1": 255,
            "y1": 130,
            "x2": 329,
            "y2": 244,
            "text": "いいぞ その調子",
            "vi": "Tốt, tình trạng đó"
        },
        {
            "x1": 108,
            "y1": 784,
            "x2": 187,
            "y2": 968,
            "text": "皆 気合が 入っとるのう",
            "vi": "Mọi người đều vui mừng"
        },
        {
            "x1": 758,
            "y1": 1046,
            "x2": 849,
            "y2": 1265,
            "text": "先日のベヒーモスが 良い刺激になった ようじゃ",
            "vi": "Dường như những người khổng lồ của ngày khác là một kích thích tốt"
        },
        {
            "x1": 546,
            "y1": 976,
            "x2": 758,
            "y2": 1347,
            "text": "おおおっ",
            "vi": "Oh oh"
        }
    ],
    "010.jpg": [
        {
            "x1": 794,
            "y1": 451,
            "x2": 845,
            "y2": 576,
            "text": "まっ…",
            "vi": "MA..."
        },
        {
            "x1": 145,
            "y1": 467,
            "x2": 191,
            "y2": 591,
            "text": "まさか",
            "vi": "Không có cách nào"
        },
        {
            "x1": 767,
            "y1": 682,
            "x2": 833,
            "y2": 885,
            "text": "ふんッ…",
            "vi": "Hmm..."
        }
    ],
    "011.jpg": [
        {
            "x1": 725,
            "y1": 111,
            "x2": 856,
            "y2": 523,
            "text": "ﾞセイント",
            "vi": "Saint"
        },
        {
            "x1": 61,
            "y1": 228,
            "x2": 269,
            "y2": 767,
            "text": "ブレイカー",
            "vi": "Người ngắt"
        }
    ],
    "012.jpg": [
        {
            "x1": 806,
            "y1": 735,
            "x2": 843,
            "y2": 936,
            "text": "おおくそっ‼",
            "vi": "Okuso"
        },
        {
            "x1": 278,
            "y1": 728,
            "x2": 366,
            "y2": 902,
            "text": "デラロサちゃん スゴイ スゴイ",
            "vi": "Delalosa -chan tuyệt vời đáng kinh ngạc"
        },
        {
            "x1": 799,
            "y1": 1073,
            "x2": 842,
            "y2": 1208,
            "text": "ふいくっ",
            "vi": "No"
        },
        {
            "x1": 102,
            "y1": 1070,
            "x2": 242,
            "y2": 1260,
            "text": "デラロサ…お主 いつの間に 使えるように なった⁉",
            "vi": "Delalosa... bạn có thể sử dụng nó trước khi bạn biết nó."
        }
    ],
    "013.jpg": [
        {
            "x1": 715,
            "y1": 128,
            "x2": 803,
            "y2": 334,
            "text": "だって２回も 見たし",
            "vi": "Bởi vì tôi đã nhìn thấy nó hai lần"
        },
        {
            "x1": 113,
            "y1": 448,
            "x2": 233,
            "y2": 643,
            "text": "使える でショ？",
            "vi": "Bạn có thể sử dụng một chương trình không?"
        },
        {
            "x1": 754,
            "y1": 1046,
            "x2": 855,
            "y2": 1216,
            "text": "アくでも １回使ったら 疲れちゃっタァ",
            "vi": "Nếu bạn sử dụng nó một lần, bạn sẽ mệt mỏi"
        },
        {
            "x1": 130,
            "y1": 1044,
            "x2": 274,
            "y2": 1259,
            "text": "魔法の才がある とは思っていたが まさか これ程とは……",
            "vi": "Tôi nghĩ rằng có một tài năng ma thuật, nhưng đây là..."
        }
    ],
    "014.jpg": [
        {
            "x1": 777,
            "y1": 100,
            "x2": 851,
            "y2": 373,
            "text": "セイツトブレイカーは 光属性最強の魔法…",
            "vi": "Seitsu Breaker là phép thuật mạnh nhất của thuộc tính ánh sáng..."
        },
        {
            "x1": 383,
            "y1": 104,
            "x2": 484,
            "y2": 451,
            "text": "不完全とはいえ 見ただけで真似できるような ものではないぞ",
            "vi": "Nó không đầy đủ, nhưng đó không phải là thứ bạn có thể bắt chước chỉ bằng cách nhìn vào nó."
        },
        {
            "x1": 282,
            "y1": 118,
            "x2": 324,
            "y2": 297,
            "text": "…デラロサ",
            "vi": "Del Delosa"
        },
        {
            "x1": 763,
            "y1": 602,
            "x2": 819,
            "y2": 940,
            "text": "進化したいか？",
            "vi": "Bạn có muốn phát triển không?"
        },
        {
            "x1": 127,
            "y1": 815,
            "x2": 235,
            "y2": 1103,
            "text": "私 まだ 進化できるノ⁉",
            "vi": "Tôi vẫn có thể phát triển"
        }
    ],
    "015.jpg": [
        {
            "x1": 780,
            "y1": 148,
            "x2": 819,
            "y2": 224,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 157,
            "y1": 137,
            "x2": 265,
            "y2": 301,
            "text": "したイ！ お願……",
            "vi": "Tôi đã làm rồi! Mong muốn của anh ấy..."
        },
        {
            "x1": 638,
            "y1": 243,
            "x2": 742,
            "y2": 433,
            "text": "進化を望むなら 素材を取って こよう",
            "vi": "Nếu bạn muốn tiến hóa, hãy lấy tài liệu"
        },
        {
            "x1": 643,
            "y1": 644,
            "x2": 674,
            "y2": 830,
            "text": "やっぱダメ！",
            "vi": "Rốt cuộc nó không tốt!"
        },
        {
            "x1": 464,
            "y1": 654,
            "x2": 542,
            "y2": 837,
            "text": "必要な魔物は 私が自分で",
            "vi": "Con quái vật tôi cần là chính tôi"
        },
        {
            "x1": 405,
            "y1": 644,
            "x2": 479,
            "y2": 930,
            "text": "取ってくル！察",
            "vi": "Hãy lấy nó! Nhận thức"
        },
        {
            "x1": 651,
            "y1": 1024,
            "x2": 830,
            "y2": 1264,
            "text": "それはダメじゃ 次の進化に 必要な魔物は アロースパイダー よりずっと危険じゃ",
            "vi": "Nếu nó không tốt, những con quái vật cần thiết cho sự tiến hóa tiếp theo nguy hiểm hơn nhiều so với những người đi xa."
        },
        {
            "x1": 118,
            "y1": 1071,
            "x2": 211,
            "y2": 1253,
            "text": "わしに 任せておけ",
            "vi": "Để nó cho tôi"
        }
    ],
    "016.jpg": [
        {
            "x1": 751,
            "y1": 111,
            "x2": 831,
            "y2": 348,
            "text": "大丈夫だヨ 私強くなったシ！",
            "vi": "Không sao đâu, tôi trở nên mạnh mẽ hơn!"
        },
        {
            "x1": 244,
            "y1": 113,
            "x2": 327,
            "y2": 288,
            "text": "あのな デラロサ…",
            "vi": "Đó là Delalosa..."
        },
        {
            "x1": 98,
            "y1": 207,
            "x2": 188,
            "y2": 349,
            "text": "ベラムス 聞いテ！",
            "vi": "Belams lắng nghe!"
        },
        {
            "x1": 723,
            "y1": 439,
            "x2": 844,
            "y2": 704,
            "text": "食べなきゃいけない 魔物を自分で 取らないト",
            "vi": "Đừng lấy những con quái vật mà bạn phải ăn"
        },
        {
            "x1": 130,
            "y1": 633,
            "x2": 242,
            "y2": 883,
            "text": "本当に進化して いいのかって 思っちゃうじゃン",
            "vi": "Tôi đang tự hỏi liệu tôi có thực sự có thể phát triển không"
        },
        {
            "x1": 627,
            "y1": 1067,
            "x2": 801,
            "y2": 1274,
            "text": "その魔物を 倒すくらい 強くなれたから 進化していいって ことなんでショ⁉",
            "vi": "Tôi đã đủ mạnh mẽ để đánh bại quái vật, vì vậy tôi có thể phát triển nó, vì vậy đó là một chương trình."
        }
    ],
    "017.jpg": [
        {
            "x1": 549,
            "y1": 183,
            "x2": 586,
            "y2": 308,
            "text": "…ダメ？",
            "vi": "… Không tốt?"
        },
        {
            "x1": 440,
            "y1": 105,
            "x2": 500,
            "y2": 322,
            "text": "いのものわがまま かと思いきや",
            "vi": "Tôi nghĩ đó là ích kỷ"
        },
        {
            "x1": 106,
            "y1": 104,
            "x2": 164,
            "y2": 277,
            "text": "ちゃんと考えて おったんじゃな",
            "vi": "Tôi đã suy nghĩ đúng"
        },
        {
            "x1": 723,
            "y1": 413,
            "x2": 853,
            "y2": 623,
            "text": "行くぞ デラロサ",
            "vi": "Tôi sẽ đi Delalosa"
        },
        {
            "x1": 681,
            "y1": 1041,
            "x2": 804,
            "y2": 1251,
            "text": "ヘルハウンドを 狩りに 出発じゃ！",
            "vi": "Khởi hành để săn bắn cho Helhound!"
        },
        {
            "x1": 367,
            "y1": 1312,
            "x2": 601,
            "y2": 1341,
            "text": "第47話へっプく！",
            "vi": "Tập 47!"
        }
    ]
}