var ocr_data = {
    "1-61ac2746bc3f0.jpg": [
        {
            "x1": 442,
            "y1": 15,
            "x2": 886,
            "y2": 107,
            "text": "翌でn転生賢者",
            "vi": "N tiếp theo"
        },
        {
            "x1": 460,
            "y1": 94,
            "x2": 866,
            "y2": 124,
            "text": "～魔物の森で最強の大魔帝国を作り上げる",
            "vi": "~ Tạo ra Đế chế quỷ vĩ đại mạnh nhất trong Rừng quỷ"
        },
        {
            "x1": 469,
            "y1": 143,
            "x2": 872,
            "y2": 172,
            "text": "弟67話ムスとレネスト",
            "vi": "Anh trai 67 mus và renest"
        },
        {
            "x1": 131,
            "y1": 145,
            "x2": 285,
            "y2": 409,
            "text": "騎士として名誉ある 働きをすることが これまで 私の全て でした……ですが",
            "vi": "Cho đến bây giờ, tất cả là về tôi khi làm việc như một hiệp sĩ..."
        },
        {
            "x1": 420,
            "y1": 372,
            "x2": 503,
            "y2": 571,
            "text": "「裏切る」… …じゃと？",
            "vi": "\"Tôi phản bội\" ...sau đó?"
        },
        {
            "x1": 746,
            "y1": 788,
            "x2": 854,
            "y2": 1017,
            "text": "…私は 騎士としてではなく 一人の人間として",
            "vi": "… Tôi không phải là một hiệp sĩ, mà là một người"
        },
        {
            "x1": 572,
            "y1": 1044,
            "x2": 714,
            "y2": 1248,
            "text": "レネスト様の 行っていることは 間違いだと 思っております",
            "vi": "Tôi nghĩ rằng đó là một sai lầm khi làm những gì đang làm mới nhất đang làm."
        },
        {
            "x1": 130,
            "y1": 1011,
            "x2": 288,
            "y2": 1249,
            "text": "私が名誉だと 信じていたものは 虚飾に満ちて いた……",
            "vi": "Những gì tôi tin rằng tôi là danh dự đầy đủ trang trí giả..."
        },
        {
            "x1": 34,
            "y1": 208,
            "x2": 69,
            "y2": 1147,
            "text": "単行本①～③巻、重悶続方発発売中间》最新◎巻12月9目(ホ）発売明",
            "vi": "Sách ① đến ③ Tập, liên quan đến việc bán》 mới nhất ◎ Tập 9 (e) được phát hành"
        }
    ],
    "2-61ac27474cc8e.jpg": [
        {
            "x1": 669,
            "y1": 148,
            "x2": 821,
            "y2": 441,
            "text": "兵は戦の発端が 主君の過ちにあることを 知らぬままに 剣を振るい…",
            "vi": "Những người lính lắc thanh kiếm của họ mà không biết rằng sự khởi đầu của cuộc chiến là sai lầm của Chúa..."
        },
        {
            "x1": 410,
            "y1": 154,
            "x2": 568,
            "y2": 408,
            "text": "また ある者は 忠臣であったが故に 真実を知リ 処刑された",
            "vi": "Một người khác là một bộ trưởng trung thành, vì vậy sự thật đã được thực thi."
        },
        {
            "x1": 149,
            "y1": 131,
            "x2": 297,
            "y2": 358,
            "text": "このまま真実から 目を背け ベレスドラルを 滅ぼすなど",
            "vi": "Bật mắt ra khỏi sự thật và tiêu diệt Berethralal."
        },
        {
            "x1": 154,
            "y1": 1063,
            "x2": 249,
            "y2": 1262,
            "text": "私には できません",
            "vi": "Tôi không thể làm được"
        }
    ],
    "3-61ac2747cf582.jpg": [
        {
            "x1": 757,
            "y1": 113,
            "x2": 863,
            "y2": 279,
            "text": "…嘘をついて いるようには 見えぬ",
            "vi": "… Nó không giống như bạn đang nói dối"
        },
        {
            "x1": 178,
            "y1": 126,
            "x2": 289,
            "y2": 327,
            "text": "それも伯爵の 策略かもしれぬ からな",
            "vi": "Bởi vì nó có thể là chiến lược của bá tước"
        },
        {
            "x1": 356,
            "y1": 279,
            "x2": 383,
            "y2": 385,
            "text": "じゃが",
            "vi": "Khoai tây"
        },
        {
            "x1": 747,
            "y1": 493,
            "x2": 850,
            "y2": 674,
            "text": "その申し出を 信じるわけには いかぬ",
            "vi": "Tôi không thể tin được đề nghị"
        },
        {
            "x1": 158,
            "y1": 512,
            "x2": 265,
            "y2": 628,
            "text": "分かって おります 実は…",
            "vi": "Tôi thực sự biết..."
        },
        {
            "x1": 716,
            "y1": 806,
            "x2": 829,
            "y2": 1048,
            "text": "私はレネスト様よリ 裏切ったふりをして 潜り込み",
            "vi": "Tôi là người loenest, giả vờ bị phản bội và lặn"
        },
        {
            "x1": 497,
            "y1": 789,
            "x2": 602,
            "y2": 1009,
            "text": "門を開けという 任務を与えられて おります",
            "vi": "Chúng tôi đã được trao nhiệm vụ mở cổng"
        }
    ],
    "4-61ac27485e786.jpg": [
        {
            "x1": 765,
            "y1": 118,
            "x2": 825,
            "y2": 305,
            "text": "つまり裏切った ふりではなく",
            "vi": "Nói cách khác, không giả vờ bị phản bội"
        },
        {
            "x1": 209,
            "y1": 152,
            "x2": 268,
            "y2": 302,
            "text": "本当に裏切る ということか",
            "vi": "Nó có thực sự bị phản bội?"
        }
    ],
    "5-61ac2748df642.jpg": [
        {
            "x1": 113,
            "y1": 205,
            "x2": 168,
            "y2": 346,
            "text": "…よし",
            "vi": "… ĐỒNG Ý"
        },
        {
            "x1": 680,
            "y1": 457,
            "x2": 838,
            "y2": 682,
            "text": "策が成功したと 思わせ 敵を 門の前に誘き出し 一網打尽にする",
            "vi": "Tôi nghĩ rằng chính sách này đã thành công và mời kẻ thù ở phía trước cổng và kiệt sức."
        },
        {
            "x1": 287,
            "y1": 497,
            "x2": 313,
            "y2": 596,
            "text": "ぐぁ",
            "vi": "Ga"
        },
        {
            "x1": 156,
            "y1": 638,
            "x2": 186,
            "y2": 752,
            "text": "うわぁあ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 698,
            "y1": 1020,
            "x2": 845,
            "y2": 1204,
            "text": "敵の 混乱に乗じ わしは背後から 大将を",
            "vi": "Lấy sự nhầm lẫn của kẻ thù từ phía sau"
        }
    ],
    "6-61ac27496b7dd.jpg": [
        {
            "x1": 186,
            "y1": 1070,
            "x2": 269,
            "y2": 1239,
            "text": "…久しぶり じゃな",
            "vi": "...Đã lâu rồi"
        }
    ],
    "7-61ac274a1ace5.jpg": [
        {
            "x1": 740,
            "y1": 95,
            "x2": 809,
            "y2": 429,
            "text": "アストレアス",
            "vi": "Astracy"
        },
        {
            "x1": 757,
            "y1": 898,
            "x2": 864,
            "y2": 1168,
            "text": "セイントブレイカーを 使えば確実に 始末できるが…",
            "vi": "Nếu bạn sử dụng Saint Breaker, bạn chắc chắn có thể dọn dẹp nó..."
        },
        {
            "x1": 114,
            "y1": 896,
            "x2": 264,
            "y2": 1197,
            "text": "なるべく死体が原形を 保つように仕留めた方が 敵兵に死が伝わって よいじゃろう",
            "vi": "Sẽ tốt hơn nếu nói với kẻ thù Soldi nếu xác chết giữ cho hình dạng ban đầu càng nhiều càng tốt."
        }
    ],
    "8-61ac274a9dcf9.jpg": [
        {
            "x1": 755,
            "y1": 126,
            "x2": 823,
            "y2": 387,
            "text": "たとえ血が繋がって いようとも…",
            "vi": "Ngay cả khi máu được kết nối..."
        },
        {
            "x1": 109,
            "y1": 250,
            "x2": 191,
            "y2": 462,
            "text": "…この子は 生まれなかった",
            "vi": "“Đứa trẻ này không được sinh ra"
        },
        {
            "x1": 756,
            "y1": 576,
            "x2": 898,
            "y2": 750,
            "text": "才無き 故にな",
            "vi": "Bởi vì tôi không tài năng"
        },
        {
            "x1": 111,
            "y1": 644,
            "x2": 230,
            "y2": 861,
            "text": "お主を 父親だと思った ことはない",
            "vi": "Tôi chưa bao giờ nghĩ đến Chúa một người cha"
        },
        {
            "x1": 742,
            "y1": 1010,
            "x2": 860,
            "y2": 1177,
            "text": "どうして 助けるノ お母ちゃン？",
            "vi": "Tại sao bạn lại giúp tôi?"
        },
        {
            "x1": 130,
            "y1": 1092,
            "x2": 239,
            "y2": 1299,
            "text": "人間て ゴブリン殺す 怖い奴らでショ？",
            "vi": "Đó có phải là một anh chàng đáng sợ giết chết con yêu tinh?"
        }
    ],
    "9-61ac274b34eaf.jpg": [
        {
            "x1": 117,
            "y1": 183,
            "x2": 218,
            "y2": 299,
            "text": "わしの 親は",
            "vi": "Bố mẹ tôi"
        },
        {
            "x1": 727,
            "y1": 458,
            "x2": 878,
            "y2": 638,
            "text": "どんな 命にも",
            "vi": "Bất kỳ cuộc sống nào"
        },
        {
            "x1": 136,
            "y1": 695,
            "x2": 228,
            "y2": 973,
            "text": "生まれてきた 意味があるはずダ",
            "vi": "Nó được sinh ra có ý nghĩa"
        }
    ],
    "11-61ac274d97c2f.jpg": [
        {
            "x1": 155,
            "y1": 74,
            "x2": 461,
            "y2": 647,
            "text": "アレサ だけじゃ‼",
            "vi": "Chỉ aretha"
        }
    ],
    "13-61ac274fb72f2.jpg": [
        {
            "x1": 147,
            "y1": 977,
            "x2": 183,
            "y2": 1114,
            "text": "に…が…ッ",
            "vi": "...Chỉ..."
        }
    ],
    "14-61ac27508b455.jpg": [
        {
            "x1": 576,
            "y1": 8,
            "x2": 1009,
            "y2": 951,
            "text": "グラ",
            "vi": "Ảm đạm"
        },
        {
            "x1": 361,
            "y1": 1105,
            "x2": 467,
            "y2": 1266,
            "text": "レネスト 様ッ⁉",
            "vi": "Tái tạo"
        }
    ],
    "15-61ac27511b933.jpg": [
        {
            "x1": 95,
            "y1": 532,
            "x2": 235,
            "y2": 749,
            "text": "一人の 一生を決める ものは",
            "vi": "Điều gì quyết định cuộc đời của một người"
        },
        {
            "x1": 715,
            "y1": 842,
            "x2": 843,
            "y2": 1003,
            "text": "才では ない",
            "vi": "Không tài năng"
        },
        {
            "x1": 95,
            "y1": 969,
            "x2": 200,
            "y2": 1186,
            "text": "愛じゃ",
            "vi": "Yêu và quý"
        },
        {
            "x1": 338,
            "y1": 1308,
            "x2": 569,
            "y2": 1345,
            "text": "68話へっプく！",
            "vi": "Tập 68!"
        }
    ]
}