var ocr_data = {
    "1-61a2f68445e1d.jpg": [
        {
            "x1": 100,
            "y1": 20,
            "x2": 508,
            "y2": 95,
            "text": "捨てられた転生賢者",
            "vi": "Bị loại bỏ tái sinh người khôn ngoan"
        },
        {
            "x1": 153,
            "y1": 200,
            "x2": 255,
            "y2": 392,
            "text": "─逆転の 秘策？",
            "vi": "─ Bí quyết đảo ngược?"
        },
        {
            "x1": 557,
            "y1": 435,
            "x2": 876,
            "y2": 469,
            "text": "第66話 裏切りの谷図",
            "vi": "Tập 66 Bản đồ thung lũng phản bội"
        },
        {
            "x1": 700,
            "y1": 603,
            "x2": 852,
            "y2": 753,
            "text": "こうして 森に隠れ 待つことが ですか…？",
            "vi": "Bạn có muốn ẩn náu trong rừng như thế này...?"
        },
        {
            "x1": 187,
            "y1": 597,
            "x2": 226,
            "y2": 703,
            "text": "そうだ",
            "vi": "Chính là nó"
        },
        {
            "x1": 43,
            "y1": 195,
            "x2": 79,
            "y2": 1154,
            "text": "単行本①〜③巻、重悶続々発売中！ 最新◎巻は12月9日(木）発売的",
            "vi": "Cuốn sách ① đến ③ khối lượng, nặng trong đau đớn! Tập ◎ mới nhất được phát hành vào thứ Năm, ngày 9 tháng 12"
        },
        {
            "x1": 132,
            "y1": 1315,
            "x2": 842,
            "y2": 1341,
            "text": "原作:未来人Ａマがぅッ程制 漫画:クリカラマル キャラクター原索キツカイキ",
            "vi": "Bản gốc: Tương lai A MA là hệ thống thiên văn Manga: Crycala Maru nhân vật thô tìm kiếm thô"
        }
    ],
    "2-61a2f684e47f2.jpg": [
        {
            "x1": 704,
            "y1": 121,
            "x2": 823,
            "y2": 498,
            "text": "リザが 敵に寝返ったふりをして ベレスドラルに潜入している",
            "vi": "Liza giả vờ chuyển sang kẻ thù và xâm nhập Berethral"
        },
        {
            "x1": 663,
            "y1": 646,
            "x2": 813,
            "y2": 950,
            "text": "今頃奴らは 「アストレアス軍は 撤退準備に入っている」 と伝えられ",
            "vi": "Ngày nay, họ được thông báo rằng \"quân đội Astrili đang chuẩn bị rút tiền.\""
        },
        {
            "x1": 106,
            "y1": 962,
            "x2": 191,
            "y2": 1218,
            "text": "勝利を確信して いるだろうな",
            "vi": "Bạn sẽ bị thuyết phục về chiến thắng"
        }
    ],
    "3-61a2f6858b454.jpg": [
        {
            "x1": 698,
            "y1": 139,
            "x2": 837,
            "y2": 410,
            "text": "後は 隙が 出来るのを待って 門を開け放ち",
            "vi": "Sau đó, chờ khoảng cách được hình thành và mở cổng"
        },
        {
            "x1": 138,
            "y1": 400,
            "x2": 220,
            "y2": 658,
            "text": "我らを 引き入れる算段だ",
            "vi": "Đó là một bước thu hút chúng tôi"
        },
        {
            "x1": 692,
            "y1": 750,
            "x2": 840,
            "y2": 977,
            "text": "家臣の証の コインが 外に投げられたら 突入の合図",
            "vi": "Tín hiệu để vào khi đồng tiền của bằng chứng của chư hầu được ném ra ngoài"
        },
        {
            "x1": 392,
            "y1": 750,
            "x2": 470,
            "y2": 877,
            "text": "もうすぐ 夜になる",
            "vi": "Nó sẽ sớm là một đêm"
        },
        {
            "x1": 232,
            "y1": 782,
            "x2": 313,
            "y2": 936,
            "text": "その時は 近いはずだ",
            "vi": "Nó nên ở gần thời điểm đó"
        }
    ],
    "4-61a2f68636b14.jpg": [
        {
            "x1": 348,
            "y1": 130,
            "x2": 432,
            "y2": 290,
            "text": "リザ 大丈夫か？",
            "vi": "Liza ổn chứ?"
        },
        {
            "x1": 181,
            "y1": 166,
            "x2": 257,
            "y2": 328,
            "text": "顔色が よくないぞ",
            "vi": "Nước da không tốt"
        },
        {
            "x1": 800,
            "y1": 744,
            "x2": 835,
            "y2": 860,
            "text": "少し休め",
            "vi": "Nghỉ ngơi một chút"
        },
        {
            "x1": 667,
            "y1": 816,
            "x2": 737,
            "y2": 981,
            "text": "足の傷も 治してやろう",
            "vi": "Hãy chữa các vết thương ở chân"
        },
        {
            "x1": 401,
            "y1": 714,
            "x2": 436,
            "y2": 904,
            "text": "は はい…",
            "vi": "Vâng..."
        },
        {
            "x1": 803,
            "y1": 1042,
            "x2": 834,
            "y2": 1177,
            "text": "こっちじゃ",
            "vi": "Nơi đây"
        },
        {
            "x1": 133,
            "y1": 1105,
            "x2": 170,
            "y2": 1260,
            "text": "感謝します",
            "vi": "thông cảm"
        }
    ],
    "5-61a2f686d070c.jpg": [
        {
            "x1": 790,
            "y1": 117,
            "x2": 835,
            "y2": 361,
            "text": "…ベラムス様",
            "vi": "Bel Belums"
        },
        {
            "x1": 735,
            "y1": 613,
            "x2": 853,
            "y2": 841,
            "text": "…確かに その策が成れば 我らの勝利は固い",
            "vi": "“Chắc chắn, nếu biện pháp đó đạt được, chiến thắng của chúng tôi sẽ khó khăn"
        },
        {
            "x1": 520,
            "y1": 655,
            "x2": 658,
            "y2": 899,
            "text": "ですが あのリザに 騎士道に 背く行いができる でしょうか…？",
            "vi": "Nhưng Liza đó có thể đi đến hào hiệp...?"
        },
        {
            "x1": 323,
            "y1": 633,
            "x2": 443,
            "y2": 836,
            "text": "できるのだ リザであれば こそ……な",
            "vi": "Bạn có thể làm điều đó nếu đó là Liza..."
        }
    ],
    "6-61a2f6877b356.jpg": [
        {
            "x1": 715,
            "y1": 130,
            "x2": 840,
            "y2": 313,
            "text": "あれは 融通が利かぬ 所があるが",
            "vi": "Có một số nơi không linh hoạt"
        },
        {
            "x1": 116,
            "y1": 253,
            "x2": 193,
            "y2": 505,
            "text": "どこまでいっても 騎士´なのだ",
            "vi": "Bất kể bạn đi đâu, đó là một hiệp sĩ"
        },
        {
            "x1": 758,
            "y1": 583,
            "x2": 822,
            "y2": 811,
            "text": "騎士という存在は 仕える主あってこそ",
            "vi": "Sự hiện diện của một hiệp sĩ chỉ là khi có chủ sở hữu"
        },
        {
            "x1": 516,
            "y1": 582,
            "x2": 658,
            "y2": 787,
            "text": "たとえ 汚れ仕事でも 私の示した道が 騎士道となるのだ",
            "vi": "Ngay cả trong công việc bẩn thỉu, con đường tôi chỉ ra là một tinh thần hiệp sĩ."
        },
        {
            "x1": 101,
            "y1": 762,
            "x2": 204,
            "y2": 922,
            "text": "…故に 策は成る",
            "vi": "… Vì vậy, các biện pháp là"
        },
        {
            "x1": 794,
            "y1": 1020,
            "x2": 828,
            "y2": 1190,
            "text": "…なるほど",
            "vi": "…Tôi thấy"
        },
        {
            "x1": 237,
            "y1": 1058,
            "x2": 304,
            "y2": 1225,
            "text": "納得 いたしました",
            "vi": "Tôi đã bị thuyết phục"
        }
    ],
    "8-61a2f688bd1eb.jpg": [
        {
            "x1": 761,
            "y1": 114,
            "x2": 833,
            "y2": 279,
            "text": "ベレスドラル の皆…",
            "vi": "Mọi người ở Berethral..."
        },
        {
            "x1": 105,
            "y1": 189,
            "x2": 145,
            "y2": 401,
            "text": "ベラムス様…",
            "vi": "Belams..."
        },
        {
            "x1": 784,
            "y1": 486,
            "x2": 833,
            "y2": 680,
            "text": "すまないッ",
            "vi": "Tôi xin lôi"
        }
    ],
    "9-61a2f6896922f.jpg": [
        {
            "x1": 199,
            "y1": 154,
            "x2": 240,
            "y2": 331,
            "text": "レネスト様",
            "vi": "Tái tạo"
        },
        {
            "x1": 744,
            "y1": 451,
            "x2": 848,
            "y2": 613,
            "text": "突入の 合図が！",
            "vi": "Tín hiệu của sự vội vã!"
        },
        {
            "x1": 770,
            "y1": 1015,
            "x2": 848,
            "y2": 1139,
            "text": "よし 全軍進め",
            "vi": "Tất cả quân đội"
        },
        {
            "x1": 546,
            "y1": 1081,
            "x2": 706,
            "y2": 1235,
            "text": "なるべく 音を立てず 迅速に動く のだ！",
            "vi": "Nó di chuyển nhanh chóng mà không gây ồn!"
        }
    ],
    "10-61a2f68a1af32.jpg": [
        {
            "x1": 767,
            "y1": 742,
            "x2": 837,
            "y2": 893,
            "text": "どうなって いる…？",
            "vi": "Chuyện gì đang xảy ra...?"
        },
        {
            "x1": 115,
            "y1": 772,
            "x2": 188,
            "y2": 926,
            "text": "門が開いて ないぞ…",
            "vi": "Cánh cổng không mở..."
        }
    ],
    "11-61a2f68ab8ed4.jpg": [
        {
            "x1": 123,
            "y1": 112,
            "x2": 235,
            "y2": 421,
            "text": "…私は分かって いなかった話",
            "vi": "...Tôi không biết câu chuyện"
        },
        {
            "x1": 782,
            "y1": 784,
            "x2": 868,
            "y2": 1035,
            "text": "自分が何のために 戦っているのか…",
            "vi": "Bạn phấn đấu vì điều gì?"
        },
        {
            "x1": 517,
            "y1": 784,
            "x2": 596,
            "y2": 1030,
            "text": "本当に守るべきは 何だったのかを",
            "vi": "Nó thực sự là gì để bảo vệ"
        },
        {
            "x1": 348,
            "y1": 834,
            "x2": 412,
            "y2": 942,
            "text": "おい あれっ…",
            "vi": "Oh oh..."
        },
        {
            "x1": 149,
            "y1": 819,
            "x2": 259,
            "y2": 951,
            "text": "ザワ",
            "vi": "Zawa"
        }
    ],
    "12-61a2f68b592f6.jpg": [
        {
            "x1": 821,
            "y1": 235,
            "x2": 916,
            "y2": 521,
            "text": "すまなかった ベレスドラルの",
            "vi": "Xin lỗi Berethradral"
        },
        {
            "x1": 134,
            "y1": 293,
            "x2": 176,
            "y2": 450,
            "text": "フムス様：",
            "vi": "Hums:"
        },
        {
            "x1": 784,
            "y1": 803,
            "x2": 811,
            "y2": 883,
            "text": "待ち伏せ",
            "vi": "Phục vụ"
        },
        {
            "x1": 114,
            "y1": 837,
            "x2": 168,
            "y2": 952,
            "text": "策はどう したんだ‼",
            "vi": "Điều gì đã xảy ra với các biện pháp?"
        },
        {
            "x1": 144,
            "y1": 1109,
            "x2": 184,
            "y2": 1235,
            "text": "ようやく",
            "vi": "cuối cùng"
        },
        {
            "x1": 92,
            "y1": 1102,
            "x2": 154,
            "y2": 1236,
            "text": "私は─",
            "vi": "Tôi là ─"
        }
    ],
    "13-61a2f68c071c6.jpg": [
        {
            "x1": 782,
            "y1": 77,
            "x2": 837,
            "y2": 340,
            "text": "騎士ではなく",
            "vi": "Không phải là một hiệp sĩ"
        },
        {
            "x1": 78,
            "y1": 81,
            "x2": 186,
            "y2": 486,
            "text": "リザ・ルドレスどじて 戦う覚悟ができた！",
            "vi": "Tôi đã sẵn sàng để chiến đấu với Liza Rudres!"
        },
        {
            "x1": 130,
            "y1": 667,
            "x2": 196,
            "y2": 833,
            "text": "撃テ‼",
            "vi": "Bắn súng!"
        },
        {
            "x1": 732,
            "y1": 1104,
            "x2": 834,
            "y2": 1274,
            "text": "はさみ 撃ちダ‼",
            "vi": "Bắn kéo"
        }
    ],
    "14-61a2f68cb59b5.jpg": [
        {
            "x1": 161,
            "y1": 134,
            "x2": 195,
            "y2": 284,
            "text": "うわぁアッ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 255,
            "y1": 124,
            "x2": 406,
            "y2": 525,
            "text": "リザが裏切った 模様です‼",
            "vi": "Dường như Liza đã phản bội."
        },
        {
            "x1": 109,
            "y1": 311,
            "x2": 147,
            "y2": 422,
            "text": "ゴハァッ",
            "vi": "GOHAH"
        },
        {
            "x1": 488,
            "y1": 490,
            "x2": 562,
            "y2": 619,
            "text": "何が あった⁉",
            "vi": "Chuyện gì đã xảy ra⁉"
        },
        {
            "x1": 728,
            "y1": 722,
            "x2": 826,
            "y2": 890,
            "text": "待ち伏せ ですッ…",
            "vi": "Đó là phục kích..."
        },
        {
            "x1": 488,
            "y1": 744,
            "x2": 575,
            "y2": 930,
            "text": "…信じられ ませんが…",
            "vi": "...Tôi không thể tin được..."
        },
        {
            "x1": 869,
            "y1": 714,
            "x2": 902,
            "y2": 1292,
            "text": "リザが選ぶは人の道。レネストの策は崩れ…。",
            "vi": "Liza chọn cách của người dân. Các biện pháp của Renest bị sụp đổ..."
        },
        {
            "x1": 349,
            "y1": 1308,
            "x2": 583,
            "y2": 1345,
            "text": "67話へつプく！",
            "vi": "PIP đến Tập 67!"
        }
    ]
}