var ocr_data = {
    "1-61c7e4f1430b7.jpg": [
        {
            "x1": 99,
            "y1": 20,
            "x2": 536,
            "y2": 103,
            "text": "捨でれネ転生賢者",
            "vi": "Bị loại bỏ và tinh hay khôn ngoan"
        },
        {
            "x1": 104,
            "y1": 95,
            "x2": 518,
            "y2": 122,
            "text": "～魔物の森で最強の大魔帝国を作り上げる",
            "vi": "~ Tạo ra Đế chế quỷ vĩ đại mạnh nhất trong Rừng quỷ"
        },
        {
            "x1": 171,
            "y1": 279,
            "x2": 276,
            "y2": 564,
            "text": "敵が再び 攻めて来タ…⁉",
            "vi": "Kẻ thù tấn công một lần nữa và đến..."
        },
        {
            "x1": 42,
            "y1": 82,
            "x2": 74,
            "y2": 741,
            "text": "単行本重跟続々出来！ 最新６巻絶覺発売中叫",
            "vi": "Đặt Hongashige lần lượt! 6 tập mới nhất của tiếng hét đa năng được bán"
        },
        {
            "x1": 583,
            "y1": 934,
            "x2": 868,
            "y2": 966,
            "text": "第70話迫る戦いに",
            "vi": "Tập 70 trong trận chiến đang đến gần"
        },
        {
            "x1": 748,
            "y1": 1024,
            "x2": 788,
            "y2": 1140,
            "text": "うむ…",
            "vi": "Ừm..."
        },
        {
            "x1": 565,
            "y1": 1094,
            "x2": 662,
            "y2": 1214,
            "text": "しかも 今度は",
            "vi": "Và lần này"
        },
        {
            "x1": 132,
            "y1": 1316,
            "x2": 843,
            "y2": 1342,
            "text": "原作:未来人Ａマぉぅッ程制 漫画:クリカラマル キャラクター原案:キツカイキ",
            "vi": "Bản gốc: Người đàn ông tương lai A -MA -TSU Hệ thống Manga: Crycala Maru Nhân vật"
        }
    ],
    "2-61c7e4f1a99fe.jpg": [
        {
            "x1": 660,
            "y1": 128,
            "x2": 801,
            "y2": 355,
            "text": "魔物の軍勢も 加わった ようじゃ",
            "vi": "Có vẻ như quân đội của quỷ cũng đã tham gia"
        },
        {
            "x1": 352,
            "y1": 930,
            "x2": 452,
            "y2": 1110,
            "text": "何で魔物が 人間側について るんダ？",
            "vi": "Tại sao quái vật ở phía con người?"
        },
        {
            "x1": 138,
            "y1": 1004,
            "x2": 207,
            "y2": 1154,
            "text": "分からぬ… じゃが",
            "vi": "Tôi không biết..."
        }
    ],
    "3-61c7e4f22b730.jpg": [
        {
            "x1": 755,
            "y1": 122,
            "x2": 833,
            "y2": 330,
            "text": "敵軍に加わった 魔物は皆",
            "vi": "Tất cả những con quái vật gia nhập quân đội kẻ thù"
        },
        {
            "x1": 531,
            "y1": 261,
            "x2": 673,
            "y2": 451,
            "text": "この周辺には 生息していない 強力な種族 ばかりらしい",
            "vi": "Có vẻ như chỉ có những chủng tộc mạnh mẽ không có người ở trong khu vực này"
        },
        {
            "x1": 688,
            "y1": 575,
            "x2": 841,
            "y2": 828,
            "text": "ヘレルダインの 軍勢と戦った 時よりも厳しい 戦いになるじゃろう",
            "vi": "Đó sẽ là một trận chiến khó khăn hơn so với khi chiến đấu với quân đội được tổ chức"
        },
        {
            "x1": 220,
            "y1": 550,
            "x2": 297,
            "y2": 751,
            "text": "当然 命の保証はない",
            "vi": "Tất nhiên không có gì đảm bảo cho cuộc sống"
        },
        {
            "x1": 767,
            "y1": 1029,
            "x2": 849,
            "y2": 1218,
            "text": "逃げたい者は 逃げて構わぬ",
            "vi": "Nếu bạn muốn trốn thoát, bạn có thể bỏ chạy"
        }
    ],
    "4-61c7e4f28b10e.jpg": [
        {
            "x1": 734,
            "y1": 114,
            "x2": 812,
            "y2": 281,
            "text": "気に病む ことはない",
            "vi": "Đừng lo lắng"
        },
        {
            "x1": 663,
            "y1": 364,
            "x2": 784,
            "y2": 564,
            "text": "皆が無事で いることの方が 大事じゃ",
            "vi": "Điều quan trọng hơn là mọi người đều an toàn"
        },
        {
            "x1": 479,
            "y1": 760,
            "x2": 557,
            "y2": 969,
            "text": "…彼らの言葉は 分からないが",
            "vi": "...Tôi không hiểu những lời của họ"
        },
        {
            "x1": 92,
            "y1": 760,
            "x2": 168,
            "y2": 1082,
            "text": "動揺が広がっているのは 理解できる",
            "vi": "Tôi hiểu rằng sự buồn bã đang lan truyền"
        }
    ],
    "5-61c7e4f2efd2c.jpg": [
        {
            "x1": 772,
            "y1": 118,
            "x2": 855,
            "y2": 337,
            "text": "あれだけの戦が 終わってすぐに",
            "vi": "Ngay sau khi trận chiến kết thúc"
        },
        {
            "x1": 130,
            "y1": 119,
            "x2": 204,
            "y2": 383,
            "text": "より強大な相手が 迫っているのだ",
            "vi": "Một đối thủ mạnh hơn đang đến gần"
        },
        {
            "x1": 772,
            "y1": 526,
            "x2": 854,
            "y2": 682,
            "text": "怖がるのも 無理はない",
            "vi": "Không có gì đáng ngạc nhiên khi sợ"
        },
        {
            "x1": 473,
            "y1": 721,
            "x2": 519,
            "y2": 784,
            "text": "ブル",
            "vi": "Bull"
        },
        {
            "x1": 131,
            "y1": 600,
            "x2": 165,
            "y2": 757,
            "text": "…デラロサ",
            "vi": "Del Delosa"
        }
    ],
    "6-61c7e4f35d079.jpg": [
        {
            "x1": 697,
            "y1": 228,
            "x2": 724,
            "y2": 320,
            "text": "もう",
            "vi": "đã sẵn sàng"
        },
        {
            "x1": 808,
            "y1": 400,
            "x2": 901,
            "y2": 604,
            "text": "怒った",
            "vi": "Hung dữ"
        }
    ],
    "7-61c7e4f3c6d10.jpg": [
        {
            "x1": 677,
            "y1": 122,
            "x2": 839,
            "y2": 369,
            "text": "勝手なこと言って 弟をさらおうと しただけでも 許せないのニ‼",
            "vi": "Tôi không thể tha thứ ngay cả khi tôi cố gắng đi xa hơn với anh trai mình."
        },
        {
            "x1": 725,
            "y1": 528,
            "x2": 844,
            "y2": 724,
            "text": "負けたくせに いいかげん しつこいゾ‼",
            "vi": "Thật tốt khi mất"
        },
        {
            "x1": 127,
            "y1": 581,
            "x2": 214,
            "y2": 855,
            "text": "また来るってん なら今度は私が…",
            "vi": "Nếu tôi sẽ trở lại, tôi sẽ..."
        },
        {
            "x1": 676,
            "y1": 890,
            "x2": 848,
            "y2": 1181,
            "text": "お母ちゃんの ゲンコツより キツイー発を お見舞いしてやル‼",
            "vi": "Tôi đã đến thăm Kitsui từ Genkotsu của mẹ tôi."
        }
    ],
    "8-61c7e4f43669e.jpg": [
        {
            "x1": 581,
            "y1": 116,
            "x2": 615,
            "y2": 226,
            "text": "…クスッ",
            "vi": "Viking Sput"
        },
        {
            "x1": 736,
            "y1": 503,
            "x2": 833,
            "y2": 701,
            "text": "よく言っタ デラロサ！",
            "vi": "Tataderarosa Vâng!"
        },
        {
            "x1": 754,
            "y1": 925,
            "x2": 840,
            "y2": 1089,
            "text": "そうだな 私も同意見",
            "vi": "Đúng vậy, tôi đồng ý"
        }
    ],
    "9-61c7e4f49c5e1.jpg": [
        {
            "x1": 738,
            "y1": 130,
            "x2": 850,
            "y2": 340,
            "text": "ベレスドラルに 手を出したら どうなるか…",
            "vi": "Điều gì sẽ xảy ra nếu bạn đặt tay vào Berethral..."
        },
        {
            "x1": 617,
            "y1": 300,
            "x2": 687,
            "y2": 507,
            "text": "思い知らせて やりましょウ！",
            "vi": "Hãy làm cho nó nhận thức!"
        },
        {
            "x1": 693,
            "y1": 581,
            "x2": 845,
            "y2": 773,
            "text": "メルーンと アルラの実 なしの生活には 戻れねーヨ",
            "vi": "Bạn không thể quay trở lại cuộc sống của Meroon và Alra của trái cây"
        },
        {
            "x1": 427,
            "y1": 573,
            "x2": 523,
            "y2": 703,
            "text": "私はフロ なしの生活 にはもう…",
            "vi": "Tôi đã ở trong một cuộc sống không có dòng chảy..."
        },
        {
            "x1": 290,
            "y1": 577,
            "x2": 322,
            "y2": 705,
            "text": "お前らナく",
            "vi": "Các bạn"
        },
        {
            "x1": 156,
            "y1": 607,
            "x2": 191,
            "y2": 691,
            "text": "ハハハ",
            "vi": "Hahaha"
        },
        {
            "x1": 766,
            "y1": 981,
            "x2": 846,
            "y2": 1144,
            "text": "大丈夫だゾ ベラムス",
            "vi": "Không sao đâu Zebelamus"
        },
        {
            "x1": 121,
            "y1": 1032,
            "x2": 205,
            "y2": 1259,
            "text": "お姉ちゃんが 守ってあげル！",
            "vi": "Chị của bạn bảo vệ!"
        }
    ],
    "10-61c7e4f527156.jpg": [
        {
            "x1": 716,
            "y1": 93,
            "x2": 828,
            "y2": 282,
            "text": "そうだゼ ベラムス",
            "vi": "Đúng thế"
        },
        {
            "x1": 480,
            "y1": 256,
            "x2": 656,
            "y2": 530,
            "text": "子供を置いて 逃げる家族が あるかヨ",
            "vi": "Có một gia đình đặt con và trốn thoát?"
        }
    ],
    "11-61c7e4f590ad4.jpg": [
        {
            "x1": 221,
            "y1": 673,
            "x2": 444,
            "y2": 1009,
            "text": "オレ達は 一緒ダ！",
            "vi": "Chúng tôi cùng nhau!"
        }
    ],
    "12-61c7e4f60574a.jpg": [
        {
            "x1": 717,
            "y1": 130,
            "x2": 832,
            "y2": 282,
            "text": "……わしは 勘違いして いたな",
            "vi": "......Tôi đã hiểu lầm"
        },
        {
            "x1": 115,
            "y1": 130,
            "x2": 219,
            "y2": 349,
            "text": "皆を庇護 しなければと 思っておったが…",
            "vi": "Tôi nghĩ rằng tôi phải bảo vệ tất cả mọi người..."
        },
        {
            "x1": 811,
            "y1": 418,
            "x2": 866,
            "y2": 604,
            "text": "家族とは",
            "vi": "Gia đình là gì"
        },
        {
            "x1": 660,
            "y1": 675,
            "x2": 805,
            "y2": 904,
            "text": "互いに頼り 守り合うもの だったな",
            "vi": "Đó là một cái gì đó để dựa vào nhau và bảo vệ lẫn nhau"
        },
        {
            "x1": 797,
            "y1": 1019,
            "x2": 825,
            "y2": 1180,
            "text": "…そうじゃな",
            "vi": "… Đúng thế"
        },
        {
            "x1": 656,
            "y1": 1123,
            "x2": 729,
            "y2": 1262,
            "text": "皆で力を 合わせよう",
            "vi": "Hãy cùng làm việc cùng nhau"
        }
    ],
    "13-61c7e4f6783a3.jpg": [
        {
            "x1": 748,
            "y1": 116,
            "x2": 838,
            "y2": 332,
            "text": "魔物の言葉は 分からずとも",
            "vi": "Ngay cả khi bạn không hiểu những lời của quỷ"
        },
        {
            "x1": 129,
            "y1": 114,
            "x2": 221,
            "y2": 330,
            "text": "この光景を 見れば分かる",
            "vi": "Bạn có thể nhìn thấy bằng cách nhìn vào cảnh tượng này"
        },
        {
            "x1": 752,
            "y1": 510,
            "x2": 840,
            "y2": 805,
            "text": "私達が剣を向けて しまった相手は",
            "vi": "Đối thủ đã biến thanh kiếm"
        },
        {
            "x1": 128,
            "y1": 527,
            "x2": 262,
            "y2": 758,
            "text": "人間より よほど純真で 善良な存在だと",
            "vi": "Nếu nó rất vô tội và tốt hơn con người"
        },
        {
            "x1": 756,
            "y1": 944,
            "x2": 839,
            "y2": 1207,
            "text": "ならば私は 彼らを守らねば…",
            "vi": "Sau đó tôi phải bảo vệ họ..."
        },
        {
            "x1": 175,
            "y1": 944,
            "x2": 214,
            "y2": 1143,
            "text": "たとえそれが",
            "vi": "Ngay cả nó là"
        }
    ],
    "14-61c7e4f6eb43c.jpg": [
        {
            "x1": 686,
            "y1": 111,
            "x2": 829,
            "y2": 453,
            "text": "自分の命を 犠牲にすることに なったとじても…！",
            "vi": "Ngay cả khi bạn hy sinh cuộc sống của bạn...!"
        },
        {
            "x1": 789,
            "y1": 787,
            "x2": 828,
            "y2": 960,
            "text": "ベラムス様",
            "vi": "Belums"
        },
        {
            "x1": 457,
            "y1": 796,
            "x2": 577,
            "y2": 987,
            "text": "私にもできる ことがあれば 言って下さい",
            "vi": "Xin vui lòng cho tôi biết tôi có thể làm gì"
        }
    ],
    "15-61c7e4f782a84.jpg": [
        {
            "x1": 601,
            "y1": 107,
            "x2": 790,
            "y2": 364,
            "text": "少しでも ベレスドラルの 力になりたいの です…！",
            "vi": "Tôi muốn giúp Berethral một chút...!"
        },
        {
            "x1": 150,
            "y1": 172,
            "x2": 220,
            "y2": 352,
            "text": "ふむ… …そうじゃな",
            "vi": "Hmm...... đúng"
        },
        {
            "x1": 354,
            "y1": 538,
            "x2": 432,
            "y2": 735,
            "text": "では頼みたい ことがある",
            "vi": "Sau đó, có điều gì đó tôi muốn hỏi"
        },
        {
            "x1": 32,
            "y1": 1205,
            "x2": 367,
            "y2": 1244,
            "text": "一致団結のへルススドラル。",
            "vi": "Hanlusdoral của Unity Unity."
        },
        {
            "x1": 304,
            "y1": 1316,
            "x2": 565,
            "y2": 1348,
            "text": "第71話へつづく！",
            "vi": "Tiếp tục đến tập 71!"
        }
    ]
}