var ocr_data = {
    "1-6146b42a7c117.jpg": [
        {
            "x1": 321,
            "y1": 65,
            "x2": 616,
            "y2": 86,
            "text": "～魔物の森で最強の大魔帝国を作り上",
            "vi": "~ Xây dựng đế chế quỷ vĩ đại mạnh nhất trong rừng quỷ"
        },
        {
            "x1": 731,
            "y1": 81,
            "x2": 838,
            "y2": 447,
            "text": "捨てられだ時の 記憶があるんじゃ",
            "vi": "Tôi có một ký ức khi nó bị vứt bỏ"
        },
        {
            "x1": 138,
            "y1": 582,
            "x2": 192,
            "y2": 832,
            "text": "鮮明にな",
            "vi": "Thông suốt"
        },
        {
            "x1": 21,
            "y1": 82,
            "x2": 69,
            "y2": 767,
            "text": "単行本最新第５巻、絶賛発壳中‼",
            "vi": "Sách sách, Tập 5 5, được hoan nghênh."
        },
        {
            "x1": 576,
            "y1": 882,
            "x2": 862,
            "y2": 916,
            "text": "第57話 言伝の後に",
            "vi": "Sau tập 57"
        },
        {
            "x1": 132,
            "y1": 1316,
            "x2": 843,
            "y2": 1342,
            "text": "原作:未来人Ａマがぅッ程制 漫画:クリカラマル 手ャラクター原案:キツカイキ",
            "vi": "Bản gốc: Tương lai của con người MA là một bộ truyện tranh hệ thống: nhân vật tay crycaral maru"
        }
    ],
    "2-6146b42b23104.jpg": [
        {
            "x1": 756,
            "y1": 107,
            "x2": 837,
            "y2": 359,
            "text": "そ それは… 本当なのですか？",
            "vi": "Đó có phải là sự thật... có đúng không?"
        },
        {
            "x1": 104,
            "y1": 264,
            "x2": 146,
            "y2": 349,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 739,
            "y1": 482,
            "x2": 826,
            "y2": 780,
            "text": "わしは伯爵の命令で 捨てられたのじゃ",
            "vi": "Tôi đã bị bỏ rơi bởi mệnh lệnh của Bá tước"
        },
        {
            "x1": 326,
            "y1": 455,
            "x2": 415,
            "y2": 647,
            "text": "天性が魔法 だった…",
            "vi": "Bản chất tự nhiên là kỳ diệu..."
        },
        {
            "x1": 149,
            "y1": 484,
            "x2": 243,
            "y2": 662,
            "text": "それだけの 理由でな",
            "vi": "Đó là lý do"
        },
        {
            "x1": 733,
            "y1": 1040,
            "x2": 810,
            "y2": 1275,
            "text": "「才無き故に 生まれなかった」",
            "vi": "\"Tôi đã không sinh ra vì tôi không tài năng\""
        },
        {
            "x1": 132,
            "y1": 1053,
            "x2": 206,
            "y2": 1260,
            "text": "…そう伯爵は 言っておったよ",
            "vi": "...Vâng, bá tước nói"
        }
    ],
    "3-6146b42c53436.jpg": [
        {
            "x1": 802,
            "y1": 98,
            "x2": 839,
            "y2": 365,
            "text": "そ そんな……！",
            "vi": "Đúng thế...!"
        },
        {
            "x1": 574,
            "y1": 256,
            "x2": 732,
            "y2": 438,
            "text": "確かに魔法 天性は外れ だと言われて いますが……",
            "vi": "Người ta nói rằng phép thuật tự nhiên không đúng chỗ, nhưng..."
        },
        {
            "x1": 803,
            "y1": 554,
            "x2": 835,
            "y2": 731,
            "text": "レネスト様は",
            "vi": "Tái tạo"
        },
        {
            "x1": 371,
            "y1": 588,
            "x2": 484,
            "y2": 770,
            "text": "そんなことを するような 人間では…！",
            "vi": "Trong một người làm điều đó...!"
        },
        {
            "x1": 142,
            "y1": 545,
            "x2": 290,
            "y2": 781,
            "text": "わしの言うことが 信じられない ならば…… ……そうじゃな",
            "vi": "Nếu tôi không thể tin được những gì tôi nói......"
        }
    ],
    "4-6146b42ce7f31.jpg": [
        {
            "x1": 697,
            "y1": 106,
            "x2": 824,
            "y2": 355,
            "text": "伯爵の特徴や 当時わしを産んだ 女性の特徴…",
            "vi": "Các đặc điểm của Bá tước và các đặc điểm của phụ nữ đã sinh con tại thời điểm đó..."
        },
        {
            "x1": 655,
            "y1": 419,
            "x2": 782,
            "y2": 610,
            "text": "わしを捨てた 騎士の特徴を 話してやろう",
            "vi": "Hãy nói về các đặc điểm của Hiệp sĩ đã bỏ rơi tôi"
        },
        {
            "x1": 726,
            "y1": 1023,
            "x2": 831,
            "y2": 1239,
            "text": "──わしが 覚えているのは こんなところじゃ",
            "vi": "── Tôi là loại nơi này"
        }
    ],
    "5-6146b42d79c41.jpg": [
        {
            "x1": 723,
            "y1": 122,
            "x2": 850,
            "y2": 311,
            "text": "た………確かに レネスト様 アンバス殿と",
            "vi": "Ta ……… chắc chắn với Đại sứ Renest -Sama"
        },
        {
            "x1": 533,
            "y1": 161,
            "x2": 654,
            "y2": 400,
            "text": "それから 奥方様の特徴と 一致しています…",
            "vi": "Sau đó, nó phù hợp với đặc điểm của người vợ..."
        },
        {
            "x1": 226,
            "y1": 126,
            "x2": 442,
            "y2": 494,
            "text": "…伯爵はまだ 生きているので別としても すでに亡くなられた アンバス殿と奥方様 のことを知るのは困難…",
            "vi": "Vì Bá tước vẫn còn sống, rất khó để biết về Ambusaden và vợ đã chết..."
        },
        {
            "x1": 757,
            "y1": 972,
            "x2": 827,
            "y2": 1188,
            "text": "わしの母親は 死んでおるのか？",
            "vi": "Mẹ tôi có chết không?"
        },
        {
            "x1": 214,
            "y1": 1017,
            "x2": 319,
            "y2": 1201,
            "text": "え ええ… ベラムス様を 産んで三か月後",
            "vi": "Vâng... ba tháng sau khi sinh Belamus"
        }
    ],
    "6-6146b42e6b56e.jpg": [
        {
            "x1": 725,
            "y1": 113,
            "x2": 872,
            "y2": 440,
            "text": "やめて‼ 生まれたばかリの 私達の子でしょう⁉",
            "vi": "chặn! Nó sẽ là con của chúng ta của kẻ ngốc⁉"
        },
        {
            "x1": 112,
            "y1": 99,
            "x2": 183,
            "y2": 307,
            "text": "…そうじゃった のか……",
            "vi": "...Có phải vậy..."
        },
        {
            "x1": 714,
            "y1": 619,
            "x2": 835,
            "y2": 837,
            "text": "情が沸くほど 緒にいたわけ ではないが…",
            "vi": "Tôi không hào hứng như vậy, nhưng..."
        },
        {
            "x1": 124,
            "y1": 636,
            "x2": 183,
            "y2": 837,
            "text": "残念じゃ…",
            "vi": "Xin lỗi..."
        },
        {
            "x1": 796,
            "y1": 977,
            "x2": 834,
            "y2": 1107,
            "text": "ベラムス",
            "vi": "Tin"
        },
        {
            "x1": 406,
            "y1": 964,
            "x2": 444,
            "y2": 1117,
            "text": "大丈夫じゃ",
            "vi": "đồng ý"
        },
        {
            "x1": 96,
            "y1": 1142,
            "x2": 176,
            "y2": 1249,
            "text": "何でも ない",
            "vi": "Không"
        }
    ],
    "7-6146b42f03a89.jpg": [
        {
            "x1": 669,
            "y1": 127,
            "x2": 852,
            "y2": 406,
            "text": "しかし……… そうなるとなぜ レネスト様は ベラムス様をお戻しに なろうと？",
            "vi": "Nhưng... tại sao Renest lại trở lại Berums?"
        },
        {
            "x1": 192,
            "y1": 122,
            "x2": 272,
            "y2": 368,
            "text": "それはお主の方が 詳しいじゃろう",
            "vi": "Nó sẽ quen thuộc hơn với Chúa"
        },
        {
            "x1": 133,
            "y1": 593,
            "x2": 175,
            "y2": 795,
            "text": "今のご長男",
            "vi": "Bây giờ là con trai cả"
        },
        {
            "x1": 704,
            "y1": 919,
            "x2": 845,
            "y2": 1220,
            "text": "かなり将来に不安が ありそうだとは私も 知っている",
            "vi": "Tôi cũng biết rằng tôi đang lo lắng về tương lai"
        },
        {
            "x1": 117,
            "y1": 920,
            "x2": 254,
            "y2": 1277,
            "text": "でもまだ子供 成長すればわからないど 思っていたけど―",
            "vi": "Nhưng tôi vẫn không biết mình có lớn lên với con không-"
        }
    ],
    "8-6146b42f97574.jpg": [
        {
            "x1": 710,
            "y1": 87,
            "x2": 843,
            "y2": 479,
            "text": "しネスト様は そう考えていなくても おかしくない",
            "vi": "Không quan trọng nếu Nesto không nghĩ như vậy"
        },
        {
            "x1": 105,
            "y1": 95,
            "x2": 239,
            "y2": 514,
            "text": "ベララムス様が長男として 戻れば今の長男が次男となり 家を継ぐことはなくなる",
            "vi": "Nếu Belaramus trở lại với tư cách là con trai cả, con trai cả hiện tại sẽ là con trai thứ hai và sẽ không tiếp quản ngôi nhà."
        },
        {
            "x1": 759,
            "y1": 583,
            "x2": 837,
            "y2": 888,
            "text": "だが二度家の事情で 捨てたベラムス様を",
            "vi": "Tuy nhiên, Berums, người bị vứt bỏ vì hoàn cảnh của ngôi nhà,"
        },
        {
            "x1": 117,
            "y1": 579,
            "x2": 202,
            "y2": 899,
            "text": "気もう二一度家の事情で 諸戻そうとしている",
            "vi": "Tôi đang cố gắng trở về ngôi nhà một lần nữa"
        },
        {
            "x1": 724,
            "y1": 990,
            "x2": 837,
            "y2": 1247,
            "text": "そこに親の情 などなく あるのは打算だけ",
            "vi": "Điều duy nhất không có cảm xúc của cha mẹ là tính toán"
        },
        {
            "x1": 98,
            "y1": 981,
            "x2": 263,
            "y2": 1273,
            "text": "本人が望んで いないのに強制的に 戻すなんて ひどい 話ではないだろうか…",
            "vi": "Đó không phải là một câu chuyện khủng khiếp để buộc trả lại nó ngay cả khi bạn không muốn nó..."
        }
    ],
    "9-6146b43030f0d.jpg": [
        {
            "x1": 772,
            "y1": 134,
            "x2": 827,
            "y2": 456,
            "text": "信じたくない…",
            "vi": "Tôi không muốn tin..."
        },
        {
            "x1": 129,
            "y1": 136,
            "x2": 249,
            "y2": 615,
            "text": "レネスド様が そんな外道だなんて…―",
            "vi": "Ressioned là một con đường bên ngoài như vậy... -"
        },
        {
            "x1": 770,
            "y1": 856,
            "x2": 851,
            "y2": 1105,
            "text": "…とにかくわしが 言いたいのは",
            "vi": "...Tôi thực sự muốn nói"
        },
        {
            "x1": 207,
            "y1": 843,
            "x2": 296,
            "y2": 1008,
            "text": "……ーっ 頼みがある",
            "vi": "......Tôi có một yêu cầu"
        },
        {
            "x1": 635,
            "y1": 1000,
            "x2": 710,
            "y2": 1265,
            "text": "絶対に戻る気は ないということだ",
            "vi": "Tôi không muốn trở lại"
        }
    ],
    "10-6146b430c7634.jpg": [
        {
            "x1": 654,
            "y1": 141,
            "x2": 853,
            "y2": 467,
            "text": "アストレアス家に 戻ったら わしが病気か事故で 死んだと伝えてくれ",
            "vi": "Nếu bạn trở về gia đình Astrairas, hãy nói với tôi rằng tôi bị ốm hoặc chết trong một tai nạn"
        },
        {
            "x1": 698,
            "y1": 741,
            "x2": 831,
            "y2": 968,
            "text": "そうすれば ここを攻める 理由もなくなる",
            "vi": "Sau đó không có lý do gì để tấn công ở đây"
        },
        {
            "x1": 743,
            "y1": 1037,
            "x2": 828,
            "y2": 1219,
            "text": "…私に嘘を つけと…？",
            "vi": "...nói dối tôi...?"
        },
        {
            "x1": 408,
            "y1": 1065,
            "x2": 523,
            "y2": 1240,
            "text": "それが一番 丸く収まる 方法だろう？",
            "vi": "Đó có phải là cách tốt nhất để phù hợp?"
        }
    ],
    "11-6146b431630f0.jpg": [
        {
            "x1": 697,
            "y1": 463,
            "x2": 744,
            "y2": 736,
            "text": "…わかりました",
            "vi": "…lấy được rồi"
        },
        {
            "x1": 741,
            "y1": 867,
            "x2": 854,
            "y2": 1075,
            "text": "レネスト様には そうお伝えして おきます",
            "vi": "Tôi sẽ nói với Renest"
        },
        {
            "x1": 719,
            "y1": 1110,
            "x2": 758,
            "y2": 1255,
            "text": "恩に着る",
            "vi": "Đứng dậy"
        }
    ],
    "12-6146b43204373.jpg": [
        {
            "x1": 734,
            "y1": 135,
            "x2": 818,
            "y2": 271,
            "text": "乃啊",
            "vi": "Noh"
        },
        {
            "x1": 769,
            "y1": 610,
            "x2": 839,
            "y2": 831,
            "text": "…いいんですか 帰してしまって？",
            "vi": "...Có ổn không?"
        },
        {
            "x1": 207,
            "y1": 611,
            "x2": 268,
            "y2": 778,
            "text": "……お主 聞いて おったのか",
            "vi": "......Bạn đã nghe Chúa?"
        },
        {
            "x1": 101,
            "y1": 801,
            "x2": 175,
            "y2": 929,
            "text": "下僕です から！",
            "vi": "Tôi là người hầu!"
        },
        {
            "x1": 715,
            "y1": 1020,
            "x2": 837,
            "y2": 1175,
            "text": "本当に嘘を 教えるとは 限らないし",
            "vi": "Không phải lúc nào cũng là một lời nói dối"
        },
        {
            "x1": 111,
            "y1": 1031,
            "x2": 226,
            "y2": 1270,
            "text": "残ってもらった 方が都合が よかったのでは…",
            "vi": "Có lẽ sẽ thuận tiện hơn khi có nó..."
        }
    ],
    "13-6146b4329b7e6.jpg": [
        {
            "x1": 678,
            "y1": 133,
            "x2": 846,
            "y2": 390,
            "text": "それではリザを 取り返すという 理由を与えて しまうことになる",
            "vi": "Sau đó, nó sẽ cung cấp cho bạn một lý do để phục hồi Liza."
        },
        {
            "x1": 772,
            "y1": 615,
            "x2": 809,
            "y2": 779,
            "text": "たしかに…",
            "vi": "Chắc chắn…"
        },
        {
            "x1": 128,
            "y1": 615,
            "x2": 270,
            "y2": 879,
            "text": "でもリザ様が嘘を ついてくれたとしても 攻めてこないとは 限らないんじゃ",
            "vi": "Nhưng ngay cả khi Liza nằm, điều đó không có nghĩa là anh ta sẽ không tấn công."
        },
        {
            "x1": 805,
            "y1": 940,
            "x2": 839,
            "y2": 1129,
            "text": "そうじゃな…",
            "vi": "Đúng thế..."
        },
        {
            "x1": 597,
            "y1": 988,
            "x2": 722,
            "y2": 1236,
            "text": "攻めてきた場合に 備えて対応を 話し合わねば…―",
            "vi": "Tôi phải thảo luận về câu trả lời trong trường hợp tôi tấn công...-"
        }
    ],
    "14-6146b43481ae3.jpg": [
        {
            "x1": 156,
            "y1": 187,
            "x2": 194,
            "y2": 301,
            "text": "という",
            "vi": "Như"
        },
        {
            "x1": 112,
            "y1": 133,
            "x2": 159,
            "y2": 272,
            "text": "わけじゃ",
            "vi": "Vì lý do"
        },
        {
            "x1": 763,
            "y1": 392,
            "x2": 860,
            "y2": 515,
            "text": "最悪の 場合…",
            "vi": "Tại trường hợp xấu nhất…"
        },
        {
            "x1": 150,
            "y1": 416,
            "x2": 261,
            "y2": 627,
            "text": "わしの身を 渡すことに なるかもしれぬ",
            "vi": "Nó có thể được cho cơ thể tôi"
        },
        {
            "x1": 760,
            "y1": 913,
            "x2": 841,
            "y2": 1114,
            "text": "そんなの絶対 ダメダ‼",
            "vi": "Hoàn toàn không có điều đó."
        },
        {
            "x1": 110,
            "y1": 1046,
            "x2": 196,
            "y2": 1247,
            "text": "それだけは 認められなイ",
            "vi": "Chỉ điều đó được công nhận"
        }
    ],
    "15-6146b4366c41a.jpg": [
        {
            "x1": 814,
            "y1": 113,
            "x2": 851,
            "y2": 279,
            "text": "ベラムスヨ",
            "vi": "Belam Syo"
        },
        {
            "x1": 144,
            "y1": 109,
            "x2": 255,
            "y2": 404,
            "text": "お主は人間達のもとで 暮らししたい気持ちは ないんじゃナ？",
            "vi": "Bạn không muốn sống trong con người?"
        },
        {
            "x1": 798,
            "y1": 498,
            "x2": 842,
            "y2": 688,
            "text": "微塵もない",
            "vi": "Không có bụi bặm"
        },
        {
            "x1": 111,
            "y1": 532,
            "x2": 209,
            "y2": 751,
            "text": "ここがわしの 家じゃ",
            "vi": "Đây là ngôi nhà"
        },
        {
            "x1": 486,
            "y1": 883,
            "x2": 541,
            "y2": 1009,
            "text": "ガるるっ",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 677,
            "y1": 921,
            "x2": 846,
            "y2": 1226,
            "text": "弟を無理矢理 連れてこうとする 奴が来たらお姉ちゃん 許さないゾ！",
            "vi": "Nếu một anh chàng đang cố gắng đưa anh trai của mình bắt buộc anh ta, anh ta sẽ không tha thứ cho em gái bạn!"
        }
    ],
    "16-6146b4370a869.jpg": [
        {
            "x1": 790,
            "y1": 121,
            "x2": 829,
            "y2": 301,
            "text": "ベラムス殿",
            "vi": "Tin"
        },
        {
            "x1": 117,
            "y1": 240,
            "x2": 199,
            "y2": 495,
            "text": "ベレスドラルには あなたが必要だ",
            "vi": "Berethral cần bạn"
        },
        {
            "x1": 747,
            "y1": 583,
            "x2": 831,
            "y2": 803,
            "text": "私達がこうして 結束できたのは",
            "vi": "Những gì chúng tôi có thể hợp nhất theo cách này"
        },
        {
            "x1": 118,
            "y1": 677,
            "x2": 196,
            "y2": 878,
            "text": "ベラムス様が いたからです",
            "vi": "Bởi vì belams đã ở đó"
        },
        {
            "x1": 715,
            "y1": 968,
            "x2": 837,
            "y2": 1190,
            "text": "べラムス様が いなくなったら 私はっ…",
            "vi": "Nếu Belamus biến mất, tôi sẽ..."
        },
        {
            "x1": 598,
            "y1": 1093,
            "x2": 672,
            "y2": 1284,
            "text": "誰の下僕を すればっ…‼",
            "vi": "Bạn làm người hầu của mình...‼"
        },
        {
            "x1": 87,
            "y1": 1179,
            "x2": 136,
            "y2": 1282,
            "text": "ねちゃん 空気読んで",
            "vi": "Đọc không khí"
        }
    ],
    "17-6146b4392acaf.jpg": [
        {
            "x1": 618,
            "y1": 63,
            "x2": 688,
            "y2": 189,
            "text": "フンK‼",
            "vi": "Hun k‼"
        },
        {
            "x1": 768,
            "y1": 128,
            "x2": 846,
            "y2": 339,
            "text": "奴らが力ずくで 来るってんなラ",
            "vi": "Họ đi kèm với lực lượng"
        },
        {
            "x1": 124,
            "y1": 257,
            "x2": 226,
            "y2": 489,
            "text": "そん時ゃ 戦いますヨ！",
            "vi": "Tôi sẽ chiến đấu!"
        },
        {
            "x1": 815,
            "y1": 572,
            "x2": 845,
            "y2": 667,
            "text": "だナ！",
            "vi": "NA!"
        },
        {
            "x1": 715,
            "y1": 694,
            "x2": 799,
            "y2": 856,
            "text": "ベラムスは 渡さネー",
            "vi": "Belams được bàn giao"
        },
        {
            "x1": 772,
            "y1": 986,
            "x2": 817,
            "y2": 1167,
            "text": "すまない…",
            "vi": "Tôi xin lôi..."
        },
        {
            "x1": 124,
            "y1": 1029,
            "x2": 208,
            "y2": 1255,
            "text": "じゃがおかげで 決意できた─",
            "vi": "Nhờ vào khoai tây, tôi đã có thể xác định ─"
        }
    ],
    "18-6146b43b11ec5.jpg": [
        {
            "x1": 711,
            "y1": 165,
            "x2": 860,
            "y2": 441,
            "text": "いかなる場合に おいてもわしは ここを離れぬ",
            "vi": "Trong mọi trường hợp, Washi không rời khỏi đây"
        },
        {
            "x1": 104,
            "y1": 682,
            "x2": 247,
            "y2": 1175,
            "text": "アストレアス家との 戦に備えるぞ…！",
            "vi": "Chúng tôi sẽ chuẩn bị cho trận chiến với gia đình Astraus...!"
        },
        {
            "x1": 365,
            "y1": 1309,
            "x2": 597,
            "y2": 1341,
            "text": "第58話へつプく！",
            "vi": "PIP đến Tập 58!"
        }
    ]
}