var ocr_data = {
    "001.jpg": [
        {
            "x1": 39,
            "y1": 41,
            "x2": 490,
            "y2": 123,
            "text": "捨てられた転生賢者",
            "vi": "Bị loại bỏ tái sinh người khôn ngoan"
        },
        {
            "x1": 49,
            "y1": 121,
            "x2": 470,
            "y2": 141,
            "text": "一魔物の森て最強の大魔帝国を作り上ける",
            "vi": "Một rừng quỷ có thể tạo ra Đế chế quỷ vĩ đại mạnh nhất"
        },
        {
            "x1": 799,
            "y1": 63,
            "x2": 837,
            "y2": 415,
            "text": "「アストレアス伯爵領」",
            "vi": "\"Bá tước Asliles\""
        },
        {
            "x1": 402,
            "y1": 757,
            "x2": 748,
            "y2": 870,
            "text": "単行本最新4巻 ■日□ ７月9回(金)に 日日 日発売されました",
            "vi": "Tập mới nhất của cuốn sách Tập 4 ■ Chủ nhật, Chủ nhật, Chủ nhật và Chủ nhật, ngày 9 tháng 7 (Thứ Sáu)"
        },
        {
            "x1": 104,
            "y1": 579,
            "x2": 271,
            "y2": 821,
            "text": "フラーゼス大森林の 近くにあるこの土地は 王国の中心地より 離れており それほど 人口は多くない",
            "vi": "Vùng đất gần khu rừng Furasees cách xa trung tâm của Vương quốc và có rất nhiều dân số"
        },
        {
            "x1": 707,
            "y1": 939,
            "x2": 847,
            "y2": 1221,
            "text": "大きな鉱山から 金が大量に採れるため 経済的にはあまり困る ことのな領地であった",
            "vi": "Đó là một lãnh thổ mà nó không gặp rắc rối về mặt kinh tế vì một lượng vàng lớn được thu thập từ một khai thác lớn."
        },
        {
            "x1": 147,
            "y1": 1065,
            "x2": 213,
            "y2": 1247,
            "text": "そんな土地を 治めているのが",
            "vi": "Nó là quy tắc của một vùng đất như vậy"
        },
        {
            "x1": 38,
            "y1": 933,
            "x2": 74,
            "y2": 1290,
            "text": "第50話 ある伯爵の憂鬱",
            "vi": "Tập 50 Sự u sầu của Earl"
        },
        {
            "x1": 131,
            "y1": 1311,
            "x2": 844,
            "y2": 1341,
            "text": "原作:未来人A々がぅ経制 漫画:クリカラマル キャラクター原索:キッカイキ",
            "vi": "Bản gốc: Tương lai của con người A. Cắt phim hoạt hình: Clikala Maru Nhân vật Raw Tìm kiếm: Kikaiki"
        }
    ],
    "002.jpg": [
        {
            "x1": 762,
            "y1": 96,
            "x2": 845,
            "y2": 385,
            "text": "アストレアス伯爵家 現当主",
            "vi": "Bá tước gia đình."
        },
        {
            "x1": 106,
            "y1": 540,
            "x2": 191,
            "y2": 907,
            "text": "レネスト・アストレアス である",
            "vi": "Đổi mới nhất"
        }
    ],
    "003.jpg": [
        {
            "x1": 540,
            "y1": 168,
            "x2": 584,
            "y2": 305,
            "text": "きゃあっ",
            "vi": "Kyaa"
        },
        {
            "x1": 748,
            "y1": 775,
            "x2": 853,
            "y2": 981,
            "text": "ううちの子が 申し訳ありません レネスト様！",
            "vi": "Tôi xin lỗi cho con tôi!"
        },
        {
            "x1": 373,
            "y1": 762,
            "x2": 462,
            "y2": 889,
            "text": "…ヒザを すりむいた ようだな",
            "vi": "… Có vẻ như tôi đã xoa đầu gối"
        },
        {
            "x1": 281,
            "y1": 886,
            "x2": 370,
            "y2": 1012,
            "text": "この薬を ぬって あげなさい",
            "vi": "Đưa cho tôi thuốc này"
        },
        {
            "x1": 374,
            "y1": 1082,
            "x2": 470,
            "y2": 1226,
            "text": "そんな 高価な物を 頂いてはっ…",
            "vi": "Vui lòng nhận được một thứ đắt tiền như vậy..."
        },
        {
            "x1": 118,
            "y1": 1140,
            "x2": 152,
            "y2": 1292,
            "text": "気にするな",
            "vi": "đừng lo lắng"
        }
    ],
    "004.jpg": [
        {
            "x1": 723,
            "y1": 124,
            "x2": 835,
            "y2": 341,
            "text": "私は領主として この土地の資産を 守る義務がある",
            "vi": "Tôi có nghĩa vụ bảo vệ tài sản của vùng đất này là Chúa"
        },
        {
            "x1": 300,
            "y1": 111,
            "x2": 373,
            "y2": 260,
            "text": "資産…… ですか…？",
            "vi": "Tài sản...?"
        },
        {
            "x1": 97,
            "y1": 180,
            "x2": 213,
            "y2": 334,
            "text": "そうだ 一つ覚えて おくといい",
            "vi": "Vâng, hãy nhớ một điều"
        },
        {
            "x1": 711,
            "y1": 463,
            "x2": 837,
            "y2": 680,
            "text": "我が領内 最大の宝は 金鉱山ではない",
            "vi": "Kho báu lớn nhất trong lãnh thổ của chúng ta không phải là một mỏ vàng"
        },
        {
            "x1": 113,
            "y1": 655,
            "x2": 171,
            "y2": 944,
            "text": "子らの笑顔だ",
            "vi": "Những nụ cười của trẻ em"
        },
        {
            "x1": 792,
            "y1": 1072,
            "x2": 828,
            "y2": 1248,
            "text": "レネスト様っ",
            "vi": "Tái tạo"
        }
    ],
    "005.jpg": [
        {
            "x1": 723,
            "y1": 698,
            "x2": 755,
            "y2": 829,
            "text": "…私は……",
            "vi": "… Tôi ……"
        },
        {
            "x1": 132,
            "y1": 812,
            "x2": 206,
            "y2": 967,
            "text": "どうすれば いいんだ…",
            "vi": "Tôi nên làm gì đây…"
        }
    ],
    "006.jpg": [
        {
            "x1": 700,
            "y1": 113,
            "x2": 828,
            "y2": 423,
            "text": "アストレアス家は代々 長男が家を継ぐ 絶対の掟がある",
            "vi": "Gia đình Astraus có các quy tắc tuyệt đối trong đó con trai cả sẽ chiếm lấy ngôi nhà."
        },
        {
            "x1": 707,
            "y1": 512,
            "x2": 832,
            "y2": 814,
            "text": "その長男が 五歳を過ぎても未だ まともに言葉を話せず",
            "vi": "Ngay cả sau khi con trai cả năm tuổi, nó vẫn không thể nói được lời nói"
        },
        {
            "x1": 117,
            "y1": 514,
            "x2": 279,
            "y2": 817,
            "text": "それどころか 走ることすらできん… 先天的な異常が あることは明らかだ",
            "vi": "Ngược lại, tôi thậm chí không thể chạy... rõ ràng là có những bất thường bẩm sinh"
        },
        {
            "x1": 708,
            "y1": 924,
            "x2": 828,
            "y2": 1253,
            "text": "次男はまだ二歳… 優秀かどうかは何とも 言えないが問題は天性…",
            "vi": "Người con trai thứ hai vẫn còn hai tuổi... Tôi không thể nói nếu nó xuất sắc, nhưng vấn đề là tự nhiên..."
        },
        {
            "x1": 111,
            "y1": 919,
            "x2": 284,
            "y2": 1192,
            "text": "外れである 魔法天性の持ち主だ 仮に長男として 生まれていたなら",
            "vi": "Nếu bạn được sinh ra là con trai lớn của bạn, một chủ sở hữu tự nhiên ma thuật"
        }
    ],
    "007.jpg": [
        {
            "x1": 797,
            "y1": 119,
            "x2": 854,
            "y2": 415,
            "text": "あの時のように",
            "vi": "Giống như lúc đó"
        },
        {
            "x1": 367,
            "y1": 122,
            "x2": 423,
            "y2": 452,
            "text": "捨てていただろう",
            "vi": "Tôi sẽ vứt nó đi"
        },
        {
            "x1": 122,
            "y1": 125,
            "x2": 286,
            "y2": 396,
            "text": "掟を守り長男に 継がせればこの家は 滅ぶそれだけは 避けなければ…",
            "vi": "Nếu bạn tuân thủ các quy tắc và thành công với con trai cả, ngôi nhà này sẽ bị phá hủy."
        },
        {
            "x1": 811,
            "y1": 737,
            "x2": 851,
            "y2": 930,
            "text": "教えてくれ…",
            "vi": "dạy tôi…"
        },
        {
            "x1": 125,
            "y1": 794,
            "x2": 203,
            "y2": 1003,
            "text": "あなた達なら 何ができた…？",
            "vi": "Bạn có thể làm gì...?"
        },
        {
            "x1": 734,
            "y1": 1076,
            "x2": 853,
            "y2": 1221,
            "text": "私の頭に 浮かぶ 手段は……",
            "vi": "Cách để đi vào đầu tôi là..."
        },
        {
            "x1": 128,
            "y1": 1098,
            "x2": 228,
            "y2": 1270,
            "text": "もはや 一つしか 残されていない",
            "vi": "Chỉ có một cái không còn nữa"
        }
    ],
    "008.jpg": [
        {
            "x1": 725,
            "y1": 104,
            "x2": 832,
            "y2": 385,
            "text": "息子を…",
            "vi": "Con trai tôi..."
        },
        {
            "x1": 103,
            "y1": 108,
            "x2": 212,
            "y2": 494,
            "text": "殺すしか…！",
            "vi": "Bạn phải giết...!"
        },
        {
            "x1": 458,
            "y1": 700,
            "x2": 527,
            "y2": 833,
            "text": "レネスト様 来客です",
            "vi": "Tôi là một chuyến thăm nhất"
        },
        {
            "x1": 802,
            "y1": 1028,
            "x2": 840,
            "y2": 1133,
            "text": "誰だ？",
            "vi": "WHO?"
        },
        {
            "x1": 454,
            "y1": 1072,
            "x2": 548,
            "y2": 1268,
            "text": "バース・ ロがードソンと 名乗っております",
            "vi": "Sinh ra là tự gọi mình là Derson"
        },
        {
            "x1": 281,
            "y1": 1036,
            "x2": 386,
            "y2": 1241,
            "text": "知らぬな …今は人に会って いる暇はない",
            "vi": "Tôi không biết... Tôi không có thời gian để gặp mọi người bây giờ"
        }
    ],
    "009.jpg": [
        {
            "x1": 644,
            "y1": 148,
            "x2": 845,
            "y2": 440,
            "text": "それが…その者は フラーゼス大森林で 六歳くらいの子供を 見たから会わせてくれ などと…",
            "vi": "Đó là... anh ấy đã nhìn thấy một đứa trẻ khoảng sáu tuổi trong khu rừng Lá Fulase, vì vậy hãy để tôi gặp bạn..."
        },
        {
            "x1": 442,
            "y1": 145,
            "x2": 546,
            "y2": 362,
            "text": "わけの分からない ことを申して おりまして…",
            "vi": "Tôi đã nói với bạn điều gì đó tôi không hiểu..."
        },
        {
            "x1": 728,
            "y1": 614,
            "x2": 849,
            "y2": 744,
            "text": "六歳 くらいの 子供……",
            "vi": "Một đứa trẻ khoảng 6 tuổi..."
        },
        {
            "x1": 123,
            "y1": 804,
            "x2": 168,
            "y2": 1021,
            "text": "…まさか！",
            "vi": "… Không có cách nào!"
        },
        {
            "x1": 746,
            "y1": 1127,
            "x2": 802,
            "y2": 1220,
            "text": "通せ",
            "vi": "Chuyền bóng"
        },
        {
            "x1": 268,
            "y1": 1124,
            "x2": 329,
            "y2": 1255,
            "text": "かしこまり ました",
            "vi": "Tôi đạt được rồi"
        }
    ],
    "010.jpg": [
        {
            "x1": 745,
            "y1": 113,
            "x2": 847,
            "y2": 307,
            "text": "初めまして 伯爵様",
            "vi": "Hân hạnh được biết bạn"
        },
        {
            "x1": 101,
            "y1": 304,
            "x2": 218,
            "y2": 619,
            "text": "私は バースロバートソンと 申します",
            "vi": "Tên tôi là Bathroverson"
        },
        {
            "x1": 622,
            "y1": 720,
            "x2": 749,
            "y2": 937,
            "text": "……本当に あの森で子供を 見たのだな？",
            "vi": "......Bạn có thực sự nhìn thấy con của bạn trong khu rừng đó không?"
        },
        {
            "x1": 340,
            "y1": 1029,
            "x2": 453,
            "y2": 1194,
            "text": "ええ 見たのは私の 部下ですが",
            "vi": "Vâng, tôi đã thấy cấp dưới của mình"
        },
        {
            "x1": 125,
            "y1": 1067,
            "x2": 261,
            "y2": 1273,
            "text": "どうやら ゴブリンに拾われ 命を長らえた ようです",
            "vi": "Rõ ràng nó đã được một con yêu tinh nhặt lên và làm cho nó lâu hơn."
        }
    ],
    "011.jpg": [
        {
            "x1": 750,
            "y1": 134,
            "x2": 850,
            "y2": 332,
            "text": "ゴブリンに…？ そんなことが あるのか？",
            "vi": "Yêu tinh...? Có một điều như vậy không?"
        },
        {
            "x1": 122,
            "y1": 306,
            "x2": 221,
            "y2": 523,
            "text": "巷では魔物は全て 悪しきものと されていますが",
            "vi": "Tất cả các quái vật được coi là xấu trên đường phố"
        },
        {
            "x1": 780,
            "y1": 610,
            "x2": 841,
            "y2": 848,
            "text": "ごく稀に善良な ものもいるのですよ",
            "vi": "Hiếm khi có những điều tốt đẹp."
        },
        {
            "x1": 543,
            "y1": 610,
            "x2": 677,
            "y2": 804,
            "text": "運良く そのような魔物に 保護されたの でしょう",
            "vi": "May mắn thay, bạn có thể đã được bảo vệ bởi những con quái vật như vậy"
        },
        {
            "x1": 750,
            "y1": 971,
            "x2": 862,
            "y2": 1135,
            "text": "まあ あくまで私の 推測ですが",
            "vi": "Vâng, đó là dự đoán của tôi"
        },
        {
            "x1": 127,
            "y1": 977,
            "x2": 156,
            "y2": 1240,
            "text": "…善良な魔物だと？",
            "vi": "Có phải đó là một con quỷ tốt?"
        }
    ],
    "012.jpg": [
        {
            "x1": 706,
            "y1": 108,
            "x2": 827,
            "y2": 354,
            "text": "人間を育てる ゴブリジなど 聞いたこともない",
            "vi": "Tôi chưa bao giờ nghe nói về Gorobiji đã nuôi dưỡng con người"
        },
        {
            "x1": 122,
            "y1": 112,
            "x2": 203,
            "y2": 356,
            "text": "信じるに値じない 戯言だ",
            "vi": "Đó là một điều khó khăn không quan trọng để tin"
        },
        {
            "x1": 756,
            "y1": 488,
            "x2": 832,
            "y2": 705,
            "text": "…嘘を伝えに 来たのなら帰れ",
            "vi": "… Nếu bạn đến để nói dối, về nhà"
        },
        {
            "x1": 392,
            "y1": 471,
            "x2": 468,
            "y2": 699,
            "text": "私の部下は 信用できる者です",
            "vi": "Cấp dưới của tôi là một người đáng tin cậy"
        },
        {
            "x1": 262,
            "y1": 605,
            "x2": 334,
            "y2": 776,
            "text": "これは本当の 話ですよ",
            "vi": "Đây là một câu chuyện thực sự"
        },
        {
            "x1": 748,
            "y1": 842,
            "x2": 824,
            "y2": 1047,
            "text": "会ったばかりの 人間の話を",
            "vi": "Câu chuyện về một người vừa gặp"
        },
        {
            "x1": 112,
            "y1": 976,
            "x2": 189,
            "y2": 1252,
            "text": "簡単に信用できる わけがないだろう",
            "vi": "Sẽ không dễ tin tưởng"
        }
    ],
    "013.jpg": [
        {
            "x1": 712,
            "y1": 137,
            "x2": 850,
            "y2": 368,
            "text": "では 信用できる者に 直接見に行かせては いかがですか？",
            "vi": "Vậy tại sao bạn không đi trực tiếp đến một người đáng tin cậy?"
        },
        {
            "x1": 122,
            "y1": 254,
            "x2": 200,
            "y2": 460,
            "text": "場所をお教え いたしますよ",
            "vi": "Tôi sẽ cho bạn biết địa điểm"
        },
        {
            "x1": 755,
            "y1": 596,
            "x2": 850,
            "y2": 812,
            "text": "…………貴様に 何の得がある",
            "vi": "………… những gì bạn có lợi cho bạn"
        },
        {
            "x1": 130,
            "y1": 614,
            "x2": 246,
            "y2": 896,
            "text": "そもそもなぜ貴様は その話を私にしようと 思ったのだ",
            "vi": "Tại sao bạn quyết định làm câu chuyện đó ở nơi đầu tiên?"
        },
        {
            "x1": 779,
            "y1": 976,
            "x2": 847,
            "y2": 1156,
            "text": "なぜと言われ ましても…",
            "vi": "Tại sao..."
        },
        {
            "x1": 131,
            "y1": 1025,
            "x2": 297,
            "y2": 1253,
            "text": "ゴブリンの村は その人間の子を リーダーにして 勢力を拡大している ようでしてね…",
            "vi": "Làng yêu tinh dường như đang mở rộng quyền lực với đứa trẻ như một người lãnh đạo..."
        }
    ],
    "014.jpg": [
        {
            "x1": 757,
            "y1": 117,
            "x2": 820,
            "y2": 422,
            "text": "人間の領地に侵攻して くるかもしれませんから",
            "vi": "Bởi vì nó có thể xâm chiếm lãnh thổ của con người"
        },
        {
            "x1": 160,
            "y1": 157,
            "x2": 256,
            "y2": 377,
            "text": "領主様は その対策をした方が いいのではと",
            "vi": "Chúa nên thực hiện biện pháp đó"
        },
        {
            "x1": 104,
            "y1": 488,
            "x2": 214,
            "y2": 636,
            "text": "報告させて いただいた 次第です",
            "vi": "Tôi đã được báo cáo"
        },
        {
            "x1": 763,
            "y1": 742,
            "x2": 833,
            "y2": 895,
            "text": "人間の子が リーダー？",
            "vi": "Là một đứa trẻ là một nhà lãnh đạo?"
        },
        {
            "x1": 111,
            "y1": 768,
            "x2": 263,
            "y2": 943,
            "text": "貴様… 子供は六歳と 言っておった だろうが",
            "vi": "Bạn... tôi đã nói rằng đứa trẻ đã sáu tuổi"
        },
        {
            "x1": 806,
            "y1": 1029,
            "x2": 836,
            "y2": 1142,
            "text": "そうです",
            "vi": "Đúng thế"
        },
        {
            "x1": 574,
            "y1": 1076,
            "x2": 718,
            "y2": 1266,
            "text": "子供とは思えぬ 程の並外れた 才覚の持ち主 のようで…",
            "vi": "Nó trông giống như một tài năng phi thường dường như không phải là một đứa trẻ..."
        }
    ],
    "015.jpg": [
        {
            "x1": 730,
            "y1": 114,
            "x2": 830,
            "y2": 356,
            "text": "ゴブリンの他にも オークやアルラウネ まで従えている様子",
            "vi": "Ngoài con yêu tinh, nó dường như đi theo gỗ sồi và arraune"
        },
        {
            "x1": 120,
            "y1": 209,
            "x2": 205,
            "y2": 377,
            "text": "これ程の 大物を……",
            "vi": "Một trò chơi lớn như vậy..."
        },
        {
            "x1": 742,
            "y1": 498,
            "x2": 849,
            "y2": 711,
            "text": "放っておく わけには",
            "vi": "Để nó yên"
        },
        {
            "x1": 95,
            "y1": 755,
            "x2": 215,
            "y2": 1002,
            "text": "いかない でしょう？",
            "vi": "Nó không diễn ra sao?"
        }
    ],
    "016.jpg": [
        {
            "x1": 515,
            "y1": 548,
            "x2": 545,
            "y2": 662,
            "text": "ぐあっ…",
            "vi": "Goo..."
        },
        {
            "x1": 776,
            "y1": 1090,
            "x2": 845,
            "y2": 1266,
            "text": "ひゃくっ やっぱ強え…！",
            "vi": "Sau tất cả, mạnh mẽ...!"
        },
        {
            "x1": 540,
            "y1": 1097,
            "x2": 586,
            "y2": 1214,
            "text": "だから おめとけて",
            "vi": "Vậy nên làm ơn"
        },
        {
            "x1": 125,
            "y1": 1111,
            "x2": 199,
            "y2": 1252,
            "text": "剣じゃ誰も 敵わないな",
            "vi": "Không ai có thể đánh bại thanh kiếm"
        }
    ],
    "017.jpg": [
        {
            "x1": 724,
            "y1": 99,
            "x2": 793,
            "y2": 375,
            "text": "リザには！",
            "vi": "Dành cho Liza!"
        },
        {
            "x1": 0,
            "y1": 259,
            "x2": 209,
            "y2": 830,
            "text": "フワィ",
            "vi": "Fui"
        },
        {
            "x1": 767,
            "y1": 1017,
            "x2": 864,
            "y2": 1159,
            "text": "リザ様 レネスト様が お呼びです",
            "vi": "Liza Renest đang gọi cho bạn"
        },
        {
            "x1": 381,
            "y1": 1011,
            "x2": 479,
            "y2": 1162,
            "text": "はい 特別な任務が あるそうで",
            "vi": "Vâng, dường như có một nhiệm vụ đặc biệt"
        },
        {
            "x1": 648,
            "y1": 1162,
            "x2": 715,
            "y2": 1267,
            "text": "レネスト 様が？",
            "vi": "Tái tạo nhất?"
        },
        {
            "x1": 42,
            "y1": 1058,
            "x2": 78,
            "y2": 1292,
            "text": "第引7話へっづく！",
            "vi": "Tập 7"
        },
        {
            "x1": 177,
            "y1": 1316,
            "x2": 782,
            "y2": 1339,
            "text": "えしき女剣りザにレネスはか授ける任みはー",
            "vi": "Reneth đến thanh kiếm phụ nữ Eshiki"
        }
    ]
}