var ocr_data = {
    "001.jpg": [
        {
            "x1": 330,
            "y1": 62,
            "x2": 644,
            "y2": 86,
            "text": "～魔物の森一炭強の大魔帝国を作り上げる",
            "vi": "~ Tạo một khu rừng quỷ của con quái vật."
        },
        {
            "x1": 691,
            "y1": 330,
            "x2": 778,
            "y2": 513,
            "text": "ぎぃやぁ あぁあッ…",
            "vi": "Giya ah..."
        },
        {
            "x1": 132,
            "y1": 294,
            "x2": 169,
            "y2": 502,
            "text": "また襲撃か‼",
            "vi": "Có phải là một cuộc tấn công một lần nữa?"
        },
        {
            "x1": 483,
            "y1": 555,
            "x2": 527,
            "y2": 735,
            "text": "敵はどこだ",
            "vi": "Kẻ thù ở đâu"
        },
        {
            "x1": 34,
            "y1": 82,
            "x2": 66,
            "y2": 880,
            "text": "単行本重版続々！ ①〜⑤巻、紙も電子も絶好調発売中‼",
            "vi": "Sách Sách Phiên bản một lần! Tập ①-1, giấy và điện tử đang được bán trong điều chỉnh tuyệt vời‼"
        },
        {
            "x1": 122,
            "y1": 829,
            "x2": 209,
            "y2": 1000,
            "text": "リザ 止まれッ‼",
            "vi": "Dừng Liza"
        },
        {
            "x1": 593,
            "y1": 1220,
            "x2": 853,
            "y2": 1275,
            "text": "だいわ 第61話望はぬ再訪",
            "vi": "Daiwa tập 61 tôi không muốn"
        },
        {
            "x1": 132,
            "y1": 1315,
            "x2": 843,
            "y2": 1341,
            "text": "原作:未来人Ａマがぅッ程翔 漫画:クリカラマル キャラクター原索キツカイキ",
            "vi": "Bản gốc: Tương lai con người A ma là một bộ truyện tranh sho"
        }
    ],
    "003.jpg": [
        {
            "x1": 747,
            "y1": 163,
            "x2": 837,
            "y2": 429,
            "text": "死んでしまった ようです",
            "vi": "Có vẻ như anh ta đã chết"
        },
        {
            "x1": 594,
            "y1": 791,
            "x2": 696,
            "y2": 962,
            "text": "足元を 確かめながらの 進軍となると",
            "vi": "Khi nói đến diễu hành trong khi kiểm tra chân của bạn"
        },
        {
            "x1": 424,
            "y1": 795,
            "x2": 515,
            "y2": 989,
            "text": "ベレスドラルまで 数か月かかって しまいます",
            "vi": "Phải mất vài tháng để Berethral"
        },
        {
            "x1": 234,
            "y1": 808,
            "x2": 298,
            "y2": 1004,
            "text": "それでは兵の 士気がもたない…",
            "vi": "Vậy thì những người lính không phải là tinh thần..."
        },
        {
            "x1": 198,
            "y1": 1098,
            "x2": 233,
            "y2": 1231,
            "text": "困りました",
            "vi": "Tôi gặp rắc rối"
        }
    ],
    "007.jpg": [
        {
            "x1": 823,
            "y1": 121,
            "x2": 854,
            "y2": 266,
            "text": "これは……",
            "vi": "Đây là ……"
        },
        {
            "x1": 129,
            "y1": 191,
            "x2": 200,
            "y2": 416,
            "text": "魔法で落とし穴を 暴きました",
            "vi": "Tôi đã tiết lộ những cạm bẫy bằng phép thuật"
        },
        {
            "x1": 540,
            "y1": 583,
            "x2": 604,
            "y2": 726,
            "text": "さあ 行きましょう",
            "vi": "được rồi! Đi nào"
        },
        {
            "x1": 720,
            "y1": 639,
            "x2": 817,
            "y2": 820,
            "text": "最初から使って いたら良かった のでは…？",
            "vi": "Tôi ước tôi đã sử dụng nó từ đầu...?"
        },
        {
            "x1": 715,
            "y1": 984,
            "x2": 808,
            "y2": 1154,
            "text": "ちょっと消費 魔力が多いもの でしてね…",
            "vi": "Đó là một chút phép thuật tiêu thụ..."
        },
        {
            "x1": 117,
            "y1": 861,
            "x2": 191,
            "y2": 1160,
            "text": "しかしバース殿は [体何者なのだろうか？",
            "vi": "Nhưng Bath Hall [Cơ thể của bạn là ai?"
        }
    ],
    "008.jpg": [
        {
            "x1": 727,
            "y1": 104,
            "x2": 837,
            "y2": 354,
            "text": "五万リンで 雇える傭兵にじては 腕が良すぎる…",
            "vi": "Các cánh tay quá tốt cho lính đánh thuê có thể thuê 50. 000 phốt pho..."
        },
        {
            "x1": 107,
            "y1": 104,
            "x2": 218,
            "y2": 421,
            "text": "それなのにク この傭兵団の噂を誰も 聞いたことがないなんて",
            "vi": "Tuy nhiên, không ai nghe thấy tin đồn của nhóm lính đánh thuê này"
        },
        {
            "x1": 779,
            "y1": 584,
            "x2": 848,
            "y2": 765,
            "text": "そんなことが あるのか…？",
            "vi": "Có một thứ như vậy...?"
        }
    ],
    "010.jpg": [
        {
            "x1": 143,
            "y1": 130,
            "x2": 257,
            "y2": 331,
            "text": "―伯爵の兵を 三千人ほど 減らしましたが",
            "vi": "Tôi đã giảm số lượng binh sĩ của Bá tước khoảng 3. 000."
        },
        {
            "x1": 171,
            "y1": 417,
            "x2": 318,
            "y2": 671,
            "text": "レギオンアントも 残り少なく これ以上足止め できなくなりました",
            "vi": "Có rất ít kiểm toán Legion và tôi không còn có thể dừng lại."
        },
        {
            "x1": 753,
            "y1": 788,
            "x2": 821,
            "y2": 964,
            "text": "申し訳 ありません…",
            "vi": "Rất xin lỗi…"
        },
        {
            "x1": 117,
            "y1": 793,
            "x2": 225,
            "y2": 973,
            "text": "いや むしろ ここまでよく やってくれた",
            "vi": "Thay vào đó, anh ấy đã làm rất tốt"
        },
        {
            "x1": 714,
            "y1": 1067,
            "x2": 776,
            "y2": 1225,
            "text": "半月も足止め できたんじゃ",
            "vi": "Tôi đã có thể dừng trong nửa tháng"
        },
        {
            "x1": 514,
            "y1": 1069,
            "x2": 639,
            "y2": 1236,
            "text": "敵軍への ダメージは 人数以上に 大きいじゃろう",
            "vi": "Thiệt hại cho quân đội kẻ thù lớn hơn số người"
        },
        {
            "x1": 228,
            "y1": 1078,
            "x2": 298,
            "y2": 1224,
            "text": "だと良いの ですが…",
            "vi": "Nó sẽ rất tốt..."
        }
    ],
    "011.jpg": [
        {
            "x1": 774,
            "y1": 104,
            "x2": 859,
            "y2": 293,
            "text": "８敵の残りは 約四千……",
            "vi": "8 Phần còn lại của kẻ thù là khoảng 4. 000..."
        },
        {
            "x1": 110,
            "y1": 104,
            "x2": 193,
            "y2": 320,
            "text": "対するこちらは 約五百…",
            "vi": "Đây là khoảng 500..."
        },
        {
            "x1": 715,
            "y1": 462,
            "x2": 867,
            "y2": 708,
            "text": "メディナのおかげで 敵の士気が大きく 下がっていることは 間違いないい",
            "vi": "Không có nghi ngờ rằng tinh thần của kẻ thù đã giảm đáng kể nhờ vào Medina"
        },
        {
            "x1": 109,
            "y1": 460,
            "x2": 262,
            "y2": 734,
            "text": "それでも この数の差を 覆すことができるかは 分からぬ",
            "vi": "Tôi vẫn không biết liệu số này có thể bị lật không"
        },
        {
            "x1": 780,
            "y1": 879,
            "x2": 861,
            "y2": 1094,
            "text": "全力を 尽くさねば",
            "vi": "Tôi phải cố gắng hết sức"
        },
        {
            "x1": 249,
            "y1": 909,
            "x2": 280,
            "y2": 1059,
            "text": "聞いてくれ",
            "vi": "Nghe tôi"
        },
        {
            "x1": 139,
            "y1": 1046,
            "x2": 216,
            "y2": 1254,
            "text": "間もなく 敵が押し寄せる",
            "vi": "Kẻ thù sẽ sớm vội vàng"
        }
    ],
    "012.jpg": [
        {
            "x1": 740,
            "y1": 126,
            "x2": 816,
            "y2": 335,
            "text": "各自 持ち場に ついてくれ",
            "vi": "Vui lòng theo dõi vị trí của riêng bạn"
        },
        {
            "x1": 149,
            "y1": 171,
            "x2": 238,
            "y2": 341,
            "text": "……それと もう一つ",
            "vi": "...và một cái khác"
        },
        {
            "x1": 729,
            "y1": 499,
            "x2": 837,
            "y2": 701,
            "text": "絶対に 死ぬな…‼",
            "vi": "Không bao giờ chết...‼"
        }
    ],
    "013.jpg": [
        {
            "x1": 110,
            "y1": 154,
            "x2": 150,
            "y2": 354,
            "text": "ベレスドラル",
            "vi": "Vỉa"
        },
        {
            "x1": 749,
            "y1": 461,
            "x2": 846,
            "y2": 941,
            "text": "こんな形で戻りだくは なかった………",
            "vi": "Tôi không thể quay lại theo cách này..."
        }
    ],
    "014.jpg": [
        {
            "x1": 318,
            "y1": 220,
            "x2": 433,
            "y2": 394,
            "text": "何の用件で ここに来た 人間たちよ！",
            "vi": "Những người đến đây cho những gì quan trọng!"
        },
        {
            "x1": 737,
            "y1": 803,
            "x2": 871,
            "y2": 1064,
            "text": "武をもって この地に踏み入る ならば容赦せぬ！",
            "vi": "Nếu bạn bước vào khu vực này, bạn không thể tha thứ!"
        },
        {
            "x1": 620,
            "y1": 1026,
            "x2": 691,
            "y2": 1276,
            "text": "答えよ‼",
            "vi": "Câu trả lời"
        }
    ],
    "015.jpg": [
        {
            "x1": 764,
            "y1": 125,
            "x2": 846,
            "y2": 252,
            "text": "あんた 強えくな",
            "vi": "Đừng mạnh mẽ"
        },
        {
            "x1": 114,
            "y1": 177,
            "x2": 219,
            "y2": 372,
            "text": "万全な 状態になったら またやろーゼ！",
            "vi": "Nếu bạn ở trong tình trạng hoàn hảo, hãy làm lại!"
        },
        {
            "x1": 157,
            "y1": 511,
            "x2": 233,
            "y2": 609,
            "text": "キャッ キャッ",
            "vi": "Biểu đồ"
        },
        {
            "x1": 116,
            "y1": 1116,
            "x2": 159,
            "y2": 1257,
            "text": "うまい",
            "vi": "Khỏe"
        }
    ],
    "017.jpg": [
        {
            "x1": 789,
            "y1": 146,
            "x2": 850,
            "y2": 333,
            "text": "突撃ッ‼",
            "vi": "Sự tấn công"
        },
        {
            "x1": 119,
            "y1": 457,
            "x2": 217,
            "y2": 725,
            "text": "ベレスドラルを 制圧せよ‼",
            "vi": "Đàn áp berethral."
        },
        {
            "x1": 805,
            "y1": 1114,
            "x2": 845,
            "y2": 1229,
            "text": "…リザ",
            "vi": "LIZA"
        },
        {
            "x1": 135,
            "y1": 1104,
            "x2": 191,
            "y2": 1268,
            "text": "残念じゃ",
            "vi": "Không may thay"
        }
    ],
    "018.jpg": [
        {
            "x1": 772,
            "y1": 74,
            "x2": 830,
            "y2": 516,
            "text": "【最上級土属性魔法",
            "vi": "[Phép thuật thuộc tính đất cao nhất"
        },
        {
            "x1": 866,
            "y1": 1089,
            "x2": 900,
            "y2": 1290,
            "text": "82語へっづく！",
            "vi": "82 từ!"
        },
        {
            "x1": 34,
            "y1": 621,
            "x2": 295,
            "y2": 1261,
            "text": "“メテオ",
            "vi": "Sao thiên thạch"
        },
        {
            "x1": 177,
            "y1": 1315,
            "x2": 784,
            "y2": 1343,
            "text": "守るための非情。巨大な岩が、降り落ちる。",
            "vi": "Gạo để bảo vệ. Một tảng đá lớn rơi xuống."
        }
    ],
    "019.jpg": [
        {
            "x1": 330,
            "y1": 62,
            "x2": 644,
            "y2": 86,
            "text": "～魔物の森一炭強の大魔帝国を作り上げる",
            "vi": "~ Tạo một khu rừng quỷ của con quái vật."
        },
        {
            "x1": 691,
            "y1": 330,
            "x2": 778,
            "y2": 513,
            "text": "ぎぃやぁ あぁあッ…",
            "vi": "Giya ah..."
        },
        {
            "x1": 132,
            "y1": 294,
            "x2": 169,
            "y2": 502,
            "text": "また襲撃か‼",
            "vi": "Có phải là một cuộc tấn công một lần nữa?"
        },
        {
            "x1": 483,
            "y1": 555,
            "x2": 527,
            "y2": 735,
            "text": "敵はどこだ",
            "vi": "Kẻ thù ở đâu"
        },
        {
            "x1": 34,
            "y1": 82,
            "x2": 66,
            "y2": 880,
            "text": "単行本重版続々！ ①〜⑤巻、紙も電子も絶好調発売中‼",
            "vi": "Sách Sách Phiên bản một lần! Tập ①-1, giấy và điện tử đang được bán trong điều chỉnh tuyệt vời‼"
        },
        {
            "x1": 122,
            "y1": 829,
            "x2": 209,
            "y2": 1000,
            "text": "リザ 止まれッ‼",
            "vi": "Dừng Liza"
        },
        {
            "x1": 593,
            "y1": 1220,
            "x2": 853,
            "y2": 1275,
            "text": "だいわ 第61話望はぬ再訪",
            "vi": "Daiwa tập 61 tôi không muốn"
        },
        {
            "x1": 132,
            "y1": 1315,
            "x2": 843,
            "y2": 1341,
            "text": "原作:未来人Ａマがぅッ程翔 漫画:クリカラマル キャラクター原索キツカイキ",
            "vi": "Bản gốc: Tương lai con người A ma là một bộ truyện tranh sho"
        }
    ],
    "020.jpg": [
        {
            "x1": 197,
            "y1": 120,
            "x2": 238,
            "y2": 300,
            "text": "落とし穴か",
            "vi": "Đó có phải là một cạm bẫy?"
        },
        {
            "x1": 571,
            "y1": 816,
            "x2": 600,
            "y2": 937,
            "text": "大丈夫か⁉",
            "vi": "Bạn co ổn không⁉"
        },
        {
            "x1": 136,
            "y1": 1114,
            "x2": 219,
            "y2": 1275,
            "text": "…相当深い 穴ですね",
            "vi": "… Đó là một cái lỗ khá sâu"
        }
    ],
    "021.jpg": [
        {
            "x1": 747,
            "y1": 163,
            "x2": 837,
            "y2": 429,
            "text": "死んでしまった ようです",
            "vi": "Có vẻ như anh ta đã chết"
        },
        {
            "x1": 594,
            "y1": 791,
            "x2": 696,
            "y2": 962,
            "text": "足元を 確かめながらの 進軍となると",
            "vi": "Khi nói đến diễu hành trong khi kiểm tra chân của bạn"
        },
        {
            "x1": 424,
            "y1": 795,
            "x2": 515,
            "y2": 989,
            "text": "ベレスドラルまで 数か月かかって しまいます",
            "vi": "Phải mất vài tháng để Berethral"
        },
        {
            "x1": 234,
            "y1": 808,
            "x2": 298,
            "y2": 1004,
            "text": "それでは兵の 士気がもたない…",
            "vi": "Vậy thì những người lính không phải là tinh thần..."
        },
        {
            "x1": 198,
            "y1": 1098,
            "x2": 233,
            "y2": 1231,
            "text": "困りました",
            "vi": "Tôi gặp rắc rối"
        }
    ],
    "022.jpg": [
        {
            "x1": 719,
            "y1": 139,
            "x2": 830,
            "y2": 392,
            "text": "このフラーゼス 大森林という場所を 侮っていたのでは？",
            "vi": "Bạn đã coi thường nơi của khu rừng lớn?"
        },
        {
            "x1": 323,
            "y1": 121,
            "x2": 436,
            "y2": 287,
            "text": "一旦 ここで進軍を 止めましょう",
            "vi": "Hãy dừng lại cuộc diễu hành ở đây một lần"
        },
        {
            "x1": 710,
            "y1": 685,
            "x2": 820,
            "y2": 875,
            "text": "一度引き返して 再び作戦を 練り直すよう",
            "vi": "Quay lại một lần và xây dựng lại chiến lược một lần nữa"
        },
        {
            "x1": 518,
            "y1": 727,
            "x2": 631,
            "y2": 921,
            "text": "私から レネスト様に 進言してきます",
            "vi": "Tôi sẽ tư vấn cho sự khác biệt"
        },
        {
            "x1": 788,
            "y1": 1037,
            "x2": 823,
            "y2": 1168,
            "text": "お待ちを",
            "vi": "Đợi bạn"
        },
        {
            "x1": 630,
            "y1": 1091,
            "x2": 712,
            "y2": 1258,
            "text": "対処法が ございます",
            "vi": "Có một giải pháp"
        }
    ],
    "023.jpg": [
        {
            "x1": 800,
            "y1": 126,
            "x2": 845,
            "y2": 349,
            "text": "頼みましたよ",
            "vi": "Tôi hỏi"
        }
    ],
    "025.jpg": [
        {
            "x1": 823,
            "y1": 121,
            "x2": 854,
            "y2": 266,
            "text": "これは……",
            "vi": "Đây là ……"
        },
        {
            "x1": 129,
            "y1": 191,
            "x2": 200,
            "y2": 416,
            "text": "魔法で落とし穴を 暴きました",
            "vi": "Tôi đã tiết lộ những cạm bẫy bằng phép thuật"
        },
        {
            "x1": 540,
            "y1": 583,
            "x2": 604,
            "y2": 726,
            "text": "さあ 行きましょう",
            "vi": "được rồi! Đi nào"
        },
        {
            "x1": 720,
            "y1": 639,
            "x2": 817,
            "y2": 820,
            "text": "最初から使って いたら良かった のでは…？",
            "vi": "Tôi ước tôi đã sử dụng nó từ đầu...?"
        },
        {
            "x1": 715,
            "y1": 984,
            "x2": 808,
            "y2": 1154,
            "text": "ちょっと消費 魔力が多いもの でしてね…",
            "vi": "Đó là một chút phép thuật tiêu thụ..."
        },
        {
            "x1": 117,
            "y1": 861,
            "x2": 191,
            "y2": 1160,
            "text": "しかしバース殿は [体何者なのだろうか？",
            "vi": "Nhưng Bath Hall [Cơ thể của bạn là ai?"
        }
    ],
    "026.jpg": [
        {
            "x1": 727,
            "y1": 104,
            "x2": 837,
            "y2": 354,
            "text": "五万リンで 雇える傭兵にじては 腕が良すぎる…",
            "vi": "Các cánh tay quá tốt cho lính đánh thuê có thể thuê 50. 000 phốt pho..."
        },
        {
            "x1": 107,
            "y1": 104,
            "x2": 218,
            "y2": 421,
            "text": "それなのにク この傭兵団の噂を誰も 聞いたことがないなんて",
            "vi": "Tuy nhiên, không ai nghe thấy tin đồn của nhóm lính đánh thuê này"
        },
        {
            "x1": 779,
            "y1": 584,
            "x2": 848,
            "y2": 765,
            "text": "そんなことが あるのか…？",
            "vi": "Có một thứ như vậy...?"
        }
    ],
    "028.jpg": [
        {
            "x1": 143,
            "y1": 130,
            "x2": 257,
            "y2": 331,
            "text": "―伯爵の兵を 三千人ほど 減らしましたが",
            "vi": "Tôi đã giảm số lượng binh sĩ của Bá tước khoảng 3. 000."
        },
        {
            "x1": 171,
            "y1": 417,
            "x2": 318,
            "y2": 671,
            "text": "レギオンアントも 残り少なく これ以上足止め できなくなりました",
            "vi": "Có rất ít kiểm toán Legion và tôi không còn có thể dừng lại."
        },
        {
            "x1": 753,
            "y1": 788,
            "x2": 821,
            "y2": 964,
            "text": "申し訳 ありません…",
            "vi": "Rất xin lỗi…"
        },
        {
            "x1": 117,
            "y1": 793,
            "x2": 225,
            "y2": 973,
            "text": "いや むしろ ここまでよく やってくれた",
            "vi": "Thay vào đó, anh ấy đã làm rất tốt"
        },
        {
            "x1": 714,
            "y1": 1067,
            "x2": 776,
            "y2": 1225,
            "text": "半月も足止め できたんじゃ",
            "vi": "Tôi đã có thể dừng trong nửa tháng"
        },
        {
            "x1": 514,
            "y1": 1069,
            "x2": 639,
            "y2": 1236,
            "text": "敵軍への ダメージは 人数以上に 大きいじゃろう",
            "vi": "Thiệt hại cho quân đội kẻ thù lớn hơn số người"
        },
        {
            "x1": 228,
            "y1": 1078,
            "x2": 298,
            "y2": 1224,
            "text": "だと良いの ですが…",
            "vi": "Nó sẽ rất tốt..."
        }
    ],
    "029.jpg": [
        {
            "x1": 774,
            "y1": 104,
            "x2": 859,
            "y2": 293,
            "text": "８敵の残りは 約四千……",
            "vi": "8 Phần còn lại của kẻ thù là khoảng 4. 000..."
        },
        {
            "x1": 110,
            "y1": 104,
            "x2": 193,
            "y2": 320,
            "text": "対するこちらは 約五百…",
            "vi": "Đây là khoảng 500..."
        },
        {
            "x1": 715,
            "y1": 462,
            "x2": 867,
            "y2": 708,
            "text": "メディナのおかげで 敵の士気が大きく 下がっていることは 間違いないい",
            "vi": "Không có nghi ngờ rằng tinh thần của kẻ thù đã giảm đáng kể nhờ vào Medina"
        },
        {
            "x1": 109,
            "y1": 460,
            "x2": 262,
            "y2": 734,
            "text": "それでも この数の差を 覆すことができるかは 分からぬ",
            "vi": "Tôi vẫn không biết liệu số này có thể bị lật không"
        },
        {
            "x1": 780,
            "y1": 879,
            "x2": 861,
            "y2": 1094,
            "text": "全力を 尽くさねば",
            "vi": "Tôi phải cố gắng hết sức"
        },
        {
            "x1": 249,
            "y1": 909,
            "x2": 280,
            "y2": 1059,
            "text": "聞いてくれ",
            "vi": "Nghe tôi"
        },
        {
            "x1": 139,
            "y1": 1046,
            "x2": 216,
            "y2": 1254,
            "text": "間もなく 敵が押し寄せる",
            "vi": "Kẻ thù sẽ sớm vội vàng"
        }
    ],
    "030.jpg": [
        {
            "x1": 740,
            "y1": 126,
            "x2": 816,
            "y2": 335,
            "text": "各自 持ち場に ついてくれ",
            "vi": "Vui lòng theo dõi vị trí của riêng bạn"
        },
        {
            "x1": 149,
            "y1": 171,
            "x2": 238,
            "y2": 341,
            "text": "……それと もう一つ",
            "vi": "...và một cái khác"
        },
        {
            "x1": 729,
            "y1": 499,
            "x2": 837,
            "y2": 701,
            "text": "絶対に 死ぬな…‼",
            "vi": "Không bao giờ chết...‼"
        }
    ],
    "031.jpg": [
        {
            "x1": 110,
            "y1": 154,
            "x2": 150,
            "y2": 354,
            "text": "ベレスドラル",
            "vi": "Vỉa"
        },
        {
            "x1": 749,
            "y1": 461,
            "x2": 846,
            "y2": 941,
            "text": "こんな形で戻りだくは なかった………",
            "vi": "Tôi không thể quay lại theo cách này..."
        }
    ],
    "032.jpg": [
        {
            "x1": 318,
            "y1": 220,
            "x2": 433,
            "y2": 394,
            "text": "何の用件で ここに来た 人間たちよ！",
            "vi": "Những người đến đây cho những gì quan trọng!"
        },
        {
            "x1": 737,
            "y1": 803,
            "x2": 871,
            "y2": 1064,
            "text": "武をもって この地に踏み入る ならば容赦せぬ！",
            "vi": "Nếu bạn bước vào khu vực này, bạn không thể tha thứ!"
        },
        {
            "x1": 620,
            "y1": 1026,
            "x2": 691,
            "y2": 1276,
            "text": "答えよ‼",
            "vi": "Câu trả lời"
        }
    ],
    "033.jpg": [
        {
            "x1": 764,
            "y1": 125,
            "x2": 846,
            "y2": 252,
            "text": "あんた 強えくな",
            "vi": "Đừng mạnh mẽ"
        },
        {
            "x1": 114,
            "y1": 177,
            "x2": 219,
            "y2": 372,
            "text": "万全な 状態になったら またやろーゼ！",
            "vi": "Nếu bạn ở trong tình trạng hoàn hảo, hãy làm lại!"
        },
        {
            "x1": 157,
            "y1": 511,
            "x2": 233,
            "y2": 609,
            "text": "キャッ キャッ",
            "vi": "Biểu đồ"
        },
        {
            "x1": 116,
            "y1": 1116,
            "x2": 159,
            "y2": 1257,
            "text": "うまい",
            "vi": "Khỏe"
        }
    ],
    "035.jpg": [
        {
            "x1": 789,
            "y1": 146,
            "x2": 850,
            "y2": 333,
            "text": "突撃ッ‼",
            "vi": "Sự tấn công"
        },
        {
            "x1": 119,
            "y1": 457,
            "x2": 217,
            "y2": 725,
            "text": "ベレスドラルを 制圧せよ‼",
            "vi": "Đàn áp berethral."
        },
        {
            "x1": 805,
            "y1": 1114,
            "x2": 845,
            "y2": 1229,
            "text": "…リザ",
            "vi": "LIZA"
        },
        {
            "x1": 135,
            "y1": 1104,
            "x2": 191,
            "y2": 1268,
            "text": "残念じゃ",
            "vi": "Không may thay"
        }
    ],
    "036.jpg": [
        {
            "x1": 772,
            "y1": 74,
            "x2": 830,
            "y2": 516,
            "text": "【最上級土属性魔法",
            "vi": "[Phép thuật thuộc tính đất cao nhất"
        },
        {
            "x1": 866,
            "y1": 1089,
            "x2": 900,
            "y2": 1290,
            "text": "82語へっづく！",
            "vi": "82 từ!"
        },
        {
            "x1": 34,
            "y1": 621,
            "x2": 295,
            "y2": 1261,
            "text": "“メテオ",
            "vi": "Sao thiên thạch"
        },
        {
            "x1": 177,
            "y1": 1315,
            "x2": 784,
            "y2": 1343,
            "text": "守るための非情。巨大な岩が、降り落ちる。",
            "vi": "Gạo để bảo vệ. Một tảng đá lớn rơi xuống."
        }
    ]
}