var ocr_data = {
    "001.jpg": [
        {
            "x1": 323,
            "y1": 64,
            "x2": 635,
            "y2": 85,
            "text": "～魔物の森て最強の大魔帝国を作り上げる",
            "vi": "~ Khu rừng chính tạo ra Đế chế quỷ vĩ đại mạnh nhất"
        },
        {
            "x1": 297,
            "y1": 709,
            "x2": 372,
            "y2": 940,
            "text": "森を掻き分分け進む",
            "vi": "Tách khu rừng"
        },
        {
            "x1": 264,
            "y1": 778,
            "x2": 358,
            "y2": 1093,
            "text": "勢七手の人間軍：",
            "vi": "Quân đội của Bảy tay:"
        },
        {
            "x1": 35,
            "y1": 82,
            "x2": 68,
            "y2": 1105,
            "text": "既刊重版続々出来＆電子版も絶好調！ 単行本最新５卷、大好評発売中‼",
            "vi": "Các phiên bản bổ sung của phiên bản được xuất bản một lần khác & phiên bản điện tử cũng có hình dạng tuyệt vời! 5 tập sách mới nhất hiện đã được bán."
        },
        {
            "x1": 559,
            "y1": 1243,
            "x2": 772,
            "y2": 1272,
            "text": "第6O話傭兵団",
            "vi": "6o Câu chuyện Merchaning Corps"
        },
        {
            "x1": 131,
            "y1": 1316,
            "x2": 843,
            "y2": 1342,
            "text": "原作:未来人Ａマぉぅッ程制） 漫画:クリカラマル キャラクター原案:キツカイキ",
            "vi": "Bản gốc: Tương lai con người A -MA -TA HỆ THỐNG)"
        }
    ],
    "003.jpg": [
        {
            "x1": 112,
            "y1": 184,
            "x2": 188,
            "y2": 385,
            "text": "ベレスドラルに 攻め込むぞ",
            "vi": "Tôi sẽ tấn công Berethral"
        },
        {
            "x1": 725,
            "y1": 488,
            "x2": 792,
            "y2": 593,
            "text": "レネスト 様っ…！",
            "vi": "Renesto...!"
        },
        {
            "x1": 169,
            "y1": 498,
            "x2": 247,
            "y2": 642,
            "text": "賢明な ご判断かと",
            "vi": "Nó có phải là một phán đoán khôn ngoan?"
        },
        {
            "x1": 807,
            "y1": 988,
            "x2": 846,
            "y2": 1125,
            "text": "あ そうだ",
            "vi": "Đúng thế"
        },
        {
            "x1": 678,
            "y1": 1066,
            "x2": 752,
            "y2": 1266,
            "text": "ベレスドラルに 行くのでしたら",
            "vi": "Nếu bạn đi đến Berethral"
        },
        {
            "x1": 122,
            "y1": 1025,
            "x2": 210,
            "y2": 1253,
            "text": "私たちを 雇いませんか？",
            "vi": "Bạn có muốn thuê chúng tôi?"
        }
    ],
    "004.jpg": [
        {
            "x1": 725,
            "y1": 116,
            "x2": 839,
            "y2": 309,
            "text": "雇う？ そもそもお主は 何者なのだ",
            "vi": "thuê mướn? Chúa là ai ngay từ đầu?"
        },
        {
            "x1": 228,
            "y1": 107,
            "x2": 288,
            "y2": 264,
            "text": "言ってません でしたか",
            "vi": "Bạn đã nói"
        },
        {
            "x1": 112,
            "y1": 276,
            "x2": 221,
            "y2": 388,
            "text": "私は 傭兵団の 団長です",
            "vi": "Tôi là đội trưởng của Quân đoàn lính đánh thuê"
        },
        {
            "x1": 713,
            "y1": 554,
            "x2": 827,
            "y2": 782,
            "text": "私どもは 魔物退治を専門に しておリまして",
            "vi": "Chúng tôi chuyên hủy diệt quái vật"
        },
        {
            "x1": 529,
            "y1": 613,
            "x2": 641,
            "y2": 840,
            "text": "ベレスドラルに 攻め込むなら お役に立てるかと",
            "vi": "Tôi tự hỏi liệu nó có hữu ích không nếu bạn tấn công Berethral"
        },
        {
            "x1": 368,
            "y1": 584,
            "x2": 446,
            "y2": 732,
            "text": "魔物退治が 専門か…",
            "vi": "Bạn có chuyên tiêu diệt quái vật..."
        },
        {
            "x1": 230,
            "y1": 591,
            "x2": 307,
            "y2": 738,
            "text": "いくらだ？ 人数は？",
            "vi": "Bao nhiêu? Có bao nhiêu người?"
        },
        {
            "x1": 104,
            "y1": 1053,
            "x2": 205,
            "y2": 1260,
            "text": "約千人 値段は五万リンで ございます",
            "vi": "Khoảng một ngàn người là 50. 000 phốt pho"
        }
    ],
    "005.jpg": [
        {
            "x1": 776,
            "y1": 134,
            "x2": 858,
            "y2": 318,
            "text": "五万だと？ 随分と安いな",
            "vi": "50. 000? Nó khá rẻ"
        },
        {
            "x1": 120,
            "y1": 282,
            "x2": 203,
            "y2": 434,
            "text": "ご安心 下さい─",
            "vi": "Hãy yên tâm ─"
        },
        {
            "x1": 753,
            "y1": 538,
            "x2": 839,
            "y2": 766,
            "text": "値段以上の 働きをしますよ",
            "vi": "Tôi sẽ làm việc nhiều hơn giá cả"
        },
        {
            "x1": 743,
            "y1": 903,
            "x2": 861,
            "y2": 1107,
            "text": "…本当に 役に立つのか 怪しいものだが",
            "vi": "Có phải nó thực sự hữu ích?"
        },
        {
            "x1": 139,
            "y1": 907,
            "x2": 287,
            "y2": 1133,
            "text": "五万リン程度なら 捨ててしまっても 問題ない…… …それにしても",
            "vi": "Không có vấn đề gì nếu bạn vứt nó đi nếu nó khoảng 50. 000 phốt pho..."
        }
    ],
    "006.jpg": [
        {
            "x1": 737,
            "y1": 117,
            "x2": 823,
            "y2": 385,
            "text": "あの男が傭兵団の 団長とはな…",
            "vi": "Người đàn ông đó là thuyền trưởng của nhóm lính đánh thuê..."
        },
        {
            "x1": 127,
            "y1": 138,
            "x2": 156,
            "y2": 258,
            "text": "…おや？",
            "vi": "...Oh?"
        },
        {
            "x1": 750,
            "y1": 652,
            "x2": 824,
            "y2": 818,
            "text": "大丈夫ですか リザ様",
            "vi": "Bạn co ổn không?"
        },
        {
            "x1": 598,
            "y1": 752,
            "x2": 703,
            "y2": 917,
            "text": "顔色が 優れないよう ですが……",
            "vi": "Nó dường như không có nước da tốt..."
        },
        {
            "x1": 699,
            "y1": 1051,
            "x2": 766,
            "y2": 1204,
            "text": "…いえ 問題 ありません",
            "vi": "...Không, không có vấn đề"
        },
        {
            "x1": 260,
            "y1": 1051,
            "x2": 322,
            "y2": 1243,
            "text": "でしたら いいのですが…",
            "vi": "Tôi ước nó là..."
        }
    ],
    "007.jpg": [
        {
            "x1": 807,
            "y1": 109,
            "x2": 846,
            "y2": 275,
            "text": "私は…………",
            "vi": "Tôi …………"
        },
        {
            "x1": 116,
            "y1": 112,
            "x2": 241,
            "y2": 308,
            "text": "…どうすれば 良かったの だろうか…",
            "vi": "… Tôi nên làm gì đây…"
        },
        {
            "x1": 739,
            "y1": 580,
            "x2": 848,
            "y2": 878,
            "text": "もっと必死に説得すれば レネスト様を 止められたのか…？",
            "vi": "Bạn có dừng lại tốt nhất nếu bạn thuyết phục một cách tuyệt vọng hơn?"
        },
        {
            "x1": 125,
            "y1": 575,
            "x2": 195,
            "y2": 804,
            "text": "何か他に手が あったのでは…？",
            "vi": "Tôi tự hỏi nếu có bất cứ điều gì khác...?"
        },
        {
            "x1": 776,
            "y1": 968,
            "x2": 848,
            "y2": 1239,
            "text": "このままでは ベレスドラルが……",
            "vi": "Như nó là, Bereth Dral là..."
        },
        {
            "x1": 122,
            "y1": 971,
            "x2": 191,
            "y2": 1237,
            "text": "本当に それでいいのか…？",
            "vi": "Điều đó có thực sự ổn không...?"
        }
    ],
    "008.jpg": [
        {
            "x1": 738,
            "y1": 96,
            "x2": 830,
            "y2": 332,
            "text": "出私は伯爵家に 仕える身…",
            "vi": "Tôi ra ngoài, tôi phục vụ gia đình Earl..."
        },
        {
            "x1": 442,
            "y1": 121,
            "x2": 476,
            "y2": 428,
            "text": "…一人の人間として",
            "vi": "… Là một người"
        },
        {
            "x1": 106,
            "y1": 253,
            "x2": 140,
            "y2": 682,
            "text": "間違ったことをしている…",
            "vi": "Tôi đang làm điều sai..."
        },
        {
            "x1": 409,
            "y1": 723,
            "x2": 485,
            "y2": 1053,
            "text": "あの魔物たちの善良さは 身をもって知ってる",
            "vi": "Tôi biết lòng tốt của những con quỷ đó"
        },
        {
            "x1": 96,
            "y1": 720,
            "x2": 182,
            "y2": 1049,
            "text": "命を助けてもらった…… 8その彼らと",
            "vi": "Tôi đã nhận được sự giúp đỡ của cuộc đời mình... 8 với họ"
        },
        {
            "x1": 566,
            "y1": 956,
            "x2": 752,
            "y2": 1239,
            "text": "レネスト様のため 働くことは 騎士として正しい ことなれど…",
            "vi": "Làm việc cho sự mới nhất là đúng như một hiệp sĩ..."
        }
    ],
    "009.jpg": [
        {
            "x1": 753,
            "y1": 105,
            "x2": 840,
            "y2": 339,
            "text": "私は 戦えるのか…？",
            "vi": "Tôi có thể chiến đấu... không?"
        },
        {
            "x1": 206,
            "y1": 133,
            "x2": 261,
            "y2": 364,
            "text": "ぐぁあッ…",
            "vi": "Goo..."
        },
        {
            "x1": 790,
            "y1": 505,
            "x2": 863,
            "y2": 669,
            "text": "敵襲！",
            "vi": "Một cuộc tấn công của kẻ thù!"
        },
        {
            "x1": 133,
            "y1": 543,
            "x2": 204,
            "y2": 708,
            "text": "敵襲‼",
            "vi": "Tấn công kẻ thù"
        }
    ],
    "010.jpg": [
        {
            "x1": 402,
            "y1": 104,
            "x2": 427,
            "y2": 191,
            "text": "あっちだ",
            "vi": "Ở đó"
        },
        {
            "x1": 215,
            "y1": 158,
            "x2": 242,
            "y2": 257,
            "text": "逃がすな",
            "vi": "Đừng bỏ lỡ"
        },
        {
            "x1": 537,
            "y1": 624,
            "x2": 593,
            "y2": 761,
            "text": "待て！",
            "vi": "đợi đã!"
        },
        {
            "x1": 96,
            "y1": 755,
            "x2": 165,
            "y2": 916,
            "text": "追うな",
            "vi": "Đừng theo đuổi"
        },
        {
            "x1": 757,
            "y1": 1030,
            "x2": 837,
            "y2": 1139,
            "text": "罠かも しれぬ",
            "vi": "Có thể là một cái bẫy"
        },
        {
            "x1": 95,
            "y1": 1082,
            "x2": 196,
            "y2": 1245,
            "text": "統率を 乱すな！",
            "vi": "Đừng làm phiền mệnh lệnh!"
        }
    ],
    "011.jpg": [
        {
            "x1": 762,
            "y1": 118,
            "x2": 837,
            "y2": 332,
            "text": "あれはレギオン アントですね",
            "vi": "Đó là một con kiến Legion"
        },
        {
            "x1": 759,
            "y1": 601,
            "x2": 847,
            "y2": 800,
            "text": "非常に厄介な 魔物ですよ",
            "vi": "Đó là một con quái vật rất khó chịu"
        },
        {
            "x1": 123,
            "y1": 593,
            "x2": 331,
            "y2": 829,
            "text": "我々と同じように 連携して攻撃を してくる上に 相手はこの森を 熟知している",
            "vi": "Đối thủ quen thuộc với khu rừng này giống như chúng tôi."
        },
        {
            "x1": 705,
            "y1": 1045,
            "x2": 810,
            "y2": 1209,
            "text": "…慎重に 行かねばなり ませんね",
            "vi": "...bạn phải đi cẩn thận"
        },
        {
            "x1": 230,
            "y1": 1032,
            "x2": 349,
            "y2": 1212,
            "text": "奇襲に警戒し 臨戦状態で 進みましょう",
            "vi": "Được cảnh báo bởi sự ngạc nhiên và tiến hành trong cuộc chiến"
        }
    ],
    "014.jpg": [
        {
            "x1": 183,
            "y1": 147,
            "x2": 287,
            "y2": 276,
            "text": "上から 奇襲！",
            "vi": "Bất ngờ từ trên cao!"
        },
        {
            "x1": 95,
            "y1": 300,
            "x2": 199,
            "y2": 430,
            "text": "迎え 撃て‼",
            "vi": "Chào mừng bạn đến với bạn‼"
        },
        {
            "x1": 767,
            "y1": 671,
            "x2": 965,
            "y2": 960,
            "text": "7ァ",
            "vi": "7."
        }
    ],
    "015.jpg": [
        {
            "x1": 736,
            "y1": 131,
            "x2": 849,
            "y2": 347,
            "text": "バース殿 危ないッ…",
            "vi": "Phòng tắm rất nguy hiểm..."
        },
        {
            "x1": 733,
            "y1": 507,
            "x2": 814,
            "y2": 729,
            "text": "逃げろ‼",
            "vi": "Chạy đi!"
        }
    ]
}