var ocr_data = {
    "001.jpg": [
        {
            "x1": 449,
            "y1": 6,
            "x2": 891,
            "y2": 95,
            "text": "珍てれ家転生賢者",
            "vi": "Hiếm gia đình loại bỏ cây xô thơm"
        },
        {
            "x1": 459,
            "y1": 84,
            "x2": 870,
            "y2": 113,
            "text": "～魔物の森て最強の大魔帝国を作りたげる",
            "vi": "~ Majin Forest đã tạo ra Đế chế quỷ vĩ đại mạnh nhất"
        },
        {
            "x1": 180,
            "y1": 139,
            "x2": 217,
            "y2": 332,
            "text": "ご馳走さマ！",
            "vi": "Lễ!"
        },
        {
            "x1": 771,
            "y1": 458,
            "x2": 853,
            "y2": 626,
            "text": "美味し かっタ_！",
            "vi": "Ngon _!"
        },
        {
            "x1": 679,
            "y1": 693,
            "x2": 796,
            "y2": 884,
            "text": "これでまた 進化できるん だよネ？",
            "vi": "Bạn có thể phát triển trở lại với điều này không?"
        },
        {
            "x1": 714,
            "y1": 1034,
            "x2": 801,
            "y2": 1251,
            "text": "明日になれば ウィッチゴブリンに なっているだろう",
            "vi": "Nó sẽ là một con yêu tinh phù thủy vào ngày mai"
        },
        {
            "x1": 483,
            "y1": 1082,
            "x2": 566,
            "y2": 1182,
            "text": "ョシ！ 寝ル‼",
            "vi": "Yoshi! Đang ngủ"
        },
        {
            "x1": 388,
            "y1": 1128,
            "x2": 422,
            "y2": 1258,
            "text": "…222",
            "vi": "Mạnh 222"
        },
        {
            "x1": 181,
            "y1": 1062,
            "x2": 258,
            "y2": 1212,
            "text": "寝るなら 家で寝ろ！",
            "vi": "Nếu bạn ngủ, ngủ ở nhà!"
        },
        {
            "x1": 43,
            "y1": 89,
            "x2": 77,
            "y2": 1299,
            "text": "さらなる進化のため、素材となるヘルハウンドをお腹いっぱい平らげたデラロサですが…。",
            "vi": "Delalosa bằng phẳng với một địa ngục đói khát, đó là một vật liệu cho sự tiến hóa hơn nữa."
        },
        {
            "x1": 133,
            "y1": 1312,
            "x2": 845,
            "y2": 1342,
            "text": "原作:未来人Aマがぅッ雑制） 漫画:クリカラマル キャラグター原案:キッカイキ",
            "vi": "Bản gốc: Người tương lai A MA là một hệ thống nam)"
        }
    ],
    "002.jpg": [
        {
            "x1": 34,
            "y1": 3,
            "x2": 724,
            "y2": 387,
            "text": "整てれ穴 転生賢者",
            "vi": "Các lỗ hổng đã sửa chữa lại Sage"
        },
        {
            "x1": 80,
            "y1": 363,
            "x2": 493,
            "y2": 414,
            "text": "～魔物の森で最強の",
            "vi": "~ Mạnh nhất trong rừng quỷ"
        },
        {
            "x1": 124,
            "y1": 421,
            "x2": 558,
            "y2": 468,
            "text": "大魔帝国を作り上げこ",
            "vi": "Tạo ra Đế chế quỷ vĩ đại"
        },
        {
            "x1": 78,
            "y1": 514,
            "x2": 412,
            "y2": 549,
            "text": "第48話 思わぬ才能",
            "vi": "Tập 48 Tài năng bất ngờ"
        },
        {
            "x1": 71,
            "y1": 935,
            "x2": 609,
            "y2": 976,
            "text": "なんやかんやで賢者の正僕。",
            "vi": "Tôi là người thực sự của nhà hiền triết."
        },
        {
            "x1": 73,
            "y1": 999,
            "x2": 645,
            "y2": 1040,
            "text": "お調子者のインプに刮目せよ‼!",
            "vi": "Hãy chú ý đến IDO không đúng -in -line.!"
        },
        {
            "x1": 294,
            "y1": 1053,
            "x2": 331,
            "y2": 1196,
            "text": "最野４巻は",
            "vi": "Âm lượng thứ tư là tập thứ 4"
        },
        {
            "x1": 75,
            "y1": 1059,
            "x2": 210,
            "y2": 1132,
            "text": "捨られれ 軽4觉者4",
            "vi": "Ánh sáng bị loại 4 觉 觉 觉 4"
        }
    ],
    "003.jpg": [
        {
            "x1": 121,
            "y1": 214,
            "x2": 172,
            "y2": 306,
            "text": "翌朝",
            "vi": "sáng hôm sau"
        },
        {
            "x1": 365,
            "y1": 409,
            "x2": 397,
            "y2": 528,
            "text": "なんか…",
            "vi": "Một cái gì đó…"
        },
        {
            "x1": 735,
            "y1": 713,
            "x2": 843,
            "y2": 999,
            "text": "…あんまり 変わってないナ",
            "vi": "… Nó không khác gì nhiều"
        }
    ],
    "004.jpg": [
        {
            "x1": 759,
            "y1": 125,
            "x2": 830,
            "y2": 342,
            "text": "分かってないなぁ お母ちゃんハ",
            "vi": "Tôi không biết, mẹ"
        },
        {
            "x1": 113,
            "y1": 108,
            "x2": 288,
            "y2": 338,
            "text": "そう 言われてもナァ… 角がちょっと大きく なっただけに 見えるんだがナ",
            "vi": "Ngay cả khi bạn nói điều đó, có vẻ như góc lớn hơn một chút, nhưng NA"
        },
        {
            "x1": 602,
            "y1": 257,
            "x2": 716,
            "y2": 449,
            "text": "めっちゃ 強くなった 感じがするゾ！",
            "vi": "Tôi cảm thấy rất mạnh mẽ!"
        },
        {
            "x1": 786,
            "y1": 558,
            "x2": 821,
            "y2": 655,
            "text": "ムウ…",
            "vi": "MU..."
        },
        {
            "x1": 492,
            "y1": 568,
            "x2": 593,
            "y2": 758,
            "text": "たしかに 変化があんまり ないですね",
            "vi": "Chắc chắn không có nhiều thay đổi"
        },
        {
            "x1": 150,
            "y1": 590,
            "x2": 281,
            "y2": 735,
            "text": "お主は 当たり前の ように人の 家におるな…",
            "vi": "Chúa không đến nhà của một người như thường lệ..."
        },
        {
            "x1": 662,
            "y1": 1045,
            "x2": 794,
            "y2": 1241,
            "text": "…そうダ！ 見せてあげル 私がどんだけ 強くなったの力！",
            "vi": "...Vâng! Cho tôi thấy, tôi trở nên mạnh mẽ hơn!"
        },
        {
            "x1": 234,
            "y1": 1058,
            "x2": 306,
            "y2": 1212,
            "text": "飯を食べて からニー…",
            "vi": "Sau khi ăn gạo, đầu gối..."
        }
    ],
    "005.jpg": [
        {
            "x1": 751,
            "y1": 113,
            "x2": 842,
            "y2": 305,
            "text": "って聞いて ないナ……",
            "vi": "Tôi chưa nghe thấy..."
        },
        {
            "x1": 147,
            "y1": 112,
            "x2": 279,
            "y2": 325,
            "text": "どうしても 強くなったことを アピールしたい ようじゃな",
            "vi": "Tôi thực sự muốn kêu gọi rằng nó đã trở nên mạnh mẽ hơn"
        },
        {
            "x1": 126,
            "y1": 687,
            "x2": 235,
            "y2": 868,
            "text": "待て 何を するつもりダ デラロサ？",
            "vi": "Bạn sẽ làm gì?"
        },
        {
            "x1": 807,
            "y1": 962,
            "x2": 846,
            "y2": 1159,
            "text": "いっくゾ_…",
            "vi": "Ikuku _ ……"
        }
    ],
    "006.jpg": [
        {
            "x1": 731,
            "y1": 87,
            "x2": 897,
            "y2": 1053,
            "text": "ファイアーボール‼",
            "vi": "Quả bóng lửa‼"
        }
    ],
    "007.jpg": [
        {
            "x1": 245,
            "y1": 92,
            "x2": 333,
            "y2": 274,
            "text": "ォォオォォ",
            "vi": "Ôi oooo"
        },
        {
            "x1": 399,
            "y1": 615,
            "x2": 462,
            "y2": 811,
            "text": "この前見たのより ずっと大きい！",
            "vi": "Lớn hơn nhiều so với tôi thấy trước đây!"
        },
        {
            "x1": 296,
            "y1": 769,
            "x2": 375,
            "y2": 933,
            "text": "別の魔法 みたい…‼",
            "vi": "Nó trông giống như một phép thuật khác...‼"
        },
        {
            "x1": 402,
            "y1": 1002,
            "x2": 520,
            "y2": 1219,
            "text": "三体どれだけの 魔力があれば あんなことが",
            "vi": "Bao nhiêu phép thuật là nếu bạn có ba cơ thể, đó là trường hợp"
        }
    ],
    "008.jpg": [
        {
            "x1": 732,
            "y1": 113,
            "x2": 832,
            "y2": 272,
            "text": "見事な ものじゃ… 末恐ろしいな",
            "vi": "Thật tuyệt vời..."
        },
        {
            "x1": 341,
            "y1": 160,
            "x2": 400,
            "y2": 246,
            "text": "さすが 私の子タ",
            "vi": "Như mong đợi, con của tôi"
        },
        {
            "x1": 777,
            "y1": 576,
            "x2": 851,
            "y2": 745,
            "text": "さあ 朝食にするゾ",
            "vi": "Hãy đến ăn sáng"
        },
        {
            "x1": 366,
            "y1": 627,
            "x2": 419,
            "y2": 741,
            "text": "ふんっ",
            "vi": "Niềm vui"
        },
        {
            "x1": 213,
            "y1": 592,
            "x2": 240,
            "y2": 697,
            "text": "ふんっ…",
            "vi": "Hả..."
        },
        {
            "x1": 782,
            "y1": 965,
            "x2": 811,
            "y2": 1069,
            "text": "ふんっ",
            "vi": "Niềm vui"
        },
        {
            "x1": 608,
            "y1": 1027,
            "x2": 639,
            "y2": 1112,
            "text": "ふんっ",
            "vi": "Niềm vui"
        },
        {
            "x1": 261,
            "y1": 968,
            "x2": 291,
            "y2": 1073,
            "text": "ふんっ…",
            "vi": "Hả..."
        }
    ],
    "009.jpg": [
        {
            "x1": 767,
            "y1": 115,
            "x2": 835,
            "y2": 340,
            "text": "な…何をしておる リーリー…？",
            "vi": "Cái gì... bạn đang làm gì như Lily...?"
        },
        {
            "x1": 495,
            "y1": 126,
            "x2": 596,
            "y2": 308,
            "text": "デラロサちゃん を見ていたら ふんっ",
            "vi": "Nếu bạn đang nhìn vào delalosa -chan"
        },
        {
            "x1": 96,
            "y1": 305,
            "x2": 162,
            "y2": 530,
            "text": "いてもたっても いられず…ふんっ",
            "vi": "Tôi không thể không nhưng..."
        },
        {
            "x1": 724,
            "y1": 462,
            "x2": 806,
            "y2": 636,
            "text": "ふんっ… トレーニングです ふんっ…",
            "vi": "Huh... tôi đang đào tạo..."
        },
        {
            "x1": 490,
            "y1": 602,
            "x2": 588,
            "y2": 831,
            "text": "ベラムス様も デラロサちゃんも ケタはずれの強さ…",
            "vi": "Cả Belams và Delalosa -chan đều là sức mạnh của việc đào..."
        },
        {
            "x1": 715,
            "y1": 779,
            "x2": 748,
            "y2": 900,
            "text": "…なぜ？",
            "vi": "… Tại sao?"
        },
        {
            "x1": 328,
            "y1": 751,
            "x2": 431,
            "y2": 956,
            "text": "なのに下僕の私は お二人の足元にも 及ばぬまま…",
            "vi": "Tuy nhiên, người hầu của tôi không tốt bằng bàn chân của tôi..."
        },
        {
            "x1": 612,
            "y1": 1033,
            "x2": 818,
            "y2": 1244,
            "text": "これでは お二人に見合う 立派な下僕を 勤め上げられ ません…っ",
            "vi": "Với điều này, tôi không thể làm việc cho một người hầu tốt, người xứng đáng với hai người..."
        },
        {
            "x1": 199,
            "y1": 1058,
            "x2": 298,
            "y2": 1217,
            "text": "お主は下僕を 何だと思って おるんじゃ…",
            "vi": "Bạn nghĩ gì về người hầu của bạn..."
        }
    ],
    "010.jpg": [
        {
            "x1": 726,
            "y1": 119,
            "x2": 834,
            "y2": 347,
            "text": "…まあよい 丁度いい機会かも しれんな",
            "vi": "À, nó có thể chỉ là một cơ hội tốt"
        },
        {
            "x1": 218,
            "y1": 98,
            "x2": 375,
            "y2": 253,
            "text": "朝食の後 インプ達を 集めてくれ リーリー",
            "vi": "Thu thập imp sau bữa sáng Lee Lee"
        },
        {
            "x1": 768,
            "y1": 791,
            "x2": 872,
            "y2": 933,
            "text": "ベラムス様 連れて きました！",
            "vi": "Tôi đã mang Belams!"
        },
        {
            "x1": 223,
            "y1": 806,
            "x2": 301,
            "y2": 940,
            "text": "うむ ごくろう",
            "vi": "Umoguro"
        },
        {
            "x1": 104,
            "y1": 930,
            "x2": 183,
            "y2": 1096,
            "text": "では これより…",
            "vi": "Sau đó hơn thế này..."
        }
    ],
    "011.jpg": [
        {
            "x1": 746,
            "y1": 137,
            "x2": 838,
            "y2": 450,
            "text": "無詠唱で魔法を使う 方法を教える",
            "vi": "Dạy cách sử dụng phép thuật mà không cần tụng"
        },
        {
            "x1": 692,
            "y1": 605,
            "x2": 745,
            "y2": 687,
            "text": "ざわ",
            "vi": "Không có thật"
        },
        {
            "x1": 783,
            "y1": 644,
            "x2": 850,
            "y2": 844,
            "text": "私達でも使える ように…⁉",
            "vi": "Để chúng ta có thể sử dụng nó..."
        },
        {
            "x1": 130,
            "y1": 638,
            "x2": 295,
            "y2": 872,
            "text": "うむ インプは本来 魔法が得意な種族… すぐにできるように なるはずじゃ",
            "vi": "UmUip là một bộ lạc ban đầu giỏi về phép thuật... nó sẽ có thể làm điều đó sớm"
        },
        {
            "x1": 741,
            "y1": 983,
            "x2": 850,
            "y2": 1181,
            "text": "本当ですか！ ぜひとも お願いします‼",
            "vi": "thật sự! Xin vui lòng bằng mọi cách!"
        },
        {
            "x1": 128,
            "y1": 1138,
            "x2": 181,
            "y2": 1249,
            "text": "うむ",
            "vi": "Tức giận"
        }
    ],
    "012.jpg": [
        {
            "x1": 754,
            "y1": 116,
            "x2": 832,
            "y2": 299,
            "text": "早速じゃが その方法は…",
            "vi": "Ngay lập tức làm thế nào để làm điều đó..."
        },
        {
            "x1": 111,
            "y1": 209,
            "x2": 239,
            "y2": 544,
            "text": "魔法が発現する様子を 正確にイメージする …それだけじゃ",
            "vi": "Chính xác tưởng tượng sự xuất hiện của phép thuật..."
        },
        {
            "x1": 733,
            "y1": 632,
            "x2": 814,
            "y2": 813,
            "text": "イ イメージ ですか……",
            "vi": "Đó có phải là một hình ảnh..."
        },
        {
            "x1": 684,
            "y1": 680,
            "x2": 735,
            "y2": 840,
            "text": "本当にそれだけ？",
            "vi": "Thực sự là nó?"
        },
        {
            "x1": 199,
            "y1": 636,
            "x2": 306,
            "y2": 850,
            "text": "まずは簡単な ライトの魔法で 試してみるとよい",
            "vi": "Đầu tiên, hãy thử nó bằng một phép thuật nhẹ đơn giản"
        },
        {
            "x1": 140,
            "y1": 989,
            "x2": 183,
            "y2": 1079,
            "text": "で出な",
            "vi": "Trong trường hợp của"
        }
    ],
    "013.jpg": [
        {
            "x1": 753,
            "y1": 139,
            "x2": 858,
            "y2": 391,
            "text": "うう… 自分なりにイメージ しているつもりでも",
            "vi": "Uh... mặc dù tôi sẽ tưởng tượng nó"
        },
        {
            "x1": 134,
            "y1": 233,
            "x2": 248,
            "y2": 470,
            "text": "苦手意識が 邪魔をしてうまく いきません…",
            "vi": "Ý thức yếu đuối của tôi cản trở và nó không hoạt động..."
        },
        {
            "x1": 779,
            "y1": 563,
            "x2": 845,
            "y2": 747,
            "text": "苦手意識か… …そうじゃな",
            "vi": "Bạn không giỏi về nó... vâng?"
        },
        {
            "x1": 384,
            "y1": 559,
            "x2": 536,
            "y2": 811,
            "text": "自分ではなく わしが幻魔法を 使っているイメージ ならどうじゃ？",
            "vi": "Điều gì sẽ xảy ra nếu bạn đang sử dụng Phantom Magic, không phải là chính mình?"
        },
        {
            "x1": 710,
            "y1": 776,
            "x2": 776,
            "y2": 889,
            "text": "では リーリー",
            "vi": "Rồi hoa huệ"
        },
        {
            "x1": 771,
            "y1": 976,
            "x2": 851,
            "y2": 1161,
            "text": "私じゃなく ベラムス様…",
            "vi": "Belams chứ không phải tôi..."
        },
        {
            "x1": 569,
            "y1": 1081,
            "x2": 708,
            "y2": 1272,
            "text": "たしかに ベラムス様なら ライトなんて たやすく…",
            "vi": "Chắc chắn là Belams rất dễ ánh sáng..."
        }
    ],
    "014.jpg": [
        {
            "x1": 782,
            "y1": 134,
            "x2": 824,
            "y2": 399,
            "text": "こんなふうに…",
            "vi": "Giống như thế này..."
        },
        {
            "x1": 414,
            "y1": 706,
            "x2": 450,
            "y2": 777,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 100,
            "y1": 736,
            "x2": 143,
            "y2": 900,
            "text": "上出来じゃ",
            "vi": "Nó tốt"
        }
    ],
    "015.jpg": [
        {
            "x1": 783,
            "y1": 127,
            "x2": 815,
            "y2": 236,
            "text": "やったく",
            "vi": "tôi muốn làm"
        },
        {
            "x1": 631,
            "y1": 131,
            "x2": 692,
            "y2": 207,
            "text": "うお！ 出たっ",
            "vi": "Uo! Tôi đi ra"
        },
        {
            "x1": 489,
            "y1": 139,
            "x2": 544,
            "y2": 257,
            "text": "ベラムス様 スゲー‼",
            "vi": "Belams -sama"
        },
        {
            "x1": 366,
            "y1": 134,
            "x2": 403,
            "y2": 228,
            "text": "出た！",
            "vi": "Nó đi ra!"
        },
        {
            "x1": 138,
            "y1": 113,
            "x2": 252,
            "y2": 296,
            "text": "流石インプ コツをつかむ のが早いの",
            "vi": "Như mong đợi, nó là nhanh chóng để lấy Imp."
        },
        {
            "x1": 748,
            "y1": 496,
            "x2": 828,
            "y2": 706,
            "text": "見てください ベラムス様っ…",
            "vi": "Nhìn vào Belams..."
        },
        {
            "x1": 558,
            "y1": 907,
            "x2": 647,
            "y2": 1252,
            "text": "一度成功したら 感覚が分かりました！",
            "vi": "Một khi bạn thành công, bạn sẽ hiểu cảm giác!"
        }
    ],
    "016.jpg": [
        {
            "x1": 758,
            "y1": 121,
            "x2": 835,
            "y2": 256,
            "text": "すごいぞ リーリー",
            "vi": "Lily vĩ đại"
        },
        {
            "x1": 570,
            "y1": 255,
            "x2": 722,
            "y2": 470,
            "text": "魔法が得意な 種族とはいえ お主…想像以上の 急成長じゃ！",
            "vi": "Mặc dù đó là một bộ lạc giỏi về phép thuật, nhưng Chúa... đó là một sự tăng trưởng nhanh hơn dự kiến!"
        },
        {
            "x1": 793,
            "y1": 581,
            "x2": 836,
            "y2": 749,
            "text": "わ……私も",
            "vi": "Wow... tôi cũng vậy"
        },
        {
            "x1": 128,
            "y1": 599,
            "x2": 260,
            "y2": 813,
            "text": "デラロサちゃんの ようにもっと 強くなれる でしょうか…？",
            "vi": "Bạn có thể trở nên mạnh mẽ hơn như Delalosa... không?"
        },
        {
            "x1": 671,
            "y1": 904,
            "x2": 837,
            "y2": 1113,
            "text": "うむ 間違いなく お主には魔法の 才がある",
            "vi": "Ừm, chắc chắn có một tài năng ma thuật"
        },
        {
            "x1": 113,
            "y1": 985,
            "x2": 238,
            "y2": 1251,
            "text": "研鑽を積めば まだまだ強く なれるじゃろう！",
            "vi": "Nếu bạn học, bạn vẫn sẽ mạnh hơn!"
        }
    ],
    "017.jpg": [
        {
            "x1": 115,
            "y1": 405,
            "x2": 213,
            "y2": 689,
            "text": "私 もっともっと 頑張りますっ‼",
            "vi": "Tôi sẽ làm hết sức mình nhiều hơn nữa"
        },
        {
            "x1": 733,
            "y1": 907,
            "x2": 849,
            "y2": 1118,
            "text": "うむ 期待しておるぞ リーリー",
            "vi": "Tôi đang mong đợi Lily"
        },
        {
            "x1": 139,
            "y1": 898,
            "x2": 251,
            "y2": 1193,
            "text": "デラロサとリーリー この二人が成長するのが 楽しみじゃ！",
            "vi": "Tôi đang mong đợi Deralosa và Lily đang phát triển!"
        }
    ],
    "018.jpg": [
        {
            "x1": 154,
            "y1": 117,
            "x2": 248,
            "y2": 314,
            "text": "これが現在の ベレスドラルの 状況であります",
            "vi": "Đây là tình hình hiện tại của Berethradal"
        },
        {
            "x1": 804,
            "y1": 385,
            "x2": 845,
            "y2": 523,
            "text": "ふくん…",
            "vi": "Tiết kiệm…"
        },
        {
            "x1": 109,
            "y1": 408,
            "x2": 219,
            "y2": 553,
            "text": "…何か ご不満が おありで？",
            "vi": "Bạn có không hài lòng?"
        },
        {
            "x1": 99,
            "y1": 647,
            "x2": 583,
            "y2": 721,
            "text": "順調は発展い行ベレドラルの裏。 いの言葉は何を意味じ。",
            "vi": "Đi tốt là mặt sau của dòng phát triển Beredral. Từ này là gì?"
        },
        {
            "x1": 765,
            "y1": 649,
            "x2": 862,
            "y2": 865,
            "text": "退屈しのぎに クラーク君は",
            "vi": "Clark cảm thấy buồn chán"
        },
        {
            "x1": 113,
            "y1": 960,
            "x2": 227,
            "y2": 1222,
            "text": "アリを潰した 事はある？",
            "vi": "Bạn đã bao giờ nghiền kiến chưa?"
        },
        {
            "x1": 329,
            "y1": 1330,
            "x2": 636,
            "y2": 1364,
            "text": "第49話へっSく",
            "vi": "Tập 49"
        }
    ]
}