var ocr_data = {
    "001.jpg": [
        {
            "x1": 323,
            "y1": 63,
            "x2": 645,
            "y2": 84,
            "text": "～魔物の森て最強の大魔帝国を作り上げる",
            "vi": "~ Khu rừng chính tạo ra Đế chế quỷ vĩ đại mạnh nhất"
        },
        {
            "x1": 520,
            "y1": 300,
            "x2": 697,
            "y2": 331,
            "text": "単行本最新③題",
            "vi": "Sách mới nhất ③ Tiêu đề"
        },
        {
            "x1": 159,
            "y1": 348,
            "x2": 264,
            "y2": 540,
            "text": "メディナに 会うの久しぶり だネく♪",
            "vi": "Đã lâu rồi tôi gặp Medina"
        },
        {
            "x1": 542,
            "y1": 959,
            "x2": 869,
            "y2": 992,
            "text": "第41話おすそわけ",
            "vi": "Tập 41"
        },
        {
            "x1": 424,
            "y1": 1044,
            "x2": 514,
            "y2": 1239,
            "text": "わしは ちょくちょく会に 行っておるがな",
            "vi": "Tôi sẽ đi họp"
        },
        {
            "x1": 123,
            "y1": 1104,
            "x2": 193,
            "y2": 1258,
            "text": "えっ そう だったノ？",
            "vi": "Bạn đã làm điều đó?"
        },
        {
            "x1": 130,
            "y1": 1309,
            "x2": 841,
            "y2": 1335,
            "text": "原作:未来人Ａマがッッ社制漫画:クリカラマル キャラクター原案:キッカイキ",
            "vi": "Bản gốc: Tương lai A MA là một manga dựa trên công ty: Crycaratum nhân vật"
        }
    ],
    "002.jpg": [
        {
            "x1": 732,
            "y1": 113,
            "x2": 833,
            "y2": 364,
            "text": "うむ ああ見えて メディナはかなり長く 生きておるようでの",
            "vi": "Có vẻ như Medina còn sống trong một thời gian dài"
        },
        {
            "x1": 487,
            "y1": 140,
            "x2": 668,
            "y2": 344,
            "text": "このわしでも 知らぬことを 色々教えてくれて 話をするのが 楽しいのじゃ",
            "vi": "Thật thú vị khi nói với tôi rất nhiều điều tôi không biết."
        },
        {
            "x1": 201,
            "y1": 173,
            "x2": 285,
            "y2": 362,
            "text": "さすが 女王様だゾく",
            "vi": "Đúng như dự đoán, đó là một nữ hoàng"
        },
        {
            "x1": 687,
            "y1": 495,
            "x2": 829,
            "y2": 684,
            "text": "これだけあれば アリさん達 お腹いっぱいに なるかナ？",
            "vi": "Nếu đây là trường hợp, Ali sẽ đầy?"
        },
        {
            "x1": 255,
            "y1": 486,
            "x2": 357,
            "y2": 689,
            "text": "いや レギオンアントは 食事はせんぞ",
            "vi": "Không, Legionant không ăn"
        },
        {
            "x1": 723,
            "y1": 1079,
            "x2": 833,
            "y2": 1253,
            "text": "エッ⁉ じゃあこれ どーするノ？",
            "vi": "Eh, thế còn điều này thì sao?"
        },
        {
            "x1": 433,
            "y1": 1144,
            "x2": 537,
            "y2": 1277,
            "text": "凸可 凸8",
            "vi": "Lồi lồi 8"
        },
        {
            "x1": 109,
            "y1": 1081,
            "x2": 218,
            "y2": 1266,
            "text": "アント・コアの 養分に するんじゃ",
            "vi": "Hãy nuôi dưỡng lõi kiến"
        }
    ],
    "003.jpg": [
        {
            "x1": 647,
            "y1": 135,
            "x2": 836,
            "y2": 443,
            "text": "ヘレルダインとの戦いで レギオンアントの 多くが命を落とし 今や20体程しか 残っておらんからな",
            "vi": "Nhiều quân đoàn đã chết trong trận chiến với Helerdine, và bây giờ chỉ còn lại khoảng 20 thi thể."
        },
        {
            "x1": 127,
            "y1": 169,
            "x2": 248,
            "y2": 404,
            "text": "アント・コアに 養分を与え 数を増やすんじゃ",
            "vi": "Cung cấp chất dinh dưỡng cho lõi kiến và tăng số lượng"
        },
        {
            "x1": 815,
            "y1": 767,
            "x2": 849,
            "y2": 894,
            "text": "そっカく",
            "vi": "Qua nhiêu"
        },
        {
            "x1": 104,
            "y1": 757,
            "x2": 295,
            "y2": 918,
            "text": "アリさん達の 代わりに コアが食べる んだネ 味分かるの かナ？",
            "vi": "Cốt lõi ăn thay vì ali -san, bạn có hiểu hương vị không?"
        },
        {
            "x1": 709,
            "y1": 968,
            "x2": 858,
            "y2": 1218,
            "text": "ゆくゆくは レギオンアントに 協力してもらって 地下通路を拡張し…",
            "vi": "Yukuyuku có sự hợp tác của Audent Legion và mở rộng đoạn văn ngầm..."
        },
        {
            "x1": 148,
            "y1": 1010,
            "x2": 324,
            "y2": 1230,
            "text": "森中を安全に 移動できるように なればよいのだが …・まあ当分先に なるじゃろうな",
            "vi": "Sẽ thật tuyệt nếu chúng ta có thể di chuyển ở Morinaka một cách an toàn, nhưng sẽ là một thời gian dài trước đây."
        }
    ],
    "004.jpg": [
        {
            "x1": 780,
            "y1": 106,
            "x2": 812,
            "y2": 217,
            "text": "着いたぞ",
            "vi": "Tôi đến"
        },
        {
            "x1": 747,
            "y1": 366,
            "x2": 833,
            "y2": 569,
            "text": "ベラムス様！ デラロサ様も",
            "vi": "Belams! Delalosa"
        },
        {
            "x1": 166,
            "y1": 460,
            "x2": 270,
            "y2": 650,
            "text": "またお話をしに 来てくれたの ですか？",
            "vi": "Bạn đã đến để nói chuyện lại?"
        },
        {
            "x1": 766,
            "y1": 1057,
            "x2": 827,
            "y2": 1243,
            "text": "今日は食料を 持ってきたんじゃ",
            "vi": "Tôi đã mang theo thức ăn hôm nay"
        },
        {
            "x1": 109,
            "y1": 1111,
            "x2": 201,
            "y2": 1269,
            "text": "それは ありがとう ございま─…",
            "vi": "Cảm ơn bạn vì ─ ..."
        }
    ],
    "005.jpg": [
        {
            "x1": 798,
            "y1": 196,
            "x2": 850,
            "y2": 288,
            "text": "って",
            "vi": "Rất"
        },
        {
            "x1": 751,
            "y1": 130,
            "x2": 791,
            "y2": 424,
            "text": "これ全部ですか⁉",
            "vi": "Đây là tất cả à?"
        },
        {
            "x1": 782,
            "y1": 719,
            "x2": 842,
            "y2": 939,
            "text": "こんなにたくさ 悪いですよ！",
            "vi": "Thật là tệ!"
        },
        {
            "x1": 236,
            "y1": 744,
            "x2": 409,
            "y2": 1008,
            "text": "この食料で レギオンアンドの数が 増えれば 村としても 助かることが多いからな 遠慮は無用じゃ",
            "vi": "Nếu thực phẩm này làm tăng số lượng quân đoàn và, nó thường sẽ giúp ích như một ngôi làng."
        },
        {
            "x1": 759,
            "y1": 1050,
            "x2": 858,
            "y2": 1236,
            "text": "貰ってくれ お主達もこの村の 仲間じゃ",
            "vi": "Xin hãy lấy tôi, Lãnh chúa cũng là bạn của ngôi làng này"
        },
        {
            "x1": 450,
            "y1": 1051,
            "x2": 500,
            "y2": 1166,
            "text": "エンリヨは ムヨーだソ！",
            "vi": "Enryo là Muyo!"
        },
        {
            "x1": 175,
            "y1": 1087,
            "x2": 263,
            "y2": 1247,
            "text": "そ そうですか そういうこと なら…",
            "vi": "Đúng, nếu đó là trường hợp..."
        }
    ],
    "006.jpg": [
        {
            "x1": 758,
            "y1": 1056,
            "x2": 830,
            "y2": 1221,
            "text": "これは貴重な 瞬間じゃな",
            "vi": "Đây là một khoảnh khắc quý giá"
        }
    ],
    "007.jpg": [
        {
            "x1": 185,
            "y1": 356,
            "x2": 284,
            "y2": 580,
            "text": "おぉく_っ 出てきたゾ‼",
            "vi": "Oh _"
        },
        {
            "x1": 426,
            "y1": 702,
            "x2": 471,
            "y2": 784,
            "text": "わら",
            "vi": "Rơm"
        },
        {
            "x1": 689,
            "y1": 747,
            "x2": 741,
            "y2": 840,
            "text": "わら",
            "vi": "Rơm"
        },
        {
            "x1": 654,
            "y1": 822,
            "x2": 706,
            "y2": 917,
            "text": "わら",
            "vi": "Rơm"
        },
        {
            "x1": 117,
            "y1": 770,
            "x2": 231,
            "y2": 924,
            "text": "…多いですね 栄養価に優れた 食べ物だった みたいです",
            "vi": "Có rất nhiều, có vẻ như đó là một loại thực phẩm bổ dưỡng."
        },
        {
            "x1": 532,
            "y1": 1011,
            "x2": 564,
            "y2": 1202,
            "text": "そのようじゃな",
            "vi": "Nó như thế"
        },
        {
            "x1": 105,
            "y1": 1080,
            "x2": 238,
            "y2": 1243,
            "text": "こんなに 次から次へと 出てくるとは 面白い",
            "vi": "Thật thú vị khi đi ra từ người này sang lần khác"
        }
    ],
    "008.jpg": [
        {
            "x1": 456,
            "y1": 98,
            "x2": 490,
            "y2": 219,
            "text": "五十八…",
            "vi": "58…"
        },
        {
            "x1": 662,
            "y1": 575,
            "x2": 836,
            "y2": 758,
            "text": "だいぶ増えたな このペースなら 千体くらい 割とあっさり 届きそうじゃ",
            "vi": "Với tốc độ này, có vẻ như nó sẽ đến tương đối dễ dàng."
        },
        {
            "x1": 701,
            "y1": 812,
            "x2": 756,
            "y2": 912,
            "text": "わら",
            "vi": "Rơm"
        },
        {
            "x1": 628,
            "y1": 826,
            "x2": 682,
            "y2": 920,
            "text": "わら",
            "vi": "Rơm"
        },
        {
            "x1": 139,
            "y1": 712,
            "x2": 221,
            "y2": 894,
            "text": "どのくらいで 大きくなるノ",
            "vi": "Bạn sẽ tăng bao nhiêu"
        },
        {
            "x1": 728,
            "y1": 984,
            "x2": 830,
            "y2": 1188,
            "text": "レギオレアントは 総数が増える ことで成長する",
            "vi": "Legio reans tăng bằng cách tăng tổng số"
        },
        {
            "x1": 561,
            "y1": 1066,
            "x2": 660,
            "y2": 1247,
            "text": "今後も食料を 積極的に持って くるとしよう",
            "vi": "Hãy tiếp tục mang theo thức ăn trong tương lai"
        },
        {
            "x1": 101,
            "y1": 1029,
            "x2": 200,
            "y2": 1260,
            "text": "それは助かりますが …大丈夫なの でしょうか？",
            "vi": "Điều đó hữu ích... có ổn không?"
        }
    ],
    "009.jpg": [
        {
            "x1": 660,
            "y1": 124,
            "x2": 861,
            "y2": 363,
            "text": "うむ アルラウネの おかげで食糧庫に 入りきらない程の 果実が手に入った",
            "vi": "Nhờ UM Arraune, tôi có đủ trái cây mà tôi không thể vào được kho thực phẩm"
        },
        {
            "x1": 124,
            "y1": 191,
            "x2": 172,
            "y2": 388,
            "text": "心配いらぬ",
            "vi": "Đừng lo lắng"
        },
        {
            "x1": 764,
            "y1": 494,
            "x2": 801,
            "y2": 689,
            "text": "そうでしたか",
            "vi": "Ồ thực sự"
        },
        {
            "x1": 563,
            "y1": 546,
            "x2": 672,
            "y2": 771,
            "text": "エレンシー様にも お礼を言わねば なりませんね",
            "vi": "Tôi phải cảm ơn Ellence."
        },
        {
            "x1": 720,
            "y1": 880,
            "x2": 853,
            "y2": 1040,
            "text": "今度は エレンシーも 連れてくると しよう",
            "vi": "Hãy mang theo Ellence lần này"
        },
        {
            "x1": 428,
            "y1": 912,
            "x2": 564,
            "y2": 1064,
            "text": "私も次は メデーロ達を 連れてくる ゾそ！",
            "vi": "Lần tới tôi sẽ mang đến phương tiện truyền thông!"
        },
        {
            "x1": 177,
            "y1": 985,
            "x2": 272,
            "y2": 1111,
            "text": "賑やかに なりそうで 楽しみです",
            "vi": "Tôi đang mong chờ nó để sống động"
        }
    ],
    "010.jpg": [
        {
            "x1": 102,
            "y1": 175,
            "x2": 161,
            "y2": 285,
            "text": "翌朝",
            "vi": "sáng hôm sau"
        },
        {
            "x1": 170,
            "y1": 409,
            "x2": 204,
            "y2": 602,
            "text": "ベラムスッ…",
            "vi": "Belams..."
        },
        {
            "x1": 782,
            "y1": 658,
            "x2": 832,
            "y2": 836,
            "text": "大変ダ‼",
            "vi": "Rất nhiều"
        },
        {
            "x1": 257,
            "y1": 655,
            "x2": 331,
            "y2": 810,
            "text": "つワそ… 何 うゴー？",
            "vi": "Tsuwaso... GO?"
        },
        {
            "x1": 155,
            "y1": 692,
            "x2": 189,
            "y2": 812,
            "text": "どうした",
            "vi": "những gì lên"
        }
    ],
    "011.jpg": [
        {
            "x1": 737,
            "y1": 146,
            "x2": 850,
            "y2": 399,
            "text": "見たことのない 妙な魔物が門の前に 集まってて…",
            "vi": "Một con quái vật kỳ lạ mà tôi chưa từng thấy là tập trung trước cổng..."
        },
        {
            "x1": 124,
            "y1": 243,
            "x2": 250,
            "y2": 521,
            "text": "何か言ってるんだが オレには言葉が 分からないんダ！",
            "vi": "Tôi đang nói điều gì đó, nhưng tôi không hiểu những lời này!"
        },
        {
            "x1": 777,
            "y1": 624,
            "x2": 850,
            "y2": 790,
            "text": "見たことない 魔物…？",
            "vi": "Một con quái vật mà bạn chưa từng thấy...?"
        },
        {
            "x1": 532,
            "y1": 629,
            "x2": 600,
            "y2": 777,
            "text": "どんな特徴 じゃ？",
            "vi": "Các tính năng là gì?"
        },
        {
            "x1": 117,
            "y1": 681,
            "x2": 192,
            "y2": 854,
            "text": "そうだナ…… 黒い尻尾と",
            "vi": "Đúng vậy... với cái đuôi đen"
        },
        {
            "x1": 728,
            "y1": 949,
            "x2": 819,
            "y2": 1174,
            "text": "この辺の奴じなて 結構遠くにいる 奴じゃないがナ",
            "vi": "Tôi không phải là một chàng trai khá xa, nhưng na"
        },
        {
            "x1": 535,
            "y1": 948,
            "x2": 600,
            "y2": 1100,
            "text": "それから角が 三本あっタ…",
            "vi": "Sau đó, có ba chiếc sừng..."
        },
        {
            "x1": 386,
            "y1": 1061,
            "x2": 515,
            "y2": 1255,
            "text": "それ以外は オレ達とあんまり 変わらない感じ だったナ",
            "vi": "Ngoài ra, nó trông không khác nhiều với tôi"
        },
        {
            "x1": 122,
            "y1": 1060,
            "x2": 194,
            "y2": 1247,
            "text": "ふむ…それは おそらく",
            "vi": "Hmm... có lẽ là"
        }
    ],
    "012.jpg": [
        {
            "x1": 723,
            "y1": 120,
            "x2": 831,
            "y2": 645,
            "text": "インプじゃな…ー",
            "vi": "Đó là một..."
        }
    ],
    "013.jpg": [
        {
            "x1": 252,
            "y1": 119,
            "x2": 320,
            "y2": 237,
            "text": "予想通り じゃ",
            "vi": "Như dự đoán"
        },
        {
            "x1": 110,
            "y1": 139,
            "x2": 183,
            "y2": 250,
            "text": "つ強い の力⁉",
            "vi": "Sức mạnh mạnh⁉"
        },
        {
            "x1": 222,
            "y1": 794,
            "x2": 331,
            "y2": 984,
            "text": "小型だが 高い魔力を持ち 侮れない",
            "vi": "Phép thuật nhỏ nhưng cao và không thể coi thường"
        },
        {
            "x1": 125,
            "y1": 806,
            "x2": 159,
            "y2": 949,
            "text": "見たところ",
            "vi": "Dường như"
        }
    ],
    "014.jpg": [
        {
            "x1": 758,
            "y1": 130,
            "x2": 832,
            "y2": 287,
            "text": "数はおよそ 五十…",
            "vi": "Số này là khoảng năm mươi..."
        },
        {
            "x1": 349,
            "y1": 107,
            "x2": 418,
            "y2": 283,
            "text": "これなら",
            "vi": "Nếu điều này"
        },
        {
            "x1": 83,
            "y1": 111,
            "x2": 146,
            "y2": 463,
            "text": "わしー人で十分…！",
            "vi": "Tôi là đủ..."
        },
        {
            "x1": 457,
            "y1": 479,
            "x2": 584,
            "y2": 648,
            "text": "進化している 者はおらず皆 通常のインプの ようじゃな",
            "vi": "Không ai phát triển, mọi người đều giống như một IMP bình thường"
        },
        {
            "x1": 772,
            "y1": 768,
            "x2": 838,
            "y2": 1008,
            "text": "さっきから 何て言ってるんダ？",
            "vi": "Bạn đã nói gì kể từ một thời gian trước?"
        },
        {
            "x1": 428,
            "y1": 791,
            "x2": 525,
            "y2": 965,
            "text": "…ふむ かなり語学力が あるようじゃ",
            "vi": "… Hmm, nó dường như có nhiều kỹ năng ngôn ngữ"
        },
        {
            "x1": 271,
            "y1": 752,
            "x2": 384,
            "y2": 945,
            "text": "インプ語 オーク語 アルラウネ語…",
            "vi": "Ip Oak Arraune..."
        },
        {
            "x1": 107,
            "y1": 741,
            "x2": 215,
            "y2": 958,
            "text": "言語を次々に 変えながら同じ ことを言っている",
            "vi": "Tôi đang nói điều tương tự trong khi thay đổi ngôn ngữ này hết"
        }
    ],
    "015.jpg": [
        {
            "x1": 716,
            "y1": 138,
            "x2": 842,
            "y2": 500,
            "text": "「この町の リーダーに告ぐ」",
            "vi": "\"Hãy nói với nhà lãnh đạo của thị trấn này\""
        },
        {
            "x1": 144,
            "y1": 761,
            "x2": 211,
            "y2": 1197,
            "text": "「門を開けろ」と",
            "vi": "\"Mở cổng\""
        }
    ],
    "016.jpg": [
        {
            "x1": 715,
            "y1": 490,
            "x2": 837,
            "y2": 644,
            "text": "わしが ここの",
            "vi": "Tôi ở đây"
        },
        {
            "x1": 550,
            "y1": 1180,
            "x2": 851,
            "y2": 1265,
            "text": "対峙の行く未は、 対話か、それとも。",
            "vi": "Cuộc đối đầu không phải là một cuộc đối thoại hoặc một cuộc đối thoại."
        },
        {
            "x1": 137,
            "y1": 916,
            "x2": 200,
            "y2": 1257,
            "text": "リーダーじゃ！",
            "vi": "Trưởng nhóm!"
        },
        {
            "x1": 351,
            "y1": 1308,
            "x2": 587,
            "y2": 1344,
            "text": "42話へつづく！",
            "vi": "Tiếp tục tập 42!"
        }
    ]
}