var ocr_data = {
    "1-6118523bbc406.jpg": [
        {
            "x1": 102,
            "y1": 43,
            "x2": 565,
            "y2": 126,
            "text": "捨でられた転生賢者",
            "vi": "Tái sinh mục tiêu"
        },
        {
            "x1": 112,
            "y1": 125,
            "x2": 533,
            "y2": 146,
            "text": "～魔物の森で最強の大魔帝国を作り上ける",
            "vi": "~ Tạo ra Đế chế quỷ vĩ đại mạnh nhất trong Rừng quỷ"
        },
        {
            "x1": 704,
            "y1": 129,
            "x2": 843,
            "y2": 432,
            "text": "私は悪しき ゴブリンどもから あなたを…",
            "vi": "Tôi đến từ con yêu tinh tồi tệ..."
        },
        {
            "x1": 156,
            "y1": 500,
            "x2": 244,
            "y2": 812,
            "text": "救い出すために やって来たのです‼",
            "vi": "Tôi đã đến để giải cứu nó."
        },
        {
            "x1": 118,
            "y1": 910,
            "x2": 152,
            "y2": 1236,
            "text": "何を言っておるのだ？",
            "vi": "Bạn đang nói gì?"
        },
        {
            "x1": 49,
            "y1": 528,
            "x2": 75,
            "y2": 1294,
            "text": "ベラムスが介抱した女騎士は、突如デラロサらに刃を向け？",
            "vi": "Hiệp sĩ nữ mà Belams mang theo đột nhiên biến lưỡi kiếm thành Delalosa và những người khác?"
        },
        {
            "x1": 132,
            "y1": 1310,
            "x2": 844,
            "y2": 1339,
            "text": "原作:未来人Aマがン経制 漫画:クリカラマル キャラクタ 原索:キッカイキ",
            "vi": "Bản gốc: Tương lai của con người MA là một manga quản lý điều khiển: Crycaratum Nhân vật RAW Find: Kikaiki"
        }
    ],
    "2-6118523ca1289.jpg": [
        {
            "x1": 34,
            "y1": 19,
            "x2": 620,
            "y2": 377,
            "text": "整てれ穴 転生賢者",
            "vi": "Các lỗ hổng đã sửa chữa lại Sage"
        },
        {
            "x1": 72,
            "y1": 355,
            "x2": 446,
            "y2": 514,
            "text": "～魔物の森で最魚の 大魔帝国を作り 第53話 レネストの指示",
            "vi": "~ Xây dựng Đế chế quỷ vĩ đại vĩ đại của Demon Majin Wain Tập 53 Hướng dẫn về sự đổi mới nhất"
        },
        {
            "x1": 51,
            "y1": 872,
            "x2": 492,
            "y2": 1011,
            "text": "迷わぬ瞳で構えた剣。 リザラレネストの登場で、 ベレスドラルにまた一難…⁉",
            "vi": "Một thanh kiếm được giữ với một đôi mắt không hợp lý. Với sự xuất hiện của Lizara Renest, Berethral là một khó khăn hơn...⁉"
        },
        {
            "x1": 274,
            "y1": 1067,
            "x2": 351,
            "y2": 1273,
            "text": "単行本最新４巻 絶覺発売中羽",
            "vi": "Sách mới nhất Tập 4 đáng tin cậy Nakaha"
        }
    ],
    "3-6118523d3de19.jpg": [
        {
            "x1": 809,
            "y1": 113,
            "x2": 848,
            "y2": 211,
            "text": "待て！",
            "vi": "đợi đã!"
        },
        {
            "x1": 738,
            "y1": 253,
            "x2": 802,
            "y2": 424,
            "text": "救い出すとは どういうこと",
            "vi": "Cứu hộ là gì?"
        },
        {
            "x1": 323,
            "y1": 129,
            "x2": 454,
            "y2": 359,
            "text": "あなたは 私がお仕えする ストレアス伯爵家の 長男…",
            "vi": "Bạn là con trai cả của số lượng tôi phục vụ..."
        },
        {
            "x1": 768,
            "y1": 523,
            "x2": 857,
            "y2": 721,
            "text": "アストレアス 伯爵家…？",
            "vi": "Đếm là Astrhas...?"
        },
        {
            "x1": 685,
            "y1": 650,
            "x2": 725,
            "y2": 754,
            "text": "長男？",
            "vi": "Con trai cả?"
        },
        {
            "x1": 123,
            "y1": 589,
            "x2": 239,
            "y2": 819,
            "text": "待て待て そんな話 わしは知らんぞ！",
            "vi": "Đợi đã và chờ đợi, tôi không biết câu chuyện đó!"
        },
        {
            "x1": 776,
            "y1": 927,
            "x2": 841,
            "y2": 1095,
            "text": "無理も ありません",
            "vi": "Nó hợp lý"
        },
        {
            "x1": 616,
            "y1": 1030,
            "x2": 723,
            "y2": 1273,
            "text": "あなたは 生後 間もなく攫われたの ですから…！",
            "vi": "Bạn đã bị lấy đi ngay sau khi sinh...!"
        }
    ],
    "4-6118523e35ed6.jpg": [
        {
            "x1": 145,
            "y1": 280,
            "x2": 250,
            "y2": 446,
            "text": "──お呼びに なりましたか レネスト様",
            "vi": "── Bạn đã gọi cho tôi chưa?"
        },
        {
            "x1": 797,
            "y1": 803,
            "x2": 831,
            "y2": 996,
            "text": "…来たか リザ",
            "vi": "… Bạn đã đến chưa?"
        },
        {
            "x1": 380,
            "y1": 783,
            "x2": 443,
            "y2": 977,
            "text": "これからする話は 他言無用",
            "vi": "Câu chuyện tôi sẽ ở trong tương lai là vô ích"
        },
        {
            "x1": 242,
            "y1": 783,
            "x2": 305,
            "y2": 978,
            "text": "お主にしか頼めん 重要なものだ",
            "vi": "Điều quan trọng là chỉ xin Chúa"
        },
        {
            "x1": 527,
            "y1": 1100,
            "x2": 605,
            "y2": 1275,
            "text": "お主に 任務を与える",
            "vi": "Chủ yếu là giao nhiệm vụ"
        }
    ],
    "5-6118523f111ba.jpg": [
        {
            "x1": 706,
            "y1": 142,
            "x2": 850,
            "y2": 372,
            "text": "生後すぐに ゴブリンに攫われ 死んだと思っていた 我が子が",
            "vi": "Con tôi, người nghĩ rằng nó đã bị một con yêu tinh bắt đi ngay sau khi sinh"
        },
        {
            "x1": 122,
            "y1": 392,
            "x2": 218,
            "y2": 662,
            "text": "生きているかも しれぬ",
            "vi": "Có thể còn sống"
        },
        {
            "x1": 761,
            "y1": 773,
            "x2": 863,
            "y2": 933,
            "text": "そう… その話は真 なのですか⁉",
            "vi": "Yeah... câu chuyện đó có đúng không?"
        },
        {
            "x1": 427,
            "y1": 783,
            "x2": 608,
            "y2": 965,
            "text": "…それが 少し怪しい筋 からの情報で 私はまだ 信用しておらぬ",
            "vi": "Tôi chưa tin tưởng nó vì thông tin từ một cơ bắp hơi đáng ngờ"
        },
        {
            "x1": 165,
            "y1": 801,
            "x2": 294,
            "y2": 975,
            "text": "しかし仮に 本当ならば これほど嬉しい ことはない",
            "vi": "Nhưng nếu đó là sự thật, tôi không quá hạnh phúc"
        }
    ],
    "6-6118523fea5ae.jpg": [
        {
            "x1": 719,
            "y1": 126,
            "x2": 829,
            "y2": 367,
            "text": "確たる証拠もなしに お主を行かせるのは 心苦しいが",
            "vi": "Thật đau đớn khi để Chúa đi mà không có bằng chứng nhất định"
        },
        {
            "x1": 112,
            "y1": 160,
            "x2": 188,
            "y2": 397,
            "text": "我が子を捜しに 行ってくれるか？",
            "vi": "Bạn sẽ đi tìm con của bạn chứ?"
        },
        {
            "x1": 680,
            "y1": 513,
            "x2": 826,
            "y2": 764,
            "text": "仮に本当だとすれば アストレアス 伯爵家にとって 大きなことです",
            "vi": "Nếu đó là sự thật, đó là một điều lớn đối với Bá tước Astriles."
        },
        {
            "x1": 104,
            "y1": 742,
            "x2": 200,
            "y2": 959,
            "text": "ご子息捜索の 大役…",
            "vi": "Một vai trò lớn trong việc tìm kiếm con trai của mình..."
        },
        {
            "x1": 735,
            "y1": 1055,
            "x2": 824,
            "y2": 1231,
            "text": "このリザに お任せを！",
            "vi": "Để lại cho Liza này!"
        },
        {
            "x1": 109,
            "y1": 1104,
            "x2": 188,
            "y2": 1259,
            "text": "──という 訳なのです",
            "vi": "Đó là ──."
        }
    ],
    "7-611852408417e.jpg": [
        {
            "x1": 751,
            "y1": 112,
            "x2": 832,
            "y2": 297,
            "text": "ゴブリンに 攫われた…⁉",
            "vi": "Tôi đã bị một con yêu tinh bắt đi...⁉⁉"
        },
        {
            "x1": 639,
            "y1": 245,
            "x2": 714,
            "y2": 375,
            "text": "捨てたの ではなく",
            "vi": "Không bị bỏ rơi"
        },
        {
            "x1": 123,
            "y1": 204,
            "x2": 219,
            "y2": 360,
            "text": "待て待て 待て…‼",
            "vi": "Đợi đã...!"
        },
        {
            "x1": 702,
            "y1": 459,
            "x2": 843,
            "y2": 699,
            "text": "あなたが本当に レネスト様の 息子なのか定かでは ありませんが",
            "vi": "Tôi không chắc bạn có thực sự là một người con trai Lenesto"
        },
        {
            "x1": 122,
            "y1": 706,
            "x2": 243,
            "y2": 945,
            "text": "目元や髪の色など 共通点があるのを 見るに…",
            "vi": "Để thấy rằng có những điểm chung như mắt và màu tóc..."
        },
        {
            "x1": 718,
            "y1": 1064,
            "x2": 844,
            "y2": 1253,
            "text": "その可能性は 高いように 思います",
            "vi": "Tôi nghĩ rằng khả năng cao"
        }
    ],
    "8-611852411da9b.jpg": [
        {
            "x1": 739,
            "y1": 99,
            "x2": 843,
            "y2": 393,
            "text": "仮だりザの言ら通り わしがての息子だった しても……",
            "vi": "Ngay cả khi tôi là con trai tôi, như tôi đã nói,"
        },
        {
            "x1": 482,
            "y1": 113,
            "x2": 559,
            "y2": 323,
            "text": "…わしの認識と 違い過ぎる…",
            "vi": "… Nó quá khác với nhận thức của tôi"
        },
        {
            "x1": 455,
            "y1": 620,
            "x2": 571,
            "y2": 872,
            "text": "……よいか 恐らくお主は色々と 誤解しておる",
            "vi": "......Có ổn không?"
        },
        {
            "x1": 627,
            "y1": 1002,
            "x2": 738,
            "y2": 1246,
            "text": "あの日 捨てられたことは 紛れもな事実…",
            "vi": "Thật bất thường khi bị bỏ rơi ngày hôm đó..."
        },
        {
            "x1": 114,
            "y1": 1121,
            "x2": 152,
            "y2": 1256,
            "text": "誤解…？",
            "vi": "Hiểu lầm...?"
        }
    ],
    "9-611852419fbb3.jpg": [
        {
            "x1": 714,
            "y1": 143,
            "x2": 854,
            "y2": 318,
            "text": "うむ 今から全て 説明しよう",
            "vi": "Chúng ta hãy giải thích mọi thứ từ bây giờ"
        },
        {
            "x1": 146,
            "y1": 374,
            "x2": 235,
            "y2": 653,
            "text": "まずはその剣を 収めてくれぬか？",
            "vi": "Bạn sẽ đặt thanh kiếm đó lên hàng đầu chứ?"
        }
    ],
    "10-6118524302f9c.jpg": [
        {
            "x1": 113,
            "y1": 177,
            "x2": 156,
            "y2": 341,
            "text": "いう訳じゃ",
            "vi": "Đó là lý do"
        },
        {
            "x1": 795,
            "y1": 427,
            "x2": 835,
            "y2": 621,
            "text": "捨てられ………",
            "vi": "Bị loại bỏ..."
        },
        {
            "x1": 123,
            "y1": 478,
            "x2": 165,
            "y2": 703,
            "text": "拾われた…？",
            "vi": "Bạn đã được chọn...?"
        },
        {
            "x1": 762,
            "y1": 788,
            "x2": 833,
            "y2": 986,
            "text": "ゴブリンに 育てられた？",
            "vi": "Bạn có lớn lên bởi một con yêu tinh không?"
        },
        {
            "x1": 112,
            "y1": 900,
            "x2": 148,
            "y2": 982,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 717,
            "y1": 1076,
            "x2": 828,
            "y2": 1224,
            "text": "う 嘘です ゴブリンは 悪しき存在",
            "vi": "Goblin là xấu"
        },
        {
            "x1": 417,
            "y1": 1096,
            "x2": 513,
            "y2": 1238,
            "text": "ベラムス この人何て 言ってるノ？",
            "vi": "Belams Bạn đang nói gì?"
        },
        {
            "x1": 166,
            "y1": 1094,
            "x2": 265,
            "y2": 1243,
            "text": "…ゴブリンは 悪い奴だと 言っておる",
            "vi": "...Tôi nói rằng yêu tinh là một kẻ xấu"
        }
    ],
    "11-61185243da096.jpg": [
        {
            "x1": 796,
            "y1": 131,
            "x2": 858,
            "y2": 303,
            "text": "エエ_⁉",
            "vi": "AE_⁉"
        },
        {
            "x1": 375,
            "y1": 105,
            "x2": 408,
            "y2": 266,
            "text": "そのゴブリン",
            "vi": "Đó là con yêu tinh"
        },
        {
            "x1": 709,
            "y1": 289,
            "x2": 779,
            "y2": 468,
            "text": "ひどい言い がかりだゾ！",
            "vi": "Thật là khủng khiếp!"
        },
        {
            "x1": 821,
            "y1": 587,
            "x2": 850,
            "y2": 821,
            "text": "ごやつはデラロサ",
            "vi": "Đồ ăn nhẹ là Delalosa"
        },
        {
            "x1": 308,
            "y1": 686,
            "x2": 402,
            "y2": 871,
            "text": "わしを 拾ってくれた ゴブリンの娘じゃ",
            "vi": "Con gái của con yêu tinh đã đón tôi"
        },
        {
            "x1": 130,
            "y1": 656,
            "x2": 227,
            "y2": 861,
            "text": "この村では わしの姉という ことになっておる",
            "vi": "Trong ngôi làng này, tôi phải là em gái của tôi"
        },
        {
            "x1": 730,
            "y1": 972,
            "x2": 802,
            "y2": 1154,
            "text": "し…信じられ ません",
            "vi": "Tôi không thể tin được điều đó"
        },
        {
            "x1": 592,
            "y1": 1031,
            "x2": 659,
            "y2": 1238,
            "text": "ゴブリンが人間を 救ったなど…",
            "vi": "Goblin đã cứu con người..."
        },
        {
            "x1": 187,
            "y1": 1051,
            "x2": 276,
            "y2": 1220,
            "text": "だがそれが 事実じゃ",
            "vi": "Nhưng đó là sự thật"
        }
    ],
    "12-611852446cb87.jpg": [
        {
            "x1": 743,
            "y1": 129,
            "x2": 822,
            "y2": 403,
            "text": "ではレネスト様が 嘘をついていると？",
            "vi": "Vậy điều gì đang nói dối nhất?"
        },
        {
            "x1": 103,
            "y1": 267,
            "x2": 236,
            "y2": 467,
            "text": "我が主を 侮辱するなら 許しません",
            "vi": "Tôi sẽ không tha thứ nếu tôi xúc phạm"
        },
        {
            "x1": 762,
            "y1": 587,
            "x2": 833,
            "y2": 768,
            "text": "証拠はあるの ですか？",
            "vi": "Có bằng chứng?"
        },
        {
            "x1": 510,
            "y1": 589,
            "x2": 585,
            "y2": 797,
            "text": "忠義に篤い者は 嫌いではないが",
            "vi": "Tôi không ghét những người trung thành"
        },
        {
            "x1": 130,
            "y1": 587,
            "x2": 204,
            "y2": 793,
            "text": "これは少々骨が 折れそうじゃ",
            "vi": "Đây có vẻ là một chút phá vỡ"
        },
        {
            "x1": 527,
            "y1": 961,
            "x2": 598,
            "y2": 1122,
            "text": "…証拠と 言われてもな",
            "vi": "… Ngay cả khi nó được cho là bằng chứng"
        },
        {
            "x1": 107,
            "y1": 1056,
            "x2": 243,
            "y2": 1240,
            "text": "わしがこうして 元気に暮らして いるのが 何よりの証拠…",
            "vi": "Bằng chứng tốt nhất là tôi sống tốt như thế này..."
        }
    ],
    "13-61185245009eb.jpg": [
        {
            "x1": 653,
            "y1": 123,
            "x2": 841,
            "y2": 348,
            "text": "お主の言うとおり 攫われたとしたら 奴隷になるか 食われているの ではないか？",
            "vi": "Nếu bạn bị bắt làm như Chúa nói, bạn sẽ không phải là nô lệ hay bị ăn thịt?"
        },
        {
            "x1": 121,
            "y1": 253,
            "x2": 227,
            "y2": 400,
            "text": "…あなたは ゴブリンに 育てられた",
            "vi": "… Bạn được nuôi dưỡng bởi yêu tinh"
        },
        {
            "x1": 735,
            "y1": 505,
            "x2": 840,
            "y2": 784,
            "text": "そちらこそ 私を惑わせるため嘘を ついているのでは？",
            "vi": "Bạn đang nói dối để làm tôi bối rối?"
        },
        {
            "x1": 127,
            "y1": 676,
            "x2": 201,
            "y2": 836,
            "text": "なるほど そうきたか",
            "vi": "Tôi thấy như vậy"
        },
        {
            "x1": 741,
            "y1": 939,
            "x2": 854,
            "y2": 1192,
            "text": "仮にわしが 悪しきゴブリンの 手先なのだとしたら",
            "vi": "Nếu bấc là một con yêu tinh tồi tệ"
        },
        {
            "x1": 323,
            "y1": 927,
            "x2": 463,
            "y2": 1156,
            "text": "わざわざ命を救い 武器も取り上げず 自由にさせている 理由は何じゃろうな",
            "vi": "Lý do tại sao bạn cứu mạng bạn và làm cho nó miễn phí mà không cần lấy vũ khí của bạn?"
        }
    ],
    "14-61185245d386d.jpg": [
        {
            "x1": 296,
            "y1": 100,
            "x2": 441,
            "y2": 234,
            "text": "途中でお主が 目を覚まし 斬られる 危険もあった じゃろう",
            "vi": "Có một mối nguy hiểm mà Chúa sẽ thức dậy trên đường và cắt nó."
        },
        {
            "x1": 679,
            "y1": 130,
            "x2": 828,
            "y2": 348,
            "text": "倒れているお主を 見つけ助けるため ここに運んだのも ゴブリン達じゃ",
            "vi": "Yêu tinh cũng được đưa đến đây để tìm và giúp đỡ Chúa tể đã ngã"
        },
        {
            "x1": 106,
            "y1": 250,
            "x2": 180,
            "y2": 402,
            "text": "教えてくれ リザよ",
            "vi": "Nói với tôi Liza"
        },
        {
            "x1": 749,
            "y1": 486,
            "x2": 850,
            "y2": 642,
            "text": "本当に わし達が",
            "vi": "Thực sự chúng tôi"
        },
        {
            "x1": 115,
            "y1": 890,
            "x2": 254,
            "y2": 1159,
            "text": "悪しき者に 見えるか？",
            "vi": "Nó có trông giống như một người xấu?"
        }
    ],
    "15-61185246a2cb1.jpg": [
        {
            "x1": 765,
            "y1": 765,
            "x2": 848,
            "y2": 948,
            "text": "…分かり ません……",
            "vi": "… Tôi không hiểu ……"
        },
        {
            "x1": 117,
            "y1": 913,
            "x2": 196,
            "y2": 1022,
            "text": "正直… まだ…",
            "vi": "Thành thật... Vẫn..."
        },
        {
            "x1": 726,
            "y1": 1116,
            "x2": 852,
            "y2": 1248,
            "text": "…一っ お願いが あります",
            "vi": "“Tôi có một yêu cầu"
        }
    ],
    "16-61185247864ad.jpg": [
        {
            "x1": 707,
            "y1": 162,
            "x2": 837,
            "y2": 461,
            "text": "しばらく ベレスドラルで 過ごさせてください",
            "vi": "Xin hãy để tôi dành một thời gian ở Berethral"
        },
        {
            "x1": 120,
            "y1": 575,
            "x2": 233,
            "y2": 919,
            "text": "そうすれば 分かる気がします",
            "vi": "Tôi cảm thấy như bạn có thể hiểu được"
        },
        {
            "x1": 867,
            "y1": 1029,
            "x2": 906,
            "y2": 1291,
            "text": "第弱4話へっづく！",
            "vi": "Tập 4!"
        },
        {
            "x1": 209,
            "y1": 1314,
            "x2": 732,
            "y2": 1345,
            "text": "心揺れるリザからの、突然の提案…‼!",
            "vi": "Đề xuất đột ngột từ Liza khiến trái tim tôi rung chuyển...‼ !"
        }
    ]
}