var ocr_data = {
    "1-61bf19df67282.jpg": [
        {
            "x1": 743,
            "y1": 118,
            "x2": 856,
            "y2": 366,
            "text": "これだけの 手勢がいれば",
            "vi": "Nếu bạn có kiểu người này"
        },
        {
            "x1": 12,
            "y1": 310,
            "x2": 130,
            "y2": 651,
            "text": "露になる、 傭兵軍の真の姿…出",
            "vi": "Dew, nhân vật thực sự của quân đội lính đánh thuê..."
        },
        {
            "x1": 602,
            "y1": 645,
            "x2": 867,
            "y2": 679,
            "text": "第69話恐怖統治",
            "vi": "Tập 69 Quy tắc sợ hãi"
        },
        {
            "x1": 155,
            "y1": 734,
            "x2": 255,
            "y2": 950,
            "text": "まだ戦える でしょう？",
            "vi": "Bạn vẫn có thể chiến đấu chứ?"
        },
        {
            "x1": 5,
            "y1": 710,
            "x2": 76,
            "y2": 1241,
            "text": "単行本重思線々発売中！ 最節◎巻は12月9目(ホ）に発売されました！",
            "vi": "Cuốn sách được bán! Tập ◎ tốt nhất được phát hành vào ngày 9 tháng 12 (h)!"
        },
        {
            "x1": 132,
            "y1": 1315,
            "x2": 842,
            "y2": 1341,
            "text": "原作:未来人Ａマがぅッ程制） 漫画:クリカラマル キャラクター原案:キツカイキ",
            "vi": "Bản gốc: Tương lai MA là một hệ thống) Phim hoạt hình: Nhân vật Crycala Maru"
        }
    ],
    "2-61bf19dfc5fb1.jpg": [
        {
            "x1": 131,
            "y1": 112,
            "x2": 227,
            "y2": 277,
            "text": "ひいぃい いイッ…",
            "vi": "Iiii..."
        },
        {
            "x1": 130,
            "y1": 1075,
            "x2": 164,
            "y2": 1194,
            "text": "放せッ‼",
            "vi": "Giải thoát"
        }
    ],
    "3-61bf19e0312a2.jpg": [
        {
            "x1": 683,
            "y1": 1047,
            "x2": 848,
            "y2": 1229,
            "text": "足に自信が おありの方は どうぞお逃げ 下さい",
            "vi": "Nếu bạn có niềm tin vào đôi chân của mình, hãy trốn thoát"
        },
        {
            "x1": 120,
            "y1": 1081,
            "x2": 284,
            "y2": 1250,
            "text": "……おや？ 誰も挑戦 しないよう ですねえ",
            "vi": "......Oh? Dường như không ai là thách thức"
        }
    ],
    "4-61bf19e091324.jpg": [
        {
            "x1": 793,
            "y1": 521,
            "x2": 837,
            "y2": 676,
            "text": "お お主は",
            "vi": "Em là"
        },
        {
            "x1": 109,
            "y1": 587,
            "x2": 203,
            "y2": 802,
            "text": "お主は一体 何なのだ…⁉",
            "vi": "Chúa là gì...⁉⁉"
        },
        {
            "x1": 800,
            "y1": 868,
            "x2": 839,
            "y2": 1064,
            "text": "…私ですか？",
            "vi": "...tôi?"
        },
        {
            "x1": 419,
            "y1": 1106,
            "x2": 547,
            "y2": 1277,
            "text": "もう隠す 必要もない ですし",
            "vi": "Tôi không cần phải trốn nữa"
        },
        {
            "x1": 142,
            "y1": 1119,
            "x2": 223,
            "y2": 1256,
            "text": "お教え しますよ",
            "vi": "Tôi sẽ nói với bạn"
        }
    ],
    "6-61bf19e15c88b.jpg": [
        {
            "x1": 499,
            "y1": 386,
            "x2": 659,
            "y2": 587,
            "text": "今から 私が全軍を 指揮します",
            "vi": "Từ giờ trở đi, tôi sẽ lãnh đạo tất cả quân đội"
        },
        {
            "x1": 742,
            "y1": 697,
            "x2": 837,
            "y2": 837,
            "text": "従わない 者は",
            "vi": "Những người không."
        },
        {
            "x1": 91,
            "y1": 781,
            "x2": 200,
            "y2": 950,
            "text": "その場で 殺します",
            "vi": "Giết ngay tại chỗ"
        },
        {
            "x1": 697,
            "y1": 1053,
            "x2": 781,
            "y2": 1167,
            "text": "いい ですねc",
            "vi": "Tốt C"
        }
    ],
    "7-61bf19e1bb55a.jpg": [
        {
            "x1": 207,
            "y1": 188,
            "x2": 244,
            "y2": 320,
            "text": "ベラムス",
            "vi": "Tin"
        },
        {
            "x1": 767,
            "y1": 470,
            "x2": 853,
            "y2": 641,
            "text": "ベラムス様 大変です！",
            "vi": "Belams thật khó khăn!"
        },
        {
            "x1": 120,
            "y1": 587,
            "x2": 206,
            "y2": 735,
            "text": "何が あった？",
            "vi": "Chuyện gì đã xảy ra?"
        },
        {
            "x1": 728,
            "y1": 833,
            "x2": 848,
            "y2": 1059,
            "text": "退却する敵軍の 動向を観察して いたのですが",
            "vi": "Tôi đã quan sát các xu hướng của quân đội địch để rút lui."
        },
        {
            "x1": 115,
            "y1": 894,
            "x2": 234,
            "y2": 1159,
            "text": "再びベレスドラルに 向かって進軍 し始めたのです！",
            "vi": "Tôi bắt đầu hành quân đến Berethral một lần nữa!"
        }
    ],
    "8-61bf19e224139.jpg": [
        {
            "x1": 771,
            "y1": 104,
            "x2": 830,
            "y2": 358,
            "text": "何じゃと…⁉",
            "vi": "Nó............... là gì...⁉"
        },
        {
            "x1": 658,
            "y1": 501,
            "x2": 826,
            "y2": 715,
            "text": "敵は大敗は 総大将も失い まともに戦える 状態ではない",
            "vi": "Kẻ thù là một thất bại lớn, và vị tướng bị mất, và đó không phải là trạng thái mà bạn có thể chiến đấu đúng đắn"
        },
        {
            "x1": 110,
            "y1": 498,
            "x2": 237,
            "y2": 828,
            "text": "再び兵を纏め上げて 侵攻するには数か月は かかるはず…",
            "vi": "Phải mất vài tháng để thu thập và xâm chiếm các binh sĩ một lần nữa..."
        },
        {
            "x1": 686,
            "y1": 1001,
            "x2": 826,
            "y2": 1189,
            "text": "あの…敵兵は 人間だけでなく 魔物も交じって いました",
            "vi": "Ừm... những người lính địch pha trộn không chỉ con người mà còn cả quái vật"
        },
        {
            "x1": 111,
            "y1": 1055,
            "x2": 235,
            "y2": 1250,
            "text": "軍を率いて いたのも 魔物です…！",
            "vi": "Đó là một con quỷ đã dẫn dắt quân đội...!"
        }
    ],
    "9-61bf19e2808c0.jpg": [
        {
            "x1": 723,
            "y1": 134,
            "x2": 833,
            "y2": 260,
            "text": "魔物？ どういう ことだ",
            "vi": "Ma quỷ? Nó có nghĩa là gì"
        },
        {
            "x1": 453,
            "y1": 130,
            "x2": 590,
            "y2": 295,
            "text": "侵略が目的か 今のところ はっきりしま せんが",
            "vi": "Mục đích là mục đích của cuộc xâm lược, nhưng cho đến nay vẫn chưa rõ"
        },
        {
            "x1": 259,
            "y1": 175,
            "x2": 394,
            "y2": 342,
            "text": "穏便に帰って もらえそうな 雰囲気では ありません…",
            "vi": "Đó không phải là một bầu không khí dường như có thể quay trở lại thoải mái..."
        },
        {
            "x1": 704,
            "y1": 417,
            "x2": 837,
            "y2": 582,
            "text": "私にも 何が何やら… とにかく敵軍が 侵攻中です",
            "vi": "Tôi cũng vậy... dù sao, quân đội kẻ thù đang xâm chiếm"
        },
        {
            "x1": 729,
            "y1": 720,
            "x2": 816,
            "y2": 950,
            "text": "…人間と魔物が 手を組むなど",
            "vi": "Người con người và quái vật vượt qua bàn tay của họ"
        },
        {
            "x1": 134,
            "y1": 722,
            "x2": 277,
            "y2": 1017,
            "text": "ゴブリンですら相当 嫌われているこの時代に この村以外で ありえるのか…？",
            "vi": "Có thể ở bên ngoài ngôi làng này trong thời đại này khi yêu tinh khá bị ghét?"
        },
        {
            "x1": 758,
            "y1": 1073,
            "x2": 841,
            "y2": 1262,
            "text": "……考えても 答えは出ぬか",
            "vi": "......Bạn sẽ nhận được câu trả lời ngay cả khi bạn nghĩ về nó?"
        },
        {
            "x1": 148,
            "y1": 1064,
            "x2": 219,
            "y2": 1283,
            "text": "来るというのなら たく 対策をとらねばな",
            "vi": "Nếu bạn đến, bạn phải thực hiện các biện pháp"
        }
    ],
    "10-61bf19e2dea0a.jpg": [
        {
            "x1": 718,
            "y1": 124,
            "x2": 842,
            "y2": 332,
            "text": "メディナ 敵軍にはどんな 魔物が？",
            "vi": "Loại quái vật nào trong Quân đội Kẻ thù Medina?"
        },
        {
            "x1": 500,
            "y1": 148,
            "x2": 566,
            "y2": 338,
            "text": "リザードマン… オーガ…",
            "vi": "Người đàn ông Charizard... Ogre..."
        },
        {
            "x1": 313,
            "y1": 132,
            "x2": 403,
            "y2": 360,
            "text": "ライカンスロープに サキュバスも いました",
            "vi": "Ngoài ra còn có một succubus trên sợi dây Likans"
        },
        {
            "x1": 744,
            "y1": 709,
            "x2": 832,
            "y2": 908,
            "text": "どれも強力な 魔物…",
            "vi": "Tất cả đều là quái vật mạnh mẽ..."
        },
        {
            "x1": 116,
            "y1": 715,
            "x2": 248,
            "y2": 959,
            "text": "どうやらかなり まずい状況の ようじゃな…！",
            "vi": "Rõ ràng nó trông giống như một tình huống khá tồi tệ...!"
        },
        {
            "x1": 693,
            "y1": 1064,
            "x2": 801,
            "y2": 1228,
            "text": "今はとにがく 敵の動向を 見ていてくれ",
            "vi": "Nhìn vào xu hướng của kẻ thù bây giờ"
        },
        {
            "x1": 255,
            "y1": 1065,
            "x2": 320,
            "y2": 1208,
            "text": "かしこまり ました！",
            "vi": "Tôi đạt được rồi!"
        }
    ],
    "11-61bf19e34a9b6.jpg": [
        {
            "x1": 748,
            "y1": 122,
            "x2": 862,
            "y2": 274,
            "text": "デラロサ 皆を集めて おいてくれ",
            "vi": "Thu thập mọi người Delalosa"
        },
        {
            "x1": 593,
            "y1": 129,
            "x2": 672,
            "y2": 311,
            "text": "わしはリザを 呼んでくる！",
            "vi": "Tôi gọi Liza!"
        },
        {
            "x1": 379,
            "y1": 146,
            "x2": 419,
            "y2": 274,
            "text": "分かった",
            "vi": "Bạn có hiểu không"
        },
        {
            "x1": 802,
            "y1": 585,
            "x2": 850,
            "y2": 753,
            "text": "戦はまだ",
            "vi": "Trận chiến vẫn là"
        },
        {
            "x1": 373,
            "y1": 696,
            "x2": 448,
            "y2": 923,
            "text": "終わっていな かったんだナ…",
            "vi": "Nó chưa kết thúc..."
        },
        {
            "x1": 739,
            "y1": 1012,
            "x2": 849,
            "y2": 1185,
            "text": "…見守って いておくれよ お父ちゃン",
            "vi": "… Hãy xem qua, bố"
        },
        {
            "x1": 176,
            "y1": 1063,
            "x2": 281,
            "y2": 1202,
            "text": "誰も血を 流さずに すむようニ",
            "vi": "Đừng để ai có được máu"
        }
    ],
    "12-61bf19e3a5f2c.jpg": [
        {
            "x1": 697,
            "y1": 436,
            "x2": 821,
            "y2": 663,
            "text": "…魔物たちが 加勢して攻めて きている？",
            "vi": "Những con quái vật tấn công và tấn công?"
        },
        {
            "x1": 113,
            "y1": 582,
            "x2": 201,
            "y2": 810,
            "text": "ど どういう ことですか？",
            "vi": "Ý bạn là gì?"
        },
        {
            "x1": 687,
            "y1": 898,
            "x2": 829,
            "y2": 1114,
            "text": "さっぱり 分からん… お主に心当たりは ないのか？",
            "vi": "Tôi không biết chút nào... bạn không biết?"
        },
        {
            "x1": 105,
            "y1": 985,
            "x2": 242,
            "y2": 1255,
            "text": "何か人間たちが 魔物を従える術を 開発したとか…",
            "vi": "Một cái gì đó đã phát triển một cách để vâng lời quái vật..."
        }
    ],
    "13-61bf19e40f638.jpg": [
        {
            "x1": 711,
            "y1": 115,
            "x2": 796,
            "y2": 313,
            "text": "そんなこと あり得ません",
            "vi": "Điều đó là không thể"
        },
        {
            "x1": 255,
            "y1": 136,
            "x2": 449,
            "y2": 353,
            "text": "まあそうか… そんなことが できるなら 最初から使って いたはずじゃ",
            "vi": "Vâng... nếu bạn có thể làm điều đó, bạn nên sử dụng nó ngay từ đầu"
        },
        {
            "x1": 729,
            "y1": 451,
            "x2": 844,
            "y2": 672,
            "text": "心当たりも特に ありま…… ……いや",
            "vi": "Tôi có một ý tưởng cụ thể..."
        },
        {
            "x1": 122,
            "y1": 497,
            "x2": 236,
            "y2": 680,
            "text": "ないとも言い 切れないかも しれません",
            "vi": "Có thể không thể nói rằng"
        },
        {
            "x1": 716,
            "y1": 776,
            "x2": 844,
            "y2": 1054,
            "text": "…実はレネスト様が 腕の立つ傭兵団を 雇ったのですが",
            "vi": "Thật ra, Renesto đã thuê một đội lính đánh thuê với kỹ năng của mình."
        },
        {
            "x1": 154,
            "y1": 738,
            "x2": 203,
            "y2": 922,
            "text": "傭兵団？",
            "vi": "Quân đoàn đánh thuê?"
        },
        {
            "x1": 549,
            "y1": 1037,
            "x2": 698,
            "y2": 1264,
            "text": "仲間の誰も その傭兵団の ことを知りません でした…",
            "vi": "Không ai trong số những người bạn của tôi biết về Quân đoàn lính đánh thuê..."
        }
    ],
    "14-61bf19e46bfb2.jpg": [
        {
            "x1": 689,
            "y1": 122,
            "x2": 831,
            "y2": 367,
            "text": "バースという 男が率いている 傭兵団です",
            "vi": "Đó là một công ty lính đánh thuê do một người đàn ông tên là Bath lãnh đạo"
        },
        {
            "x1": 104,
            "y1": 350,
            "x2": 237,
            "y2": 566,
            "text": "もしかしたら 彼が何かした のかも…",
            "vi": "Có lẽ anh ấy đã làm điều gì đó..."
        },
        {
            "x1": 683,
            "y1": 671,
            "x2": 830,
            "y2": 889,
            "text": "確証の無い 話ですが…… 可能性はゼロでは ないと思います",
            "vi": "Không có xác nhận, nhưng tôi không nghĩ rằng khả năng là không."
        },
        {
            "x1": 430,
            "y1": 654,
            "x2": 561,
            "y2": 898,
            "text": "…そういえば ベレスドラルの情報を 持ってきたのも バースでした",
            "vi": "Nói về điều đó, chính là Bath đã mang thông tin của Berethralal."
        },
        {
            "x1": 165,
            "y1": 723,
            "x2": 298,
            "y2": 964,
            "text": "レネスト様に侵略を けしかけたのも 今思えば怪し行動 だったような…",
            "vi": "Có vẻ như đó là một hành động đáng ngờ ngày nay, Lenest đang xâm chiếm..."
        }
    ],
    "15-61bf19e4ca919.jpg": [
        {
            "x1": 702,
            "y1": 122,
            "x2": 786,
            "y2": 270,
            "text": "陰謀かも しれぬな",
            "vi": "Nó có thể là một âm mưu"
        },
        {
            "x1": 536,
            "y1": 175,
            "x2": 614,
            "y2": 357,
            "text": "何であれ 追い払わねば",
            "vi": "Tôi phải thoát khỏi nó bằng mọi cách"
        },
        {
            "x1": 723,
            "y1": 469,
            "x2": 841,
            "y2": 633,
            "text": "力を貸して くれるか リザ？",
            "vi": "Bạn có thể giúp tôi?"
        },
        {
            "x1": 122,
            "y1": 525,
            "x2": 212,
            "y2": 678,
            "text": "もちろん です…",
            "vi": "Đương nhiên…"
        },
        {
            "x1": 39,
            "y1": 142,
            "x2": 65,
            "y2": 661,
            "text": "迫る新たな危機に、結束力で立ち向かえい",
            "vi": "Đứng với một cuộc khủng hoảng mới với sự thống nhất"
        },
        {
            "x1": 690,
            "y1": 809,
            "x2": 847,
            "y2": 1096,
            "text": "何としても ベレスドラルを 守りましょう！",
            "vi": "Bảo vệ Berethral dù sao!"
        },
        {
            "x1": 605,
            "y1": 1309,
            "x2": 844,
            "y2": 1352,
            "text": "70話へつづく！",
            "vi": "Tiếp tục tập 70!"
        }
    ]
}