var ocr_data = {
    "001.jpg": [
        {
            "x1": 150,
            "y1": 43,
            "x2": 825,
            "y2": 456,
            "text": "圈れ 転生實者",
            "vi": "Tái sinh thực sự"
        },
        {
            "x1": 209,
            "y1": 427,
            "x2": 709,
            "y2": 541,
            "text": "～魔物の森で最強の 大魔帝国を作り上げる",
            "vi": "~ Tạo ra Đế chế quỷ vĩ đại mạnh nhất trong Rừng quỷ"
        },
        {
            "x1": 687,
            "y1": 621,
            "x2": 730,
            "y2": 1003,
            "text": "底の知知れない深淵は、",
            "vi": "Vực thẳm chưa biết ở phía dưới"
        },
        {
            "x1": 265,
            "y1": 769,
            "x2": 306,
            "y2": 1163,
            "text": "少女の姿に収まらず。。",
            "vi": "Tôi không thể vừa với cô gái. £"
        },
        {
            "x1": 129,
            "y1": 1309,
            "x2": 848,
            "y2": 1344,
            "text": "原情未来头人Aラが経制愛画クリカラマルキャラクター原業キッカイキ",
            "vi": "Tương lai nguyên bản 头 con người A -LA là một sự bảo trợ của nhân vật Clikara Maru Kikaiki"
        }
    ],
    "002.jpg": [
        {
            "x1": 758,
            "y1": 213,
            "x2": 831,
            "y2": 387,
            "text": "退屈しのぎに クラーク君は",
            "vi": "Clark cảm thấy buồn chán"
        },
        {
            "x1": 210,
            "y1": 270,
            "x2": 276,
            "y2": 442,
            "text": "アリを潰した ことはある？",
            "vi": "Bạn đã bao giờ nghiền kiến chưa?"
        },
        {
            "x1": 364,
            "y1": 702,
            "x2": 753,
            "y2": 731,
            "text": "第49話 アミルドレの正み",
            "vi": "Tập 49 Chỉnh sửa Amildre"
        },
        {
            "x1": 500,
            "y1": 789,
            "x2": 601,
            "y2": 973,
            "text": "順調に 成長するのは いいんだけどね",
            "vi": "Thật tuyệt khi phát triển ổn định"
        },
        {
            "x1": 110,
            "y1": 936,
            "x2": 229,
            "y2": 1255,
            "text": "やっぱり何か トラブルでも起きた方が 面白いと思うんだよね",
            "vi": "Tôi nghĩ rằng nó thú vị hơn khi có một số rắc rối."
        }
    ],
    "003.jpg": [
        {
            "x1": 764,
            "y1": 123,
            "x2": 845,
            "y2": 350,
            "text": "ベヒーモスに 襲われたりと…",
            "vi": "Tôi đã bị tấn công bởi những kẻ khổng lồ..."
        },
        {
            "x1": 86,
            "y1": 182,
            "x2": 198,
            "y2": 390,
            "text": "一応トラブルは 発生していた ようですが",
            "vi": "Dường như có một rắc rối cho thời điểm hiện tại"
        },
        {
            "x1": 772,
            "y1": 654,
            "x2": 839,
            "y2": 923,
            "text": "あの程度のピンチは ピシンチって言わないよ",
            "vi": "Tôi không nói picchin cho loại nhúm đó"
        },
        {
            "x1": 129,
            "y1": 723,
            "x2": 262,
            "y2": 926,
            "text": "もっと レギオンアントに 襲われるくらいの 規模じゃないと",
            "vi": "Nó phải có nhiều khả năng bị tấn công bởi quân đoàn Audive"
        },
        {
            "x1": 646,
            "y1": 1023,
            "x2": 835,
            "y2": 1265,
            "text": "ベレスドラルだって 大きなピンチを 経験した方が もっと成長すると 思うよ！",
            "vi": "Tôi nghĩ rằng Berethral sẽ phát triển nhiều hơn nếu bạn có một chút khó khăn!"
        },
        {
            "x1": 134,
            "y1": 1120,
            "x2": 173,
            "y2": 1196,
            "text": "よし",
            "vi": "đồng ý"
        }
    ],
    "004.jpg": [
        {
            "x1": 570,
            "y1": 198,
            "x2": 755,
            "y2": 439,
            "text": "ここは何か 仕掛けて みよう！",
            "vi": "Hãy đặt một cái gì đó ở đây!"
        },
        {
            "x1": 252,
            "y1": 119,
            "x2": 403,
            "y2": 322,
            "text": "……実に迷惑な ことをお考えに なられますね… 我が主ながら",
            "vi": "......bạn có thể nghĩ về một cái gì đó thực sự khó chịu..."
        },
        {
            "x1": 321,
            "y1": 709,
            "x2": 393,
            "y2": 821,
            "text": "何か 言った？",
            "vi": "Bạn đã nói điều gì đó?"
        },
        {
            "x1": 155,
            "y1": 948,
            "x2": 216,
            "y2": 1128,
            "text": "いえっ…何でも ありません！",
            "vi": "Không... không có gì!"
        }
    ],
    "005.jpg": [
        {
            "x1": 812,
            "y1": 123,
            "x2": 846,
            "y2": 312,
            "text": "なら いいけど",
            "vi": "Trong trường hợp đó nó ổn"
        },
        {
            "x1": 127,
            "y1": 355,
            "x2": 229,
            "y2": 562,
            "text": "で どうやって ベレスドラルを ピンチにする？",
            "vi": "Làm thế nào để bạn chèn ép Berethral?"
        },
        {
            "x1": 753,
            "y1": 682,
            "x2": 852,
            "y2": 924,
            "text": "あの・アミルドレ様 仮にこちらから何かを 仕掛けたとして",
            "vi": "Ừ"
        },
        {
            "x1": 547,
            "y1": 730,
            "x2": 673,
            "y2": 948,
            "text": "ベレスドラル自体が 壊れてしまったら 本末転倒になり ませんかね？",
            "vi": "Nếu bản thân Berethral phá vỡ, tại sao bạn không ngã?"
        },
        {
            "x1": 370,
            "y1": 695,
            "x2": 445,
            "y2": 871,
            "text": "確かにそれは 惜しいけど…",
            "vi": "Chắc chắn đó là sự đáng tiếc..."
        },
        {
            "x1": 193,
            "y1": 730,
            "x2": 305,
            "y2": 879,
            "text": "…まあ 何とかする でしょ",
            "vi": "...Chà, bạn sẽ làm điều đó"
        }
    ],
    "006.jpg": [
        {
            "x1": 687,
            "y1": 116,
            "x2": 822,
            "y2": 369,
            "text": "…・ベレスドラルを 追い詰める方法が 思いつかないわけでは ないですが",
            "vi": "Tôi không thể nghĩ cách săn lùng Berethral."
        },
        {
            "x1": 118,
            "y1": 156,
            "x2": 231,
            "y2": 301,
            "text": "流石 クラーク君 …続けて",
            "vi": "Như mong đợi, ông Clark... tiếp tục"
        },
        {
            "x1": 687,
            "y1": 542,
            "x2": 829,
            "y2": 833,
            "text": "ベレレスドラルのリーダ ベラムスは人間ですが ただの人間では ありません",
            "vi": "Lãnh đạo của Breeedoral Belams là một con người, nhưng không chỉ là một con người"
        },
        {
            "x1": 111,
            "y1": 638,
            "x2": 196,
            "y2": 926,
            "text": "アストレアス伯爵の 息子です",
            "vi": "Tôi là con trai của Bá tước Astriles"
        },
        {
            "x1": 732,
            "y1": 1033,
            "x2": 833,
            "y2": 1252,
            "text": "何らかの理由で 伯爵は生後間もない 息子を捨て",
            "vi": "Vì một số lý do, Bá tước đã bỏ rơi con trai của con trai mình"
        },
        {
            "x1": 501,
            "y1": 1060,
            "x2": 660,
            "y2": 1256,
            "text": "その赤子を ゴブリが拾った ことがきっかけで ベレズドラルが 出来ました",
            "vi": "Belesdrar được tạo ra vì em bé nhặt em bé"
        }
    ],
    "007.jpg": [
        {
            "x1": 813,
            "y1": 125,
            "x2": 849,
            "y2": 322,
            "text": "そうだったね",
            "vi": "Đó là như vậy"
        },
        {
            "x1": 137,
            "y1": 113,
            "x2": 250,
            "y2": 297,
            "text": "あなたが それを 言いますか…",
            "vi": "Bạn có nói điều đó..."
        },
        {
            "x1": 329,
            "y1": 305,
            "x2": 431,
            "y2": 545,
            "text": "子供を捨てるなんて 酷いことするよね クズだ クズ",
            "vi": "Thật khủng khiếp khi vứt bỏ con bạn, phải không?"
        },
        {
            "x1": 739,
            "y1": 641,
            "x2": 846,
            "y2": 882,
            "text": "彼の出自に関しては 徹底的に 調査してあります",
            "vi": "Anh ta đang điều tra kỹ lưỡng nguồn gốc của mình"
        },
        {
            "x1": 137,
            "y1": 702,
            "x2": 281,
            "y2": 954,
            "text": "伯爵の家の様子も 調べていたのですが 少し面白い状況に なっておりまして",
            "vi": "Tôi đang điều tra tình trạng của nhà Earl, nhưng nó có một chút thú vị."
        },
        {
            "x1": 672,
            "y1": 1062,
            "x2": 767,
            "y2": 1180,
            "text": "面白い 状況？",
            "vi": "Tình huống thú vị?"
        },
        {
            "x1": 218,
            "y1": 1052,
            "x2": 391,
            "y2": 1243,
            "text": "はい ベラムムスが 捨てられた後 伯爵には新たに 息子が生まれて いるのですがー",
            "vi": "Phải, sau khi Bellamums bị bỏ rơi, Bá tước có một đứa con trai mới."
        }
    ],
    "008.jpg": [
        {
            "x1": 741,
            "y1": 148,
            "x2": 829,
            "y2": 385,
            "text": "それがかなりの 無能なようです",
            "vi": "Nó có vẻ khá bất tài"
        },
        {
            "x1": 116,
            "y1": 293,
            "x2": 267,
            "y2": 560,
            "text": "天性が良かったので 捨てなかったのですが 良かったのは 天性だけで…",
            "vi": "Tôi đã không vứt nó đi vì bản chất tự nhiên là tốt, nhưng điều duy nhất tốt là tự nhiên..."
        },
        {
            "x1": 688,
            "y1": 654,
            "x2": 820,
            "y2": 920,
            "text": "人格 学業 戦闘 どれをとっても 出来が悪く伯爵は頭を 抱えているようです",
            "vi": "Các trận chiến cá nhân -Characterist tệ đến mức Bá tước dường như đang giữ đầu"
        },
        {
            "x1": 110,
            "y1": 717,
            "x2": 228,
            "y2": 845,
            "text": "ふくん 自業自得 じゃん",
            "vi": "Fukun là người tự làm việc"
        },
        {
            "x1": 730,
            "y1": 1024,
            "x2": 833,
            "y2": 1218,
            "text": "…そのため ベラムスの 現状を伝えれば",
            "vi": "Vì vậy, nếu bạn nói về tình hình hiện tại của Belams"
        },
        {
            "x1": 131,
            "y1": 1062,
            "x2": 271,
            "y2": 1251,
            "text": "もしかしたら 伯爵は彼を 取り戻したがる かもしれません",
            "vi": "Có lẽ bá tước muốn lấy lại anh ta"
        }
    ],
    "009.jpg": [
        {
            "x1": 702,
            "y1": 133,
            "x2": 845,
            "y2": 427,
            "text": "あの年齢で ベレスドラルの リーダーとして様々な 魔物を率いていることは",
            "vi": "Dẫn đầu các quái vật khác nhau với tư cách là một nhà lãnh đạo của Veredral ở tuổi đó"
        },
        {
            "x1": 139,
            "y1": 459,
            "x2": 247,
            "y2": 750,
            "text": "ベラムスが優秀で あることの証拠に ほかならないですから",
            "vi": "Không có gì ngoài bằng chứng cho thấy Belamus là xuất sắc"
        },
        {
            "x1": 754,
            "y1": 841,
            "x2": 842,
            "y2": 1058,
            "text": "でも一度捨てた子を 跡継ぎにするなんて できるのかな？",
            "vi": "Nhưng tôi có thể thành công đứa trẻ đã từng vứt bỏ không?"
        },
        {
            "x1": 345,
            "y1": 863,
            "x2": 472,
            "y2": 1055,
            "text": "難しくない？ 捨てたってことを 認めることにも なりかねないし",
            "vi": "Nó không khó? Nó có thể được chấp nhận để bị vứt đi"
        },
        {
            "x1": 131,
            "y1": 1123,
            "x2": 270,
            "y2": 1264,
            "text": "それは 色々と やりようが ありますよ",
            "vi": "Có nhiều cách khác nhau để làm điều đó"
        }
    ],
    "010.jpg": [
        {
            "x1": 750,
            "y1": 143,
            "x2": 831,
            "y2": 389,
            "text": "例えば… 捨てたのではなく",
            "vi": "Ví dụ... không vứt bỏ"
        },
        {
            "x1": 122,
            "y1": 231,
            "x2": 191,
            "y2": 533,
            "text": "ゴブリンに盗まれた ということにするとか",
            "vi": "Để nói rằng nó đã bị đánh cắp bởi một con yêu tinh"
        },
        {
            "x1": 680,
            "y1": 639,
            "x2": 823,
            "y2": 854,
            "text": "伯爵は世間では 人格者として 知られているよう ですから",
            "vi": "Bá tước dường như được biết đến như là một người trên thế giới"
        },
        {
            "x1": 512,
            "y1": 653,
            "x2": 583,
            "y2": 819,
            "text": "信じる人は 多いはずです",
            "vi": "Nhiều người nên tin"
        },
        {
            "x1": 220,
            "y1": 670,
            "x2": 293,
            "y2": 822,
            "text": "へく そうなんだ",
            "vi": "Có vẻ như nó điên rồ"
        },
        {
            "x1": 666,
            "y1": 989,
            "x2": 838,
            "y2": 1230,
            "text": "でもさ 今のベレスドラルに 人間達が攻め入った ところで そんなに ピンチになるかな？",
            "vi": "Nhưng nó sẽ rất khó khăn khi con người tấn công vào Berethral hiện tại?"
        },
        {
            "x1": 119,
            "y1": 1007,
            "x2": 220,
            "y2": 1249,
            "text": "森にも慣れてないし あっさり追い払われ そうじゃない？",
            "vi": "Tôi không quen với rừng, không phải nó có thể bị đuổi đi?"
        }
    ],
    "011.jpg": [
        {
            "x1": 781,
            "y1": 114,
            "x2": 855,
            "y2": 325,
            "text": "それも そうですね……",
            "vi": "Đó là trường hợp..."
        },
        {
            "x1": 122,
            "y1": 232,
            "x2": 229,
            "y2": 448,
            "text": "一応 他にも手を打って おきましょう",
            "vi": "Hãy làm một tay khác"
        },
        {
            "x1": 793,
            "y1": 542,
            "x2": 856,
            "y2": 663,
            "text": "とにかく クラーク君",
            "vi": "Dù sao đi nữa, Clark"
        },
        {
            "x1": 645,
            "y1": 582,
            "x2": 736,
            "y2": 810,
            "text": "この件は任せるから 頑張ってベレスドラル を追つめ元ね",
            "vi": "Tôi sẽ rời bỏ vấn đề này, vì vậy tôi sẽ cố gắng hết sức để theo dõi Berethral."
        },
        {
            "x1": 444,
            "y1": 545,
            "x2": 525,
            "y2": 802,
            "text": "君なら私の期待に 応えてくれるって",
            "vi": "Bạn sẽ đáp ứng mong đợi của tôi"
        },
        {
            "x1": 390,
            "y1": 932,
            "x2": 506,
            "y2": 1131,
            "text": "信じてる から…！",
            "vi": "Tôi tin rằng...!"
        }
    ],
    "012.jpg": [
        {
            "x1": 796,
            "y1": 1068,
            "x2": 838,
            "y2": 1175,
            "text": "…ふう",
            "vi": "… Hả"
        },
        {
            "x1": 122,
            "y1": 1061,
            "x2": 254,
            "y2": 1259,
            "text": "アミルドレ 様との会話は 寿命が縮む…",
            "vi": "Cuộc trò chuyện với cuộc sống của Amildre thu hẹp..."
        }
    ],
    "013.jpg": [
        {
            "x1": 730,
            "y1": 111,
            "x2": 850,
            "y2": 325,
            "text": "あの子供の姿に 油断し無礼を 働こうものなら",
            "vi": "Nếu bạn muốn làm việc thô lỗ bằng cách bất cẩn về đứa trẻ đó"
        },
        {
            "x1": 115,
            "y1": 113,
            "x2": 193,
            "y2": 412,
            "text": "私など数秒で 消されてじまうだろう",
            "vi": "Nó sẽ bị xóa trong vài giây"
        },
        {
            "x1": 462,
            "y1": 559,
            "x2": 524,
            "y2": 642,
            "text": "お呼び ですか",
            "vi": "Bạn đã gọi"
        },
        {
            "x1": 772,
            "y1": 544,
            "x2": 858,
            "y2": 800,
            "text": "この仕事必ず 成功させねば…！",
            "vi": "Tôi phải thành công trong công việc này...!"
        },
        {
            "x1": 608,
            "y1": 898,
            "x2": 637,
            "y2": 1002,
            "text": "クラーク",
            "vi": "Thư ký"
        },
        {
            "x1": 117,
            "y1": 872,
            "x2": 160,
            "y2": 1005,
            "text": "…バース",
            "vi": "BẮC BẮC"
        },
        {
            "x1": 755,
            "y1": 1072,
            "x2": 837,
            "y2": 1261,
            "text": "お前に仕事を 頼みたい",
            "vi": "Tôi muốn yêu cầu bạn cho một công việc"
        },
        {
            "x1": 578,
            "y1": 1127,
            "x2": 654,
            "y2": 1261,
            "text": "詳細は これに…",
            "vi": "Để biết chi tiết, hãy xem điều này..."
        }
    ],
    "014.jpg": [
        {
            "x1": 747,
            "y1": 120,
            "x2": 817,
            "y2": 367,
            "text": "…なるほど かしこまりました",
            "vi": "...Tôi thấy"
        },
        {
            "x1": 789,
            "y1": 530,
            "x2": 835,
            "y2": 662,
            "text": "ハアッ！",
            "vi": "Hả!"
        }
    ],
    "015.jpg": [
        {
            "x1": 155,
            "y1": 174,
            "x2": 248,
            "y2": 457,
            "text": "…それでは 行ってまいります",
            "vi": "… Sau đó tôi sẽ đi"
        }
    ],
    "016.jpg": [
        {
            "x1": 157,
            "y1": 340,
            "x2": 240,
            "y2": 578,
            "text": "ベレスドラルの ベラムス…",
            "vi": "Belams của Berradral..."
        },
        {
            "x1": 867,
            "y1": 1058,
            "x2": 906,
            "y2": 1292,
            "text": "第50話へっづく！",
            "vi": "Tập 50"
        },
        {
            "x1": 721,
            "y1": 1079,
            "x2": 807,
            "y2": 1260,
            "text": "楽しませて もらうわ",
            "vi": "Tôi sẽ thưởng thức nó"
        },
        {
            "x1": 276,
            "y1": 1312,
            "x2": 662,
            "y2": 1347,
            "text": "渦巻く瞳が望む未来は…!?",
            "vi": "Tương lai mà đôi mắt xoáy muốn...?!?"
        }
    ]
}