var ocr_data = {
    "1-628a278aced6e.jpg": [
        {
            "x1": 46,
            "y1": 97,
            "x2": 439,
            "y2": 122,
            "text": "一魔物の森で最強の大魔話国を作りしたる",
            "vi": "Tạo ra đất nước nói chuyện mạnh nhất trong rừng của quỷ"
        },
        {
            "x1": 436,
            "y1": 780,
            "x2": 873,
            "y2": 812,
            "text": "最終話ベレスドラルの未来に",
            "vi": "Tập cuối cho tương lai của Berradral"
        },
        {
            "x1": 255,
            "y1": 890,
            "x2": 290,
            "y2": 1015,
            "text": "ベラムス",
            "vi": "Tin"
        },
        {
            "x1": 46,
            "y1": 843,
            "x2": 75,
            "y2": 1240,
            "text": "単行本①～①巻大好郎発売中叫",
            "vi": "Sách ① to ① Tập Goro hét lên"
        },
        {
            "x1": 130,
            "y1": 1312,
            "x2": 841,
            "y2": 1341,
            "text": "原作:未来人Aマがぅっ経莉漫画:クリカラマル キャラグター原案:キッカイキ",
            "vi": "Bản gốc: Tương lai của con người A ma geri manga: Crycala Mar nhân vật Rapid: Kickaiki"
        }
    ],
    "2-628a278b5138d.jpg": [
        {
            "x1": 712,
            "y1": 147,
            "x2": 824,
            "y2": 359,
            "text": "食べてますか？ 料理とって きましょうカ？",
            "vi": "Bạn đang ăn? Chúng ta sẽ nấu ăn chứ?"
        },
        {
            "x1": 150,
            "y1": 232,
            "x2": 235,
            "y2": 409,
            "text": "わしはいい それより…",
            "vi": "Tôi đỡ hơn rồi..."
        },
        {
            "x1": 758,
            "y1": 614,
            "x2": 838,
            "y2": 763,
            "text": "ケガは 大丈夫か？",
            "vi": "Chấn thương có được không?"
        },
        {
            "x1": 264,
            "y1": 611,
            "x2": 382,
            "y2": 816,
            "text": "そうか… オーガを相手に よく耐えた",
            "vi": "Vâng... tôi đã chịu đựng Auga cho đối thủ của mình"
        },
        {
            "x1": 780,
            "y1": 907,
            "x2": 840,
            "y2": 1064,
            "text": "ハイ もう このとーリ！",
            "vi": "Cao, điều này đã được!"
        },
        {
            "x1": 599,
            "y1": 1094,
            "x2": 735,
            "y2": 1253,
            "text": "さすが ボスの姉… 魔法で治して もらえましタ",
            "vi": "Đúng như dự đoán, em gái của ông chủ... phép thuật được chữa khỏi"
        },
        {
            "x1": 218,
            "y1": 1020,
            "x2": 345,
            "y2": 1211,
            "text": "へへっ たまにはいいとこ 見せないと ですかラ！",
            "vi": "Bạn có phải thể hiện những điều tốt đẹp đôi khi!"
        }
    ],
    "3-628a278bb9ed2.jpg": [
        {
            "x1": 560,
            "y1": 159,
            "x2": 709,
            "y2": 315,
            "text": "お主は わしの 右腕じゃ",
            "vi": "CHÚA"
        },
        {
            "x1": 394,
            "y1": 96,
            "x2": 459,
            "y2": 297,
            "text": "バルボラ",
            "vi": "Balvola"
        },
        {
            "x1": 554,
            "y1": 870,
            "x2": 594,
            "y2": 1064,
            "text": "うぉおぉおっ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 261,
            "y1": 883,
            "x2": 357,
            "y2": 1027,
            "text": "……ま まあ 元気そうで よかった",
            "vi": "......tốt, tôi rất vui vì tôi trông ổn"
        }
    ],
    "4-628a278c33d4f.jpg": [
        {
            "x1": 680,
            "y1": 147,
            "x2": 826,
            "y2": 296,
            "text": "ベラムスく これでもう 戦わなくて いいノ？",
            "vi": "Belams không cần phải chiến đấu nữa?"
        },
        {
            "x1": 804,
            "y1": 624,
            "x2": 837,
            "y2": 693,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 627,
            "y1": 652,
            "x2": 741,
            "y2": 803,
            "text": "しばらくは 大丈夫 じゃろう",
            "vi": "Không sao đâu một lúc"
        },
        {
            "x1": 431,
            "y1": 622,
            "x2": 533,
            "y2": 863,
            "text": "少なくとも あのパラオンという 男は信用できる",
            "vi": "Ít nhất người đàn ông tên Palaon có thể được tin tưởng"
        },
        {
            "x1": 183,
            "y1": 654,
            "x2": 297,
            "y2": 885,
            "text": "アストレアス軍が 攻めてくることは 当分あるまい",
            "vi": "Không có cách nào để quân đội Astriles tấn công trong thời gian này"
        }
    ],
    "5-628a278ca844d.jpg": [
        {
            "x1": 736,
            "y1": 138,
            "x2": 812,
            "y2": 309,
            "text": "よかったネ お母ちゃン！",
            "vi": "Người mẹ tốt!"
        },
        {
            "x1": 700,
            "y1": 477,
            "x2": 772,
            "y2": 636,
            "text": "何もないのが 一番ダ",
            "vi": "Điều tốt nhất là không có gì"
        },
        {
            "x1": 760,
            "y1": 791,
            "x2": 800,
            "y2": 979,
            "text": "聞いてくれ！",
            "vi": "Nghe tôi!"
        }
    ],
    "6-628a278d20dda.jpg": [
        {
            "x1": 709,
            "y1": 138,
            "x2": 818,
            "y2": 337,
            "text": "皆のおかげで ベレスドラルは 守られた！",
            "vi": "Cảm ơn tất cả mọi người, Berethradrar đã được bảo vệ!"
        },
        {
            "x1": 123,
            "y1": 266,
            "x2": 234,
            "y2": 471,
            "text": "人間たちは もう攻めて こないじゃろう",
            "vi": "Con người sẽ không tấn công nữa"
        },
        {
            "x1": 591,
            "y1": 584,
            "x2": 672,
            "y2": 707,
            "text": "本当に 感謝する",
            "vi": "Tôi thực sự rất biết ơn"
        },
        {
            "x1": 447,
            "y1": 594,
            "x2": 531,
            "y2": 701,
            "text": "ありが とう！",
            "vi": "cảm ơn bạn!"
        },
        {
            "x1": 105,
            "y1": 814,
            "x2": 159,
            "y2": 939,
            "text": "いいゾ ベラムスくっ",
            "vi": "Zobelam tốt"
        },
        {
            "x1": 697,
            "y1": 1051,
            "x2": 829,
            "y2": 1248,
            "text": "…じゃが 人間がこなければ 安全という わけではない",
            "vi": "… Và không an toàn nếu bạn không đến"
        },
        {
            "x1": 216,
            "y1": 1037,
            "x2": 335,
            "y2": 1187,
            "text": "話して おかなければ ならない ことがある",
            "vi": "Có những điều bạn phải nói đến"
        }
    ],
    "7-628a278d9f397.jpg": [
        {
            "x1": 770,
            "y1": 134,
            "x2": 840,
            "y2": 321,
            "text": "おそらく今回の 戦の裏には",
            "vi": "Có lẽ là đằng sau trận chiến này"
        },
        {
            "x1": 144,
            "y1": 128,
            "x2": 219,
            "y2": 360,
            "text": "より大きな魔物の 存在がある",
            "vi": "Có một con quái vật lớn hơn"
        },
        {
            "x1": 715,
            "y1": 479,
            "x2": 835,
            "y2": 714,
            "text": "我が主人が あなたに執心する のも納得です",
            "vi": "Tôi tin chắc rằng chồng tôi sẽ bị ám ảnh bởi bạn"
        },
        {
            "x1": 142,
            "y1": 603,
            "x2": 266,
            "y2": 924,
            "text": "あのバースですら コマの１つにすぎない ほどの強大な存在じゃ",
            "vi": "Ngay cả bến đó chỉ là một trong các khung"
        },
        {
            "x1": 508,
            "y1": 1021,
            "x2": 568,
            "y2": 1129,
            "text": "バースより ャバイ奴が",
            "vi": "Có một anh chàng yabai hơn là tắm"
        },
        {
            "x1": 226,
            "y1": 1028,
            "x2": 256,
            "y2": 1133,
            "text": "マジかョ",
            "vi": "Nghiêm trọng"
        }
    ],
    "8-628a278e15fbb.jpg": [
        {
            "x1": 391,
            "y1": 127,
            "x2": 433,
            "y2": 340,
            "text": "…頼みがある",
            "vi": "“Tôi có một yêu cầu"
        },
        {
            "x1": 731,
            "y1": 244,
            "x2": 844,
            "y2": 518,
            "text": "いずれ その 未知の脅威に晒される 時が来るじゃろう",
            "vi": "Sẽ là thời gian để được tiếp xúc với mối đe dọa chưa biết đó"
        },
        {
            "x1": 762,
            "y1": 731,
            "x2": 820,
            "y2": 962,
            "text": "その時も…",
            "vi": "Lúc đó..."
        },
        {
            "x1": 139,
            "y1": 788,
            "x2": 187,
            "y2": 1229,
            "text": "共に戦ってくれるか？",
            "vi": "Bạn sẽ chiến đấu cùng nhau?"
        }
    ],
    "9-628a278e7cca8.jpg": [
        {
            "x1": 468,
            "y1": 130,
            "x2": 560,
            "y2": 310,
            "text": "ベラムス 何言ってん",
            "vi": "Bạn đang nói gì về Belams"
        },
        {
            "x1": 276,
            "y1": 902,
            "x2": 418,
            "y2": 1137,
            "text": "ここは べれれすらる だヨ！",
            "vi": "Đây là tiếng cẩu thả!"
        },
        {
            "x1": 105,
            "y1": 1077,
            "x2": 183,
            "y2": 1262,
            "text": "ベラムス殿 忘れたのか？",
            "vi": "Bạn có quên Belams không?"
        }
    ],
    "10-628a278ee6bf4.jpg": [
        {
            "x1": 757,
            "y1": 135,
            "x2": 807,
            "y2": 339,
            "text": "“共栄の地",
            "vi": "“Vùng đất của đồng tiền"
        },
        {
            "x1": 110,
            "y1": 209,
            "x2": 231,
            "y2": 357,
            "text": "それが この場所の 名だろう",
            "vi": "Đó sẽ là tên của nơi này"
        },
        {
            "x1": 837,
            "y1": 471,
            "x2": 884,
            "y2": 578,
            "text": "ああ！",
            "vi": "À!"
        },
        {
            "x1": 644,
            "y1": 492,
            "x2": 767,
            "y2": 709,
            "text": "オレたちは ベレスドラルの 民ダ",
            "vi": "Chúng tôi là người của Berethralal"
        },
        {
            "x1": 121,
            "y1": 686,
            "x2": 218,
            "y2": 940,
            "text": "そんなの 当たり前だロ！",
            "vi": "Đó là tự nhiên!"
        }
    ],
    "11-628a278f5c2fd.jpg": [
        {
            "x1": 114,
            "y1": 186,
            "x2": 167,
            "y2": 350,
            "text": "皆っ…！",
            "vi": "Tất cả mọi người...!"
        },
        {
            "x1": 755,
            "y1": 792,
            "x2": 819,
            "y2": 957,
            "text": "…聞くまでも なかったか",
            "vi": "… Bạn đã phải hỏi?"
        },
        {
            "x1": 132,
            "y1": 850,
            "x2": 166,
            "y2": 1004,
            "text": "ありがとう",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 730,
            "y1": 1093,
            "x2": 845,
            "y2": 1240,
            "text": "これからも 手を 取り合って",
            "vi": "Chúng tôi sẽ tiếp tục nắm tay nhau"
        },
        {
            "x1": 141,
            "y1": 1091,
            "x2": 213,
            "y2": 1262,
            "text": "この場所を 守っていこう",
            "vi": "Hãy bảo vệ nơi này"
        }
    ],
    "12-628a278fc9555.jpg": [
        {
            "x1": 670,
            "y1": 142,
            "x2": 793,
            "y2": 462,
            "text": "ズベレスドラルの 未来に",
            "vi": "Đối với tương lai của Zverest Dral"
        }
    ],
    "13-628a27903d3d4.jpg": [
        {
            "x1": 272,
            "y1": 203,
            "x2": 400,
            "y2": 530,
            "text": "ベレスドラルの 未来に´‼",
            "vi": "Trong tương lai của Berethral ‼‼"
        }
    ],
    "14-628a2790a9a33.jpg": [
        {
            "x1": 163,
            "y1": 247,
            "x2": 210,
            "y2": 375,
            "text": "５年後",
            "vi": "Sau 5 năm"
        }
    ],
    "15-628a27911d8b5.jpg": [
        {
            "x1": 767,
            "y1": 658,
            "x2": 838,
            "y2": 829,
            "text": "ナバーシャ_ リザく！",
            "vi": "Navasha_ Resiza!"
        },
        {
            "x1": 531,
            "y1": 671,
            "x2": 615,
            "y2": 849,
            "text": "オハヨー デラロサ！",
            "vi": "Ohayo Delalosa!"
        },
        {
            "x1": 92,
            "y1": 693,
            "x2": 164,
            "y2": 865,
            "text": "ベラムス 見なかっタ？",
            "vi": "Đừng nhìn vào Belams?"
        }
    ],
    "16-628a27918aa61.jpg": [
        {
            "x1": 768,
            "y1": 148,
            "x2": 828,
            "y2": 392,
            "text": "朝ゴできたのに もうどっか行ってテ…",
            "vi": "Mặc dù tôi có thể đi vào buổi sáng, tôi đã đi đâu đó..."
        },
        {
            "x1": 428,
            "y1": 146,
            "x2": 514,
            "y2": 279,
            "text": "相変わ らずだナ ラムスの奴",
            "vi": "Naramus anh chàng như thường lệ"
        },
        {
            "x1": 120,
            "y1": 161,
            "x2": 203,
            "y2": 321,
            "text": "一緒に 捜そうか？",
            "vi": "Chúng ta sẽ tìm kiếm cùng nhau chứ?"
        },
        {
            "x1": 748,
            "y1": 630,
            "x2": 829,
            "y2": 788,
            "text": "もく朝ぐらい のんびりすれば いいのニく",
            "vi": "Thư giãn vào buổi sáng không sao cả"
        },
        {
            "x1": 369,
            "y1": 625,
            "x2": 441,
            "y2": 795,
            "text": "どうしたノ？ 皆して…",
            "vi": "Chuyện gì đã xảy ra? Tất cả mọi người..."
        },
        {
            "x1": 670,
            "y1": 1175,
            "x2": 699,
            "y2": 1259,
            "text": "アレ？",
            "vi": "Đó là?"
        }
    ],
    "17-628a279204529.jpg": [
        {
            "x1": 753,
            "y1": 137,
            "x2": 853,
            "y2": 288,
            "text": "ベラムス 捜してンノ 見なかっタ？",
            "vi": "Tìm kiếm Belams và không nhìn vào NNO?"
        },
        {
            "x1": 226,
            "y1": 138,
            "x2": 258,
            "y2": 266,
            "text": "バルボラダ",
            "vi": "Balborada"
        },
        {
            "x1": 636,
            "y1": 321,
            "x2": 725,
            "y2": 453,
            "text": "今朝は まだ見てない ナァ…",
            "vi": "Tôi chưa thấy nó sáng nay..."
        },
        {
            "x1": 138,
            "y1": 273,
            "x2": 200,
            "y2": 427,
            "text": "オ_イ バルボラく‼",
            "vi": "O_ Ibarbora"
        },
        {
            "x1": 498,
            "y1": 629,
            "x2": 575,
            "y2": 785,
            "text": "ベラムス 見てなイ？",
            "vi": "Nhìn vào Belams?"
        },
        {
            "x1": 759,
            "y1": 906,
            "x2": 837,
            "y2": 1141,
            "text": "ベラムス様なら ほらあっチ！",
            "vi": "Nếu bạn là người tin, hãy nhìn xem!"
        }
    ],
    "18-628a27926fe7c.jpg": [
        {
            "x1": 765,
            "y1": 149,
            "x2": 810,
            "y2": 396,
            "text": "ベラムス_！",
            "vi": "Belams_!"
        },
        {
            "x1": 787,
            "y1": 956,
            "x2": 828,
            "y2": 1192,
            "text": "朝ゴハンだゾ！",
            "vi": "Đó là một buổi sáng Gohan!"
        }
    ],
    "19-628a2792ddd98.jpg": [
        {
            "x1": 736,
            "y1": 160,
            "x2": 837,
            "y2": 351,
            "text": "もうそんな 時間か",
            "vi": "Đã có thời gian rồi?"
        },
        {
            "x1": 76,
            "y1": 280,
            "x2": 177,
            "y2": 417,
            "text": "すまん すまん",
            "vi": "Xin lỗi"
        }
    ],
    "20-628a279355c06.jpg": [
        {
            "x1": 662,
            "y1": 208,
            "x2": 757,
            "y2": 454,
            "text": "今日も 忙しくなるぞ！",
            "vi": "Hôm nay tôi cũng bận rộn!"
        },
        {
            "x1": 89,
            "y1": 1187,
            "x2": 600,
            "y2": 1276,
            "text": "ご愛読ありがとうございました！ 最終 8巻は6月9日木)発売です‼!",
            "vi": "Cảm ơn bạn đã đọc! 8 tập cuối cùng sẽ được phát hành vào thứ năm, ngày 9 tháng 6.!"
        },
        {
            "x1": 151,
            "y1": 1311,
            "x2": 784,
            "y2": 1341,
            "text": "クリカラマル先生の次回作にもぜひこ期待ください！",
            "vi": "Xin hãy mong chờ công việc tiếp theo của Tiến sĩ Kurikara Maru!"
        }
    ]
}