var ocr_data = {
    "1-6277417841125.jpg": [
        {
            "x1": 100,
            "y1": 29,
            "x2": 482,
            "y2": 119,
            "text": "圈でn転生賢者",
            "vi": "圈 n Tái sinh Sage"
        },
        {
            "x1": 116,
            "y1": 105,
            "x2": 459,
            "y2": 126,
            "text": "一魔物の森で強の天魔帝団を作り長ける",
            "vi": "Tạo ra một tập đoàn Hoàng gia Tenma mạnh mẽ trong khu rừng một -demon"
        },
        {
            "x1": 610,
            "y1": 596,
            "x2": 862,
            "y2": 630,
            "text": "第80話帰る場所",
            "vi": "Nơi để trở về tập thứ 80"
        },
        {
            "x1": 41,
            "y1": 137,
            "x2": 76,
            "y2": 1164,
            "text": "単行本①〜①巻、重思続々発売中！ ◎巻は６月9目(ホ）発売予定です明",
            "vi": "Cuốn sách ① đến ① Khối lượng, chúng tôi đang được bán! Tập sẽ được phát hành vào ngày 9 tháng 6 (e)."
        },
        {
            "x1": 130,
            "y1": 1312,
            "x2": 841,
            "y2": 1341,
            "text": "原作:未来人Aマがぅっ経莉漫画:クリカラマル キャラグター原案:キッカイキ",
            "vi": "Bản gốc: Tương lai của con người A ma geri manga: Crycala Mar nhân vật Rapid: Kickaiki"
        }
    ],
    "2-62774178b0510.jpg": [
        {
            "x1": 388,
            "y1": 137,
            "x2": 491,
            "y2": 310,
            "text": "…信じ られない",
            "vi": "… Không thể tin được"
        },
        {
            "x1": 671,
            "y1": 519,
            "x2": 830,
            "y2": 746,
            "text": "侵攻に 及んだ側の我らの 手当てをして 下さるとは…！",
            "vi": "Điều trị của chúng tôi về cuộc xâm lược là gì?"
        },
        {
            "x1": 550,
            "y1": 654,
            "x2": 626,
            "y2": 828,
            "text": "なんと 礼を申せば…",
            "vi": "Thật là một lời cảm ơn..."
        },
        {
            "x1": 743,
            "y1": 923,
            "x2": 833,
            "y2": 1039,
            "text": "礼など よい",
            "vi": "Tốt cảm ơn"
        },
        {
            "x1": 113,
            "y1": 1006,
            "x2": 221,
            "y2": 1252,
            "text": "わしらは共に 被害者じゃ",
            "vi": "Cả hai chúng tôi đều là nạn nhân"
        }
    ],
    "3-6277417924a6b.jpg": [
        {
            "x1": 638,
            "y1": 198,
            "x2": 763,
            "y2": 475,
            "text": "そちらにこれ以上 戦う気がないのなら 争う理由はない",
            "vi": "Nếu bạn không muốn chiến đấu nữa, không có lý do để chiến đấu"
        },
        {
            "x1": 429,
            "y1": 210,
            "x2": 556,
            "y2": 368,
            "text": "…だが一つ 約束して 貰いたい",
            "vi": "… Nhưng tôi muốn bạn hứa với một"
        },
        {
            "x1": 196,
            "y1": 261,
            "x2": 247,
            "y2": 422,
            "text": "約束…？",
            "vi": "lời hứa…?"
        },
        {
            "x1": 738,
            "y1": 626,
            "x2": 852,
            "y2": 835,
            "text": "この地を侵攻 することは 二度とない…と",
            "vi": "Tôi sẽ không bao giờ xâm lược vùng đất này..."
        },
        {
            "x1": 784,
            "y1": 1015,
            "x2": 858,
            "y2": 1133,
            "text": "必ず",
            "vi": "chắc chắn"
        },
        {
            "x1": 326,
            "y1": 1062,
            "x2": 428,
            "y2": 1255,
            "text": "この命に 懸けて…！",
            "vi": "Với cuộc sống này...!"
        }
    ],
    "4-627741798a5ce.jpg": [
        {
            "x1": 788,
            "y1": 115,
            "x2": 825,
            "y2": 312,
            "text": "パラオン殿…",
            "vi": "Palaon Hall..."
        },
        {
            "x1": 531,
            "y1": 183,
            "x2": 579,
            "y2": 270,
            "text": "リザ",
            "vi": "Liza"
        },
        {
            "x1": 391,
            "y1": 136,
            "x2": 436,
            "y2": 247,
            "text": "…いや",
            "vi": "Không"
        },
        {
            "x1": 145,
            "y1": 226,
            "x2": 322,
            "y2": 401,
            "text": "お前１人に 辛い立場を 負わせて しまったな",
            "vi": "Bạn đã ở trong một vị trí đau đớn cho bạn"
        },
        {
            "x1": 708,
            "y1": 636,
            "x2": 816,
            "y2": 943,
            "text": "私の説得に応じて頂き ありがとう ございました",
            "vi": "Cảm ơn bạn vì sự thuyết phục của bạn"
        },
        {
            "x1": 169,
            "y1": 1039,
            "x2": 275,
            "y2": 1251,
            "text": "私こそ 謝らねば…",
            "vi": "Tôi phải xin lỗi..."
        }
    ],
    "5-62774179ef577.jpg": [
        {
            "x1": 141,
            "y1": 148,
            "x2": 289,
            "y2": 390,
            "text": "あの時 お前が帰る場所を 捨ててまで 話をしていなければ",
            "vi": "Tôi phải vứt bỏ nơi bạn trở về lúc đó"
        },
        {
            "x1": 684,
            "y1": 483,
            "x2": 825,
            "y2": 763,
            "text": "我々は全員… 訳も分からぬまま 死んでいただろう",
            "vi": "Tất cả chúng ta... chúng ta sẽ chết mà không biết bản dịch"
        },
        {
            "x1": 683,
            "y1": 1092,
            "x2": 775,
            "y2": 1237,
            "text": "ですが 私はっ…",
            "vi": "Nhưng tôi..."
        },
        {
            "x1": 139,
            "y1": 1090,
            "x2": 225,
            "y2": 1264,
            "text": "私の せいで…！",
            "vi": "Vì tôi…!"
        }
    ],
    "6-6277417a629cc.jpg": [
        {
            "x1": 664,
            "y1": 139,
            "x2": 828,
            "y2": 347,
            "text": "…お前が 上手く動けば この戦を未然に 防げたと…？",
            "vi": "Nếu bạn di chuyển tốt, bạn có thể ngăn chặn cuộc chiến này...?"
        },
        {
            "x1": 117,
            "y1": 161,
            "x2": 165,
            "y2": 370,
            "text": "それは違う",
            "vi": "Không đúng"
        },
        {
            "x1": 811,
            "y1": 461,
            "x2": 898,
            "y2": 696,
            "text": "お前は 最善を尽くした",
            "vi": "Bạn đã làm tốt nhất có thể"
        },
        {
            "x1": 246,
            "y1": 459,
            "x2": 361,
            "y2": 642,
            "text": "仮にお前に 責任があると するなら",
            "vi": "Nếu bạn có trách nhiệm với bạn"
        },
        {
            "x1": 115,
            "y1": 699,
            "x2": 297,
            "y2": 866,
            "text": "それは 我々全員に 同じことが 言える",
            "vi": "Điều đó có thể nói với mọi người"
        },
        {
            "x1": 750,
            "y1": 970,
            "x2": 836,
            "y2": 1080,
            "text": "いいか リザ",
            "vi": "Liza tốt"
        },
        {
            "x1": 294,
            "y1": 960,
            "x2": 364,
            "y2": 1083,
            "text": "見ろ",
            "vi": "Trông có vẻ"
        }
    ],
    "7-6277417acac2c.jpg": [
        {
            "x1": 750,
            "y1": 164,
            "x2": 834,
            "y2": 576,
            "text": "お前の勇気が",
            "vi": "Sự can đảm của bạn"
        },
        {
            "x1": 140,
            "y1": 564,
            "x2": 206,
            "y2": 1166,
            "text": "我らを救ったのだ…！",
            "vi": "Tôi đã lưu chúng tôi...!"
        }
    ],
    "9-6277417bb8743.jpg": [
        {
            "x1": 173,
            "y1": 139,
            "x2": 225,
            "y2": 289,
            "text": "ふくっ！",
            "vi": "Fuku!"
        },
        {
            "x1": 734,
            "y1": 410,
            "x2": 802,
            "y2": 637,
            "text": "中々面白かったん じゃないの？",
            "vi": "Nó không thú vị?"
        }
    ],
    "11-6277417c8f1c6.jpg": [
        {
            "x1": 706,
            "y1": 162,
            "x2": 845,
            "y2": 403,
            "text": "何であんなに 強いんだろ？ 不思議だなあく",
            "vi": "Điều đó là mạnh mẽ? Thật là kỳ lạ"
        },
        {
            "x1": 523,
            "y1": 322,
            "x2": 647,
            "y2": 569,
            "text": "もっともっと ベラムス君のこと 知りたいな…！",
            "vi": "Tôi muốn biết nhiều hơn về Berums...!"
        },
        {
            "x1": 314,
            "y1": 462,
            "x2": 437,
            "y2": 643,
            "text": "今日はもう 帰っていいよ クラーク君",
            "vi": "Hôm nay bạn có thể về nhà Clark"
        },
        {
            "x1": 350,
            "y1": 882,
            "x2": 441,
            "y2": 1056,
            "text": "……では 失礼します",
            "vi": "……Xin lỗi cho tôi hỏi"
        }
    ],
    "12-6277417d05106.jpg": [
        {
            "x1": 105,
            "y1": 109,
            "x2": 222,
            "y2": 334,
            "text": "アミルドレ様に 仕えたのが 運の尽きかる",
            "vi": "Tôi đã may mắn được phục vụ Amildre"
        },
        {
            "x1": 635,
            "y1": 397,
            "x2": 749,
            "y2": 628,
            "text": "私の番が来るのも そう遠く ないのかもな…",
            "vi": "Có lẽ đến lượt của tôi không quá xa..."
        },
        {
            "x1": 226,
            "y1": 817,
            "x2": 266,
            "y2": 958,
            "text": "共栄の地",
            "vi": "Vùng đất Kyoritory"
        },
        {
            "x1": 189,
            "y1": 763,
            "x2": 226,
            "y2": 988,
            "text": "ベレスドラル…",
            "vi": "Berethral..."
        }
    ],
    "16-6277417fb95a3.jpg": [
        {
            "x1": 122,
            "y1": 147,
            "x2": 205,
            "y2": 318,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 726,
            "y1": 395,
            "x2": 832,
            "y2": 593,
            "text": "私に 帰る場所を",
            "vi": "Một nơi để trở về với tôi"
        },
        {
            "x1": 194,
            "y1": 443,
            "x2": 289,
            "y2": 636,
            "text": "与えて くれて…！",
            "vi": "Cho tôi...!"
        },
        {
            "x1": 875,
            "y1": 1009,
            "x2": 930,
            "y2": 1288,
            "text": "次回、最終話‼",
            "vi": "Lần sau, câu chuyện cuối cùng"
        },
        {
            "x1": 122,
            "y1": 1313,
            "x2": 758,
            "y2": 1339,
            "text": "りザも正式に仲間となり、共生の地は一層強い村に",
            "vi": "Ririza cũng tạo thành một người bạn, và vùng đất cộng sinh là một ngôi làng mạnh hơn"
        }
    ]
}