var ocr_data = {
    "1-61f62c3b67514.jpg": [
        {
            "x1": 446,
            "y1": 21,
            "x2": 883,
            "y2": 101,
            "text": "捨でれた転生賢者",
            "vi": "Một người đàn ông khôn ngoan bị bỏ lại"
        },
        {
            "x1": 455,
            "y1": 96,
            "x2": 853,
            "y2": 121,
            "text": "～魔物の森で最強の大魔帝国を作りしけっ",
            "vi": "~ Tạo ra Đế chế quỷ vĩ đại mạnh nhất trong Rừng quỷ"
        },
        {
            "x1": 132,
            "y1": 150,
            "x2": 242,
            "y2": 344,
            "text": "騎士で あることを 捨てたお前に…",
            "vi": "Đối với bạn, người đã bỏ rơi là một hiệp sĩ..."
        },
        {
            "x1": 721,
            "y1": 442,
            "x2": 836,
            "y2": 610,
            "text": "耳を貸す者 などいない だろう…",
            "vi": "Không ai sẽ nghe..."
        },
        {
            "x1": 689,
            "y1": 695,
            "x2": 782,
            "y2": 950,
            "text": "この私を のぞいてな…ー",
            "vi": "Hãy xem tôi..."
        },
        {
            "x1": 40,
            "y1": 81,
            "x2": 76,
            "y2": 848,
            "text": "紙も電子も絶好調！ 単行本①〜◎巻絶費発売中叫",
            "vi": "Cả giấy và điện tử! Cuốn sách ① để cắt giảm chi phí đang được bán"
        },
        {
            "x1": 587,
            "y1": 1249,
            "x2": 871,
            "y2": 1285,
            "text": "第73話 剣を捧ぐは",
            "vi": "Tập 73 dành một thanh kiếm"
        },
        {
            "x1": 133,
            "y1": 1316,
            "x2": 843,
            "y2": 1342,
            "text": "原作:未来人Aマぉッ牲制 漫画:クリカラマル キャラクター原素:キッカイキ",
            "vi": "Bản gốc: Tương lai con người A -ma Taman Manga: Crycaramar Nhân vật Hara: Kikaiki"
        }
    ],
    "2-61f62c3bf1e1b.jpg": [
        {
            "x1": 763,
            "y1": 422,
            "x2": 835,
            "y2": 564,
            "text": "パラオン殿 何を言って",
            "vi": "Bạn nói palaon gì"
        },
        {
            "x1": 435,
            "y1": 458,
            "x2": 532,
            "y2": 566,
            "text": "リザは 裏切り者 です！",
            "vi": "Liza là kẻ phản bội!"
        },
        {
            "x1": 760,
            "y1": 873,
            "x2": 835,
            "y2": 1082,
            "text": "確かにリザは 我らを裏切った",
            "vi": "Chắc chắn Liza đã phản bội chúng tôi"
        },
        {
            "x1": 691,
            "y1": 1105,
            "x2": 726,
            "y2": 1206,
            "text": "…だが",
            "vi": "...Chỉ"
        },
        {
            "x1": 108,
            "y1": 1003,
            "x2": 270,
            "y2": 1241,
            "text": "魔物に脅かされ 従っている 今の我らに大義が あると言えるか？",
            "vi": "Chúng ta có thể nói rằng có một nguyên nhân cho chúng ta bị đe dọa và theo sau bởi quái vật không?"
        }
    ],
    "3-61f62c3d2a623.jpg": [
        {
            "x1": 691,
            "y1": 512,
            "x2": 847,
            "y2": 765,
            "text": "リザは 自らの正義に従って ベレスドラル側に つくことを選んだ",
            "vi": "Liza đã chọn đứng về phía Berethral theo công lý của mình"
        },
        {
            "x1": 117,
            "y1": 656,
            "x2": 227,
            "y2": 828,
            "text": "自らの 意志でだ",
            "vi": "Với ý chí của bạn"
        },
        {
            "x1": 676,
            "y1": 935,
            "x2": 840,
            "y2": 1173,
            "text": "騎士であることを 捨ててもなお リザの心には 正義がある",
            "vi": "Ngay cả khi bạn bỏ rơi mình như một hiệp sĩ, vẫn có công lý trong trái tim của Liza"
        },
        {
            "x1": 165,
            "y1": 1063,
            "x2": 249,
            "y2": 1257,
            "text": "だが 我らの 心にあるもの",
            "vi": "Nhưng những gì trong trái tim của chúng ta"
        }
    ],
    "4-61f62c3db2062.jpg": [
        {
            "x1": 741,
            "y1": 122,
            "x2": 815,
            "y2": 361,
            "text": "“恐怖”…",
            "vi": "\"Sợ\" ..."
        },
        {
            "x1": 122,
            "y1": 360,
            "x2": 183,
            "y2": 636,
            "text": "それだけだ",
            "vi": "Đó là tất cả"
        },
        {
            "x1": 781,
            "y1": 1053,
            "x2": 820,
            "y2": 1265,
            "text": "パラオン殿…",
            "vi": "Palaon Hall..."
        },
        {
            "x1": 174,
            "y1": 1074,
            "x2": 211,
            "y2": 1248,
            "text": "どうして…",
            "vi": "Tại sao"
        }
    ],
    "5-61f62c3e4436b.jpg": [
        {
            "x1": 699,
            "y1": 123,
            "x2": 792,
            "y2": 412,
            "text": "お前に剣の扱いを 教えたのは私だ",
            "vi": "Tôi là người dạy bạn cách xử lý thanh kiếm"
        },
        {
            "x1": 84,
            "y1": 344,
            "x2": 190,
            "y2": 551,
            "text": "剣には 人が表れる",
            "vi": "Mọi người xuất hiện trong thanh kiếm"
        },
        {
            "x1": 727,
            "y1": 675,
            "x2": 845,
            "y2": 884,
            "text": "お前の実直さは 誰よりも 知っているさ",
            "vi": "Tôi biết sự trung thực của bạn hơn bất kỳ ai khác"
        },
        {
            "x1": 584,
            "y1": 828,
            "x2": 658,
            "y2": 950,
            "text": "リザ",
            "vi": "Liza"
        },
        {
            "x1": 782,
            "y1": 1062,
            "x2": 854,
            "y2": 1237,
            "text": "聞け‼",
            "vi": "Nghe‼"
        },
        {
            "x1": 118,
            "y1": 1088,
            "x2": 225,
            "y2": 1255,
            "text": "皆 本当は 分かっている はずだ！",
            "vi": "Mọi người nên thực sự biết!"
        }
    ],
    "6-61f62c3ec08fe.jpg": [
        {
            "x1": 736,
            "y1": 126,
            "x2": 867,
            "y2": 417,
            "text": "このまま魔物どもに 従っていても 命の保証などない！",
            "vi": "Không có gì đảm bảo cho cuộc sống ngay cả khi bạn theo dõi quái vật như nó là!"
        },
        {
            "x1": 106,
            "y1": 377,
            "x2": 220,
            "y2": 644,
            "text": "恐怖に 流されるな‼",
            "vi": "Đừng sợ."
        },
        {
            "x1": 754,
            "y1": 887,
            "x2": 833,
            "y2": 1098,
            "text": "私の言葉に 従えとは言わぬ",
            "vi": "Tôi không có ý theo lời nói của mình"
        },
        {
            "x1": 674,
            "y1": 1115,
            "x2": 714,
            "y2": 1186,
            "text": "だが",
            "vi": "Chỉ"
        },
        {
            "x1": 104,
            "y1": 995,
            "x2": 211,
            "y2": 1241,
            "text": "自分の意志で 選ぶのだ！",
            "vi": "Chọn một mình!"
        }
    ],
    "7-61f62c3f59c32.jpg": [
        {
            "x1": 733,
            "y1": 112,
            "x2": 848,
            "y2": 426,
            "text": "何に剣を 捧げるのかを‼",
            "vi": "Những gì để dành một thanh kiếm cho‼"
        }
    ],
    "8-61f62c3fe18b8.jpg": [
        {
            "x1": 550,
            "y1": 454,
            "x2": 597,
            "y2": 615,
            "text": "ぜぁッ！",
            "vi": "Đó là tất cả!"
        },
        {
            "x1": 784,
            "y1": 759,
            "x2": 831,
            "y2": 969,
            "text": "おおおッ‼",
            "vi": "Oh oh"
        },
        {
            "x1": 104,
            "y1": 913,
            "x2": 142,
            "y2": 1023,
            "text": "ギィッ",
            "vi": "Dụng cụ"
        }
    ],
    "9-61f62c407b6ce.jpg": [
        {
            "x1": 221,
            "y1": 1044,
            "x2": 290,
            "y2": 1217,
            "text": "…この命は くれてやろう",
            "vi": "“Hãy cho cuộc sống này"
        },
        {
            "x1": 131,
            "y1": 1147,
            "x2": 167,
            "y2": 1214,
            "text": "だが",
            "vi": "Chỉ"
        }
    ],
    "10-61f62c410d754.jpg": [
        {
            "x1": 671,
            "y1": 142,
            "x2": 827,
            "y2": 489,
            "text": "この誇りは 私の物だ…‼",
            "vi": "Niềm tự hào này là điều của tôi...‼"
        },
        {
            "x1": 312,
            "y1": 877,
            "x2": 352,
            "y2": 1103,
            "text": "パラオン殿ッ…",
            "vi": "Palaon Hall..."
        }
    ],
    "11-61f62c41a44da.jpg": [
        {
            "x1": 361,
            "y1": 348,
            "x2": 392,
            "y2": 484,
            "text": "アギッ…⁉",
            "vi": "Agiki..."
        },
        {
            "x1": 759,
            "y1": 676,
            "x2": 829,
            "y2": 836,
            "text": "パラオン殿を 今の内に！",
            "vi": "Palaon là bây giờ!"
        },
        {
            "x1": 202,
            "y1": 1113,
            "x2": 272,
            "y2": 1228,
            "text": "…お前 たち…！",
            "vi": "Bạn…!"
        }
    ],
    "14-61f62c435398c.jpg": [
        {
            "x1": 580,
            "y1": 152,
            "x2": 614,
            "y2": 311,
            "text": "どうやら…",
            "vi": "Rõ ràng là..."
        },
        {
            "x1": 111,
            "y1": 249,
            "x2": 185,
            "y2": 469,
            "text": "流れが変わった ようじゃな",
            "vi": "Có vẻ như dòng chảy đã thay đổi"
        },
        {
            "x1": 727,
            "y1": 835,
            "x2": 894,
            "y2": 1191,
            "text": "7ァァ7",
            "vi": "7 a 7"
        },
        {
            "x1": 717,
            "y1": 953,
            "x2": 741,
            "y2": 1058,
            "text": "かかれーッ",
            "vi": "Kagare"
        }
    ],
    "15-61f62c43dc47e.jpg": [
        {
            "x1": 576,
            "y1": 101,
            "x2": 670,
            "y2": 319,
            "text": "兵たちを 援護するぞ！",
            "vi": "Tôi sẽ ủng hộ những người lính!"
        },
        {
            "x1": 88,
            "y1": 683,
            "x2": 215,
            "y2": 901,
            "text": "反撃開始 じゃ‼",
            "vi": "Khi bắt đầu cuộc phản công"
        },
        {
            "x1": 305,
            "y1": 1309,
            "x2": 561,
            "y2": 1346,
            "text": "第74話へつプく！",
            "vi": "PIP đến Tập 74!"
        }
    ]
}