var ocr_data = {
    "001.jpg": [
        {
            "x1": 342,
            "y1": 61,
            "x2": 660,
            "y2": 83,
            "text": "～魔物の森で最強の大魔帝国生作り上げる",
            "vi": "~ Làm cho đế chế quỷ vĩ đại mạnh nhất trong rừng quỷ"
        },
        {
            "x1": 518,
            "y1": 934,
            "x2": 860,
            "y2": 966,
            "text": "第44話VSしモス",
            "vi": "Tập 44 so với rêu"
        },
        {
            "x1": 4,
            "y1": 994,
            "x2": 78,
            "y2": 1210,
            "text": "単行本最新第回巻 大好評発売中明",
            "vi": "Tập mới nhất của cuốn sách rất phổ biến"
        },
        {
            "x1": 130,
            "y1": 1309,
            "x2": 841,
            "y2": 1335,
            "text": "原作:未来人Ａマがすッ社制漫画:クリカラマル キャラクター原案:キッカイキ",
            "vi": "Bản gốc: Tương lai của con người MA là một bộ truyện tranh dựa trên phim hoạt hình: Crycala Maru nhân vật"
        }
    ],
    "004.jpg": [
        {
            "x1": 732,
            "y1": 120,
            "x2": 829,
            "y2": 398,
            "text": "痛がってはいるが たいしたダメージには なっておらぬか…",
            "vi": "Nó có đau không, nhưng đó là một thiệt hại lớn..."
        },
        {
            "x1": 108,
            "y1": 429,
            "x2": 181,
            "y2": 595,
            "text": "期待薄じゃが 仕方ない─",
            "vi": "Tôi không thể không mong đợi nó ─"
        },
        {
            "x1": 820,
            "y1": 623,
            "x2": 873,
            "y2": 807,
            "text": "貴様ら！",
            "vi": "Các bạn!"
        },
        {
            "x1": 654,
            "y1": 644,
            "x2": 761,
            "y2": 861,
            "text": "情けなくないのか あんなに威張って おいて！",
            "vi": "Tôi xin lỗi nếu thật buồn!"
        },
        {
            "x1": 449,
            "y1": 642,
            "x2": 569,
            "y2": 839,
            "text": "北の地を 追われて当然の 臆病者じゃ！",
            "vi": "Đó là một kẻ hèn nhát tự nhiên sau khi bị Vùng đất phía Bắc truy đuổi!"
        },
        {
            "x1": 433,
            "y1": 1115,
            "x2": 570,
            "y2": 1273,
            "text": "少しでも プライドが 残っているの なら戦え‼",
            "vi": "Chiến đấu nếu bạn có bất kỳ niềm tự hào nào"
        },
        {
            "x1": 144,
            "y1": 1104,
            "x2": 219,
            "y2": 1218,
            "text": "だら",
            "vi": "Xa xỉ"
        }
    ],
    "005.jpg": [
        {
            "x1": 769,
            "y1": 109,
            "x2": 846,
            "y2": 368,
            "text": "逃げるわけ ないじゃないの‼",
            "vi": "Bạn không thể chạy đi."
        },
        {
            "x1": 180,
            "y1": 122,
            "x2": 267,
            "y2": 279,
            "text": "ちょっ… リーリー⁉",
            "vi": "Cho... Lee Lee⁉"
        },
        {
            "x1": 665,
            "y1": 296,
            "x2": 741,
            "y2": 591,
            "text": "北の誇りと恐ろしさ… 見せてあげるわ出",
            "vi": "Niềm tự hào và kinh hoàng của miền Bắc... tôi sẽ cho bạn thấy"
        },
        {
            "x1": 440,
            "y1": 743,
            "x2": 523,
            "y2": 828,
            "text": "ぶっ ぶっ",
            "vi": "Khai kịt"
        },
        {
            "x1": 758,
            "y1": 715,
            "x2": 844,
            "y2": 949,
            "text": "くらいなさい ベヒーモス‼",
            "vi": "Hãy là một con ong‼"
        },
        {
            "x1": 146,
            "y1": 948,
            "x2": 274,
            "y2": 1098,
            "text": "いないよりは マシ… 塵も積もれば 何とやらじゃ",
            "vi": "Tốt hơn không... nếu bụi tích tụ"
        }
    ],
    "006.jpg": [
        {
            "x1": 375,
            "y1": 115,
            "x2": 479,
            "y2": 296,
            "text": "グルルル ルルル…！",
            "vi": "Gurururururu....!"
        },
        {
            "x1": 123,
            "y1": 262,
            "x2": 184,
            "y2": 468,
            "text": "怒らせてしまった ようじゃの",
            "vi": "Có vẻ như tôi đã xúc phạm"
        },
        {
            "x1": 748,
            "y1": 584,
            "x2": 822,
            "y2": 864,
            "text": "…狙い通り そのままこっちに来い",
            "vi": "… Đến đây như nó là"
        },
        {
            "x1": 763,
            "y1": 1038,
            "x2": 828,
            "y2": 1203,
            "text": "ライト",
            "vi": "Soi rọi"
        }
    ],
    "008.jpg": [
        {
            "x1": 143,
            "y1": 783,
            "x2": 250,
            "y2": 925,
            "text": "これでも まだ効いて おらぬか",
            "vi": "Cái này vẫn hoạt động?"
        },
        {
            "x1": 787,
            "y1": 1022,
            "x2": 829,
            "y2": 1107,
            "text": "なら",
            "vi": "Vấn đáp"
        }
    ],
    "009.jpg": [
        {
            "x1": 110,
            "y1": 179,
            "x2": 205,
            "y2": 375,
            "text": "これで どうじゃ‼",
            "vi": "Làm thế nào về điều này"
        },
        {
            "x1": 129,
            "y1": 1149,
            "x2": 218,
            "y2": 1264,
            "text": "受けて 立っ‼",
            "vi": "Đứng dậy"
        }
    ],
    "010.jpg": [
        {
            "x1": 252,
            "y1": 500,
            "x2": 343,
            "y2": 616,
            "text": "おおお おッ…",
            "vi": "Oh oh..."
        },
        {
            "x1": 150,
            "y1": 1131,
            "x2": 235,
            "y2": 1268,
            "text": "くッ… やりおる",
            "vi": "Ku..."
        }
    ],
    "011.jpg": [
        {
            "x1": 745,
            "y1": 904,
            "x2": 828,
            "y2": 1147,
            "text": "まずいッ",
            "vi": "Tồi tệ"
        }
    ],
    "012.jpg": [
        {
            "x1": 127,
            "y1": 610,
            "x2": 224,
            "y2": 802,
            "text": "グォボォボ ォオッ…",
            "vi": "Goboboooo..."
        },
        {
            "x1": 794,
            "y1": 996,
            "x2": 838,
            "y2": 1170,
            "text": "これは…ー",
            "vi": "Đây là... ー"
        }
    ],
    "013.jpg": [
        {
            "x1": 792,
            "y1": 88,
            "x2": 854,
            "y2": 232,
            "text": "今だッ",
            "vi": "Đứng yên"
        },
        {
            "x1": 667,
            "y1": 156,
            "x2": 730,
            "y2": 374,
            "text": "ありったけの 魔力で押し返すぞ",
            "vi": "Tôi sẽ đẩy nó trở lại bằng tất cả sức mạnh kỳ diệu"
        },
        {
            "x1": 135,
            "y1": 124,
            "x2": 203,
            "y2": 279,
            "text": "続け‼",
            "vi": "còn nữa!"
        },
        {
            "x1": 811,
            "y1": 632,
            "x2": 848,
            "y2": 854,
            "text": "いっくゾく‼",
            "vi": "Ikukuru"
        },
        {
            "x1": 777,
            "y1": 985,
            "x2": 852,
            "y2": 1181,
            "text": "矢の雨を 浴びせてやレ！",
            "vi": "Hãy để tôi có được cơn mưa mũi tên!"
        }
    ],
    "014.jpg": [
        {
            "x1": 219,
            "y1": 135,
            "x2": 311,
            "y2": 320,
            "text": "攻撃の手を 緩めるな‼",
            "vi": "Đừng nới lỏng tay tấn công."
        },
        {
            "x1": 165,
            "y1": 586,
            "x2": 287,
            "y2": 770,
            "text": "魔力が 空になるまで 撃ち続けろ‼",
            "vi": "Tiếp tục chụp cho đến khi phép thuật trống."
        },
        {
            "x1": 819,
            "y1": 1028,
            "x2": 845,
            "y2": 1125,
            "text": "わぁあッ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 466,
            "y1": 1134,
            "x2": 522,
            "y2": 1264,
            "text": "もうどうに でもなれ‼",
            "vi": "Đừng làm bất cứ điều gì nữa"
        }
    ],
    "015.jpg": [
        {
            "x1": 789,
            "y1": 122,
            "x2": 861,
            "y2": 247,
            "text": "はあ はあッ…",
            "vi": "Huh, oh..."
        },
        {
            "x1": 715,
            "y1": 248,
            "x2": 753,
            "y2": 374,
            "text": "効いてル",
            "vi": "Nó hoạt động"
        },
        {
            "x1": 160,
            "y1": 222,
            "x2": 206,
            "y2": 369,
            "text": "弱ってる",
            "vi": "Kém cỏi"
        },
        {
            "x1": 795,
            "y1": 446,
            "x2": 854,
            "y2": 640,
            "text": "ッシャア‼",
            "vi": "Shasa‼"
        },
        {
            "x1": 153,
            "y1": 407,
            "x2": 804,
            "y2": 593,
            "text": "▽ァアァアアブ",
            "vi": "Aaba aabu"
        },
        {
            "x1": 87,
            "y1": 494,
            "x2": 171,
            "y2": 683,
            "text": "突撃‼",
            "vi": "Tấn công"
        }
    ],
    "016.jpg": [
        {
            "x1": 751,
            "y1": 128,
            "x2": 836,
            "y2": 359,
            "text": "ハアッ‼",
            "vi": "Hả"
        },
        {
            "x1": 449,
            "y1": 1136,
            "x2": 562,
            "y2": 1271,
            "text": "これで 終わり",
            "vi": "Đây là kết thúc"
        }
    ],
    "017.jpg": [
        {
            "x1": 805,
            "y1": 922,
            "x2": 853,
            "y2": 1188,
            "text": "ナバーシャッ‼",
            "vi": "Nabasha"
        }
    ],
    "018.jpg": [
        {
            "x1": 797,
            "y1": 113,
            "x2": 838,
            "y2": 370,
            "text": "いッデェ__",
            "vi": "IDE _________________"
        },
        {
            "x1": 95,
            "y1": 366,
            "x2": 198,
            "y2": 650,
            "text": "でもダサイ鱗が 役に立っタ…‼",
            "vi": "Nhưng thang đo rất hữu ích...‼"
        },
        {
            "x1": 871,
            "y1": 762,
            "x2": 898,
            "y2": 1173,
            "text": "村民総動貴の末、ベラムスが放つは",
            "vi": "Sau khi dân làng Souki, Belams sẽ phát hành"
        },
        {
            "x1": 507,
            "y1": 810,
            "x2": 587,
            "y2": 976,
            "text": "今です トドメヲッ",
            "vi": "Bây giờ nó là Todome"
        },
        {
            "x1": 642,
            "y1": 1108,
            "x2": 739,
            "y2": 1258,
            "text": "ベラムス 様ッ…",
            "vi": "Belams..."
        },
        {
            "x1": 352,
            "y1": 1309,
            "x2": 588,
            "y2": 1341,
            "text": "第45話へつづく！",
            "vi": "Tiếp tục tập 45!"
        }
    ]
}