var ocr_data = {
    "001.jpg": [
        {
            "x1": 91,
            "y1": 17,
            "x2": 512,
            "y2": 104,
            "text": "珍てられれた転生賢者",
            "vi": "Người đàn ông khôn ngoan hiếm hoi"
        },
        {
            "x1": 109,
            "y1": 90,
            "x2": 482,
            "y2": 113,
            "text": "一魔物の森で最強の大魔術国を作りはた",
            "vi": "Tôi đã tạo ra một đất nước ma thuật vĩ đại mạnh nhất trong một khu rừng quỷ"
        },
        {
            "x1": 144,
            "y1": 141,
            "x2": 291,
            "y2": 357,
            "text": "…お主が こちらを裏切った ふりをして 敵地に潜り込み",
            "vi": "Lạy Chúa giả vờ phản bội điều này và lẻn vào lãnh thổ kẻ thù"
        },
        {
            "x1": 177,
            "y1": 454,
            "x2": 310,
            "y2": 732,
            "text": "隙を見て門を開き 我らを引き入れる のだ…！",
            "vi": "Nhìn vào khoảng trống, mở cổng và vẽ trong chúng ta...!"
        },
        {
            "x1": 585,
            "y1": 937,
            "x2": 870,
            "y2": 970,
            "text": "第65話りザの選択",
            "vi": "Tập 65 Lựa chọn"
        },
        {
            "x1": 41,
            "y1": 77,
            "x2": 77,
            "y2": 1025,
            "text": "単行本①〜③巻絶費発売中！ 最新◎巻は1月9目(ホ）発売です叩",
            "vi": "Sách ① đến tia chi phí kết thúc đang được bán! Tập mới nhất được phát hành vào ngày 9 tháng 1 (h)"
        },
        {
            "x1": 121,
            "y1": 1079,
            "x2": 222,
            "y2": 1244,
            "text": "そんな 卑怯な…",
            "vi": "Thật hèn nhát..."
        },
        {
            "x1": 132,
            "y1": 1316,
            "x2": 843,
            "y2": 1342,
            "text": "原作:未来人Ａマがぅッ程制 漫画:クリカラマル 手ャラクター原案:キツカイキ",
            "vi": "Bản gốc: Tương lai của con người MA là một bộ truyện tranh hệ thống: nhân vật tay crycaral maru"
        }
    ],
    "002.jpg": [
        {
            "x1": 625,
            "y1": 136,
            "x2": 807,
            "y2": 318,
            "text": "戦いに 卑怯も 何もない",
            "vi": "Không có sự hèn nhát trong trận chiến"
        },
        {
            "x1": 317,
            "y1": 130,
            "x2": 429,
            "y2": 367,
            "text": "確かに誇れる やり方とは言えぬ かもしれないが",
            "vi": "Nó có thể là một cách đáng tự hào"
        },
        {
            "x1": 119,
            "y1": 186,
            "x2": 235,
            "y2": 368,
            "text": "この方法なら 簡単に カタがつく",
            "vi": "Với phương pháp này, nó có thể dễ dàng thực hiện"
        },
        {
            "x1": 682,
            "y1": 999,
            "x2": 822,
            "y2": 1184,
            "text": "お主も同朋が 血を流すのを これ以上見たく ないだろう",
            "vi": "Bạn không muốn nhìn thấy máu máu của Domo nữa"
        },
        {
            "x1": 109,
            "y1": 1031,
            "x2": 228,
            "y2": 1268,
            "text": "騎士道に反する ことを頼み 申し訳ない…だが",
            "vi": "Tôi xin lỗi khi hỏi rằng nó trái với tinh thần hào hiệp..."
        }
    ],
    "003.jpg": [
        {
            "x1": 778,
            "y1": 138,
            "x2": 838,
            "y2": 350,
            "text": "これはお主にしか できないことだ",
            "vi": "Đây là điều bạn chỉ có thể làm"
        },
        {
            "x1": 636,
            "y1": 200,
            "x2": 740,
            "y2": 440,
            "text": "アズトレアス家… そして領民の未来の ため…",
            "vi": "Gia đình Aztreas... và cho tương lai của mọi người..."
        },
        {
            "x1": 89,
            "y1": 469,
            "x2": 224,
            "y2": 738,
            "text": "力を貸して くれ…‼",
            "vi": "Xin hãy giúp tôi...‼"
        },
        {
            "x1": 775,
            "y1": 1101,
            "x2": 837,
            "y2": 1210,
            "text": "…分かり ました",
            "vi": "… Hiểu"
        },
        {
            "x1": 602,
            "y1": 1108,
            "x2": 696,
            "y2": 1266,
            "text": "その任務 やらせて いただきます",
            "vi": "Tôi sẽ thực hiện nhiệm vụ đó"
        }
    ],
    "004.jpg": [
        {
            "x1": 747,
            "y1": 510,
            "x2": 832,
            "y2": 692,
            "text": "ありがとウ ベラムス！",
            "vi": "Cảm ơn bạn Ubelamus!"
        },
        {
            "x1": 278,
            "y1": 538,
            "x2": 315,
            "y2": 610,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 122,
            "y1": 529,
            "x2": 200,
            "y2": 697,
            "text": "まだ無理は するなよ",
            "vi": "Đừng làm quá nó"
        },
        {
            "x1": 740,
            "y1": 1107,
            "x2": 819,
            "y2": 1262,
            "text": "…大勢が 血を流した",
            "vi": "… Nhiều người đổ máu"
        },
        {
            "x1": 154,
            "y1": 1141,
            "x2": 182,
            "y2": 1203,
            "text": "ええ",
            "vi": "Ừ"
        }
    ],
    "005.jpg": [
        {
            "x1": 711,
            "y1": 156,
            "x2": 834,
            "y2": 374,
            "text": "それでも重傷者 死者は一人も 出ませんでした",
            "vi": "Tuy nhiên, không ai bị thương nghiêm trọng."
        },
        {
            "x1": 131,
            "y1": 263,
            "x2": 255,
            "y2": 539,
            "text": "あの大軍を相手に これは大勝利と 言っていいでしょう",
            "vi": "Đây là một chiến thắng tuyệt vời chống lại quân đội lớn đó"
        },
        {
            "x1": 758,
            "y1": 638,
            "x2": 832,
            "y2": 874,
            "text": "レギオンアントを 大勢失っただろう",
            "vi": "Tôi đã mất rất nhiều quân đoàn."
        },
        {
            "x1": 172,
            "y1": 699,
            "x2": 203,
            "y2": 915,
            "text": "すまなかったな",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 761,
            "y1": 1011,
            "x2": 838,
            "y2": 1221,
            "text": "皆さんをお守り できて本望です",
            "vi": "Tôi có thể bảo vệ bạn"
        },
        {
            "x1": 610,
            "y1": 1073,
            "x2": 688,
            "y2": 1255,
            "text": "それにコアは 無事ですから",
            "vi": "Và cốt lõi là an toàn"
        },
        {
            "x1": 194,
            "y1": 1031,
            "x2": 234,
            "y2": 1168,
            "text": "…そうか",
            "vi": "…Thực ra"
        }
    ],
    "006.jpg": [
        {
            "x1": 752,
            "y1": 128,
            "x2": 826,
            "y2": 321,
            "text": "奴ら また来ますカ？",
            "vi": "Họ sẽ đến một lần nữa?"
        },
        {
            "x1": 230,
            "y1": 121,
            "x2": 295,
            "y2": 261,
            "text": "どうじゃ ろうな……",
            "vi": "Làm thế nào về..."
        },
        {
            "x1": 106,
            "y1": 269,
            "x2": 204,
            "y2": 436,
            "text": "諦めて くれれば いいのじゃが",
            "vi": "Tôi chỉ cần từ bỏ"
        },
        {
            "x1": 715,
            "y1": 523,
            "x2": 840,
            "y2": 864,
            "text": "また連日来られると 皆 体力 魔力共に 消費じているからな",
            "vi": "Nếu bạn trở lại mỗi ngày, mọi người đều tiêu thụ cả sức mạnh ma thuật vật chất."
        },
        {
            "x1": 90,
            "y1": 526,
            "x2": 160,
            "y2": 766,
            "text": "守り切れないかも しれない",
            "vi": "Có thể không được bảo vệ"
        },
        {
            "x1": 671,
            "y1": 933,
            "x2": 837,
            "y2": 1151,
            "text": "かなり数が 減ったとはいえ 敵は まだまだ 大勢残っている",
            "vi": "Vẫn còn nhiều kẻ thù, mặc dù số lượng đã giảm đáng kể"
        },
        {
            "x1": 92,
            "y1": 935,
            "x2": 167,
            "y2": 1200,
            "text": "楽観視できるような 状況ではないな",
            "vi": "Đó không phải là tình huống mà bạn có thể lạc quan"
        }
    ],
    "007.jpg": [
        {
            "x1": 636,
            "y1": 47,
            "x2": 812,
            "y2": 458,
            "text": "…ここは こちらから 仕掛けてみるべきか",
            "vi": "Tôi có nên đặt nó lên đây không?"
        },
        {
            "x1": 437,
            "y1": 565,
            "x2": 512,
            "y2": 793,
            "text": "大敗で敵の士気は 落ちに落ちている",
            "vi": "Tinh thần của kẻ thù đã sụp đổ do một thất bại lớn"
        },
        {
            "x1": 142,
            "y1": 564,
            "x2": 335,
            "y2": 844,
            "text": "形勢を立て直す前に 追撃すれば 士気はさらに落ち 逃げ帰る兵が続出する じゃろう",
            "vi": "Nếu bạn theo đuổi nó trước khi xây dựng lại, tinh thần sẽ rơi xuống xa hơn."
        }
    ],
    "008.jpg": [
        {
            "x1": 651,
            "y1": 123,
            "x2": 767,
            "y2": 307,
            "text": "そうなれば 勝ったも同然 ですね",
            "vi": "Nếu vậy, nó sẽ tốt như chiến thắng"
        },
        {
            "x1": 259,
            "y1": 139,
            "x2": 314,
            "y2": 299,
            "text": "おおっ！",
            "vi": "Oh!"
        },
        {
            "x1": 706,
            "y1": 430,
            "x2": 816,
            "y2": 622,
            "text": "敵の野営地を 火攻めできれば 大損害を",
            "vi": "Nếu bạn có thể tấn công kẻ thù của kẻ thù, bạn sẽ gây ra một thiệt hại lớn"
        },
        {
            "x1": 606,
            "y1": 468,
            "x2": 645,
            "y2": 601,
            "text": "ベラムス",
            "vi": "Tin"
        },
        {
            "x1": 713,
            "y1": 915,
            "x2": 823,
            "y2": 1105,
            "text": "大変ダ！ あの人間の女が また来たゾ",
            "vi": "Rất nhiều! Người phụ nữ con người đó đã đến"
        },
        {
            "x1": 100,
            "y1": 1055,
            "x2": 200,
            "y2": 1247,
            "text": "それも 一人で…！",
            "vi": "Nó là một mình...!"
        }
    ],
    "009.jpg": [
        {
            "x1": 775,
            "y1": 138,
            "x2": 854,
            "y2": 289,
            "text": "リザが 一人で…？",
            "vi": "Liza đơn độc...?"
        },
        {
            "x1": 116,
            "y1": 226,
            "x2": 203,
            "y2": 441,
            "text": "ああ 門の前で 待ってル",
            "vi": "À, đợi trước cổng"
        },
        {
            "x1": 718,
            "y1": 533,
            "x2": 852,
            "y2": 835,
            "text": "追撃の恐れをなくす ために 停戦協定でも 結ぶ腹積もりか…？",
            "vi": "Có phải đó là một chồng dạ dày để loại bỏ nỗi sợ theo đuổi trong thỏa thuận ngừng bắn?"
        },
        {
            "x1": 104,
            "y1": 537,
            "x2": 221,
            "y2": 837,
            "text": "戦いをやめたいなら 勝手に帰ってくれれば いいのだがな…",
            "vi": "Nếu bạn muốn ngừng đánh nhau, bạn nên về nhà mà không được phép..."
        },
        {
            "x1": 604,
            "y1": 1067,
            "x2": 708,
            "y2": 1232,
            "text": "…ふむ 話を聞いて やるとするか",
            "vi": "… Bạn có muốn nghe câu chuyện không"
        }
    ],
    "011.jpg": [
        {
            "x1": 807,
            "y1": 140,
            "x2": 859,
            "y2": 273,
            "text": "…リザ",
            "vi": "LIZA"
        },
        {
            "x1": 130,
            "y1": 180,
            "x2": 164,
            "y2": 367,
            "text": "ベラムス様…",
            "vi": "Belams..."
        },
        {
            "x1": 719,
            "y1": 450,
            "x2": 828,
            "y2": 657,
            "text": "通してくださり 誠にありがとう ございます",
            "vi": "Cảm ơn bạn rất nhiều vì đã vượt qua"
        },
        {
            "x1": 367,
            "y1": 452,
            "x2": 454,
            "y2": 619,
            "text": "礼を言う 必要はない",
            "vi": "Bạn không cần phải cảm ơn bạn"
        },
        {
            "x1": 187,
            "y1": 463,
            "x2": 271,
            "y2": 646,
            "text": "早速 用件を 聞こうか",
            "vi": "Chúng ta sẽ nghe doanh nghiệp?"
        }
    ],
    "012.jpg": [
        {
            "x1": 691,
            "y1": 160,
            "x2": 837,
            "y2": 664,
            "text": "私は レネスト様を 裏切ろうと思います",
            "vi": "Tôi muốn phản bội đổi mới"
        },
        {
            "x1": 871,
            "y1": 993,
            "x2": 905,
            "y2": 1222,
            "text": "第66話へっづく！",
            "vi": "Tập 66"
        }
    ]
}