var ocr_data = {
    "1-6240140919bec.jpg": [
        {
            "x1": 36,
            "y1": 18,
            "x2": 473,
            "y2": 101,
            "text": "珍てられ穴転生賢者",
            "vi": "Những lỗ hổng hiếm hoi sage"
        },
        {
            "x1": 47,
            "y1": 91,
            "x2": 463,
            "y2": 122,
            "text": "一魔物の森で最強の大魔帝国を作り上げる一",
            "vi": "Tạo ra Đế chế quỷ vĩ đại mạnh nhất trong Rừng Majin"
        },
        {
            "x1": 34,
            "y1": 149,
            "x2": 351,
            "y2": 185,
            "text": "第話異次次元の激闘",
            "vi": "Tập: chiến đấu khốc liệt của các kích thước khác nhau"
        },
        {
            "x1": 209,
            "y1": 530,
            "x2": 392,
            "y2": 744,
            "text": "おおお おォッ",
            "vi": "Oh oh"
        },
        {
            "x1": 34,
            "y1": 566,
            "x2": 74,
            "y2": 1300,
            "text": "重版続々！ 単行本①～①巻絶覺発売中明",
            "vi": "Một loạt các bản in lại từng người một! Sách ① đến ① ① Cắt -and -Rolls đang được bán"
        },
        {
            "x1": 130,
            "y1": 1312,
            "x2": 840,
            "y2": 1341,
            "text": "原作:未来人Aマがぅっ経莉 漫画:クリカラマル キャラクター原案:キッカイキ",
            "vi": "Bản gốc: Tương lai con người A ma geri manga: Crycala Maru Sách: Kikkaiki"
        }
    ],
    "3-6240140a10798.jpg": [
        {
            "x1": 35,
            "y1": 255,
            "x2": 213,
            "y2": 575,
            "text": "ハアッ‼",
            "vi": "Hả"
        }
    ],
    "4-6240140a7973a.jpg": [
        {
            "x1": 111,
            "y1": 900,
            "x2": 226,
            "y2": 1079,
            "text": "ベラムス 君ッ…‼",
            "vi": "Belams..."
        }
    ],
    "5-6240140ae5e31.jpg": [
        {
            "x1": 723,
            "y1": 910,
            "x2": 838,
            "y2": 1061,
            "text": "面音い ですよ",
            "vi": "Đó là một âm thanh"
        },
        {
            "x1": 143,
            "y1": 880,
            "x2": 211,
            "y2": 1242,
            "text": "続けましょう…！",
            "vi": "Hãy tiếp tục...!"
        }
    ],
    "6-6240140b6144e.jpg": [
        {
            "x1": 142,
            "y1": 132,
            "x2": 188,
            "y2": 291,
            "text": "…ああ！",
            "vi": "Ah ah!"
        },
        {
            "x1": 768,
            "y1": 510,
            "x2": 849,
            "y2": 610,
            "text": "やはり 強い…",
            "vi": "Sau tất cả, nó rất mạnh..."
        },
        {
            "x1": 106,
            "y1": 513,
            "x2": 180,
            "y2": 714,
            "text": "苦戦は 覚悟していたが",
            "vi": "Tôi đã sẵn sàng để đấu tranh"
        },
        {
            "x1": 692,
            "y1": 789,
            "x2": 822,
            "y2": 1033,
            "text": "想像以上 じゃ…！",
            "vi": "Nhiều hơn mong đợi...!"
        }
    ],
    "7-6240140bd4f92.jpg": [
        {
            "x1": 780,
            "y1": 114,
            "x2": 831,
            "y2": 409,
            "text": "行きますよ‼",
            "vi": "Tôi sẽ đi!"
        },
        {
            "x1": 349,
            "y1": 134,
            "x2": 429,
            "y2": 434,
            "text": "皆のおかげで 魔力は十分残っている",
            "vi": "Cảm ơn tất cả mọi người, sức mạnh kỳ diệu vẫn đủ"
        },
        {
            "x1": 247,
            "y1": 570,
            "x2": 402,
            "y2": 772,
            "text": "距離をとり 奴の攻撃範囲の 外で戦うのが 最善じゃな",
            "vi": "Tốt nhất là nên đi một khoảng cách và chiến đấu bên ngoài phạm vi tấn công của anh ta"
        }
    ],
    "8-6240140c540f3.jpg": [
        {
            "x1": 780,
            "y1": 164,
            "x2": 884,
            "y2": 518,
            "text": "っイトアロー",
            "vi": "Mũi tên tiêu đề"
        },
        {
            "x1": 85,
            "y1": 649,
            "x2": 188,
            "y2": 863,
            "text": "疾い黒",
            "vi": "Bị bệnh đen"
        },
        {
            "x1": 219,
            "y1": 1074,
            "x2": 325,
            "y2": 1257,
            "text": "じゃが真っ直ぐ 突っ込んで 来るとは",
            "vi": "Điều gì sẽ vội vã vào nồi"
        }
    ],
    "9-6240140cc1326.jpg": [
        {
            "x1": 763,
            "y1": 52,
            "x2": 813,
            "y2": 616,
            "text": "己の疾さを過信したな‼",
            "vi": "Tôi đã kết nối với nhau về căn bệnh của mình."
        },
        {
            "x1": 130,
            "y1": 1102,
            "x2": 222,
            "y2": 1274,
            "text": "この距離で 避け",
            "vi": "Tránh ở khoảng cách này"
        }
    ],
    "10-6240140d3eaed.jpg": [
        {
            "x1": 731,
            "y1": 825,
            "x2": 828,
            "y2": 1055,
            "text": "好機！",
            "vi": "Cơ hội tốt!"
        }
    ],
    "11-6240140df1363.jpg": [
        {
            "x1": 56,
            "y1": 122,
            "x2": 147,
            "y2": 566,
            "text": "フリーズブレス",
            "vi": "Hơi thở"
        },
        {
            "x1": 286,
            "y1": 1133,
            "x2": 333,
            "y2": 1253,
            "text": "悪いが",
            "vi": "Tồi tệ"
        }
    ],
    "12-6240140e6909a.jpg": [
        {
            "x1": 725,
            "y1": 17,
            "x2": 897,
            "y2": 583,
            "text": "これで終わらせて もらう…！",
            "vi": "Tôi sẽ kết thúc cái này...!"
        }
    ],
    "14-6240140f6044a.jpg": [
        {
            "x1": 115,
            "y1": 78,
            "x2": 200,
            "y2": 539,
            "text": "ライトレイン",
            "vi": "Tàu nhẹ"
        }
    ],
    "15-6240140fcf7b3.jpg": [
        {
            "x1": 768,
            "y1": 95,
            "x2": 859,
            "y2": 269,
            "text": "ペラムス君 スゴイ…",
            "vi": "Peramus là tuyệt vời..."
        },
        {
            "x1": 121,
            "y1": 85,
            "x2": 204,
            "y2": 317,
            "text": "私達とは次元が 違ウ…‼",
            "vi": "Kích thước khác với chúng ta...‼"
        }
    ],
    "17-62401410b3d16.jpg": [
        {
            "x1": 780,
            "y1": 791,
            "x2": 856,
            "y2": 916,
            "text": "ウソ… そんナっ",
            "vi": "Một lời nói dối..."
        },
        {
            "x1": 191,
            "y1": 788,
            "x2": 230,
            "y2": 863,
            "text": "お主",
            "vi": "Chúa"
        },
        {
            "x1": 286,
            "y1": 810,
            "x2": 371,
            "y2": 994,
            "text": "…身体強化の 魔法…",
            "vi": "Phép thuật của cơ thể tăng cường"
        }
    ],
    "18-6240141169a05.jpg": [
        {
            "x1": 739,
            "y1": 152,
            "x2": 821,
            "y2": 462,
            "text": "本気を出して いなかったのか…！",
            "vi": "Bạn đã không trở nên nghiêm trọng?"
        },
        {
            "x1": 728,
            "y1": 897,
            "x2": 832,
            "y2": 1175,
            "text": "すぐ終わらせて しまっては盛り上がら ないでしょう？",
            "vi": "Không thú vị để hoàn thành nó ngay lập tức?"
        },
        {
            "x1": 113,
            "y1": 941,
            "x2": 211,
            "y2": 1241,
            "text": "それでは意味が 無いんですよ…！",
            "vi": "Điều đó không có ý nghĩa...!"
        }
    ],
    "19-62401411d736f.jpg": [
        {
            "x1": 805,
            "y1": 115,
            "x2": 837,
            "y2": 240,
            "text": "ベラムス君",
            "vi": "Tin"
        },
        {
            "x1": 627,
            "y1": 103,
            "x2": 716,
            "y2": 252,
            "text": "あと少し しかバリアが もたなィ…！",
            "vi": "Chỉ có thêm một chút rào cản...!"
        }
    ],
    "20-624014124e4f9.jpg": [
        {
            "x1": 868,
            "y1": 862,
            "x2": 906,
            "y2": 1121,
            "text": "第78話へっづく！",
            "vi": "Tập 78"
        },
        {
            "x1": 179,
            "y1": 1313,
            "x2": 731,
            "y2": 1339,
            "text": "この戦い、生半可な覚情では踏破できない─",
            "vi": "Tôi không thể vượt qua trận chiến này với một nửa cảm xúc đã được yêu thích ─"
        }
    ]
}