var ocr_data = {
    "1-620873f03c001.jpg": [
        {
            "x1": 294,
            "y1": 19,
            "x2": 879,
            "y2": 128,
            "text": "珍でられた転生賢者",
            "vi": "Người đàn ông khôn ngoan tái sinh bất thường"
        },
        {
            "x1": 318,
            "y1": 122,
            "x2": 839,
            "y2": 148,
            "text": "一魔物の森で最強の大魔帝国耳を作り上げる",
            "vi": "Tạo ra tai đế chế quỷ vĩ đại mạnh nhất trong khu rừng một -demon"
        },
        {
            "x1": 665,
            "y1": 178,
            "x2": 863,
            "y2": 209,
            "text": "第744話 出擊",
            "vi": "Tập 744 ra ngoài"
        },
        {
            "x1": 93,
            "y1": 65,
            "x2": 221,
            "y2": 304,
            "text": "反撃開始 じゃ‼",
            "vi": "Khi bắt đầu cuộc phản công"
        },
        {
            "x1": 74,
            "y1": 666,
            "x2": 792,
            "y2": 696,
            "text": "原作：未来认Aラ持っ雑制漫画:クルリカラマル キャラクター原索キッカイキ",
            "vi": "Bản gốc: Tương lai Manga Aura -Owned"
        }
    ],
    "2-620873f0cc31e.jpg": [
        {
            "x1": 805,
            "y1": 106,
            "x2": 845,
            "y2": 258,
            "text": "キャキャッ",
            "vi": "Bánh"
        }
    ],
    "3-620873f157bdb.jpg": [
        {
            "x1": 771,
            "y1": 140,
            "x2": 856,
            "y2": 361,
            "text": "何だ これはッ…‼",
            "vi": "Cái gì thế này...!"
        },
        {
            "x1": 510,
            "y1": 804,
            "x2": 582,
            "y2": 1049,
            "text": "うわぁアァア",
            "vi": "Thành công lớn"
        }
    ],
    "4-620873f1db848.jpg": [
        {
            "x1": 148,
            "y1": 146,
            "x2": 186,
            "y2": 245,
            "text": "光の壁",
            "vi": "Bức tường nhẹ"
        },
        {
            "x1": 759,
            "y1": 505,
            "x2": 836,
            "y2": 738,
            "text": "間に合った… 今の内に術士を！",
            "vi": "Tôi đã đúng lúc... một bác sĩ phẫu thuật bây giờ!"
        },
        {
            "x1": 161,
            "y1": 512,
            "x2": 220,
            "y2": 664,
            "text": "了解‼",
            "vi": "Roger That!"
        }
    ],
    "5-620873f274380.jpg": [
        {
            "x1": 180,
            "y1": 101,
            "x2": 263,
            "y2": 311,
            "text": "開門‼",
            "vi": "Mở cổng‼"
        },
        {
            "x1": 725,
            "y1": 767,
            "x2": 840,
            "y2": 1021,
            "text": "…危険な作戦じゃが お主たちを 信じておる",
            "vi": "“Tôi tin vào chiến lược nguy hiểm"
        },
        {
            "x1": 201,
            "y1": 766,
            "x2": 253,
            "y2": 933,
            "text": "頼んだぞ",
            "vi": "Tôi hỏi"
        }
    ],
    "6-620873f309530.jpg": [
        {
            "x1": 764,
            "y1": 119,
            "x2": 838,
            "y2": 328,
            "text": "ベラムスたちも 気をつけろヨ",
            "vi": "Hãy cẩn thận với Belams"
        },
        {
            "x1": 95,
            "y1": 200,
            "x2": 191,
            "y2": 356,
            "text": "こっちは 任せロ！",
            "vi": "Đây là người yêu!"
        },
        {
            "x1": 821,
            "y1": 444,
            "x2": 876,
            "y2": 620,
            "text": "行くゾ皆",
            "vi": "Mọi người đi"
        },
        {
            "x1": 666,
            "y1": 496,
            "x2": 762,
            "y2": 647,
            "text": "派手に 暴れロ‼",
            "vi": "Khoản vay tràn lan hào nhoáng"
        },
        {
            "x1": 68,
            "y1": 461,
            "x2": 187,
            "y2": 882,
            "text": "オけオォオ",
            "vi": "Okeoooo"
        },
        {
            "x1": 629,
            "y1": 976,
            "x2": 828,
            "y2": 1177,
            "text": "皆が正面の敵を 引き付けて いる間に わしら50人の 精鋭部隊は",
            "vi": "Trong khi mọi người đang thu hút kẻ thù phía trước, thì 50 đơn vị tinh hoa"
        },
        {
            "x1": 427,
            "y1": 1072,
            "x2": 571,
            "y2": 1255,
            "text": "敵軍後方の 大将へ向け 強襲する！",
            "vi": "Tấn công vào Đại tướng đằng sau quân đội kẻ thù!"
        }
    ],
    "7-620873f38dd0e.jpg": [
        {
            "x1": 694,
            "y1": 124,
            "x2": 846,
            "y2": 418,
            "text": "エンペラー リザードマンとの 戦いまで わしは魔力を 温存する必要がある",
            "vi": "Cho đến khi trận chiến với người đàn ông Hoàng đế Charizard, tôi cần bảo tồn phép thuật"
        },
        {
            "x1": 91,
            "y1": 446,
            "x2": 236,
            "y2": 660,
            "text": "行く手を塞ぐ 敵の相手は 頼んだぞ！",
            "vi": "Tôi đã yêu cầu một đối thủ kẻ thù đã đóng đường!"
        },
        {
            "x1": 683,
            "y1": 986,
            "x2": 807,
            "y2": 1206,
            "text": "げ げげげ 下僕冥利に尽き ます……‼",
            "vi": "Tôi sẽ làm người hầu cho người hầu của mình...‼‼"
        },
        {
            "x1": 346,
            "y1": 998,
            "x2": 448,
            "y2": 1220,
            "text": "ベ…ベべっべべ ベラムス君は絶対に 守るヨ…‼",
            "vi": "BE... BebeBe Belams chắc chắn sẽ bảo vệ...‼"
        },
        {
            "x1": 117,
            "y1": 1027,
            "x2": 192,
            "y2": 1173,
            "text": "…おいおい 大丈夫かヨ",
            "vi": "… Bạn co ổn không?"
        }
    ],
    "8-620873f41d9ba.jpg": [
        {
            "x1": 759,
            "y1": 143,
            "x2": 837,
            "y2": 340,
            "text": "全力でお守り します！",
            "vi": "Tôi sẽ bảo vệ nó bằng tất cả sức mạnh của tôi!"
        },
        {
            "x1": 747,
            "y1": 548,
            "x2": 840,
            "y2": 747,
            "text": "行こウ ベラムス！",
            "vi": "Đi ubelams!"
        },
        {
            "x1": 105,
            "y1": 687,
            "x2": 224,
            "y2": 909,
            "text": "おしおきの 時間だゾ",
            "vi": "Đã đến lúc cho rất nhiều"
        },
        {
            "x1": 789,
            "y1": 1011,
            "x2": 836,
            "y2": 1101,
            "text": "よし",
            "vi": "đồng ý"
        },
        {
            "x1": 105,
            "y1": 1066,
            "x2": 215,
            "y2": 1255,
            "text": "…覚悟は いいか 皆",
            "vi": "… Bạn sẵn sàng chưa?"
        }
    ],
    "9-620873f493095.jpg": [
        {
            "x1": 736,
            "y1": 52,
            "x2": 842,
            "y2": 436,
            "text": "出撃じゃ‼",
            "vi": "Đó là một cuộc đua"
        }
    ],
    "10-620873f51f90c.jpg": [
        {
            "x1": 392,
            "y1": 499,
            "x2": 420,
            "y2": 662,
            "text": "見つかったな",
            "vi": "Tôi tìm thấy nó"
        },
        {
            "x1": 444,
            "y1": 946,
            "x2": 478,
            "y2": 1082,
            "text": "キシャーッ",
            "vi": "Kishah"
        }
    ],
    "11-620873f59bbd5.jpg": [
        {
            "x1": 783,
            "y1": 112,
            "x2": 834,
            "y2": 405,
            "text": "お任せヲッ‼",
            "vi": "Để lại nó"
        },
        {
            "x1": 814,
            "y1": 878,
            "x2": 853,
            "y2": 1005,
            "text": "下通るゼ",
            "vi": "Dưới đáy"
        }
    ],
    "12-620873f633688.jpg": [
        {
            "x1": 84,
            "y1": 986,
            "x2": 154,
            "y2": 1301,
            "text": "グガァアァデ",
            "vi": "Guga Aado"
        }
    ],
    "13-620873f6c47de.jpg": [
        {
            "x1": 783,
            "y1": 103,
            "x2": 864,
            "y2": 283,
            "text": "っシ‼",
            "vi": "TSU"
        },
        {
            "x1": 127,
            "y1": 129,
            "x2": 249,
            "y2": 395,
            "text": "リザードマンの 鱗にも刃が通るって 分かりゃ十分ダ！",
            "vi": "Nó đủ để biết rằng lưỡi kiếm đi qua quy mô của thằn lằn!"
        },
        {
            "x1": 798,
            "y1": 987,
            "x2": 860,
            "y2": 1098,
            "text": "メデーロ やるヨ！",
            "vi": "Tôi sẽ làm Medello!"
        },
        {
            "x1": 299,
            "y1": 946,
            "x2": 390,
            "y2": 1087,
            "text": "やるって 何を…⁉",
            "vi": "Công việc của bạn là gì...⁉"
        }
    ],
    "14-620873f75626a.jpg": [
        {
            "x1": 750,
            "y1": 32,
            "x2": 835,
            "y2": 279,
            "text": "フンッ…",
            "vi": "Hun..."
        },
        {
            "x1": 462,
            "y1": 1018,
            "x2": 498,
            "y2": 1264,
            "text": "メデーロ",
            "vi": "Media"
        },
        {
            "x1": 309,
            "y1": 1010,
            "x2": 375,
            "y2": 1279,
            "text": "パースッ‼",
            "vi": "Pasut"
        }
    ],
    "15-620873f7e2073.jpg": [
        {
            "x1": 409,
            "y1": 90,
            "x2": 514,
            "y2": 220,
            "text": "エッ… ちょっ",
            "vi": "E..."
        },
        {
            "x1": 102,
            "y1": 436,
            "x2": 200,
            "y2": 551,
            "text": "ハア…… ハァ…… ハア……",
            "vi": "Ha... hả... haa..."
        },
        {
            "x1": 739,
            "y1": 499,
            "x2": 846,
            "y2": 729,
            "text": "急には ムリッッ‼",
            "vi": "Đột ngột"
        },
        {
            "x1": 188,
            "y1": 959,
            "x2": 226,
            "y2": 1140,
            "text": "メデーロ！",
            "vi": "Medello!"
        }
    ],
    "16-620873f87e89d.jpg": [
        {
            "x1": 413,
            "y1": 90,
            "x2": 521,
            "y2": 232,
            "text": "さすが だゾ！",
            "vi": "Như dự đoán!"
        },
        {
            "x1": 727,
            "y1": 731,
            "x2": 835,
            "y2": 877,
            "text": "丁度良い 準備運動に なったゾ",
            "vi": "Bài tập chuẩn bị phù hợp"
        },
        {
            "x1": 112,
            "y1": 787,
            "x2": 186,
            "y2": 953,
            "text": "まだまだ こっから…",
            "vi": "Từ đây..."
        },
        {
            "x1": 104,
            "y1": 1028,
            "x2": 154,
            "y2": 1154,
            "text": "ウンー",
            "vi": "Unu"
        },
        {
            "x1": 738,
            "y1": 1034,
            "x2": 902,
            "y2": 1293,
            "text": "第乃5話へつづく！ どんどん 行くゾ‼",
            "vi": "Tiếp tục đến tập 5! Đi đều đặn"
        },
        {
            "x1": 125,
            "y1": 1316,
            "x2": 824,
            "y2": 1334,
            "text": "回より本作は隔過新なます。5話の更新はと月日日手定。",
            "vi": "Công việc này là mới từ The Times. Cập nhật 5 tập là một ngày hàng tháng."
        }
    ]
}