var ocr_data = {
    "001.jpg": [
        {
            "x1": 356,
            "y1": 46,
            "x2": 861,
            "y2": 139,
            "text": "珍でれた転生賢者",
            "vi": "Một người đàn ông khôn ngoan tái sinh bất thường"
        },
        {
            "x1": 367,
            "y1": 136,
            "x2": 837,
            "y2": 159,
            "text": "魔物の森数最強の魔市作手りける",
            "vi": "Số rừng quỷ Majin Maichi Makichi"
        },
        {
            "x1": 185,
            "y1": 115,
            "x2": 249,
            "y2": 335,
            "text": "…ヘルハウンドって どんな魔物？",
            "vi": "Những loại quái vật là con chó săn?"
        },
        {
            "x1": 773,
            "y1": 401,
            "x2": 853,
            "y2": 611,
            "text": "黒い狼のような 魔物じゃ",
            "vi": "Nó là một con quái vật như một con sói đen"
        },
        {
            "x1": 126,
            "y1": 615,
            "x2": 167,
            "y2": 818,
            "text": "オオカミ？",
            "vi": "Sói?"
        },
        {
            "x1": 549,
            "y1": 804,
            "x2": 774,
            "y2": 841,
            "text": "第47話ル",
            "vi": "Tập 47"
        },
        {
            "x1": 784,
            "y1": 888,
            "x2": 854,
            "y2": 1077,
            "text": "狼を知らないか …犬の仲間じゃ",
            "vi": "Bạn không biết sói..."
        },
        {
            "x1": 676,
            "y1": 894,
            "x2": 716,
            "y2": 1004,
            "text": "イヌ？",
            "vi": "Chú chó?"
        },
        {
            "x1": 523,
            "y1": 933,
            "x2": 612,
            "y2": 1099,
            "text": "犬もか… そういえば 村にはいないな",
            "vi": "Chó... nói về điều đó, tôi không ở trong làng"
        },
        {
            "x1": 378,
            "y1": 877,
            "x2": 477,
            "y2": 1241,
            "text": "フラーゼス大森林は 犬や猫のような愛玩動物が 生きていける環境ではないからな",
            "vi": "Furasees obayashi không phải là một môi trường mà chó và mèo giống như động vật thú cưng có thể sống."
        },
        {
            "x1": 119,
            "y1": 887,
            "x2": 184,
            "y2": 1224,
            "text": "そういう文化を広めてくのも 悪くないかもしれん",
            "vi": "Có thể không xấu khi truyền bá một nền văn hóa như vậy"
        },
        {
            "x1": 33,
            "y1": 519,
            "x2": 73,
            "y2": 1293,
            "text": "単行本最新３巻発売中０ 紙も電子も絶好調！",
            "vi": "Cả 3 tập mới nhất đều được bán khi bán 0 giấy và electron!"
        },
        {
            "x1": 133,
            "y1": 1309,
            "x2": 845,
            "y2": 1340,
            "text": "原作:未来人Aマがぅっ経制 漫画:クリカラマル キャラクター原案:キッカイキ",
            "vi": "Bản gốc: Tương lai con người MA là một manga trung lập: nhân vật crycala maru"
        }
    ],
    "002.jpg": [
        {
            "x1": 707,
            "y1": 95,
            "x2": 846,
            "y2": 279,
            "text": "特に馬などの 騎乗用の動物を 飼うメリトは 大きい",
            "vi": "Cụ thể, Merito, tiếp tục cưỡi động vật như ngựa, là lớn"
        },
        {
            "x1": 429,
            "y1": 100,
            "x2": 498,
            "y2": 276,
            "text": "今後の課題の Uつじゃな",
            "vi": "Nó không phải là vấn đề trong tương lai"
        },
        {
            "x1": 245,
            "y1": 97,
            "x2": 368,
            "y2": 324,
            "text": "…っていうか ルハウンド狩りに 連れてってれるのは いいんだけど…",
            "vi": "Tôi có nghĩa là, thật tuyệt khi được đưa đến Rhound Hunting…"
        },
        {
            "x1": 748,
            "y1": 403,
            "x2": 830,
            "y2": 621,
            "text": "何でリーリーが 一緒なノ…？",
            "vi": "Tại sao Lily lại như nhau?"
        },
        {
            "x1": 795,
            "y1": 1029,
            "x2": 832,
            "y2": 1226,
            "text": "仕方あるまい",
            "vi": "Tôi không thể không"
        },
        {
            "x1": 121,
            "y1": 1020,
            "x2": 251,
            "y2": 1274,
            "text": "ヘルハウンドの 住処を知ってるのが リーリーだけ だったんじゃ",
            "vi": "Chỉ có Lily mới biết nơi cư trú của Hound Hell"
        }
    ],
    "003.jpg": [
        {
            "x1": 739,
            "y1": 162,
            "x2": 817,
            "y2": 346,
            "text": "ベラムス様 着きました！",
            "vi": "Tôi đã đến Belams!"
        },
        {
            "x1": 143,
            "y1": 310,
            "x2": 185,
            "y2": 418,
            "text": "あそこ",
            "vi": "ở đó"
        },
        {
            "x1": 99,
            "y1": 305,
            "x2": 154,
            "y2": 423,
            "text": "です！",
            "vi": "IS!"
        },
        {
            "x1": 750,
            "y1": 761,
            "x2": 854,
            "y2": 967,
            "text": "こんな所に 洞窟があったのか よく見つけたな",
            "vi": "Tôi thường tìm thấy một hang động ở một nơi như vậy"
        },
        {
            "x1": 561,
            "y1": 805,
            "x2": 605,
            "y2": 949,
            "text": "偶然です",
            "vi": "Nó là một sự trùng hợp"
        },
        {
            "x1": 352,
            "y1": 761,
            "x2": 456,
            "y2": 967,
            "text": "休憩できる場所を 探していた時に 見づけまして…",
            "vi": "Tôi đã nhìn thấy nó khi tôi đang tìm kiếm một nơi mà tôi có thể nghỉ ngơi..."
        },
        {
            "x1": 142,
            "y1": 757,
            "x2": 276,
            "y2": 975,
            "text": "中でヘルハウンドに 遭過しした時は 死ぬかと 思いましした…",
            "vi": "Tôi nghĩ rằng tôi sẽ chết khi tôi gặp phải địa ngục bên trong..."
        }
    ],
    "004.jpg": [
        {
            "x1": 759,
            "y1": 123,
            "x2": 849,
            "y2": 279,
            "text": "ヨ_シ 倒すゾ_ー",
            "vi": "Yo_stopple z_-"
        },
        {
            "x1": 669,
            "y1": 441,
            "x2": 848,
            "y2": 681,
            "text": "そ そういえば 倒すのは ベラムス様ではなく デラロサちゃんと 言ってましたね",
            "vi": "Nói về điều đó, đó không phải là tin tưởng, mà là Delalosa -chan."
        },
        {
            "x1": 448,
            "y1": 420,
            "x2": 596,
            "y2": 675,
            "text": "デラロサは ああ見えて強い ヘルハウンドくらい なら倒せるだろう",
            "vi": "Delalosa sẽ có thể đánh bại nếu bạn có thể nhìn thấy nó và có một địa ngục mạnh mẽ"
        },
        {
            "x1": 531,
            "y1": 750,
            "x2": 601,
            "y2": 981,
            "text": "ベラムス様なら ともかく…",
            "vi": "Dù sao, tin tưởng..."
        },
        {
            "x1": 113,
            "y1": 754,
            "x2": 184,
            "y2": 1117,
            "text": "ゴブリンのデラロサちゃんに ヘルハウンドが…？",
            "vi": "Helhound đến Delalosa của yêu tinh...?"
        },
        {
            "x1": 674,
            "y1": 1072,
            "x2": 818,
            "y2": 1264,
            "text": "ヘルハウンドは 強力な魔物 …大丈夫なん ですか？",
            "vi": "Helhound là một con quái vật mạnh mẽ... nó có ổn không?"
        }
    ],
    "005.jpg": [
        {
            "x1": 122,
            "y1": 112,
            "x2": 170,
            "y2": 310,
            "text": "心配だわ…",
            "vi": "Tôi đang lo lắng..."
        },
        {
            "x1": 721,
            "y1": 448,
            "x2": 853,
            "y2": 646,
            "text": "い いざと なったら私も 加勢します‼",
            "vi": "Khi nói đến nó, tôi cũng sẽ tham gia với tôi."
        },
        {
            "x1": 126,
            "y1": 469,
            "x2": 207,
            "y2": 674,
            "text": "…期待は せんでおこう",
            "vi": "… Hãy có kỳ vọng"
        },
        {
            "x1": 813,
            "y1": 813,
            "x2": 847,
            "y2": 1007,
            "text": "トツニュウ‼",
            "vi": "Totsunyu‼"
        }
    ],
    "006.jpg": [
        {
            "x1": 346,
            "y1": 127,
            "x2": 448,
            "y2": 279,
            "text": "馬鹿者！ 勝手に一人で 入るな",
            "vi": "Người ngu ngốc! Đừng vào một mình"
        },
        {
            "x1": 739,
            "y1": 527,
            "x2": 852,
            "y2": 645,
            "text": "おく 真っ暗だ ゾく",
            "vi": "Trời hoàn toàn tối"
        },
        {
            "x1": 167,
            "y1": 670,
            "x2": 264,
            "y2": 811,
            "text": "デッ",
            "vi": "De"
        },
        {
            "x1": 778,
            "y1": 872,
            "x2": 852,
            "y2": 1012,
            "text": "もっと 慎重に動け",
            "vi": "Di chuyển cẩn thận hơn"
        },
        {
            "x1": 512,
            "y1": 878,
            "x2": 586,
            "y2": 1016,
            "text": "うくそ 分かっタ…",
            "vi": "Tôi hiểu..."
        },
        {
            "x1": 363,
            "y1": 852,
            "x2": 442,
            "y2": 984,
            "text": "こ…怖い ですう",
            "vi": "Điều này... tôi sợ hãi"
        },
        {
            "x1": 93,
            "y1": 1140,
            "x2": 197,
            "y2": 1254,
            "text": "二人とも 両極端 じゃな…",
            "vi": "Cả hai đều cực đoan..."
        }
    ],
    "007.jpg": [
        {
            "x1": 776,
            "y1": 110,
            "x2": 860,
            "y2": 439,
            "text": "ワォオオオン",
            "vi": "Thành công lớn!"
        },
        {
            "x1": 179,
            "y1": 152,
            "x2": 308,
            "y2": 315,
            "text": "ひひぃ！ この 鳴き声は…‼",
            "vi": "Hihi! Tiếng khóc này là...‼"
        },
        {
            "x1": 665,
            "y1": 627,
            "x2": 692,
            "y2": 736,
            "text": "来るぞ",
            "vi": "Nó đang đến"
        },
        {
            "x1": 184,
            "y1": 662,
            "x2": 231,
            "y2": 779,
            "text": "ウンー",
            "vi": "Unu"
        }
    ],
    "008.jpg": [
        {
            "x1": 758,
            "y1": 103,
            "x2": 825,
            "y2": 475,
            "text": "ヘルハウンド‼",
            "vi": "Hell Hound!"
        }
    ],
    "009.jpg": [
        {
            "x1": 799,
            "y1": 130,
            "x2": 844,
            "y2": 417,
            "text": "ファイアーボール",
            "vi": "Bóng lửa"
        },
        {
            "x1": 435,
            "y1": 1079,
            "x2": 471,
            "y2": 1255,
            "text": "よ 避けた‼",
            "vi": "Tôi đã tránh nó."
        }
    ],
    "010.jpg": [
        {
            "x1": 762,
            "y1": 121,
            "x2": 844,
            "y2": 306,
            "text": "ウラ ウラーッ‼",
            "vi": "Ura ula"
        },
        {
            "x1": 691,
            "y1": 953,
            "x2": 843,
            "y2": 1237,
            "text": "当たらないッ… いくら魔法が強くても ヘルハウンドに 接近されたら…",
            "vi": "Tôi không đánh... cho dù phép thuật mạnh mẽ đến đâu, nếu bạn đến gần với địa ngục..."
        },
        {
            "x1": 130,
            "y1": 1064,
            "x2": 200,
            "y2": 1261,
            "text": "ベラムス様 このままじゃっ",
            "vi": "Belams là đây như nó là"
        }
    ],
    "011.jpg": [
        {
            "x1": 509,
            "y1": 143,
            "x2": 590,
            "y2": 343,
            "text": "大丈夫 デラロサには",
            "vi": "Ok cho Delalosa"
        },
        {
            "x1": 334,
            "y1": 188,
            "x2": 435,
            "y2": 419,
            "text": "奥の手を 授けてある！",
            "vi": "Tôi đang đưa tay vào phía sau!"
        },
        {
            "x1": 35,
            "y1": 179,
            "x2": 165,
            "y2": 1049,
            "text": "ドラゴンフレイム´出",
            "vi": "Rồng ngọn lửa '"
        }
    ],
    "012.jpg": [
        {
            "x1": 354,
            "y1": 1129,
            "x2": 381,
            "y2": 1194,
            "text": "うそ",
            "vi": "nằm"
        }
    ],
    "013.jpg": [
        {
            "x1": 116,
            "y1": 299,
            "x2": 260,
            "y2": 524,
            "text": "デラロサちゃんに ここまでの 実力があった なんて…！",
            "vi": "Delalosa -chan có một khả năng như vậy cho đến nay...!"
        },
        {
            "x1": 720,
            "y1": 756,
            "x2": 802,
            "y2": 898,
            "text": "うまく いったゾ",
            "vi": "Nó hoạt động tốt"
        },
        {
            "x1": 127,
            "y1": 652,
            "x2": 189,
            "y2": 869,
            "text": "でも焼きすぎ ちゃったかモ…？",
            "vi": "Nhưng bạn có nướng quá nhiều...?"
        },
        {
            "x1": 730,
            "y1": 1037,
            "x2": 834,
            "y2": 1219,
            "text": "…大丈夫 案外い感じに 焼けておるぞ",
            "vi": "“Không sao khi cảm thấy nó bất ngờ"
        },
        {
            "x1": 579,
            "y1": 1053,
            "x2": 648,
            "y2": 1193,
            "text": "焼きたて 食べるか？",
            "vi": "Bạn có ăn mới nướng?"
        },
        {
            "x1": 389,
            "y1": 1048,
            "x2": 440,
            "y2": 1168,
            "text": "食ベル",
            "vi": "Chuông thực phẩm"
        },
        {
            "x1": 166,
            "y1": 1057,
            "x2": 237,
            "y2": 1212,
            "text": "では解体 してやろう",
            "vi": "Hãy dỡ bỏ"
        }
    ],
    "014.jpg": [
        {
            "x1": 690,
            "y1": 180,
            "x2": 733,
            "y2": 271,
            "text": "ほら",
            "vi": "Bạn thấy đấy"
        },
        {
            "x1": 289,
            "y1": 149,
            "x2": 323,
            "y2": 244,
            "text": "ヤッタ",
            "vi": "Yatta"
        },
        {
            "x1": 789,
            "y1": 564,
            "x2": 840,
            "y2": 737,
            "text": "どうぞ！",
            "vi": "vui lòng!"
        },
        {
            "x1": 259,
            "y1": 556,
            "x2": 412,
            "y2": 730,
            "text": "こんな事も あろうかと レッドアルラの ジャムを持って きました！",
            "vi": "Tôi đã mang theo mứt của Red Alra để xem đây có phải là trường hợp không!"
        },
        {
            "x1": 121,
            "y1": 706,
            "x2": 160,
            "y2": 836,
            "text": "おくっ‼",
            "vi": "Oku"
        },
        {
            "x1": 693,
            "y1": 927,
            "x2": 850,
            "y2": 1245,
            "text": "じゃわぁ",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 102,
            "y1": 1128,
            "x2": 147,
            "y2": 1272,
            "text": "いざっ…",
            "vi": "À..."
        }
    ],
    "015.jpg": [
        {
            "x1": 802,
            "y1": 125,
            "x2": 863,
            "y2": 313,
            "text": "あむっ…",
            "vi": "Sâu sắc..."
        },
        {
            "x1": 227,
            "y1": 99,
            "x2": 464,
            "y2": 277,
            "text": "モニュ モニュ ほむ ほむ…",
            "vi": "Monumu Monumu Homuhomu..."
        },
        {
            "x1": 157,
            "y1": 286,
            "x2": 218,
            "y2": 514,
            "text": "フワイッ‼",
            "vi": "Huwi"
        },
        {
            "x1": 711,
            "y1": 695,
            "x2": 849,
            "y2": 937,
            "text": "この前までの ゲロマズクモ料理が ウゾみたいな うまさだゾ！",
            "vi": "Geroma Spider Dishes cho đến nay rất ngon như Uzo!"
        },
        {
            "x1": 287,
            "y1": 673,
            "x2": 341,
            "y2": 829,
            "text": "アルラ さまさまじゃな",
            "vi": "Alra -sama"
        },
        {
            "x1": 732,
            "y1": 1020,
            "x2": 803,
            "y2": 1227,
            "text": "何だか食べたく なりますね…",
            "vi": "Tôi muốn ăn một cách nào đó..."
        },
        {
            "x1": 439,
            "y1": 1051,
            "x2": 549,
            "y2": 1239,
            "text": "デラロサの 進化のためじゃ 我慢してくれ",
            "vi": "Hãy kiên nhẫn với sự phát triển của Delalosa"
        },
        {
            "x1": 199,
            "y1": 1063,
            "x2": 273,
            "y2": 1194,
            "text": "もちろん ですっ！",
            "vi": "Đương nhiên!"
        }
    ],
    "016.jpg": [
        {
            "x1": 737,
            "y1": 122,
            "x2": 849,
            "y2": 315,
            "text": "これ 何匹食べれば 進化できるノ？",
            "vi": "Có bao nhiêu trong số này có thể được tiến hóa?"
        },
        {
            "x1": 110,
            "y1": 139,
            "x2": 188,
            "y2": 351,
            "text": "二匹だから あと一匹じゃな",
            "vi": "Đó là hai, vì vậy đó là một"
        },
        {
            "x1": 721,
            "y1": 446,
            "x2": 842,
            "y2": 710,
            "text": "アロースパイダー 十体も食べたのに 比べたら楽勝だゾ！",
            "vi": "Nó dễ dàng hơn ăn mười piders aloth!"
        },
        {
            "x1": 130,
            "y1": 521,
            "x2": 262,
            "y2": 742,
            "text": "さっさと もう一匹倒して 進化するゾく‼",
            "vi": "Zaku phát triển bằng cách đánh bại một người khác nhanh chóng."
        },
        {
            "x1": 871,
            "y1": 1056,
            "x2": 907,
            "y2": 1290,
            "text": "第48話へっづく！",
            "vi": "Tập 48"
        },
        {
            "x1": 705,
            "y1": 998,
            "x2": 857,
            "y2": 1228,
            "text": "…この お二人の前では ヘルハウンドすら ただの犬同然に…",
            "vi": "Trước mặt hai người này, ngay cả một địa ngục giống như một con chó"
        },
        {
            "x1": 104,
            "y1": 996,
            "x2": 191,
            "y2": 1193,
            "text": "なんて 姉弟なの…！",
            "vi": "Thật là một chị gái và anh trai...!"
        },
        {
            "x1": 151,
            "y1": 1311,
            "x2": 814,
            "y2": 1332,
            "text": "リリのまもすにれ愛。規格外なのはムだけじない",
            "vi": "Tình yêu của Liliri. Điều duy nhất là ngoài tiêu chuẩn"
        }
    ]
}