var ocr_data = {
    "1-62525b3036733.jpg": [
        {
            "x1": 81,
            "y1": 0,
            "x2": 440,
            "y2": 77,
            "text": "整で妖転生賢者",
            "vi": "Theo thứ tự và trở nên thẳng đứng Sage"
        },
        {
            "x1": 104,
            "y1": 61,
            "x2": 417,
            "y2": 82,
            "text": "魔物の森で受弥の大魔術制を作りにげる",
            "vi": "Tạo ra hệ thống ma thuật tuyệt vời trong rừng quỷ"
        },
        {
            "x1": 143,
            "y1": 168,
            "x2": 242,
            "y2": 358,
            "text": "さっきまでの 勢いは どうしました？",
            "vi": "Điều gì đã xảy ra với đà cho đến một thời gian trước?"
        },
        {
            "x1": 108,
            "y1": 527,
            "x2": 303,
            "y2": 564,
            "text": "第78話 秘策",
            "vi": "Tập 78 Bí mật"
        },
        {
            "x1": 744,
            "y1": 631,
            "x2": 850,
            "y2": 863,
            "text": "あなたには 頑張って頂かないと 困りますよ",
            "vi": "Bạn phải cố gắng hết sức"
        },
        {
            "x1": 133,
            "y1": 677,
            "x2": 244,
            "y2": 879,
            "text": "私一人では ショーは成立 しませんからね",
            "vi": "Tôi không thể làm một chương trình một mình."
        },
        {
            "x1": 46,
            "y1": 75,
            "x2": 77,
            "y2": 943,
            "text": "単行本①～①巻重園続々発売中！第◎巻は６月9目(ホ）発売予定的",
            "vi": "Sách ① đến Makien Garden được bán hết lần này đến lần khác! Khối lượng ◎ Khối lượng dự kiến sẽ được phát hành vào ngày 9 tháng 6 (e)"
        },
        {
            "x1": 132,
            "y1": 969,
            "x2": 252,
            "y2": 1233,
            "text": "奴の実力は本物じゃ だが一つ 確かなことがある",
            "vi": "Khả năng của anh ấy là có thật, nhưng có một điều chắc chắn"
        },
        {
            "x1": 130,
            "y1": 1312,
            "x2": 841,
            "y2": 1341,
            "text": "原作:未来人Aマがっ経莉漫画:クリカラマル キャラグター原案:キッカイキ",
            "vi": "Bản gốc: Tương lai con người A ma gari manga: Crycaramar Specter"
        }
    ],
    "2-62525b30d5551.jpg": [
        {
            "x1": 734,
            "y1": 216,
            "x2": 844,
            "y2": 462,
            "text": "──ライトアローが かすめた際に 傷ができた",
            "vi": "── Tôi bị trầy xước khi mũi tên ánh sáng bị lấy"
        },
        {
            "x1": 144,
            "y1": 148,
            "x2": 184,
            "y2": 420,
            "text": "当たれば効く…―",
            "vi": "Nó hoạt động nếu bạn đánh... -"
        },
        {
            "x1": 695,
            "y1": 521,
            "x2": 843,
            "y2": 764,
            "text": "ライトレインを 防ぐために 本気を出したことが 何よりの証拠",
            "vi": "Bằng chứng về điều tốt nhất về nghiêm trọng để ngăn chặn mưa nhẹ"
        },
        {
            "x1": 776,
            "y1": 980,
            "x2": 840,
            "y2": 1242,
            "text": "強力な一撃を当てる ことさえできれば",
            "vi": "Miễn là bạn có thể đánh một cú đánh mạnh mẽ"
        }
    ],
    "3-62525b316782a.jpg": [
        {
            "x1": 79,
            "y1": 84,
            "x2": 215,
            "y2": 575,
            "text": "“ダークミスト",
            "vi": "Sương mù đen tối"
        }
    ],
    "4-62525b31e39e0.jpg": [
        {
            "x1": 773,
            "y1": 85,
            "x2": 846,
            "y2": 264,
            "text": "もらっ",
            "vi": "Hiểu được"
        },
        {
            "x1": 685,
            "y1": 1003,
            "x2": 768,
            "y2": 1264,
            "text": "なるほど",
            "vi": "Tôi thấy"
        }
    ],
    "5-62525b326d758.jpg": [
        {
            "x1": 754,
            "y1": 90,
            "x2": 864,
            "y2": 386,
            "text": "“ライト",
            "vi": "\"Soi rọi\""
        },
        {
            "x1": 552,
            "y1": 776,
            "x2": 592,
            "y2": 916,
            "text": "そこです",
            "vi": "ở đó"
        },
        {
            "x1": 811,
            "y1": 804,
            "x2": 863,
            "y2": 1030,
            "text": "ぐぁあッ…",
            "vi": "Goo..."
        },
        {
            "x1": 605,
            "y1": 1098,
            "x2": 653,
            "y2": 1269,
            "text": "目がづ",
            "vi": "Nhìn"
        },
        {
            "x1": 77,
            "y1": 746,
            "x2": 147,
            "y2": 1189,
            "text": "ドラゴンフレイム",
            "vi": "Rồng ngọn lửa"
        }
    ],
    "6-62525b32f277c.jpg": [
        {
            "x1": 80,
            "y1": 77,
            "x2": 170,
            "y2": 488,
            "text": "アイスウォール",
            "vi": "Bức tường băng"
        }
    ],
    "7-62525b33781f6.jpg": [
        {
            "x1": 804,
            "y1": 658,
            "x2": 851,
            "y2": 824,
            "text": "無駄です",
            "vi": "Nó là một sự lãng phí"
        },
        {
            "x1": 116,
            "y1": 724,
            "x2": 261,
            "y2": 889,
            "text": "運に任せて 撃ち続けても 私には当たり ませんよ…！",
            "vi": "Ngay cả khi tôi tiếp tục bắn với vận may của mình, tôi sẽ không đánh tôi...!"
        },
        {
            "x1": 821,
            "y1": 957,
            "x2": 866,
            "y2": 1190,
            "text": "はじめから…",
            "vi": "Từ đầu…"
        },
        {
            "x1": 108,
            "y1": 960,
            "x2": 183,
            "y2": 1200,
            "text": "それが目的では ない",
            "vi": "Đó không phải là mục đích"
        }
    ],
    "8-62525b340649f.jpg": [
        {
            "x1": 789,
            "y1": 76,
            "x2": 837,
            "y2": 340,
            "text": "フ真の狙いは…",
            "vi": "Mục tiêu thực sự là..."
        }
    ],
    "9-62525b349c124.jpg": [
        {
            "x1": 723,
            "y1": 148,
            "x2": 755,
            "y2": 288,
            "text": "まさかッ",
            "vi": "Không có cách nào"
        },
        {
            "x1": 597,
            "y1": 80,
            "x2": 658,
            "y2": 448,
            "text": "ウォーターキャノ",
            "vi": "Watercano"
        },
        {
            "x1": 681,
            "y1": 691,
            "x2": 836,
            "y2": 918,
            "text": "無数の アイススピアは その一発を当てる ための囮じゃ",
            "vi": "Vô số cây giáo băng là một mồi nhử để bắn một phát"
        }
    ],
    "10-62525b3532cb6.jpg": [
        {
            "x1": 379,
            "y1": 124,
            "x2": 448,
            "y2": 282,
            "text": "…お主が 溺れ死ぬのを",
            "vi": "“Chúa chết đuối và chết"
        },
        {
            "x1": 174,
            "y1": 401,
            "x2": 257,
            "y2": 612,
            "text": "ゆっくり待つ つもりはない",
            "vi": "Tôi sẽ không chờ đợi từ từ"
        }
    ],
    "11-62525b35cd50b.jpg": [
        {
            "x1": 759,
            "y1": 645,
            "x2": 889,
            "y2": 985,
            "text": "セイント",
            "vi": "Saint"
        }
    ],
    "12-62525b366abff.jpg": [
        {
            "x1": 229,
            "y1": 111,
            "x2": 279,
            "y2": 192,
            "text": "貴様",
            "vi": "Bạn"
        }
    ],
    "13-62525b36eaa5f.jpg": [
        {
            "x1": 803,
            "y1": 134,
            "x2": 845,
            "y2": 355,
            "text": "ベラ…ム…ッ",
            "vi": "Bella..."
        },
        {
            "x1": 750,
            "y1": 889,
            "x2": 820,
            "y2": 1038,
            "text": "ああっ… バリアが‼",
            "vi": "Oh... rào cản‼"
        },
        {
            "x1": 469,
            "y1": 938,
            "x2": 500,
            "y2": 1113,
            "text": "メデーロ‼",
            "vi": "Medeer"
        }
    ],
    "14-62525b378dfc5.jpg": [
        {
            "x1": 852,
            "y1": 107,
            "x2": 880,
            "y2": 322,
            "text": "ウゴー 待っテ！",
            "vi": "Chờ UGO!"
        },
        {
            "x1": 697,
            "y1": 275,
            "x2": 806,
            "y2": 446,
            "text": "きっと ベラムスが 助けてくれル",
            "vi": "Tôi chắc chắn Belams giúp tôi"
        },
        {
            "x1": 98,
            "y1": 243,
            "x2": 248,
            "y2": 431,
            "text": "だから私達は ２人の戦いを 邪魔する奴らを 倒さないト！",
            "vi": "Vì vậy, chúng tôi không đánh bại những người làm phiền trận chiến giữa họ!"
        },
        {
            "x1": 803,
            "y1": 532,
            "x2": 839,
            "y2": 720,
            "text": "でも 妹が…ッ",
            "vi": "Nhưng em gái của tôi..."
        },
        {
            "x1": 419,
            "y1": 536,
            "x2": 495,
            "y2": 711,
            "text": "ベラムス殿は 強い",
            "vi": "Belams rất mạnh"
        },
        {
            "x1": 274,
            "y1": 536,
            "x2": 341,
            "y2": 654,
            "text": "見てきた はずだ",
            "vi": "Bạn nên đã nhìn thấy nó"
        },
        {
            "x1": 792,
            "y1": 804,
            "x2": 835,
            "y2": 921,
            "text": "大丈夫",
            "vi": "Bạn co ổn không"
        },
        {
            "x1": 787,
            "y1": 1024,
            "x2": 840,
            "y2": 1125,
            "text": "ええ",
            "vi": "Ừ"
        },
        {
            "x1": 104,
            "y1": 1029,
            "x2": 189,
            "y2": 1211,
            "text": "ベラムス様 なら！",
            "vi": "Nếu Belams!"
        }
    ],
    "15-62525b382ba13.jpg": [
        {
            "x1": 241,
            "y1": 119,
            "x2": 272,
            "y2": 260,
            "text": "…そうだナ",
            "vi": "… Đúng thế"
        },
        {
            "x1": 132,
            "y1": 200,
            "x2": 211,
            "y2": 357,
            "text": "ベラムスを 信じル…‼",
            "vi": "Tin vào belams...‼"
        },
        {
            "x1": 776,
            "y1": 435,
            "x2": 837,
            "y2": 751,
            "text": "おぉオオッ‼",
            "vi": "Oh oh"
        },
        {
            "x1": 753,
            "y1": 1019,
            "x2": 834,
            "y2": 1269,
            "text": "グッ…魔法を 解かなければッ…",
            "vi": "Tốt... Tôi phải giải quyết phép thuật..."
        },
        {
            "x1": 125,
            "y1": 1031,
            "x2": 248,
            "y2": 1250,
            "text": "この方にはッ… 死んで…もらい ます……！",
            "vi": "Gửi người này... Tôi đã chết... Nhận...!"
        }
    ],
    "16-62525b38b763a.jpg": [
        {
            "x1": 720,
            "y1": 104,
            "x2": 841,
            "y2": 431,
            "text": "…セイントブレイカーを 放てば確実に 奴を殺せるはず…",
            "vi": "Nếu bạn giải phóng một người phá vỡ thánh, bạn chắc chắn sẽ có thể giết anh ta..."
        },
        {
            "x1": 106,
            "y1": 107,
            "x2": 220,
            "y2": 345,
            "text": "だが メデーロを 盾にされた以上 それはできぬ……",
            "vi": "Nhưng tôi không thể làm điều đó miễn là Medelo đã bị biến thành một tấm khiên..."
        },
        {
            "x1": 694,
            "y1": 544,
            "x2": 842,
            "y2": 817,
            "text": "かといってこのまま 奴が溺死するのを 待っていては メデーロは助からない",
            "vi": "Tuy nhiên, nếu bạn đợi anh ta chết đuối, Medero sẽ không giúp được gì"
        },
        {
            "x1": 100,
            "y1": 545,
            "x2": 209,
            "y2": 787,
            "text": "その気になれば 一瞬でメデーロは 殺されてししまう…！",
            "vi": "Nếu bạn cảm thấy như vậy, phương tiện truyền thông sẽ bị giết ngay lập tức...!"
        }
    ],
    "17-62525b394bd48.jpg": [
        {
            "x1": 781,
            "y1": 741,
            "x2": 851,
            "y2": 931,
            "text": "…今のは本当に 焦りましたよ",
            "vi": "“Bây giờ tôi thực sự thiếu kiên nhẫn"
        },
        {
            "x1": 137,
            "y1": 750,
            "x2": 279,
            "y2": 968,
            "text": "まさかこの私が 人間の子供相手に 死を覚悟する ことになるとは…",
            "vi": "Không có cách nào tôi sẽ chuẩn bị chết để chống lại trẻ em con người..."
        },
        {
            "x1": 696,
            "y1": 1073,
            "x2": 845,
            "y2": 1246,
            "text": "我が主人が あなたに 執心するのも 納得です",
            "vi": "Tôi tin chắc rằng chồng tôi sẽ bị ám ảnh bởi bạn"
        },
        {
            "x1": 127,
            "y1": 1102,
            "x2": 239,
            "y2": 1250,
            "text": "御託はいい メデーロを 放せ！",
            "vi": "Các giao phó được phát hành một Medelo tốt!"
        }
    ],
    "18-62525b39cc948.jpg": [
        {
            "x1": 790,
            "y1": 135,
            "x2": 834,
            "y2": 358,
            "text": "いいでしょう",
            "vi": "Nó tốt"
        },
        {
            "x1": 436,
            "y1": 374,
            "x2": 493,
            "y2": 553,
            "text": "ぐぁアッ",
            "vi": "Goo"
        },
        {
            "x1": 738,
            "y1": 640,
            "x2": 835,
            "y2": 849,
            "text": "ですが すぐに解放しては 私の身が危なくなる",
            "vi": "Nhưng nếu bạn giải phóng nó ngay lập tức, cơ thể của tôi sẽ gặp nguy hiểm"
        },
        {
            "x1": 536,
            "y1": 665,
            "x2": 644,
            "y2": 836,
            "text": "あなたを 戦闘不能に してからです",
            "vi": "Sau khi khiến bạn không thể chiến đấu"
        },
        {
            "x1": 94,
            "y1": 622,
            "x2": 159,
            "y2": 766,
            "text": "あぁあ",
            "vi": "Aa"
        }
    ],
    "19-62525b3a73e64.jpg": [
        {
            "x1": 113,
            "y1": 164,
            "x2": 145,
            "y2": 255,
            "text": "…おや",
            "vi": "… Oh"
        },
        {
            "x1": 782,
            "y1": 364,
            "x2": 842,
            "y2": 552,
            "text": "倒れていた方が よかったものを",
            "vi": "Những gì tôi nên có"
        },
        {
            "x1": 801,
            "y1": 945,
            "x2": 837,
            "y2": 1162,
            "text": "…その完成には",
            "vi": "… Để hoàn thành"
        },
        {
            "x1": 337,
            "y1": 937,
            "x2": 419,
            "y2": 1097,
            "text": "長い年月を 要した…",
            "vi": "Nó tốn một thời gian dài..."
        }
    ],
    "20-62525b3b04135.jpg": [
        {
            "x1": 784,
            "y1": 126,
            "x2": 820,
            "y2": 427,
            "text": "発動に必要なものは",
            "vi": "Những gì bạn cần để kích hoạt"
        },
        {
            "x1": 252,
            "y1": 158,
            "x2": 348,
            "y2": 342,
            "text": "術者の 全魔力と…",
            "vi": "Với tất cả sức mạnh kỳ diệu của bác sĩ phẫu thuật..."
        },
        {
            "x1": 190,
            "y1": 357,
            "x2": 237,
            "y2": 514,
            "text": "致死量の",
            "vi": "Liều gây chết người"
        },
        {
            "x1": 766,
            "y1": 629,
            "x2": 840,
            "y2": 748,
            "text": "何を 言って…",
            "vi": "Bạn nói gì..."
        },
        {
            "x1": 117,
            "y1": 659,
            "x2": 173,
            "y2": 792,
            "text": "…待て",
            "vi": "…đợi đã"
        },
        {
            "x1": 779,
            "y1": 881,
            "x2": 884,
            "y2": 1043,
            "text": "その血は 何だ⁉",
            "vi": "Điều gì là máu⁉"
        },
        {
            "x1": 145,
            "y1": 1117,
            "x2": 180,
            "y2": 1247,
            "text": "使える者",
            "vi": "Ai có thể sử dụng nó"
        }
    ],
    "21-62525b3b7fa16.jpg": [
        {
            "x1": 681,
            "y1": 109,
            "x2": 783,
            "y2": 336,
            "text": "この世に ただ１人…！",
            "vi": "Chỉ có một người trong thế giới này...!"
        },
        {
            "x1": 818,
            "y1": 811,
            "x2": 857,
            "y2": 990,
            "text": "ベラムス…",
            "vi": "Belams..."
        },
        {
            "x1": 481,
            "y1": 1076,
            "x2": 526,
            "y2": 1236,
            "text": "何をした",
            "vi": "Bạn đã làm gì"
        },
        {
            "x1": 313,
            "y1": 985,
            "x2": 352,
            "y2": 1186,
            "text": "その秘術を…",
            "vi": "Bí mật đó..."
        },
        {
            "x1": 161,
            "y1": 1118,
            "x2": 237,
            "y2": 1265,
            "text": "わしはこう 名付けた",
            "vi": "Tôi đặt tên cho nó"
        }
    ],
    "22-62525b3c05510.jpg": [
        {
            "x1": 409,
            "y1": 1310,
            "x2": 644,
            "y2": 1343,
            "text": "第79話へつづく！",
            "vi": "Tiếp tục tập 79!"
        }
    ]
}