var ocr_data = {
    "1-6264d43ea0be1.jpg": [
        {
            "x1": 23,
            "y1": 30,
            "x2": 408,
            "y2": 119,
            "text": "留也n転生賢者",
            "vi": "Rumiya n tái sinh Sage"
        },
        {
            "x1": 46,
            "y1": 103,
            "x2": 375,
            "y2": 129,
            "text": "魔物の森で最強の大魔話国を作り事る",
            "vi": "Làm cho đất nước nói chuyện mạnh nhất trong rừng quỷ"
        },
        {
            "x1": 0,
            "y1": 94,
            "x2": 240,
            "y2": 693,
            "text": "魔 法",
            "vi": "Ma thuật"
        },
        {
            "x1": 229,
            "y1": 997,
            "x2": 263,
            "y2": 1114,
            "text": "これはッ",
            "vi": "Đây là"
        },
        {
            "x1": 36,
            "y1": 676,
            "x2": 72,
            "y2": 1237,
            "text": "単行本①～①巻、重悶続々絶覺発売中！",
            "vi": "Sách ① đến ① (1) Tập, và đang được bán!"
        },
        {
            "x1": 129,
            "y1": 1282,
            "x2": 845,
            "y2": 1353,
            "text": "第79話 強制転 原作未来バAゥがッ経莉漫画:クリカラマルをキャラクター原案:キッカイキ",
            "vi": "Tập 79 bắt buộc Tripse Tương lai Bae Ah Manga Manga: Nhân vật Mal Dự thảo: Kikkaiki"
        }
    ],
    "2-6264d43f6c185.jpg": [
        {
            "x1": 123,
            "y1": 942,
            "x2": 234,
            "y2": 1280,
            "text": "さらばだ",
            "vi": "Rào cản"
        }
    ],
    "3-6264d44048881.jpg": [
        {
            "x1": 746,
            "y1": 107,
            "x2": 870,
            "y2": 449,
            "text": "バース‼",
            "vi": "Tắm!"
        },
        {
            "x1": 501,
            "y1": 50,
            "x2": 731,
            "y2": 348,
            "text": "グッ",
            "vi": "Rực rỡ"
        }
    ],
    "5-6264d441534a1.jpg": [
        {
            "x1": 619,
            "y1": 287,
            "x2": 874,
            "y2": 819,
            "text": "ドサ",
            "vi": "DOSA"
        },
        {
            "x1": 341,
            "y1": 1143,
            "x2": 380,
            "y2": 1265,
            "text": "何が…⁉",
            "vi": "cái gì…⁉"
        }
    ],
    "6-6264d44203fc3.jpg": [
        {
            "x1": 655,
            "y1": 138,
            "x2": 822,
            "y2": 373,
            "text": "秘術を使って バースの魂を 強制的に 転生させたんじゃ",
            "vi": "Tôi buộc phải tái sinh linh hồn của bến bằng cách sử dụng bí mật."
        },
        {
            "x1": 274,
            "y1": 584,
            "x2": 310,
            "y2": 654,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 801,
            "y1": 575,
            "x2": 835,
            "y2": 767,
            "text": "テンセイ…？",
            "vi": "Tensay...?"
        },
        {
            "x1": 103,
            "y1": 661,
            "x2": 232,
            "y2": 833,
            "text": "いつの日か奴は 再びこの世界に 生まれてくる じゃろう",
            "vi": "Một ngày nào đó anh ấy sẽ được sinh ra trong thế giới này một lần nữa"
        },
        {
            "x1": 776,
            "y1": 929,
            "x2": 837,
            "y2": 1183,
            "text": "…ただし リザードマンではなく",
            "vi": "… Nhưng không phải là một người chăm sóc"
        },
        {
            "x1": 627,
            "y1": 1075,
            "x2": 706,
            "y2": 1257,
            "text": "無害な 小鳥としてな",
            "vi": "Như một con chim nhỏ vô hại"
        },
        {
            "x1": 113,
            "y1": 1006,
            "x2": 188,
            "y2": 1263,
            "text": "…ごめん 全然分かんないヤ…",
            "vi": "...Tôi xin lỗi tôi không biết..."
        }
    ],
    "7-6264d4427d947.jpg": [
        {
            "x1": 783,
            "y1": 105,
            "x2": 826,
            "y2": 257,
            "text": "大丈夫…",
            "vi": "Bạn co ổn không…"
        },
        {
            "x1": 576,
            "y1": 77,
            "x2": 697,
            "y2": 275,
            "text": "お主が 無事なら それで十分じゃ",
            "vi": "Nếu Chúa an toàn, thế thì đủ"
        },
        {
            "x1": 120,
            "y1": 90,
            "x2": 212,
            "y2": 267,
            "text": "ありがとう ベラムス君",
            "vi": "Cảm ơn bạn Berums"
        },
        {
            "x1": 566,
            "y1": 702,
            "x2": 650,
            "y2": 904,
            "text": "聞け‼",
            "vi": "Nghe‼"
        },
        {
            "x1": 130,
            "y1": 734,
            "x2": 231,
            "y2": 967,
            "text": "大将バースは 討ち取った‼",
            "vi": "Bath General đã cất cánh‼"
        }
    ],
    "8-6264d44303521.jpg": [
        {
            "x1": 712,
            "y1": 110,
            "x2": 877,
            "y2": 435,
            "text": "それでもまだ 戦うというのなら 前に出よ‼",
            "vi": "Nếu bạn vẫn chiến đấu, hãy đi ra trước"
        },
        {
            "x1": 110,
            "y1": 486,
            "x2": 219,
            "y2": 764,
            "text": "わしが相手に なろう‼",
            "vi": "Tôi sẽ là người khác"
        }
    ],
    "9-6264d44383d47.jpg": [
        {
            "x1": 822,
            "y1": 572,
            "x2": 854,
            "y2": 724,
            "text": "…よかった",
            "vi": "…Khỏe"
        },
        {
            "x1": 122,
            "y1": 565,
            "x2": 190,
            "y2": 721,
            "text": "勝ったんだナ オレ達…！",
            "vi": "Tôi đã giành được Naire...!"
        },
        {
            "x1": 784,
            "y1": 957,
            "x2": 854,
            "y2": 1107,
            "text": "やったナ ベラムス！",
            "vi": "Tôi đã làm Nabellams!"
        },
        {
            "x1": 383,
            "y1": 948,
            "x2": 415,
            "y2": 1090,
            "text": "ベラムス様",
            "vi": "Belums"
        }
    ],
    "10-6264d44415e13.jpg": [
        {
            "x1": 667,
            "y1": 114,
            "x2": 698,
            "y2": 241,
            "text": "ベラムス君",
            "vi": "Tin"
        },
        {
            "x1": 462,
            "y1": 105,
            "x2": 495,
            "y2": 249,
            "text": "すま…ぬ…",
            "vi": "Tôi xin lỗi... nu..."
        },
        {
            "x1": 97,
            "y1": 259,
            "x2": 172,
            "y2": 402,
            "text": "あとは… 頼…ん……",
            "vi": "Sau đó..."
        },
        {
            "x1": 199,
            "y1": 606,
            "x2": 243,
            "y2": 788,
            "text": "ベラムスッ",
            "vi": "Bellamssu"
        },
        {
            "x1": 255,
            "y1": 973,
            "x2": 348,
            "y2": 1102,
            "text": "息も ほとんど してない…",
            "vi": "Tôi có hơi thở..."
        },
        {
            "x1": 134,
            "y1": 975,
            "x2": 160,
            "y2": 1086,
            "text": "そんナッ…",
            "vi": "Đó là..."
        },
        {
            "x1": 401,
            "y1": 1071,
            "x2": 471,
            "y2": 1236,
            "text": "…まずいぞ 顔が真っ青だ",
            "vi": "...thật là xấu, khuôn mặt của tôi có màu xanh đậm"
        }
    ],
    "11-6264d444a7c31.jpg": [
        {
            "x1": 436,
            "y1": 130,
            "x2": 501,
            "y2": 266,
            "text": "どうしタ メデーロ！",
            "vi": "Tại sao Tamerro!"
        },
        {
            "x1": 185,
            "y1": 161,
            "x2": 259,
            "y2": 334,
            "text": "ベラムス君が 言ってタ…",
            "vi": "Belams nói..."
        },
        {
            "x1": 766,
            "y1": 462,
            "x2": 844,
            "y2": 700,
            "text": "バースを倒す時に 使った魔法…",
            "vi": "Điều kỳ diệu được sử dụng khi đánh bại bến..."
        },
        {
            "x1": 569,
            "y1": 502,
            "x2": 687,
            "y2": 636,
            "text": "致死量の 血が必要 だッテ…",
            "vi": "Tôi cần máu của liều lượng gây chết người..."
        },
        {
            "x1": 462,
            "y1": 460,
            "x2": 550,
            "y2": 578,
            "text": "ギ7",
            "vi": "G7"
        },
        {
            "x1": 406,
            "y1": 476,
            "x2": 440,
            "y2": 593,
            "text": "ウソだロ",
            "vi": "Đó là một lời nói dối"
        },
        {
            "x1": 261,
            "y1": 488,
            "x2": 358,
            "y2": 619,
            "text": "ギ7",
            "vi": "G7"
        },
        {
            "x1": 123,
            "y1": 497,
            "x2": 233,
            "y2": 683,
            "text": "じゃあ ベラムスは… …もウ…！",
            "vi": "Rồi Berums......"
        },
        {
            "x1": 797,
            "y1": 1021,
            "x2": 840,
            "y2": 1221,
            "text": "皆 どいテ！",
            "vi": "Tất cả mọi người!"
        },
        {
            "x1": 350,
            "y1": 1097,
            "x2": 400,
            "y2": 1261,
            "text": "通しテ‼",
            "vi": "Suốt"
        },
        {
            "x1": 130,
            "y1": 1090,
            "x2": 169,
            "y2": 1270,
            "text": "デラロサ…",
            "vi": "Delalosa..."
        }
    ],
    "12-6264d4454bbe0.jpg": [
        {
            "x1": 717,
            "y1": 114,
            "x2": 833,
            "y2": 374,
            "text": "ベラムスは 「あとは頼んだ」って 言った",
            "vi": "Belams nói, \"Tôi đã yêu cầu nó.\""
        },
        {
            "x1": 155,
            "y1": 227,
            "x2": 191,
            "y2": 416,
            "text": "それはきっト",
            "vi": "Đó là Kitot"
        },
        {
            "x1": 781,
            "y1": 523,
            "x2": 891,
            "y2": 867,
            "text": "私なら治せるって 信じてたからダ",
            "vi": "Tôi tin rằng tôi có thể chữa lành"
        }
    ],
    "13-6264d446ca21d.jpg": [
        {
            "x1": 768,
            "y1": 132,
            "x2": 853,
            "y2": 307,
            "text": "頑張れ ベラムス…",
            "vi": "Chúc may mắn Berums..."
        },
        {
            "x1": 117,
            "y1": 196,
            "x2": 159,
            "y2": 364,
            "text": "待ってるゾ",
            "vi": "Đang chờ đợi"
        },
        {
            "x1": 677,
            "y1": 449,
            "x2": 777,
            "y2": 681,
            "text": "目を 覚ましテ…‼",
            "vi": "Tôi thức dậy...‼‼"
        }
    ],
    "14-6264d4474e429.jpg": [
        {
            "x1": 528,
            "y1": 73,
            "x2": 604,
            "y2": 267,
            "text": "…助かったぞ デラロサ…",
            "vi": "Tôi đã được cứu Delalosa"
        },
        {
            "x1": 370,
            "y1": 106,
            "x2": 444,
            "y2": 296,
            "text": "…お主の弟で よかっ",
            "vi": "“Tôi rất vui vì bạn là anh trai của Chúa"
        },
        {
            "x1": 172,
            "y1": 703,
            "x2": 205,
            "y2": 868,
            "text": "お姉ちゃんは",
            "vi": "Em gái của bạn"
        },
        {
            "x1": 279,
            "y1": 805,
            "x2": 383,
            "y2": 971,
            "text": "…死んだら 許さないゾ ベラムス……",
            "vi": "… Nếu bạn chết, bạn sẽ không tha thứ cho bạn"
        }
    ],
    "15-6264d447ca680.jpg": [
        {
            "x1": 651,
            "y1": 79,
            "x2": 833,
            "y2": 427,
            "text": "ベラムスがいる から お姉ちゃん なんダ…‼",
            "vi": "Bởi vì có belams, chị tôi là..."
        },
        {
            "x1": 171,
            "y1": 738,
            "x2": 218,
            "y2": 896,
            "text": "デラロサ",
            "vi": "Delalosa"
        }
    ],
    "16-6264d448626fd.jpg": [
        {
            "x1": 782,
            "y1": 95,
            "x2": 855,
            "y2": 273,
            "text": "さあ…",
            "vi": "Ở đây chúng tôi đi…"
        },
        {
            "x1": 128,
            "y1": 131,
            "x2": 194,
            "y2": 413,
            "text": "家に帰ろう",
            "vi": "Hãy về nhà"
        },
        {
            "x1": 869,
            "y1": 955,
            "x2": 905,
            "y2": 1186,
            "text": "第80話へっづく！",
            "vi": "Tập 80"
        },
        {
            "x1": 118,
            "y1": 1313,
            "x2": 834,
            "y2": 1336,
            "text": "スも、レスドルも手られた。戦いの後に、リザは。",
            "vi": "Cả Su và Lesdor cũng được truyền lại. Sau trận chiến, Liza."
        }
    ]
}