var ocr_data = {
    "1-61ed0cd70b1b9.jpg": [
        {
            "x1": 99,
            "y1": 21,
            "x2": 536,
            "y2": 102,
            "text": "捨でれれ次転生賢者",
            "vi": "Loại bỏ, nhà hiền triết"
        },
        {
            "x1": 108,
            "y1": 96,
            "x2": 515,
            "y2": 122,
            "text": "～魔物の森で最強の大魔帝国を作りる",
            "vi": "~ Làm cho đế chế quỷ vĩ đại mạnh nhất trong rừng quỷ"
        },
        {
            "x1": 678,
            "y1": 358,
            "x2": 872,
            "y2": 395,
            "text": "第72話 説得",
            "vi": "Tập 72 thuyết phục"
        },
        {
            "x1": 39,
            "y1": 81,
            "x2": 78,
            "y2": 821,
            "text": "重悶続々出来中！ 単行本①〜◎巻、大好郎発売中明",
            "vi": "Từng người một! Cuốn sách ① đến ◎ Tập, Phát hành Garo -Yuro"
        },
        {
            "x1": 783,
            "y1": 850,
            "x2": 818,
            "y2": 976,
            "text": "…来たな",
            "vi": "Tôi đã đến"
        },
        {
            "x1": 132,
            "y1": 1315,
            "x2": 842,
            "y2": 1341,
            "text": "原作:未来人Ａマぉぅッ程制 漫画:クリカラマル キャラクター原索：キツカイキ",
            "vi": "Bản gốc: Tương lai con người A -ma -uta Manga: Crycala Maru Nhân vật RAW Find: Kitsukaiki"
        }
    ],
    "4-61ed0cd8a807b.jpg": [
        {
            "x1": 166,
            "y1": 725,
            "x2": 283,
            "y2": 924,
            "text": "…聞くのと 見るのとじゃ 大違いだナ…！",
            "vi": "Đó là một sự khác biệt lớn giữa việc lắng nghe và nhìn thấy!"
        }
    ],
    "5-61ed0cd9394bd.jpg": [
        {
            "x1": 271,
            "y1": 747,
            "x2": 305,
            "y2": 878,
            "text": "ヒイッ‼",
            "vi": "âm phủ"
        },
        {
            "x1": 792,
            "y1": 976,
            "x2": 868,
            "y2": 1256,
            "text": "わぁあア",
            "vi": "Thành công lớn"
        }
    ],
    "6-61ed0cda6fcd5.jpg": [
        {
            "x1": 768,
            "y1": 100,
            "x2": 839,
            "y2": 341,
            "text": "人間は 捨て駒同然の扱いか",
            "vi": "Nó được đối xử như một mảnh bị loại bỏ"
        },
        {
            "x1": 146,
            "y1": 99,
            "x2": 211,
            "y2": 290,
            "text": "かえって好都合 というものじゃ",
            "vi": "Ngược lại, nó thuận tiện"
        },
        {
            "x1": 732,
            "y1": 493,
            "x2": 808,
            "y2": 603,
            "text": "リザ",
            "vi": "Liza"
        },
        {
            "x1": 538,
            "y1": 470,
            "x2": 635,
            "y2": 763,
            "text": "止まれッ",
            "vi": "Chặn"
        },
        {
            "x1": 732,
            "y1": 750,
            "x2": 790,
            "y2": 872,
            "text": "はい",
            "vi": "Vâng"
        }
    ],
    "7-61ed0cdb04bc4.jpg": [
        {
            "x1": 630,
            "y1": 279,
            "x2": 697,
            "y2": 415,
            "text": "おい あれッ…！",
            "vi": "Ờ cái đó...!"
        },
        {
            "x1": 215,
            "y1": 197,
            "x2": 296,
            "y2": 371,
            "text": "あそこに いるのは…",
            "vi": "Tôi ở đó..."
        },
        {
            "x1": 787,
            "y1": 745,
            "x2": 846,
            "y2": 941,
            "text": "リザだ！",
            "vi": "Liza!"
        },
        {
            "x1": 458,
            "y1": 782,
            "x2": 549,
            "y2": 942,
            "text": "リザが いるぞ‼",
            "vi": "Có một Liza"
        },
        {
            "x1": 267,
            "y1": 744,
            "x2": 371,
            "y2": 884,
            "text": "止まる のだ‼",
            "vi": "Nó dừng lại."
        },
        {
            "x1": 138,
            "y1": 805,
            "x2": 210,
            "y2": 960,
            "text": "私から話が ある‼",
            "vi": "Tôi có một câu chuyện từ tôi."
        }
    ],
    "8-61ed0cdb95b65.jpg": [
        {
            "x1": 767,
            "y1": 99,
            "x2": 841,
            "y2": 270,
            "text": "うっ…",
            "vi": "Uh..."
        },
        {
            "x1": 109,
            "y1": 240,
            "x2": 177,
            "y2": 523,
            "text": "うるせえ‼",
            "vi": "Im đi!"
        },
        {
            "x1": 756,
            "y1": 618,
            "x2": 840,
            "y2": 838,
            "text": "裏切り者の 話など聞くか！",
            "vi": "Bạn có lắng nghe kẻ phản bội!"
        },
        {
            "x1": 563,
            "y1": 619,
            "x2": 601,
            "y2": 742,
            "text": "卑怯者！",
            "vi": "Coward!"
        },
        {
            "x1": 134,
            "y1": 628,
            "x2": 245,
            "y2": 801,
            "text": "騎士の風上 にも置けない クズが‼",
            "vi": "Có những mảnh vụn không thể được đặt trên gió của hiệp sĩ."
        }
    ],
    "9-61ed0cdc214f3.jpg": [
        {
            "x1": 690,
            "y1": 133,
            "x2": 756,
            "y2": 413,
            "text": "その通りだ",
            "vi": "Đúng thế"
        },
        {
            "x1": 723,
            "y1": 1019,
            "x2": 845,
            "y2": 1200,
            "text": "私は仲間を 裏切った 卑怯者で……",
            "vi": "Tôi là một kẻ hèn nhát đã phản bội bạn của tôi..."
        },
        {
            "x1": 118,
            "y1": 1063,
            "x2": 222,
            "y2": 1258,
            "text": "騎士失格の 外道だ",
            "vi": "Đó là một con đường bên ngoài với một hiệp sĩ."
        }
    ],
    "10-61ed0cdca24ae.jpg": [
        {
            "x1": 704,
            "y1": 164,
            "x2": 833,
            "y2": 419,
            "text": "だがそれは自分の 正義に従っての 行動である！",
            "vi": "Nhưng nó là một hành động theo công lý của bạn!"
        },
        {
            "x1": 402,
            "y1": 123,
            "x2": 560,
            "y2": 458,
            "text": "レネスト様の行いが 人道に反することだと思い 何度も止めようとしたが 聞き入れられず…",
            "vi": "Tôi nghĩ rằng hành động của Renest là trái với nhân loại, nhưng tôi không thể lắng nghe nó..."
        },
        {
            "x1": 200,
            "y1": 174,
            "x2": 322,
            "y2": 362,
            "text": "止むなく 裏切ることに なった！",
            "vi": "Tôi bị phản bội mà không dừng lại!"
        },
        {
            "x1": 534,
            "y1": 844,
            "x2": 577,
            "y2": 994,
            "text": "だまれ‼",
            "vi": "Thiết kế"
        },
        {
            "x1": 317,
            "y1": 888,
            "x2": 419,
            "y2": 1046,
            "text": "お前の話に 聞く価値など ない‼",
            "vi": "Nó không đáng nghe câu chuyện của bạn."
        },
        {
            "x1": 145,
            "y1": 985,
            "x2": 176,
            "y2": 1117,
            "text": "そうだ！",
            "vi": "Chính là nó!"
        }
    ],
    "11-61ed0cdd2f81a.jpg": [
        {
            "x1": 683,
            "y1": 121,
            "x2": 850,
            "y2": 400,
            "text": "レネスト様が ここに侵攻すると 決めたのはご子息が おられるからだ！",
            "vi": "Renest -sama quyết định xâm chiếm ở đây vì con trai mình!"
        },
        {
            "x1": 113,
            "y1": 174,
            "x2": 246,
            "y2": 350,
            "text": "ここにいる ベラムス様 こそ…",
            "vi": "Belams ở đây..."
        },
        {
            "x1": 685,
            "y1": 611,
            "x2": 790,
            "y2": 856,
            "text": "レネスト様の ご子息だ‼",
            "vi": "Con trai của Renest‼"
        }
    ],
    "12-61ed0cde10da8.jpg": [
        {
            "x1": 710,
            "y1": 121,
            "x2": 833,
            "y2": 413,
            "text": "お前たちは 何のためにここを 落とそうとしている！",
            "vi": "Bạn đang cố gắng bỏ rơi ở đây để biết những gì!"
        },
        {
            "x1": 106,
            "y1": 244,
            "x2": 244,
            "y2": 475,
            "text": "初期的には レネスト様の 命令だったが…",
            "vi": "Ban đầu, đó là đơn đặt hàng của Renest..."
        },
        {
            "x1": 715,
            "y1": 594,
            "x2": 829,
            "y2": 776,
            "text": "今は魔物に 脅されている だけだろう！",
            "vi": "Bây giờ nó chỉ bị đe dọa bởi những con quái vật!"
        },
        {
            "x1": 701,
            "y1": 979,
            "x2": 836,
            "y2": 1159,
            "text": "このまま従って 命が助かると 本当に思って いるのか⁉",
            "vi": "Bạn có thực sự nghĩ rằng cuộc sống của bạn sẽ được cứu như nó là không?"
        },
        {
            "x1": 104,
            "y1": 1036,
            "x2": 224,
            "y2": 1256,
            "text": "用済みになれば 殺されるだけ だぞ‼",
            "vi": "Nếu bạn đã sử dụng nó, bạn sẽ chỉ bị giết."
        }
    ],
    "13-61ed0cde95c3b.jpg": [
        {
            "x1": 762,
            "y1": 146,
            "x2": 852,
            "y2": 391,
            "text": "ベラムス様は 寛大なお方だ！",
            "vi": "Belams là một người hào phóng!"
        },
        {
            "x1": 138,
            "y1": 283,
            "x2": 272,
            "y2": 542,
            "text": "協力するなら 命を助けて下さる と言っている！",
            "vi": "Anh ấy nói rằng anh ấy sẽ giúp cuộc sống của anh ấy nếu anh ấy hợp tác!"
        },
        {
            "x1": 724,
            "y1": 655,
            "x2": 847,
            "y2": 893,
            "text": "どちらが 生き残る可能性が 高い道なのか…",
            "vi": "Đó là con đường có khả năng sống sót nhất..."
        },
        {
            "x1": 138,
            "y1": 724,
            "x2": 197,
            "y2": 909,
            "text": "よく考え",
            "vi": "Tốt -suy nghĩ"
        }
    ],
    "15-61ed0cdfa55c5.jpg": [
        {
            "x1": 709,
            "y1": 151,
            "x2": 855,
            "y2": 345,
            "text": "その子が レネスト様の ご子息だったと しても…",
            "vi": "Ngay cả khi đứa trẻ là con trai của một người mới bắt đầu..."
        },
        {
            "x1": 129,
            "y1": 273,
            "x2": 252,
            "y2": 551,
            "text": "ベレスドラルが 魔物の拠点で あることは変わらん",
            "vi": "Nó giống như Berethral là một cơ sở quái vật"
        },
        {
            "x1": 736,
            "y1": 637,
            "x2": 854,
            "y2": 837,
            "text": "お前の裏切りで レネスト様は 死んだ…！",
            "vi": "Lenest chết trong sự phản bội của bạn...!"
        },
        {
            "x1": 183,
            "y1": 718,
            "x2": 264,
            "y2": 967,
            "text": "大罪人め…！ もうだまされん",
            "vi": "Ngắn chết người...! Tôi đã ra ngoài rồi"
        },
        {
            "x1": 783,
            "y1": 1063,
            "x2": 827,
            "y2": 1214,
            "text": "静まれ…",
            "vi": "Yên tĩnh..."
        }
    ],
    "16-61ed0ce0333be.jpg": [
        {
            "x1": 769,
            "y1": 108,
            "x2": 844,
            "y2": 369,
            "text": "パラオン殿",
            "vi": "Palaon"
        },
        {
            "x1": 805,
            "y1": 706,
            "x2": 852,
            "y2": 851,
            "text": "誰じゃ？",
            "vi": "Nó là ai?"
        },
        {
            "x1": 467,
            "y1": 724,
            "x2": 603,
            "y2": 920,
            "text": "これ以上 話を続けても 無駄だリサ",
            "vi": "Thật vô dụng khi tiếp tục nói thêm Lisa"
        },
        {
            "x1": 790,
            "y1": 978,
            "x2": 886,
            "y2": 1164,
            "text": "レネスト様からの 信頼も厚かった 古株の騎士です",
            "vi": "Đó là một hiệp sĩ cổ phiếu cũ có một sự tin tưởng mạnh mẽ từ sự mới nhất."
        },
        {
            "x1": 607,
            "y1": 1014,
            "x2": 730,
            "y2": 1201,
            "text": "おそらく 今 人間の兵を まとめているのは パラオ 殿かと",
            "vi": "Có lẽ là palao -dono hiện đang kết hợp những người lính của con người"
        },
        {
            "x1": 99,
            "y1": 993,
            "x2": 204,
            "y2": 1187,
            "text": "騎士で あることを 捨てたお前に…",
            "vi": "Đối với bạn, người đã bỏ rơi là một hiệp sĩ..."
        }
    ],
    "17-61ed0ce0c6b4e.jpg": [
        {
            "x1": 717,
            "y1": 123,
            "x2": 839,
            "y2": 298,
            "text": "耳を貸す者 などいない だろう…",
            "vi": "Không ai sẽ nghe..."
        },
        {
            "x1": 676,
            "y1": 383,
            "x2": 784,
            "y2": 648,
            "text": "この私を のぞいてな…",
            "vi": "Nhìn tôi..."
        },
        {
            "x1": 91,
            "y1": 1252,
            "x2": 331,
            "y2": 1285,
            "text": "F第73話へつプく！",
            "vi": "F đến Tập 73!"
        },
        {
            "x1": 229,
            "y1": 1307,
            "x2": 760,
            "y2": 1328,
            "text": "欠号は休載です。73話の更新は1月23日（日予定です。",
            "vi": "Mất tích đã đóng cửa. Bản cập nhật của tập 73 là ngày 23 tháng 1 (dự kiến vào Chủ nhật."
        }
    ]
}