var ocr_data = {
    "1-61345b331384d.jpg": [
        {
            "x1": 104,
            "y1": 36,
            "x2": 500,
            "y2": 125,
            "text": "圈転生潰者",
            "vi": "Nhà văn vắt"
        },
        {
            "x1": 140,
            "y1": 185,
            "x2": 218,
            "y2": 390,
            "text": "─—奥様 産まれました！",
            "vi": "─ Vợ đã được sinh ra!"
        },
        {
            "x1": 32,
            "y1": 80,
            "x2": 69,
            "y2": 727,
            "text": "単行本最新５巻は9月９日木）発売",
            "vi": "5 tập sách mới nhất được phát hành vào thứ Năm, ngày 9 tháng 9)"
        },
        {
            "x1": 736,
            "y1": 979,
            "x2": 845,
            "y2": 1221,
            "text": "どうしたの？ 早く私の子を 抱かせてちょうだい",
            "vi": "Chuyện gì đã xảy ra? Xin hãy ôm con tôi càng sớm càng tốt"
        },
        {
            "x1": 116,
            "y1": 1105,
            "x2": 194,
            "y2": 1258,
            "text": "そっ それが…！",
            "vi": "Chính là nó...!"
        },
        {
            "x1": 133,
            "y1": 1316,
            "x2": 844,
            "y2": 1345,
            "text": "原作未来人Aが経制漫画グリカラマルキャラク冬ー原業ギッがイキ",
            "vi": "Tương lai nguyên bản của con người A là một bộ truyện tranh kiểm soát Glycara Maru Mùa đông"
        }
    ],
    "2-61345b33a25a0.jpg": [
        {
            "x1": 709,
            "y1": 140,
            "x2": 775,
            "y2": 334,
            "text": "産声を あげませんっ…",
            "vi": "Tôi sẽ không sinh ra..."
        },
        {
            "x1": 488,
            "y1": 136,
            "x2": 547,
            "y2": 300,
            "text": "そんなう 足をつねって",
            "vi": "Nhặt chân như vậy"
        },
        {
            "x1": 270,
            "y1": 142,
            "x2": 339,
            "y2": 337,
            "text": "やっています！ でもっ……",
            "vi": "Tôi đang làm điều đó! Và..."
        },
        {
            "x1": 180,
            "y1": 253,
            "x2": 209,
            "y2": 364,
            "text": "…あら？",
            "vi": "…khuyết điểm?"
        },
        {
            "x1": 751,
            "y1": 455,
            "x2": 829,
            "y2": 697,
            "text": "この子……… 息をしています…",
            "vi": "Đứa trẻ này... tôi đang thở..."
        },
        {
            "x1": 102,
            "y1": 664,
            "x2": 191,
            "y2": 895,
            "text": "産声も あげずに…！",
            "vi": "Mà không nên sinh con...!"
        },
        {
            "x1": 800,
            "y1": 1020,
            "x2": 834,
            "y2": 1170,
            "text": "転生魔法",
            "vi": "Ma thuật tái sinh"
        },
        {
            "x1": 116,
            "y1": 1023,
            "x2": 185,
            "y2": 1222,
            "text": "どうやら成功 したようじゃな",
            "vi": "Rõ ràng là nó đã thành công"
        }
    ],
    "3-61345b340c894.jpg": [
        {
            "x1": 758,
            "y1": 98,
            "x2": 847,
            "y2": 340,
            "text": "この女性が わしの母親か…",
            "vi": "Người phụ nữ này có phải mẹ tôi..."
        },
        {
            "x1": 191,
            "y1": 160,
            "x2": 266,
            "y2": 333,
            "text": "私の かわいい子…",
            "vi": "Đứa con dễ thương của tôi..."
        },
        {
            "x1": 130,
            "y1": 383,
            "x2": 214,
            "y2": 599,
            "text": "名前は何に しましょうか",
            "vi": "Tôi nên đặt tên là gì"
        },
        {
            "x1": 589,
            "y1": 752,
            "x2": 638,
            "y2": 1005,
            "text": "生まれたか！",
            "vi": "Bạn đã được sinh ra!"
        }
    ],
    "4-61345b346fa5c.jpg": [
        {
            "x1": 718,
            "y1": 133,
            "x2": 812,
            "y2": 279,
            "text": "旦那様 元気な男の子 ですよ",
            "vi": "Chồng tôi là một cậu bé vui vẻ"
        },
        {
            "x1": 362,
            "y1": 128,
            "x2": 397,
            "y2": 218,
            "text": "男か…",
            "vi": "Một người đàn ông..."
        },
        {
            "x1": 113,
            "y1": 117,
            "x2": 225,
            "y2": 334,
            "text": "…身なりがいいな 父親は身分の高い 人物なのか？",
            "vi": "Cha của bạn là một người cha tốt, một người cao cấp?"
        },
        {
            "x1": 753,
            "y1": 510,
            "x2": 839,
            "y2": 645,
            "text": "さっそく 名前を…",
            "vi": "Tên ngay lập tức..."
        },
        {
            "x1": 405,
            "y1": 523,
            "x2": 451,
            "y2": 604,
            "text": "待て",
            "vi": "đợi đã"
        },
        {
            "x1": 105,
            "y1": 819,
            "x2": 198,
            "y2": 1000,
            "text": "その前に 天性を測る",
            "vi": "Đo lường tự nhiên trước đó"
        },
        {
            "x1": 502,
            "y1": 1059,
            "x2": 600,
            "y2": 1272,
            "text": "「天性」…… わしの時代と 変わっていなければ",
            "vi": "\"Tính tự nhiên\" ...nếu nó không thay đổi từ thời đại của tôi"
        },
        {
            "x1": 95,
            "y1": 1064,
            "x2": 190,
            "y2": 1229,
            "text": "誰ても三つだけ 生まれづき持つ 才能のことじゃ",
            "vi": "Đó là tài năng mà mọi người đều sinh ra"
        }
    ],
    "5-61345b361685b.jpg": [
        {
            "x1": 740,
            "y1": 117,
            "x2": 848,
            "y2": 333,
            "text": "生まれた瞬間から 測ることも 確かにできるが",
            "vi": "Bạn chắc chắn có thể đo lường từ lúc bạn được sinh ra"
        },
        {
            "x1": 165,
            "y1": 114,
            "x2": 235,
            "y2": 409,
            "text": "名前もつけぬ内に 測るものじゃろうか…？",
            "vi": "Nó có phải là một cái gì đó để đo lường mà không có một tên?"
        },
        {
            "x1": 814,
            "y1": 532,
            "x2": 854,
            "y2": 664,
            "text": "……あの",
            "vi": "……điều đó"
        },
        {
            "x1": 110,
            "y1": 630,
            "x2": 171,
            "y2": 735,
            "text": "何だ",
            "vi": "Gì"
        },
        {
            "x1": 782,
            "y1": 844,
            "x2": 845,
            "y2": 1032,
            "text": "産む前に言って いたこと……",
            "vi": "Những gì tôi đã nói trước khi sinh..."
        },
        {
            "x1": 505,
            "y1": 1107,
            "x2": 569,
            "y2": 1223,
            "text": "取リ消す ことは―",
            "vi": "Nhớ là-"
        },
        {
            "x1": 399,
            "y1": 955,
            "x2": 449,
            "y2": 1189,
            "text": "決定事項だ",
            "vi": "Đó là một quyết định"
        }
    ],
    "6-61345b367fc45.jpg": [
        {
            "x1": 732,
            "y1": 151,
            "x2": 827,
            "y2": 401,
            "text": "外れ天性だった 場合…",
            "vi": "Nếu nó không tự nhiên..."
        },
        {
            "x1": 498,
            "y1": 106,
            "x2": 532,
            "y2": 279,
            "text": "そんなっ…！",
            "vi": "Như vậy...!"
        },
        {
            "x1": 588,
            "y1": 321,
            "x2": 695,
            "y2": 529,
            "text": "魔物の森に 捨てる",
            "vi": "Loại bỏ khu rừng quái vật"
        },
        {
            "x1": 104,
            "y1": 218,
            "x2": 151,
            "y2": 429,
            "text": "なんじゃと…⁉",
            "vi": "Gì...⁉"
        },
        {
            "x1": 428,
            "y1": 506,
            "x2": 527,
            "y2": 724,
            "text": "天性が悪ければ 捨てるなど 親のやることか…⁉",
            "vi": "Nếu thiên nhiên tự nhiên là xấu, hãy vứt nó đi, chẳng hạn như vứt nó đi..."
        },
        {
            "x1": 308,
            "y1": 514,
            "x2": 404,
            "y2": 629,
            "text": "もぞ もぞ",
            "vi": "Momozo"
        },
        {
            "x1": 219,
            "y1": 515,
            "x2": 257,
            "y2": 604,
            "text": "アくッ",
            "vi": "À"
        },
        {
            "x1": 425,
            "y1": 870,
            "x2": 529,
            "y2": 1060,
            "text": "…まるで理解 しているような 反応だな…",
            "vi": "“Đó là một phản ứng mà bạn hiểu..."
        },
        {
            "x1": 343,
            "y1": 1066,
            "x2": 418,
            "y2": 1260,
            "text": "…仕方ないのだ 息子よ",
            "vi": "...Tôi không thể giúp nó"
        }
    ],
    "7-61345b375dd6b.jpg": [
        {
            "x1": 766,
            "y1": 125,
            "x2": 848,
            "y2": 387,
            "text": "当家には長男が 家を継ぐ掟がある",
            "vi": "Trong gia đình của chúng tôi, có một quy tắc là con trai cả sẽ chiếm lấy ngôi nhà"
        },
        {
            "x1": 119,
            "y1": 296,
            "x2": 221,
            "y2": 511,
            "text": "外れ天性の者に 継がせるわけには いかない",
            "vi": "Nó không thể thành công với người tự nhiên bị mất tích"
        },
        {
            "x1": 782,
            "y1": 608,
            "x2": 855,
            "y2": 837,
            "text": "でも…魔物の森に 捨てるなんてっ…",
            "vi": "Nhưng... tôi ném nó vào khu rừng quỷ..."
        },
        {
            "x1": 276,
            "y1": 661,
            "x2": 402,
            "y2": 811,
            "text": "町に捨てて 生きのびれば ややこしい ことになる",
            "vi": "Nếu bạn vứt nó đi trong thị trấn và trực tiếp, nó sẽ khó hiểu"
        },
        {
            "x1": 697,
            "y1": 741,
            "x2": 729,
            "y2": 884,
            "text": "せめて町に",
            "vi": "Ít nhất là trong thị trấn"
        },
        {
            "x1": 118,
            "y1": 680,
            "x2": 211,
            "y2": 853,
            "text": "本来はこの場で 命を絶つべき だが……",
            "vi": "Ban đầu, bạn nên giết chết cuộc sống của mình trong dịp này..."
        },
        {
            "x1": 770,
            "y1": 1005,
            "x2": 846,
            "y2": 1215,
            "text": "…感情の問題だ 森に捨てる",
            "vi": "...một vấn đề của cảm xúc, hãy vứt nó đi trong rừng"
        },
        {
            "x1": 122,
            "y1": 1078,
            "x2": 154,
            "y2": 1202,
            "text": "とにかく",
            "vi": "dù sao"
        }
    ],
    "8-61345b37bd4f7.jpg": [
        {
            "x1": 742,
            "y1": 133,
            "x2": 839,
            "y2": 315,
            "text": "まずは 天性を測る",
            "vi": "Đầu tiên, đo lường tính tự nhiên"
        },
        {
            "x1": 109,
            "y1": 305,
            "x2": 248,
            "y2": 544,
            "text": "なに… 当たりなら何も 問題はないのだ",
            "vi": "Cái gì... không có vấn đề gì nếu nó bị ảnh hưởng"
        },
        {
            "x1": 770,
            "y1": 660,
            "x2": 845,
            "y2": 828,
            "text": "手を 押さえていろ",
            "vi": "Nắm tay bạn"
        },
        {
            "x1": 303,
            "y1": 647,
            "x2": 332,
            "y2": 758,
            "text": "ほう",
            "vi": "quy tắc"
        },
        {
            "x1": 104,
            "y1": 1085,
            "x2": 196,
            "y2": 1260,
            "text": "泣かぬとは 驚いたな",
            "vi": "Tôi đã rất ngạc nhiên khi tôi không khóc"
        }
    ],
    "9-61345b3840fae.jpg": [
        {
            "x1": 800,
            "y1": 113,
            "x2": 845,
            "y2": 240,
            "text": "旦那様",
            "vi": "Tiết kiệm"
        },
        {
            "x1": 490,
            "y1": 110,
            "x2": 539,
            "y2": 191,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 218,
            "y1": 97,
            "x2": 252,
            "y2": 226,
            "text": "あれは…",
            "vi": "Đó là…"
        },
        {
            "x1": 754,
            "y1": 501,
            "x2": 836,
            "y2": 780,
            "text": "天性を測ることが できる判定石じゃな",
            "vi": "Đó là một viên đá phán đoán có thể đo lường thiên nhiên"
        },
        {
            "x1": 151,
            "y1": 508,
            "x2": 276,
            "y2": 809,
            "text": "庶民には手が出せぬ 高価な代物やはり 相当な名家のようじゃ",
            "vi": "Nó giống như một gia đình rất nổi tiếng rằng những người bình thường không thể ra khỏi tầm tay."
        },
        {
            "x1": 377,
            "y1": 953,
            "x2": 420,
            "y2": 1059,
            "text": "…さあ",
            "vi": "… Ở đây chúng ta đi"
        },
        {
            "x1": 120,
            "y1": 1114,
            "x2": 165,
            "y2": 1262,
            "text": "何色だ？",
            "vi": "Nó có màu gì?"
        }
    ],
    "10-61345b38abbd8.jpg": [
        {
            "x1": 807,
            "y1": 627,
            "x2": 838,
            "y2": 844,
            "text": "青は魔法天性…",
            "vi": "Màu xanh là ma thuật..."
        },
        {
            "x1": 604,
            "y1": 628,
            "x2": 638,
            "y2": 790,
            "text": "当たりじゃ",
            "vi": "Về mặt đánh"
        },
        {
            "x1": 750,
            "y1": 1072,
            "x2": 820,
            "y2": 1262,
            "text": "青色が示すのは 魔法天性…",
            "vi": "Đó là điều kỳ diệu tự nhiên mà màu xanh thể hiện..."
        },
        {
            "x1": 110,
            "y1": 1099,
            "x2": 145,
            "y2": 1201,
            "text": "つまり",
            "vi": "Nói cách khác"
        }
    ],
    "11-61345b391ce69.jpg": [
        {
            "x1": 139,
            "y1": 127,
            "x2": 204,
            "y2": 322,
            "text": "大外れだ",
            "vi": "Tôi đã hết đường"
        },
        {
            "x1": 750,
            "y1": 737,
            "x2": 832,
            "y2": 981,
            "text": "なッ魔法天性が 大外れじゃと⁉",
            "vi": "Bản chất kỳ diệu là rất hay"
        },
        {
            "x1": 123,
            "y1": 733,
            "x2": 241,
            "y2": 992,
            "text": "どういうことじゃ？ この時代は どうなっている収",
            "vi": "Ý bạn là gì? Chuyện gì đang xảy ra trong thời đại này?"
        },
        {
            "x1": 447,
            "y1": 1113,
            "x2": 504,
            "y2": 1250,
            "text": "残念だ",
            "vi": "Thật là xấu hổ"
        }
    ],
    "12-61345b3992810.jpg": [
        {
            "x1": 484,
            "y1": 126,
            "x2": 511,
            "y2": 212,
            "text": "奥様…っ",
            "vi": "Người vợ..."
        },
        {
            "x1": 778,
            "y1": 106,
            "x2": 834,
            "y2": 373,
            "text": "らめての。生まれたばかりの 私達の子どもでしょうい",
            "vi": "Tôi xin lôi. Nó sẽ là đứa con sơ sinh của chúng tôi"
        },
        {
            "x1": 102,
            "y1": 292,
            "x2": 184,
            "y2": 448,
            "text": "あなた 待ってッ…",
            "vi": "Chờ đợi bạn..."
        },
        {
            "x1": 795,
            "y1": 530,
            "x2": 910,
            "y2": 844,
            "text": "…この子は 生まれなかった",
            "vi": "“Đứa trẻ này không được sinh ra"
        },
        {
            "x1": 146,
            "y1": 593,
            "x2": 276,
            "y2": 751,
            "text": "才無き 故にな",
            "vi": "Bởi vì tôi không tài năng"
        },
        {
            "x1": 752,
            "y1": 1059,
            "x2": 847,
            "y2": 1276,
            "text": "その子を 捨てないで‼",
            "vi": "Đừng vứt bỏ trẻ em"
        },
        {
            "x1": 98,
            "y1": 1105,
            "x2": 182,
            "y2": 1261,
            "text": "──才無き 故………か",
            "vi": "── Vì bạn không tài năng..."
        }
    ],
    "13-61345b39eeb59.jpg": [
        {
            "x1": 735,
            "y1": 140,
            "x2": 805,
            "y2": 261,
            "text": "あの日の ことを…",
            "vi": "Ngày đó..."
        },
        {
            "x1": 168,
            "y1": 200,
            "x2": 226,
            "y2": 381,
            "text": "忘れることなど できんじゃろう",
            "vi": "Tôi đoán bạn không thể quên nó"
        },
        {
            "x1": 776,
            "y1": 707,
            "x2": 850,
            "y2": 873,
            "text": "アストレアス 伯爵……",
            "vi": "Bá tước asterriles..."
        },
        {
            "x1": 117,
            "y1": 884,
            "x2": 204,
            "y2": 1056,
            "text": "わしを 捨てた男…",
            "vi": "Một người đàn ông đã bỏ rơi tôi..."
        },
        {
            "x1": 749,
            "y1": 1121,
            "x2": 825,
            "y2": 1268,
            "text": "何のために 今更……",
            "vi": "Bây giờ là gì..."
        }
    ],
    "14-61345b3a92987.jpg": [
        {
            "x1": 149,
            "y1": 142,
            "x2": 248,
            "y2": 322,
            "text": "短い間 でしたがお世話 になりました",
            "vi": "Đó là một thời gian ngắn, nhưng tôi đã được chăm sóc"
        },
        {
            "x1": 716,
            "y1": 373,
            "x2": 832,
            "y2": 627,
            "text": "ベラムス様の仰って いたことに偽りは ないと確信しました",
            "vi": "Tôi đã bị thuyết phục rằng Belamus đang nói rằng không có sự giả dối"
        },
        {
            "x1": 244,
            "y1": 476,
            "x2": 315,
            "y2": 598,
            "text": "それは よかった",
            "vi": "Điều đó tốt"
        },
        {
            "x1": 611,
            "y1": 1054,
            "x2": 758,
            "y2": 1228,
            "text": "…あの 無茶を承知で お願いしたい ことが…",
            "vi": "Tôi muốn hỏi điều đó không hợp lý"
        }
    ],
    "15-61345b3b8531e.jpg": [
        {
            "x1": 705,
            "y1": 118,
            "x2": 832,
            "y2": 439,
            "text": "ゴブリンに攫われたと いうことが誤解なのは 分かったのですが…",
            "vi": "Tôi biết điều đó đã bị hiểu lầm khi tôi bị một con yêu tinh bắt đi..."
        },
        {
            "x1": 132,
            "y1": 317,
            "x2": 218,
            "y2": 653,
            "text": "伯爵家に来て いただけませんか？",
            "vi": "Bạn có thể đến Bá tước không?"
        },
        {
            "x1": 694,
            "y1": 755,
            "x2": 831,
            "y2": 1011,
            "text": "ベラムス様なら 立派な伯爵様に なれます！",
            "vi": "Belams có thể là một Earl tốt!"
        },
        {
            "x1": 118,
            "y1": 1097,
            "x2": 157,
            "y2": 1197,
            "text": "わしは",
            "vi": "TÔI"
        }
    ],
    "16-61345b3bec504.jpg": [
        {
            "x1": 761,
            "y1": 102,
            "x2": 849,
            "y2": 401,
            "text": "アストレアス伯爵の 息子ではない",
            "vi": "Không phải con trai của Earl Astriles"
        },
        {
            "x1": 113,
            "y1": 292,
            "x2": 226,
            "y2": 626,
            "text": "ベレスドラルの アレサの息子じゃ",
            "vi": "Con trai của Bereth Dral's Alesa"
        },
        {
            "x1": 731,
            "y1": 930,
            "x2": 837,
            "y2": 1169,
            "text": "わしがいないと この村の者達は 困るじゃろうからな",
            "vi": "Không có tôi, những người trong ngôi làng này sẽ gặp rắc rối"
        },
        {
            "x1": 551,
            "y1": 1073,
            "x2": 660,
            "y2": 1262,
            "text": "今更どこかに 行くなど 絶対にできんよ",
            "vi": "Bây giờ tôi không thể đi đâu đó"
        }
    ],
    "17-61345b3c5f17b.jpg": [
        {
            "x1": 716,
            "y1": 149,
            "x2": 754,
            "y2": 332,
            "text": "分かりました",
            "vi": "Đã hiểu"
        },
        {
            "x1": 231,
            "y1": 522,
            "x2": 309,
            "y2": 704,
            "text": "それでは 私は戻ります",
            "vi": "Sau đó tôi sẽ trở lại"
        },
        {
            "x1": 682,
            "y1": 834,
            "x2": 789,
            "y2": 949,
            "text": "うむ 達者でな リザ",
            "vi": "Liza là một bậc thầy"
        },
        {
            "x1": 216,
            "y1": 863,
            "x2": 294,
            "y2": 1012,
            "text": "また遊びに 来てネく",
            "vi": "Đến chơi lại"
        },
        {
            "x1": 887,
            "y1": 1092,
            "x2": 921,
            "y2": 1293,
            "text": "弱6話へっづく！",
            "vi": "6 tập phim yếu!"
        },
        {
            "x1": 128,
            "y1": 1316,
            "x2": 862,
            "y2": 1337,
            "text": "次号は休載となります５も話の更新は9月５日人日を予定しいます。",
            "vi": "Vấn đề tiếp theo sẽ được đóng lại. 5 sẽ được cập nhật vào ngày 5 tháng 9."
        }
    ]
}