var ocr_data = {
    "1-6122dbc16fd55.jpg": [
        {
            "x1": 557,
            "y1": 122,
            "x2": 593,
            "y2": 246,
            "text": "おはよう",
            "vi": "buổi sáng tốt lành"
        },
        {
            "x1": 651,
            "y1": 257,
            "x2": 716,
            "y2": 371,
            "text": "おはよう ベラムズ",
            "vi": "Chào buổi sáng Belams"
        },
        {
            "x1": 258,
            "y1": 260,
            "x2": 325,
            "y2": 375,
            "text": "おはよう ボス",
            "vi": "Chào buổi sáng Sếp"
        },
        {
            "x1": 492,
            "y1": 510,
            "x2": 558,
            "y2": 624,
            "text": "うむ おはよう",
            "vi": "Umu chào buổi sáng"
        },
        {
            "x1": 486,
            "y1": 902,
            "x2": 865,
            "y2": 971,
            "text": "捨でられた転生賢者",
            "vi": "Tái sinh mục tiêu"
        },
        {
            "x1": 498,
            "y1": 967,
            "x2": 848,
            "y2": 987,
            "text": "魔物の森て最強の大魔帝国を作り上げ",
            "vi": "Majin Forest tạo ra Đế chế quỷ vĩ đại mạnh nhất"
        },
        {
            "x1": 742,
            "y1": 1084,
            "x2": 835,
            "y2": 1285,
            "text": "騎士の目には 異様な光景…。",
            "vi": "Một cảnh tượng bất thường cho đôi mắt của hiệp sĩ..."
        },
        {
            "x1": 18,
            "y1": 1040,
            "x2": 44,
            "y2": 1287,
            "text": "ベレスドラル一日体験",
            "vi": "Bereth Dral một ngày kinh nghiệm"
        },
        {
            "x1": 132,
            "y1": 1310,
            "x2": 845,
            "y2": 1339,
            "text": "原作:未来人Aマがぅン経制 漫画:クリカラマル キャラクター原索:キッカイキ",
            "vi": "Bản gốc: Tương lai con người A MA là manga điều khiển: Crycala Maru Nhân vật RAW Find: Kikikiki"
        }
    ],
    "2-6122dbc20a2ca.jpg": [
        {
            "x1": 785,
            "y1": 99,
            "x2": 851,
            "y2": 293,
            "text": "いいかんいかん 惑わされるな",
            "vi": "Đừng để bị lừa"
        },
        {
            "x1": 497,
            "y1": 98,
            "x2": 558,
            "y2": 304,
            "text": "良き魔物など いるわけがない",
            "vi": "Không có quái vật tốt"
        },
        {
            "x1": 320,
            "y1": 78,
            "x2": 453,
            "y2": 295,
            "text": "どんなに穏やかに 見えようと奴らは 我が主君の子を 奪った非道の輩…",
            "vi": "Dù trông bình tĩnh đến mức nào, họ đã lấy con của Chúa chúng ta..."
        },
        {
            "x1": 805,
            "y1": 425,
            "x2": 837,
            "y2": 589,
            "text": "私は騙され",
            "vi": "Tôi bị lừa"
        },
        {
            "x1": 759,
            "y1": 419,
            "x2": 823,
            "y2": 609,
            "text": "ない…",
            "vi": "không có…"
        },
        {
            "x1": 694,
            "y1": 693,
            "x2": 845,
            "y2": 961,
            "text": "ここが ベレスドラルの中央… この石は村の名を 彫った記念碑じゃ",
            "vi": "Đây là trung tâm của Berethral... Viên đá này là một tượng đài được khắc tên của ngôi làng"
        }
    ],
    "3-6122dbc29e072.jpg": [
        {
            "x1": 766,
            "y1": 123,
            "x2": 849,
            "y2": 343,
            "text": "…奥にあるのは 畑ですか？",
            "vi": "Lĩnh là trường ở phía sau?"
        },
        {
            "x1": 437,
            "y1": 108,
            "x2": 521,
            "y2": 268,
            "text": "魔物が 農業を…？",
            "vi": "Con quỷ là nông nghiệp...?"
        },
        {
            "x1": 190,
            "y1": 120,
            "x2": 308,
            "y2": 294,
            "text": "うむ 外には もっと大きい 農園もある",
            "vi": "Có một trang trại lớn hơn bên ngoài"
        },
        {
            "x1": 787,
            "y1": 645,
            "x2": 861,
            "y2": 789,
            "text": "おはよう ベラムス殿",
            "vi": "Chào buổi sáng Belams"
        },
        {
            "x1": 137,
            "y1": 636,
            "x2": 165,
            "y2": 769,
            "text": "エレレンシ",
            "vi": "Erelenshi"
        },
        {
            "x1": 648,
            "y1": 784,
            "x2": 758,
            "y2": 933,
            "text": "客人の方は もう大丈夫 なのか？",
            "vi": "Có ổn không cho khách?"
        },
        {
            "x1": 645,
            "y1": 1020,
            "x2": 787,
            "y2": 1250,
            "text": "怪我は心配ないが しばらく安静にして 体力を戻す 必要がある",
            "vi": "Đừng lo lắng về chấn thương, nhưng bạn cần nghỉ ngơi một lúc và trở lại sức mạnh thể chất của bạn"
        },
        {
            "x1": 209,
            "y1": 1073,
            "x2": 315,
            "y2": 1216,
            "text": "そうか なら栄養を つけないと",
            "vi": "Nếu vậy, tôi phải thêm dinh dưỡng"
        }
    ],
    "4-6122dbc332b84.jpg": [
        {
            "x1": 230,
            "y1": 113,
            "x2": 308,
            "y2": 235,
            "text": "彼女は 何と…？",
            "vi": "Cô ấy là gì...?"
        },
        {
            "x1": 750,
            "y1": 128,
            "x2": 830,
            "y2": 375,
            "text": "採れたてで新鮮だ 食べるといい",
            "vi": "Mới được chọn và tươi, bạn nên ăn"
        },
        {
            "x1": 109,
            "y1": 580,
            "x2": 224,
            "y2": 763,
            "text": "お主が元気に なるようにと 差し入れじゃ",
            "vi": "Chèn nó để Chúa sẽ ổn"
        },
        {
            "x1": 776,
            "y1": 843,
            "x2": 830,
            "y2": 1052,
            "text": "そ それは ありがたいですが…",
            "vi": "Tôi biết ơn điều đó..."
        },
        {
            "x1": 532,
            "y1": 826,
            "x2": 574,
            "y2": 1010,
            "text": "これは確か…",
            "vi": "Điều này là chắc chắn..."
        },
        {
            "x1": 108,
            "y1": 828,
            "x2": 142,
            "y2": 1101,
            "text": "毒がある実では…？",
            "vi": "Với trái cây bị đầu độc...?"
        }
    ],
    "5-6122dbc3bfde7.jpg": [
        {
            "x1": 743,
            "y1": 505,
            "x2": 852,
            "y2": 679,
            "text": "食べないノ？ なら私が もらうゾ",
            "vi": "Không ăn? Sau đó tôi nhận được zo"
        },
        {
            "x1": 395,
            "y1": 454,
            "x2": 485,
            "y2": 593,
            "text": "もしゃ もいゃ",
            "vi": "Moshaku"
        },
        {
            "x1": 314,
            "y1": 515,
            "x2": 383,
            "y2": 624,
            "text": "ンそ ウマイ！",
            "vi": "Nao Umai!"
        },
        {
            "x1": 671,
            "y1": 650,
            "x2": 708,
            "y2": 749,
            "text": "あっ‼",
            "vi": "À!"
        },
        {
            "x1": 760,
            "y1": 822,
            "x2": 849,
            "y2": 1039,
            "text": "そ その実には 毒が…！",
            "vi": "Đó thực sự là độc...!"
        },
        {
            "x1": 116,
            "y1": 961,
            "x2": 213,
            "y2": 1142,
            "text": "それなら 大丈夫じゃ",
            "vi": "Vậy thì không sao đâu"
        }
    ],
    "6-6122dbc45324c.jpg": [
        {
            "x1": 685,
            "y1": 135,
            "x2": 833,
            "y2": 377,
            "text": "この村のメルーンは 特別な方法で 育てているから 毒の心配はない",
            "vi": "Không có lo lắng về chất độc vì meloon của ngôi làng này được nuôi dưỡng một cách đặc biệt"
        },
        {
            "x1": 104,
            "y1": 251,
            "x2": 219,
            "y2": 466,
            "text": "まあ 警戒する気持ちは 分かるが…",
            "vi": "Vâng, tôi hiểu cảm giác cảnh giác, nhưng..."
        },
        {
            "x1": 686,
            "y1": 559,
            "x2": 833,
            "y2": 828,
            "text": "お主を毒で 弱らせるのが目的なら 昨日与えた 食事でもできたし",
            "vi": "Nếu mục đích là làm suy yếu Chúa bằng chất độc, tôi có thể ăn nó ngày hôm qua."
        },
        {
            "x1": 121,
            "y1": 657,
            "x2": 217,
            "y2": 921,
            "text": "そもそも死にかけていた お主をわざわざ 助けたりせんよ",
            "vi": "Tôi không thể bận tâm để giúp Chúa chết ngay từ đầu."
        },
        {
            "x1": 737,
            "y1": 986,
            "x2": 843,
            "y2": 1107,
            "text": "ほら まだまだ あるぞ？",
            "vi": "Bạn thấy đấy, phải không?"
        },
        {
            "x1": 122,
            "y1": 1018,
            "x2": 181,
            "y2": 1273,
            "text": "……き 気持ちは ありがたいのですが",
            "vi": "......Tôi biết ơn về cảm xúc của tôi"
        }
    ],
    "7-6122dbc5610cc.jpg": [
        {
            "x1": 715,
            "y1": 128,
            "x2": 814,
            "y2": 285,
            "text": "…すみません 遠慮して おきます",
            "vi": "...Tôi xin lôi"
        },
        {
            "x1": 395,
            "y1": 130,
            "x2": 473,
            "y2": 285,
            "text": "うむ 気にするな",
            "vi": "Đừng lo lắng"
        },
        {
            "x1": 268,
            "y1": 157,
            "x2": 332,
            "y2": 307,
            "text": "次は訓練場に 案内しよう",
            "vi": "Tiếp theo, chúng ta hãy hướng dẫn bạn đến khu vực đào tạo"
        },
        {
            "x1": 113,
            "y1": 734,
            "x2": 218,
            "y2": 880,
            "text": "ここれほど 多くの 兵が…！",
            "vi": "Như nhiều người lính ở đây...!"
        }
    ],
    "8-6122dbc5e9702.jpg": [
        {
            "x1": 759,
            "y1": 114,
            "x2": 826,
            "y2": 320,
            "text": "一体 何と戦う おつもりですか",
            "vi": "Bạn định chiến đấu gì?"
        },
        {
            "x1": 470,
            "y1": 123,
            "x2": 549,
            "y2": 276,
            "text": "まず彼らは 兵ではない",
            "vi": "Trước hết họ không phải là lính"
        },
        {
            "x1": 96,
            "y1": 192,
            "x2": 183,
            "y2": 374,
            "text": "皆 この村の 家族じゃ",
            "vi": "Mọi người đều là gia đình của ngôi làng này"
        },
        {
            "x1": 724,
            "y1": 470,
            "x2": 833,
            "y2": 686,
            "text": "この森に住む以上 常に危険は 隣り合わせ…",
            "vi": "Miễn là tôi sống trong khu rừng này, sự nguy hiểm luôn ở bên cạnh tôi..."
        },
        {
            "x1": 106,
            "y1": 548,
            "x2": 202,
            "y2": 751,
            "text": "それはお主も 身をもって知った ところじゃろう",
            "vi": "Đó là nơi Chúa cũng biết nó"
        },
        {
            "x1": 731,
            "y1": 855,
            "x2": 836,
            "y2": 1063,
            "text": "心配せずとも 人間に危害を 加えることはない",
            "vi": "Đừng làm hại con người mà không lo lắng"
        },
        {
            "x1": 368,
            "y1": 866,
            "x2": 462,
            "y2": 1072,
            "text": "…人間が攻めて くるようなことが なければな",
            "vi": "… Tôi phải làm một cái gì đó mà con người sẽ tấn công"
        }
    ],
    "9-6122dbc68dcea.jpg": [
        {
            "x1": 787,
            "y1": 120,
            "x2": 855,
            "y2": 265,
            "text": "よウ！ ベラムス！",
            "vi": "Ừ! Belams!"
        },
        {
            "x1": 313,
            "y1": 123,
            "x2": 426,
            "y2": 264,
            "text": "そっちの 人間はもう 大丈夫力？",
            "vi": "Con người đó ổn chứ?"
        },
        {
            "x1": 135,
            "y1": 105,
            "x2": 239,
            "y2": 313,
            "text": "傷はもう心配ない じき完全に 回復するじゃろう",
            "vi": "Đừng lo lắng nữa, nó sẽ phục hồi hoàn toàn"
        },
        {
            "x1": 742,
            "y1": 594,
            "x2": 847,
            "y2": 822,
            "text": "怪我が無かったら 手合わせして みたかったゼ",
            "vi": "Nếu không có chấn thương, tôi muốn thử cùng nhau"
        },
        {
            "x1": 123,
            "y1": 717,
            "x2": 244,
            "y2": 907,
            "text": "相当 腕が立ちそう だからナ_！",
            "vi": "Ne _ vì cánh tay có khả năng đứng!"
        },
        {
            "x1": 754,
            "y1": 1044,
            "x2": 836,
            "y2": 1172,
            "text": "彼女は 何と…？",
            "vi": "Cô ấy là gì...?"
        },
        {
            "x1": 499,
            "y1": 1029,
            "x2": 593,
            "y2": 1202,
            "text": "怪我が無ければ 手合わせした かったそうじゃ",
            "vi": "Nếu bạn không bị thương, bạn muốn gặp nhau"
        },
        {
            "x1": 343,
            "y1": 1037,
            "x2": 446,
            "y2": 1186,
            "text": "ナバーシャは この村一の 剣士でな",
            "vi": "Navasha là kiếm sĩ giỏi nhất trong làng này"
        }
    ],
    "10-6122dbc8d3000.jpg": [
        {
            "x1": 669,
            "y1": 305,
            "x2": 706,
            "y2": 470,
            "text": "…借ります",
            "vi": "Tôi mượn"
        },
        {
            "x1": 753,
            "y1": 677,
            "x2": 828,
            "y2": 943,
            "text": "言葉が通じずとも 剣には心が表れます",
            "vi": "Ngay cả khi bạn không hiểu các từ, thanh kiếm của bạn sẽ thể hiện trái tim bạn"
        },
        {
            "x1": 119,
            "y1": 676,
            "x2": 210,
            "y2": 924,
            "text": "私としても 望むところです",
            "vi": "Tôi cũng muốn"
        },
        {
            "x1": 750,
            "y1": 1084,
            "x2": 784,
            "y2": 1240,
            "text": "ベ ベラムス",
            "vi": "Baberums"
        },
        {
            "x1": 278,
            "y1": 1080,
            "x2": 333,
            "y2": 1251,
            "text": "リザも手合わせ したいそうじゃ",
            "vi": "Tôi muốn xử lý Liza"
        },
        {
            "x1": 135,
            "y1": 1168,
            "x2": 170,
            "y2": 1224,
            "text": "はあ",
            "vi": "Ha"
        }
    ],
    "11-6122dbc97a9ab.jpg": [
        {
            "x1": 723,
            "y1": 107,
            "x2": 807,
            "y2": 328,
            "text": "くれぐれも ほどほどに…",
            "vi": "Nó ở mức độ vừa phải..."
        },
        {
            "x1": 747,
            "y1": 791,
            "x2": 837,
            "y2": 931,
            "text": "…しろ… って 聞いとらんか",
            "vi": "… Sho"
        },
        {
            "x1": 212,
            "y1": 736,
            "x2": 284,
            "y2": 880,
            "text": "やっちゃえと ナバーシャく",
            "vi": "Navasha"
        },
        {
            "x1": 793,
            "y1": 1002,
            "x2": 855,
            "y2": 1131,
            "text": "ハアッ",
            "vi": "Hả"
        }
    ],
    "12-6122dbca1c7c0.jpg": [
        {
            "x1": 713,
            "y1": 107,
            "x2": 831,
            "y2": 313,
            "text": "…小柄な体に 見合わぬ剣撃の 重さ…！",
            "vi": "Trọng lượng của một vụ bắn kiếm không đáng để cơ thể nhỏ bé...!"
        },
        {
            "x1": 104,
            "y1": 109,
            "x2": 224,
            "y2": 365,
            "text": "私の知る ゴブリンの強さとは まるで違う…‼",
            "vi": "Nó hoàn toàn khác với sức mạnh của con yêu tinh mà tôi biết...‼"
        },
        {
            "x1": 763,
            "y1": 545,
            "x2": 838,
            "y2": 751,
            "text": "ひゃーっ あんたやるナ！",
            "vi": "Này!"
        },
        {
            "x1": 107,
            "y1": 638,
            "x2": 218,
            "y2": 839,
            "text": "村の連中は そんな涼しい顔 してらんねー…",
            "vi": "Những kẻ trong làng không có khuôn mặt mát mẻ như vậy..."
        }
    ],
    "13-6122dbcab3020.jpg": [
        {
            "x1": 723,
            "y1": 517,
            "x2": 824,
            "y2": 670,
            "text": "あんた 強えくナ",
            "vi": "Bạn mạnh mẽ"
        },
        {
            "x1": 125,
            "y1": 723,
            "x2": 252,
            "y2": 955,
            "text": "万全な 状態になったら またやろーゼ！",
            "vi": "Nếu bạn ở trong tình trạng hoàn hảo, hãy làm lại!"
        },
        {
            "x1": 84,
            "y1": 1076,
            "x2": 168,
            "y2": 1236,
            "text": "그8",
            "vi": "8 đô la"
        }
    ],
    "14-6122dbcb4412b.jpg": [
        {
            "x1": 808,
            "y1": 114,
            "x2": 842,
            "y2": 321,
            "text": "…あのゴブリン",
            "vi": "...Goblin đó"
        },
        {
            "x1": 105,
            "y1": 115,
            "x2": 180,
            "y2": 409,
            "text": "私が怪我したところを 明らかに避けていた",
            "vi": "Tôi rõ ràng đã tránh được nơi tôi bị thương"
        },
        {
            "x1": 758,
            "y1": 498,
            "x2": 828,
            "y2": 707,
            "text": "騎士道精神… …いやバカな",
            "vi": "Tinh thần của biết... không, ngu ngốc"
        },
        {
            "x1": 114,
            "y1": 497,
            "x2": 196,
            "y2": 680,
            "text": "私は何を 考えている…",
            "vi": "Tôi đang nghĩ gì..."
        },
        {
            "x1": 755,
            "y1": 912,
            "x2": 835,
            "y2": 1124,
            "text": "…どうしたリザ 大丈夫か？",
            "vi": "… Có gì sai với Liza?"
        },
        {
            "x1": 408,
            "y1": 919,
            "x2": 509,
            "y2": 1078,
            "text": "…少々 戸惑っている だけです",
            "vi": "… Tôi hơi bối rối"
        },
        {
            "x1": 254,
            "y1": 1002,
            "x2": 354,
            "y2": 1161,
            "text": "…静かな所で 考えさせて ください…",
            "vi": "...Hãy để tôi nghĩ ở một nơi yên tĩnh..."
        }
    ],
    "15-6122dbcbd11be.jpg": [
        {
            "x1": 462,
            "y1": 116,
            "x2": 643,
            "y2": 322,
            "text": "困りました… 村の様子を見れば あなた達が 隠している嘘が 暴けると………",
            "vi": "Tôi đã gặp rắc rối... nếu bạn nhìn vào ngôi làng, nếu lời nói dối bạn đang trốn sẽ được tiết lộ..."
        },
        {
            "x1": 273,
            "y1": 147,
            "x2": 366,
            "y2": 329,
            "text": "そう たかをくくって いました…",
            "vi": "Tôi đang làm điều đó..."
        },
        {
            "x1": 718,
            "y1": 451,
            "x2": 793,
            "y2": 582,
            "text": "…正直な ところ",
            "vi": "…Trung thực"
        },
        {
            "x1": 711,
            "y1": 676,
            "x2": 837,
            "y2": 894,
            "text": "人間の子を攫う 悪しき魔物達が 住む村…",
            "vi": "Một ngôi làng nơi những con quỷ xấu sống trong trẻ em sống..."
        },
        {
            "x1": 125,
            "y1": 738,
            "x2": 238,
            "y2": 893,
            "text": "…それが 私の目には なぜか…",
            "vi": "Tại sao nó lại có trong mắt tôi…"
        },
        {
            "x1": 728,
            "y1": 971,
            "x2": 847,
            "y2": 1179,
            "text": "まるで人間の 町のように 見えます…",
            "vi": "Nó trông giống như một thị trấn của con người..."
        }
    ],
    "16-6122dbcc6740f.jpg": [
        {
            "x1": 778,
            "y1": 118,
            "x2": 843,
            "y2": 233,
            "text": "それは よかった",
            "vi": "Điều đó tốt"
        },
        {
            "x1": 327,
            "y1": 97,
            "x2": 418,
            "y2": 268,
            "text": "わしが 保証しよう",
            "vi": "Đảm bảo"
        },
        {
            "x1": 700,
            "y1": 264,
            "x2": 771,
            "y2": 404,
            "text": "お主の目は 澄んでおる",
            "vi": "Mắt của bạn rõ ràng"
        },
        {
            "x1": 741,
            "y1": 479,
            "x2": 803,
            "y2": 573,
            "text": "ベラムス 様く",
            "vi": "Belums"
        },
        {
            "x1": 322,
            "y1": 514,
            "x2": 360,
            "y2": 630,
            "text": "バルボラ",
            "vi": "Balvola"
        },
        {
            "x1": 728,
            "y1": 815,
            "x2": 837,
            "y2": 1005,
            "text": "見て下さイ 仲間に子供が 生まれましタ！",
            "vi": "Nhìn vào nó."
        },
        {
            "x1": 105,
            "y1": 844,
            "x2": 219,
            "y2": 968,
            "text": "おお！ めでたい のう",
            "vi": "Oh! Xin chúc mừng"
        }
    ],
    "17-6122dbcd1c80f.jpg": [
        {
            "x1": 287,
            "y1": 111,
            "x2": 375,
            "y2": 254,
            "text": "かわイく ネそ！",
            "vi": "Kawaku Nao!"
        },
        {
            "x1": 793,
            "y1": 948,
            "x2": 858,
            "y2": 1104,
            "text": "珍しいかイ？ 抱かせてやル",
            "vi": "Nó có bất thường? Giữ tôi"
        },
        {
            "x1": 366,
            "y1": 976,
            "x2": 462,
            "y2": 1103,
            "text": "抱かせて くれると 言っておる",
            "vi": "Anh ấy nói anh ấy sẽ giữ nó"
        },
        {
            "x1": 167,
            "y1": 1055,
            "x2": 259,
            "y2": 1180,
            "text": "いやっ 私は…！",
            "vi": "Không, tôi...!"
        }
    ],
    "18-6122dbcda87e8.jpg": [
        {
            "x1": 734,
            "y1": 115,
            "x2": 840,
            "y2": 322,
            "text": "ほラ！ 抱ケ！ 世界一ぷりちーな 赤ん坊ダ！",
            "vi": "Xin chào! Cái ôm! Em bé tốt nhất thế giới!"
        },
        {
            "x1": 366,
            "y1": 125,
            "x2": 428,
            "y2": 291,
            "text": "ちょっとよせっ わわ…！",
            "vi": "Một chút tốt...!"
        },
        {
            "x1": 123,
            "y1": 676,
            "x2": 192,
            "y2": 789,
            "text": "キャッ キャッ！",
            "vi": "Cắt tỉa!"
        }
    ],
    "19-6122dbce3935e.jpg": [
        {
            "x1": 154,
            "y1": 1003,
            "x2": 240,
            "y2": 1176,
            "text": "私も抱っこ すルくっ！",
            "vi": "Tôi cũng đang ôm nhau!"
        }
    ],
    "20-6122dbcebc9d2.jpg": [
        {
            "x1": 100,
            "y1": 241,
            "x2": 187,
            "y2": 409,
            "text": "…腹が 減りました",
            "vi": "… Tôi đang đói"
        },
        {
            "x1": 675,
            "y1": 540,
            "x2": 770,
            "y2": 691,
            "text": "─一日 村を見てどう じゃった？",
            "vi": "─ Làm thế nào bạn nhìn vào làng trong một ngày?"
        },
        {
            "x1": 552,
            "y1": 490,
            "x2": 611,
            "y2": 646,
            "text": "それを もらっても？",
            "vi": "Ngay cả khi bạn nhận được nó?"
        },
        {
            "x1": 790,
            "y1": 767,
            "x2": 837,
            "y2": 855,
            "text": "ほら",
            "vi": "Bạn thấy đấy"
        }
    ],
    "21-6122dbd012d80.jpg": [
        {
            "x1": 730,
            "y1": 140,
            "x2": 786,
            "y2": 320,
            "text": "……うん",
            "vi": "……Ừ"
        },
        {
            "x1": 99,
            "y1": 332,
            "x2": 154,
            "y2": 532,
            "text": "うまい！",
            "vi": "Khỏe!"
        },
        {
            "x1": 421,
            "y1": 985,
            "x2": 500,
            "y2": 1123,
            "text": "それは よかった",
            "vi": "Điều đó tốt"
        },
        {
            "x1": 246,
            "y1": 909,
            "x2": 307,
            "y2": 1059,
            "text": "ベレスドラル へようこそ！",
            "vi": "Chào mừng bạn đến Berethral!"
        },
        {
            "x1": 34,
            "y1": 852,
            "x2": 76,
            "y2": 1131,
            "text": "第弱3話へっづく！",
            "vi": "Tập 3!"
        },
        {
            "x1": 279,
            "y1": 1315,
            "x2": 604,
            "y2": 1349,
            "text": "その一口が、信用の証",
            "vi": "Vết cắn là một bằng chứng về tín dụng"
        }
    ]
}