var ocr_data = {
    "001.jpg": [
        {
            "x1": 305,
            "y1": 0,
            "x2": 676,
            "y2": 76,
            "text": "整てれ転生賢者",
            "vi": "Tính toán khôn ngoan"
        },
        {
            "x1": 322,
            "y1": 61,
            "x2": 653,
            "y2": 84,
            "text": "～魔物の森て最強の大魔活国を作り上げるー",
            "vi": "~ Rừng phim tạo ra vùng đất nước mạnh nhất"
        },
        {
            "x1": 132,
            "y1": 111,
            "x2": 168,
            "y2": 329,
            "text": "ベラムス様ッ…",
            "vi": "Belams..."
        },
        {
            "x1": 761,
            "y1": 427,
            "x2": 853,
            "y2": 636,
            "text": "今です トドメヲ‼",
            "vi": "Bây giờ, Todomee‼"
        },
        {
            "x1": 22,
            "y1": 79,
            "x2": 69,
            "y2": 933,
            "text": "単行本最新第③巻、紙に電子に絶好調発売中‼",
            "vi": "Sách sách Tập mới nhất ③, Giấy trên giấy đang được bán."
        },
        {
            "x1": 111,
            "y1": 1249,
            "x2": 411,
            "y2": 1282,
            "text": "第45話 落としどろ",
            "vi": "Tập 45 Drop"
        },
        {
            "x1": 129,
            "y1": 1308,
            "x2": 842,
            "y2": 1339,
            "text": "原作:未来人Aマォぅっ経制 漫画:クリカラマル キャラクター原案:キッカイキ",
            "vi": "Bản gốc: Người tương lai Một manga điều khiển Mau: Nhân vật Clikala Maru"
        }
    ],
    "002.jpg": [
        {
            "x1": 199,
            "y1": 100,
            "x2": 228,
            "y2": 213,
            "text": "ベラムス",
            "vi": "Tin"
        }
    ],
    "003.jpg": [
        {
            "x1": 217,
            "y1": 380,
            "x2": 320,
            "y2": 545,
            "text": "ハアッ…ハア 見たか わんコロ‼",
            "vi": "Huh... tôi đã thấy ha ha wan koro"
        },
        {
            "x1": 645,
            "y1": 813,
            "x2": 689,
            "y2": 924,
            "text": "ァイツ",
            "vi": "Đại bàng"
        }
    ],
    "004.jpg": [
        {
            "x1": 723,
            "y1": 68,
            "x2": 906,
            "y2": 1223,
            "text": "セイントブレイカル",
            "vi": "Saint Blare"
        }
    ],
    "006.jpg": [
        {
            "x1": 781,
            "y1": 971,
            "x2": 832,
            "y2": 1108,
            "text": "ハアッ…",
            "vi": "Hả..."
        },
        {
            "x1": 124,
            "y1": 1002,
            "x2": 167,
            "y2": 1106,
            "text": "ハア…",
            "vi": "Ha..."
        }
    ],
    "008.jpg": [
        {
            "x1": 334,
            "y1": 302,
            "x2": 371,
            "y2": 391,
            "text": "…ふう",
            "vi": "… Hả"
        }
    ],
    "009.jpg": [
        {
            "x1": 816,
            "y1": 219,
            "x2": 854,
            "y2": 295,
            "text": "さて",
            "vi": "Bây giờ"
        },
        {
            "x1": 759,
            "y1": 477,
            "x2": 847,
            "y2": 745,
            "text": "あのベヒーモスを 呼び出したのは",
            "vi": "Tôi gọi đó là Behemos"
        },
        {
            "x1": 117,
            "y1": 610,
            "x2": 219,
            "y2": 817,
            "text": "貴様ら じゃな…！",
            "vi": "Các bạn...!"
        },
        {
            "x1": 773,
            "y1": 917,
            "x2": 802,
            "y2": 1037,
            "text": "うっ…",
            "vi": "Uh..."
        },
        {
            "x1": 289,
            "y1": 913,
            "x2": 403,
            "y2": 1047,
            "text": "こうなった 以上 当然責任を とってもら",
            "vi": "Miễn là điều này xảy ra, hãy chịu trách nhiệm một cách tự nhiên"
        }
    ],
    "010.jpg": [
        {
            "x1": 717,
            "y1": 148,
            "x2": 820,
            "y2": 448,
            "text": "私を下僕にして くださいっ‼",
            "vi": "Hãy làm cho tôi một người hầu."
        },
        {
            "x1": 397,
            "y1": 727,
            "x2": 473,
            "y2": 885,
            "text": "何を言って おるんじゃ",
            "vi": "Bạn đang nói gì"
        },
        {
            "x1": 179,
            "y1": 739,
            "x2": 287,
            "y2": 875,
            "text": "先程の戦い 洗練された 魔法…",
            "vi": "Ma thuật tinh vi trong trận chiến trước..."
        },
        {
            "x1": 113,
            "y1": 907,
            "x2": 222,
            "y2": 1091,
            "text": "そして最後の 大魔法…… 感激しました！",
            "vi": "Và phép thuật vĩ đại cuối cùng... Tôi đã rất ấn tượng!"
        }
    ],
    "011.jpg": [
        {
            "x1": 673,
            "y1": 134,
            "x2": 845,
            "y2": 425,
            "text": "あなたは私などとは レベルの違う 凄まじい魔法使い だったのですね！",
            "vi": "Bạn là một pháp sư khủng khiếp với một cấp độ khác!"
        },
        {
            "x1": 126,
            "y1": 257,
            "x2": 257,
            "y2": 547,
            "text": "ぜひあなたの 下僕となり一緒に いたいと存じます‼",
            "vi": "Tôi thực sự muốn làm người hầu của bạn và ở bên bạn."
        },
        {
            "x1": 772,
            "y1": 631,
            "x2": 858,
            "y2": 793,
            "text": "……いや わしは別に",
            "vi": "......không, tôi riêng biệt"
        },
        {
            "x1": 410,
            "y1": 620,
            "x2": 514,
            "y2": 779,
            "text": "下僕を 募集している わけでは…",
            "vi": "Tôi đang tìm kiếm một người hầu..."
        },
        {
            "x1": 299,
            "y1": 675,
            "x2": 371,
            "y2": 814,
            "text": "靴ですか⁉ 舐めます",
            "vi": "Bạn có phải là giày? Tôi liếm nó"
        },
        {
            "x1": 671,
            "y1": 978,
            "x2": 817,
            "y2": 1144,
            "text": "や やめろ‼ 舐めろなどと 一言も言って おらん‼",
            "vi": "Dừng nó‼ Đừng nói một lời nói để liếm nó."
        },
        {
            "x1": 469,
            "y1": 1019,
            "x2": 529,
            "y2": 1202,
            "text": "では下僕にして くださいますね",
            "vi": "Sau đó, hãy cho tôi một người hầu"
        },
        {
            "x1": 185,
            "y1": 1016,
            "x2": 293,
            "y2": 1166,
            "text": "どうして そーなる んじゃっ‼",
            "vi": "Tại sao vậy là như vậy?"
        }
    ],
    "012.jpg": [
        {
            "x1": 638,
            "y1": 118,
            "x2": 828,
            "y2": 345,
            "text": "誰かこのインプを 止めてくれ！ 下僕になると 言って聞かんの じゃっ…",
            "vi": "Dừng điều này! Tôi nghe nói rằng tôi sẽ là một người hầu..."
        },
        {
            "x1": 757,
            "y1": 532,
            "x2": 831,
            "y2": 732,
            "text": "下僕というのは 置いといて…",
            "vi": "Là người hầu..."
        },
        {
            "x1": 642,
            "y1": 636,
            "x2": 706,
            "y2": 863,
            "text": "仲間にするのは ありではないか？",
            "vi": "Không có một người bạn?"
        },
        {
            "x1": 104,
            "y1": 660,
            "x2": 179,
            "y2": 855,
            "text": "こう言っては なんだが…",
            "vi": "Bạn nói như thế này như thế này..."
        },
        {
            "x1": 704,
            "y1": 949,
            "x2": 819,
            "y2": 1177,
            "text": "私達アルラウネも 似たような経緯で 加わった訳だし…",
            "vi": "Chúng tôi cũng tham gia trong một nền tảng tương tự..."
        },
        {
            "x1": 461,
            "y1": 1011,
            "x2": 610,
            "y2": 1210,
            "text": "食料には余裕が あるし 戦力が 増えるにこした ことはない",
            "vi": "Thức ăn có nhiều chỗ và tôi chưa bao giờ tăng sức mạnh của mình"
        }
    ],
    "013.jpg": [
        {
            "x1": 765,
            "y1": 116,
            "x2": 845,
            "y2": 334,
            "text": "…確かにわしを 助けてくれたな",
            "vi": "“Chắc chắn đã giúp tôi"
        },
        {
            "x1": 121,
            "y1": 123,
            "x2": 239,
            "y2": 370,
            "text": "迷惑な奴らじゃが 悪人では なさそうじゃ",
            "vi": "Những người khó chịu dường như không phải là kẻ xấu"
        },
        {
            "x1": 691,
            "y1": 479,
            "x2": 849,
            "y2": 690,
            "text": "皆はどうじゃ？ こやつらを 仲間に加えても いいと思うか？",
            "vi": "Làm thế nào về mọi người? Bạn có nghĩ rằng bạn có thể thêm chúng vào bạn bè của bạn không?"
        },
        {
            "x1": 515,
            "y1": 471,
            "x2": 601,
            "y2": 612,
            "text": "ウくン …いいんじゃ ないカ？",
            "vi": "Ukun... nó không tốt sao?"
        },
        {
            "x1": 409,
            "y1": 513,
            "x2": 442,
            "y2": 580,
            "text": "まあ",
            "vi": "Ôi trời"
        },
        {
            "x1": 136,
            "y1": 493,
            "x2": 234,
            "y2": 583,
            "text": "反省 してる なら…",
            "vi": "Nếu bạn suy ngẫm về nó..."
        },
        {
            "x1": 738,
            "y1": 870,
            "x2": 844,
            "y2": 1150,
            "text": "てゆか このインプ達 弱いから放っといたら 死んじゃうよきっト",
            "vi": "ID của Tayuka yếu, vì vậy nếu bạn để nó một mình, bạn sẽ chết"
        },
        {
            "x1": 386,
            "y1": 888,
            "x2": 423,
            "y2": 1011,
            "text": "確かニ…",
            "vi": "Chắc chắn là Nini..."
        }
    ],
    "014.jpg": [
        {
            "x1": 129,
            "y1": 150,
            "x2": 251,
            "y2": 340,
            "text": "わかった …ただし 下僕ではなく",
            "vi": "Được rồi... nhưng không phải là người hầu"
        },
        {
            "x1": 204,
            "y1": 433,
            "x2": 357,
            "y2": 634,
            "text": "この村の 住民に なってくれ",
            "vi": "Trở thành cư dân của ngôi làng này"
        }
    ],
    "015.jpg": [
        {
            "x1": 733,
            "y1": 103,
            "x2": 848,
            "y2": 278,
            "text": "なんて慈愛に 満ちた お言葉……",
            "vi": "Thật là một từ bi..."
        },
        {
            "x1": 226,
            "y1": 82,
            "x2": 357,
            "y2": 296,
            "text": "Cる…",
            "vi": "C..."
        },
        {
            "x1": 121,
            "y1": 150,
            "x2": 209,
            "y2": 330,
            "text": "わかり ました…！",
            "vi": "lấy được rồi…!"
        },
        {
            "x1": 149,
            "y1": 460,
            "x2": 285,
            "y2": 707,
            "text": "下僕として この村の住民に なります‼",
            "vi": "Trở thành cư dân của ngôi làng này với tư cách là một người hầu."
        },
        {
            "x1": 211,
            "y1": 1111,
            "x2": 279,
            "y2": 1224,
            "text": "わかって ない…",
            "vi": "không hiểu…"
        }
    ],
    "016.jpg": [
        {
            "x1": 867,
            "y1": 307,
            "x2": 938,
            "y2": 411,
            "text": "わい",
            "vi": "TÔI"
        },
        {
            "x1": 794,
            "y1": 970,
            "x2": 832,
            "y2": 1218,
            "text": "ウハ______っ‼",
            "vi": "Uha _______"
        },
        {
            "x1": 105,
            "y1": 1024,
            "x2": 256,
            "y2": 1250,
            "text": "ベヒーモス あんな凶悪な 見た目だったけど メチャウマだゾ‼",
            "vi": "Behemos trông như vậy, nhưng đó là một mớ hỗn độn."
        }
    ],
    "017.jpg": [
        {
            "x1": 784,
            "y1": 105,
            "x2": 850,
            "y2": 312,
            "text": "価値があるのは 肉だけじゃないぞ",
            "vi": "Không chỉ thịt là giá trị"
        },
        {
            "x1": 586,
            "y1": 111,
            "x2": 695,
            "y2": 293,
            "text": "骨などの素材は 人間の町で 高く売れる",
            "vi": "Các vật liệu như xương bán cao trong thị trấn của con người"
        },
        {
            "x1": 252,
            "y1": 115,
            "x2": 375,
            "y2": 300,
            "text": "そっ力く 大変だったけど これならまた 戦ってもいいかモ",
            "vi": "Nó rất khó, nhưng tôi có thể chiến đấu trở lại không?"
        },
        {
            "x1": 207,
            "y1": 414,
            "x2": 333,
            "y2": 541,
            "text": "それは カンベン 願いたいな ………じゃが",
            "vi": "Tôi muốn trở thành Kamben..."
        },
        {
            "x1": 99,
            "y1": 697,
            "x2": 216,
            "y2": 881,
            "text": "しばらく 退屈はせずに すみそうじゃ",
            "vi": "Có vẻ như tôi không cần phải chán trong một thời gian"
        },
        {
            "x1": 74,
            "y1": 1208,
            "x2": 575,
            "y2": 1234,
            "text": "厄介事の後、レスドララルに加わる厄介者。",
            "vi": "Sau rắc rối, người rắc rối gia nhập Les Dralal."
        },
        {
            "x1": 76,
            "y1": 1247,
            "x2": 500,
            "y2": 1273,
            "text": "これもまた戦力増強になるズ！",
            "vi": "Điều này cũng sẽ làm tăng sức mạnh!"
        }
    ]
}