var ocr_data = {
    "1-622cccd8e8943.jpg": [
        {
            "x1": 86,
            "y1": 0,
            "x2": 429,
            "y2": 78,
            "text": "圈でu転生賢者",
            "vi": "圈 u tái sinh Sage"
        },
        {
            "x1": 108,
            "y1": 62,
            "x2": 393,
            "y2": 83,
            "text": "魔物の森て最強の大魔精国を作り上げ話",
            "vi": "Khu rừng quỷ là câu chuyện tạo ra con quỷ mạnh nhất Seikoku"
        },
        {
            "x1": 89,
            "y1": 112,
            "x2": 186,
            "y2": 348,
            "text": "クソ",
            "vi": "Chết tiệt"
        },
        {
            "x1": 753,
            "y1": 442,
            "x2": 858,
            "y2": 976,
            "text": "しくじっタ…",
            "vi": "Kujita..."
        }
    ],
    "2-622cccd98c44e.jpg": [
        {
            "x1": 129,
            "y1": 683,
            "x2": 174,
            "y2": 830,
            "text": "お前…！",
            "vi": "Bạn…!"
        },
        {
            "x1": 113,
            "y1": 1310,
            "x2": 821,
            "y2": 1336,
            "text": "原作:未来人Aマがッ社制 漫画:クリカラマル キャラクター原案:キッカイキ",
            "vi": "Bản gốc: Tương lai con người A MA là một manga dựa trên công ty: Crycala Maru Draft: Kikaiki"
        }
    ],
    "3-622cccda1e409.jpg": [
        {
            "x1": 103,
            "y1": 937,
            "x2": 845,
            "y2": 966,
            "text": "一魔物の森で最強の大魔帝国を作り上げる弟６話剣立の誓し",
            "vi": "Một trong những đế chế quỷ vĩ đại mạnh nhất trong rừng quỷ tập 6 Lời thề của Kenpai"
        },
        {
            "x1": 827,
            "y1": 1019,
            "x2": 854,
            "y2": 1118,
            "text": "ハアッ…",
            "vi": "Hả..."
        }
    ],
    "4-622cccdaaacbb.jpg": [
        {
            "x1": 115,
            "y1": 321,
            "x2": 189,
            "y2": 451,
            "text": "…あなた なら",
            "vi": "… Nếu nó là bạn"
        },
        {
            "x1": 165,
            "y1": 511,
            "x2": 252,
            "y2": 691,
            "text": "まだやれる はずだ",
            "vi": "Tôi nên có thể làm điều đó chưa"
        }
    ],
    "5-622cccdb4678d.jpg": [
        {
            "x1": 750,
            "y1": 169,
            "x2": 851,
            "y2": 322,
            "text": "あんた 強えくナ",
            "vi": "Bạn mạnh mẽ"
        },
        {
            "x1": 113,
            "y1": 379,
            "x2": 249,
            "y2": 629,
            "text": "万全な 状態になったら またやろーゼ！",
            "vi": "Nếu bạn ở trong tình trạng hoàn hảo, hãy làm lại!"
        }
    ],
    "6-622cccdbcdff5.jpg": [
        {
            "x1": 708,
            "y1": 666,
            "x2": 735,
            "y2": 760,
            "text": "サンキュ",
            "vi": "cảm ơn bạn"
        }
    ],
    "7-622cccdc5eb08.jpg": [
        {
            "x1": 117,
            "y1": 225,
            "x2": 235,
            "y2": 375,
            "text": "こっから 生きて 戻れたら…",
            "vi": "Nếu tôi có thể sống trở lại từ đây..."
        },
        {
            "x1": 698,
            "y1": 474,
            "x2": 798,
            "y2": 681,
            "text": "色々教えて くれヨ…！",
            "vi": "Hãy cho tôi biết rất nhiều...!"
        }
    ],
    "8-622cccdcdf35e.jpg": [
        {
            "x1": 751,
            "y1": 146,
            "x2": 838,
            "y2": 757,
            "text": "オォオォオオッ‼",
            "vi": "oooooooo"
        }
    ],
    "9-622cccdda06f3.jpg": [
        {
            "x1": 638,
            "y1": 131,
            "x2": 667,
            "y2": 235,
            "text": "きゃっ…",
            "vi": "Kya..."
        },
        {
            "x1": 791,
            "y1": 1007,
            "x2": 822,
            "y2": 1176,
            "text": "ベラムス様…",
            "vi": "Belams..."
        },
        {
            "x1": 704,
            "y1": 1082,
            "x2": 741,
            "y2": 1227,
            "text": "あれ…川",
            "vi": "Đó là... sông"
        },
        {
            "x1": 108,
            "y1": 1114,
            "x2": 188,
            "y2": 1248,
            "text": "うむ",
            "vi": "Tức giận"
        }
    ],
    "10-622cccde46d97.jpg": [
        {
            "x1": 746,
            "y1": 122,
            "x2": 843,
            "y2": 399,
            "text": "エンペラー リザードマン…",
            "vi": "Hoàng đế Charizard Man..."
        },
        {
            "x1": 136,
            "y1": 205,
            "x2": 229,
            "y2": 400,
            "text": "敵の大将 じゃな…！",
            "vi": "Đó là một vị tướng kẻ thù...!"
        }
    ],
    "11-622cccded2d99.jpg": [
        {
            "x1": 767,
            "y1": 124,
            "x2": 841,
            "y2": 382,
            "text": "…お会い したかったですよ",
            "vi": "...Tôi muốn gặp bạn"
        },
        {
            "x1": 130,
            "y1": 313,
            "x2": 189,
            "y2": 510,
            "text": "ベラムス",
            "vi": "Tin"
        },
        {
            "x1": 778,
            "y1": 599,
            "x2": 846,
            "y2": 758,
            "text": "なぜ わしの名を？",
            "vi": "Tại sao tên của tôi?"
        },
        {
            "x1": 488,
            "y1": 609,
            "x2": 557,
            "y2": 800,
            "text": "あなた 割と 有名なんですよ",
            "vi": "Bạn khá nổi tiếng"
        },
        {
            "x1": 392,
            "y1": 833,
            "x2": 497,
            "y2": 1002,
            "text": "自分では 知らない でしょうけど",
            "vi": "Bạn không biết cho chính mình"
        },
        {
            "x1": 702,
            "y1": 1081,
            "x2": 844,
            "y2": 1246,
            "text": "たった２人で 突撃とは 無謀なマネを しましたね",
            "vi": "Chỉ có hai người làm một bờm liều lĩnh."
        },
        {
            "x1": 136,
            "y1": 1091,
            "x2": 241,
            "y2": 1253,
            "text": "もっと 賢いと思って いたのに…",
            "vi": "Tôi nghĩ rằng nó thông minh hơn..."
        }
    ],
    "12-622cccdf69fb3.jpg": [
        {
            "x1": 767,
            "y1": 139,
            "x2": 879,
            "y2": 409,
            "text": "２人じゃない ヨッ‼",
            "vi": "Tôi không phải là hai!!"
        },
        {
            "x1": 143,
            "y1": 854,
            "x2": 217,
            "y2": 1015,
            "text": "ジガアッ",
            "vi": "Dụng cụ"
        },
        {
            "x1": 95,
            "y1": 1021,
            "x2": 165,
            "y2": 1139,
            "text": "アァッ",
            "vi": "À"
        }
    ],
    "13-622ccce0158ad.jpg": [
        {
            "x1": 782,
            "y1": 733,
            "x2": 812,
            "y2": 906,
            "text": "ご苦労じゃった",
            "vi": "Đó là một thời gian khó khăn"
        },
        {
            "x1": 644,
            "y1": 823,
            "x2": 706,
            "y2": 994,
            "text": "デラロサ達と 周りの敵を頼む",
            "vi": "Hỏi Delalosa và kẻ thù xung quanh"
        },
        {
            "x1": 115,
            "y1": 773,
            "x2": 173,
            "y2": 994,
            "text": "変はいっ！",
            "vi": "Thật kỳ lạ!"
        },
        {
            "x1": 810,
            "y1": 1064,
            "x2": 846,
            "y2": 1229,
            "text": "メデーロ！",
            "vi": "Medello!"
        }
    ],
    "14-622ccce0a6d43.jpg": [
        {
            "x1": 715,
            "y1": 1016,
            "x2": 819,
            "y2": 1197,
            "text": "ベラムス君 あんまり長くは もたないと思ウ",
            "vi": "Belams Tôi không nghĩ nó sẽ quá dài"
        },
        {
            "x1": 340,
            "y1": 1010,
            "x2": 456,
            "y2": 1215,
            "text": "助かるメデーロ なるべく早く ケリをつける",
            "vi": "Đã lưu Medouro càng sớm càng tốt"
        }
    ],
    "15-622ccce16edfd.jpg": [
        {
            "x1": 283,
            "y1": 995,
            "x2": 357,
            "y2": 1174,
            "text": "なるべく早く ……ですか",
            "vi": "Càng sớm càng tốt..."
        },
        {
            "x1": 148,
            "y1": 1084,
            "x2": 222,
            "y2": 1242,
            "text": "ナメられた ものですね",
            "vi": "Nó là một cái gì đó đã bị đánh sập"
        }
    ],
    "16-622ccce20112a.jpg": [
        {
            "x1": 783,
            "y1": 86,
            "x2": 852,
            "y2": 344,
            "text": "私はバース",
            "vi": "Tôi là một bến"
        },
        {
            "x1": 784,
            "y1": 522,
            "x2": 876,
            "y2": 840,
            "text": "お手並み拝見と いきましょうか！",
            "vi": "Chúng ta hãy nhìn theo cùng một cách!"
        }
    ],
    "17-622ccce2d44a5.jpg": [
        {
            "x1": 406,
            "y1": 104,
            "x2": 468,
            "y2": 405,
            "text": "リザが怪しと言っていた 傭兵団の団長の名だな",
            "vi": "Đó là tên của Quân đoàn lính đánh thuê mà Liza nghi ngờ"
        },
        {
            "x1": 107,
            "y1": 97,
            "x2": 181,
            "y2": 357,
            "text": "目的が何であろうと もはや関係ない…",
            "vi": "Không quan trọng mục đích là gì..."
        },
        {
            "x1": 736,
            "y1": 552,
            "x2": 844,
            "y2": 838,
            "text": "…貴様は 生きて帰さぬ！",
            "vi": "… Bạn sẽ không còn sống!"
        }
    ],
    "18-622ccce379cd6.jpg": [
        {
            "x1": 384,
            "y1": 114,
            "x2": 494,
            "y2": 296,
            "text": "…皆 もう ひとふんばり だゾ！",
            "vi": "“Mọi người đã ở đó!"
        },
        {
            "x1": 822,
            "y1": 556,
            "x2": 858,
            "y2": 644,
            "text": "ああー",
            "vi": "À"
        },
        {
            "x1": 174,
            "y1": 558,
            "x2": 278,
            "y2": 725,
            "text": "ベラムス様の 邪魔は させません！",
            "vi": "Tôi sẽ không cản trở Belams!"
        }
    ],
    "19-622ccce42322e.jpg": [
        {
            "x1": 799,
            "y1": 116,
            "x2": 841,
            "y2": 385,
            "text": "ブッとばセー‼",
            "vi": "Brotoba nói"
        }
    ],
    "20-622ccce4cd062.jpg": [
        {
            "x1": 141,
            "y1": 171,
            "x2": 324,
            "y2": 384,
            "text": "おおお おォッ",
            "vi": "Oh oh"
        },
        {
            "x1": 684,
            "y1": 786,
            "x2": 909,
            "y2": 1149,
            "text": "激闘必至の 一騎打ち、開幕！",
            "vi": "Trận chiến khốc liệt là không thể tránh khỏi, việc mở đầu!"
        },
        {
            "x1": 79,
            "y1": 1310,
            "x2": 314,
            "y2": 1342,
            "text": "第77話へつづく！",
            "vi": "Tiếp tục tập 77!"
        }
    ]
}