var ocr_data = {
    "1-61185ef60f0f7.jpg": [
        {
            "x1": 141,
            "y1": 19,
            "x2": 750,
            "y2": 491,
            "text": "とんでも スキルは 異世界 放浪ヌシ",
            "vi": "Kỹ năng là một thế giới khác đi lang thang"
        },
        {
            "x1": 9,
            "y1": 13,
            "x2": 145,
            "y2": 1235,
            "text": "餃子のニオイでドラゴン釣れた⁉",
            "vi": "Tôi bắt được con rồng với mùi gyoza⁉"
        },
        {
            "x1": 1020,
            "y1": 1419,
            "x2": 1215,
            "y2": 1561,
            "text": "とんでも スキル回 異世界",
            "vi": "Thế giới kỹ năng khác nhau"
        },
        {
            "x1": 1316,
            "y1": 1724,
            "x2": 1431,
            "y2": 2012,
            "text": "最新第７巻",
            "vi": "Tập 7 mới nhất"
        },
        {
            "x1": 21,
            "y1": 1741,
            "x2": 819,
            "y2": 1927,
            "text": "2021525発",
            "vi": "2021525 Khởi hành"
        },
        {
            "x1": 47,
            "y1": 1908,
            "x2": 831,
            "y2": 2009,
            "text": "購入はこちらをCLICK!",
            "vi": "Bấm vào đây để mua!"
        }
    ],
    "2-61185ef6d45af.jpg": [
        {
            "x1": 432,
            "y1": 48,
            "x2": 684,
            "y2": 113,
            "text": "第40章 解体",
            "vi": "Chương 40 phá hủy"
        },
        {
            "x1": 10,
            "y1": 98,
            "x2": 81,
            "y2": 436,
            "text": "漫画：赤岸Ｋ",
            "vi": "Phim hoạt hình: Akagishi K"
        },
        {
            "x1": 2,
            "y1": 494,
            "x2": 89,
            "y2": 856,
            "text": "原作：江口連 キャラクター原案：雅",
            "vi": "Bản gốc: Eguchi ren nhân vật ban đầu: ya"
        }
    ],
    "3-61185ef780e01.jpg": [
        {
            "x1": 910,
            "y1": 130,
            "x2": 939,
            "y2": 189,
            "text": "ささ",
            "vi": "Chân thành"
        },
        {
            "x1": 859,
            "y1": 232,
            "x2": 889,
            "y2": 371,
            "text": "こちらです",
            "vi": "Đây là"
        },
        {
            "x1": 923,
            "y1": 638,
            "x2": 952,
            "y2": 751,
            "text": "はあ……",
            "vi": "Ha..."
        },
        {
            "x1": 940,
            "y1": 967,
            "x2": 1014,
            "y2": 1163,
            "text": "昨日あれだけ 付き合わされて",
            "vi": "Hôm qua tôi chỉ hẹn hò"
        },
        {
            "x1": 132,
            "y1": 958,
            "x2": 203,
            "y2": 1129,
            "text": "解体 しましょう！",
            "vi": "Hãy dỡ bỏ!"
        },
        {
            "x1": 489,
            "y1": 1210,
            "x2": 560,
            "y2": 1455,
            "text": "その翌日にまた 連れてこられるとは",
            "vi": "Bạn sẽ được mang lại gì vào ngày hôm sau?"
        }
    ],
    "4-61185ef82efa2.jpg": [
        {
            "x1": 932,
            "y1": 106,
            "x2": 962,
            "y2": 325,
            "text": "良いではないか！",
            "vi": "Nó không tốt!"
        },
        {
            "x1": 371,
            "y1": 129,
            "x2": 438,
            "y2": 323,
            "text": "そりゃ そうなんだけど",
            "vi": "Đúng thế"
        },
        {
            "x1": 194,
            "y1": 113,
            "x2": 288,
            "y2": 345,
            "text": "Hルランドきん",
            "vi": "H lland Kin"
        },
        {
            "x1": 109,
            "y1": 123,
            "x2": 225,
            "y2": 333,
            "text": "絶対テンション 上がっちゃう だろうしなあ",
            "vi": "Tôi đoán sự căng thẳng chắc chắn sẽ tăng"
        },
        {
            "x1": 489,
            "y1": 294,
            "x2": 597,
            "y2": 589,
            "text": "解体が早く終われば その分早くドラゴン肉が 食えるのだぞ！",
            "vi": "Nếu bạn dỡ bỏ sớm, bạn có thể ăn thịt rồng càng sớm càng tốt!"
        },
        {
            "x1": 109,
            "y1": 643,
            "x2": 256,
            "y2": 942,
            "text": "地竜解体の連絡を 聞いてから すぐさま設備をそろえて 準備していたんですよ",
            "vi": "Sau khi nghe về việc phá hủy Rồng Trái đất, tôi đã chuẩn bị cho thiết bị ngay lập tức."
        },
        {
            "x1": 831,
            "y1": 1014,
            "x2": 984,
            "y2": 1207,
            "text": "ばさ",
            "vi": "Trở nên trắng trợn"
        },
        {
            "x1": 506,
            "y1": 1097,
            "x2": 612,
            "y2": 1269,
            "text": "血の一滴も 無駄には いたしません",
            "vi": "Tôi không lãng phí một giọt máu"
        }
    ],
    "5-61185ef8c7f61.jpg": [
        {
            "x1": 867,
            "y1": 113,
            "x2": 980,
            "y2": 351,
            "text": "丁寧に かつ 迅速に解体させて いただきますよ！",
            "vi": "Chúng tôi sẽ tháo gỡ cẩn thận và nhanh chóng!"
        },
        {
            "x1": 600,
            "y1": 829,
            "x2": 709,
            "y2": 1006,
            "text": "おおー 見たこと無い 道具がいっぱい",
            "vi": "Oh, nhiều công cụ tôi chưa từng thấy"
        },
        {
            "x1": 250,
            "y1": 823,
            "x2": 352,
            "y2": 1015,
            "text": "私 解体の腕には 少々自信が ありますので",
            "vi": "Tôi hơi tự tin vào các kỹ năng tháo gỡ của mình"
        },
        {
            "x1": 122,
            "y1": 1219,
            "x2": 252,
            "y2": 1434,
            "text": "何っ お主が自ら 解体するのか？",
            "vi": "Bạn làm gì?"
        }
    ],
    "6-61185ef9783da.jpg": [
        {
            "x1": 927,
            "y1": 94,
            "x2": 972,
            "y2": 315,
            "text": "当然ですッ！",
            "vi": "Tự nhiên!"
        },
        {
            "x1": 436,
            "y1": 86,
            "x2": 555,
            "y2": 379,
            "text": "こんなおいしい仕事を 誰かに譲るなんて 考えられませんよッ！",
            "vi": "Tôi không thể nghĩ đến việc cho một công việc ngon như vậy cho ai đó!"
        },
        {
            "x1": 226,
            "y1": 132,
            "x2": 378,
            "y2": 307,
            "text": "本当に 筋金入りの ドラゴン好き なんだね…",
            "vi": "Tôi thực sự thích những con rồng khó tính..."
        },
        {
            "x1": 932,
            "y1": 723,
            "x2": 962,
            "y2": 916,
            "text": "忘れもしません",
            "vi": "tôi sẽ không quên"
        },
        {
            "x1": 575,
            "y1": 720,
            "x2": 645,
            "y2": 965,
            "text": "ドラゴン討伐隊が 結成されたのです！",
            "vi": "Đội phụ Dragon đã được thành lập!"
        },
        {
            "x1": 360,
            "y1": 805,
            "x2": 511,
            "y2": 1080,
            "text": "当時Ｂランク冒険者に すぎなかった私は 討伐隊にも 加われませんでした。",
            "vi": "Vào thời điểm đó, tôi chỉ là một nhà thám hiểm B -rank, vì vậy tôi không được tham gia bởi đội hình khu vực."
        },
        {
            "x1": 118,
            "y1": 973,
            "x2": 271,
            "y2": 1170,
            "text": "せめて 解体だけでもと 懇願しましたが やはり叶わず…",
            "vi": "Ít nhất tôi đã cầu xin việc tháo dỡ, nhưng nó không thành hiện thực..."
        },
        {
            "x1": 719,
            "y1": 1276,
            "x2": 750,
            "y2": 1469,
            "text": "あれは286年前…",
            "vi": "Đó là 286 năm trước..."
        },
        {
            "x1": 76,
            "y1": 1230,
            "x2": 245,
            "y2": 1502,
            "text": "ならばとＳランクにまで 上り詰めましたが その後ドラゴンの 討伐が行われることは ありませんでした",
            "vi": "Sau đó, tôi đã lên cấp bậc S, nhưng sau đó không có sự khuất phục Dragon."
        }
    ],
    "7-61185efa605ef.jpg": [
        {
            "x1": 973,
            "y1": 52,
            "x2": 1078,
            "y2": 297,
            "text": "いくら長命種の エルフといえども 老いには勝てません",
            "vi": "Cho dù nó còn là một yêu tinh dài bao lâu, bạn không thể đánh bại cũ"
        },
        {
            "x1": 816,
            "y1": 36,
            "x2": 925,
            "y2": 234,
            "text": "しかし私は 諦めきれません でした",
            "vi": "Nhưng tôi không thể bỏ cuộc"
        },
        {
            "x1": 648,
            "y1": 101,
            "x2": 788,
            "y2": 304,
            "text": "冒険者は 引退したものの ギルドマスターの 職に就き数十年",
            "vi": "Nhà thám hiểm đã nghỉ hưu, nhưng đã ở trong bang hội trong nhiều thập kỷ"
        },
        {
            "x1": 509,
            "y1": 37,
            "x2": 603,
            "y2": 287,
            "text": "いつかはドラゴンを この手にできると信じて ついについに私は……",
            "vi": "Một ngày nào đó, tôi tin rằng tôi có thể có được một con rồng theo cách này, và cuối cùng tôi..."
        },
        {
            "x1": 154,
            "y1": 108,
            "x2": 190,
            "y2": 346,
            "text": "地竜出しますねー",
            "vi": "Rồng đất sẽ ra ngoài"
        },
        {
            "x1": 223,
            "y1": 758,
            "x2": 259,
            "y2": 822,
            "text": "おお",
            "vi": "Oh"
        },
        {
            "x1": 186,
            "y1": 835,
            "x2": 217,
            "y2": 950,
            "text": "おぉ………",
            "vi": "Oh..."
        },
        {
            "x1": 904,
            "y1": 978,
            "x2": 1090,
            "y2": 1447,
            "text": "はおは！",
            "vi": "Haha!"
        }
    ],
    "8-61185efb1bd24.jpg": [
        {
            "x1": 904,
            "y1": 154,
            "x2": 998,
            "y2": 364,
            "text": "こっ これが あの地竜……",
            "vi": "Đây là con rồng địa phương..."
        },
        {
            "x1": 114,
            "y1": 168,
            "x2": 201,
            "y2": 393,
            "text": "ああなんと 素晴らしい…！",
            "vi": "Oh, thật tuyệt vời...!"
        },
        {
            "x1": 916,
            "y1": 627,
            "x2": 992,
            "y2": 821,
            "text": "まさに大地を 思わせる巨躯！",
            "vi": "Một cơ thể lớn gợi nhớ đến trái đất!"
        },
        {
            "x1": 515,
            "y1": 621,
            "x2": 592,
            "y2": 792,
            "text": "それが今 私の手に……",
            "vi": "Đó là ngay bây giờ..."
        },
        {
            "x1": 291,
            "y1": 622,
            "x2": 394,
            "y2": 946,
            "text": "このドラゴンの中の中まで じっくりたっぷり 堪能できるなんて……",
            "vi": "Bạn có thể tận hưởng rất nhiều ở bên trong con rồng này..."
        },
        {
            "x1": 916,
            "y1": 901,
            "x2": 991,
            "y2": 1069,
            "text": "岩肌のような 強靭な鱗！",
            "vi": "Quy mô mạnh mẽ như bề mặt đá!"
        },
        {
            "x1": 850,
            "y1": 1146,
            "x2": 1002,
            "y2": 1365,
            "text": "おい 解体した後の肉は すべて我らに 寄越すのだぞ",
            "vi": "Tất cả các loại thịt sau khi tháo dỡ sẽ đến với chúng tôi."
        },
        {
            "x1": 115,
            "y1": 1146,
            "x2": 259,
            "y2": 1367,
            "text": "ええ それはもちろん！ そうするよう話は 伺っています",
            "vi": "Yeah, tất nhiên! Tôi đang nói về làm như vậy"
        }
    ],
    "9-61185efbb1cd9.jpg": [
        {
            "x1": 341,
            "y1": 145,
            "x2": 489,
            "y2": 390,
            "text": "ドラゴンの素材は あらゆる分野の者が 喉から手が出るほど 欲しいものなのです",
            "vi": "Vật liệu rồng muốn đến mức mọi người trong mọi lĩnh vực có thể lấy tay ra khỏi cổ họng của họ."
        },
        {
            "x1": 122,
            "y1": 179,
            "x2": 232,
            "y2": 397,
            "text": "それを肉だけ 戻してほしいとは 変わっていますね",
            "vi": "Nó khác mà bạn chỉ muốn thịt được trả lại."
        },
        {
            "x1": 240,
            "y1": 388,
            "x2": 329,
            "y2": 551,
            "text": "もちろん私も 全部欲しい ところですが…",
            "vi": "Tất nhiên là tôi muốn mọi thứ, nhưng..."
        },
        {
            "x1": 896,
            "y1": 582,
            "x2": 1008,
            "y2": 777,
            "text": "何を言う 鱗だの牙だのに 興味はないわ",
            "vi": "Tôi không quan tâm đến những gì các thang đo nói"
        },
        {
            "x1": 304,
            "y1": 605,
            "x2": 332,
            "y2": 698,
            "text": "と木は…",
            "vi": "Và cái cây..."
        },
        {
            "x1": 371,
            "y1": 621,
            "x2": 408,
            "y2": 779,
            "text": "あっ おい！",
            "vi": "Oh!"
        },
        {
            "x1": 791,
            "y1": 746,
            "x2": 903,
            "y2": 914,
            "text": "ドラゴン肉の 美味さに 比べればな",
            "vi": "So với hương vị của thịt rồng"
        },
        {
            "x1": 567,
            "y1": 964,
            "x2": 677,
            "y2": 1332,
            "text": "地竜を 食するんですかッ⁉",
            "vi": "Bạn có ăn con rồng không?"
        }
    ],
    "10-61185efc39338.jpg": [
        {
            "x1": 922,
            "y1": 88,
            "x2": 984,
            "y2": 332,
            "text": "フェル様が食べると いうことはつまり…",
            "vi": "Nói cách khác, Fel -sama ăn, nói cách khác..."
        },
        {
            "x1": 431,
            "y1": 87,
            "x2": 496,
            "y2": 309,
            "text": "私も食べる つもりですけど…",
            "vi": "Tôi cũng sẽ ăn nó..."
        },
        {
            "x1": 819,
            "y1": 563,
            "x2": 985,
            "y2": 1007,
            "text": "是非ともッ 是非とも 私にも地竜を 食べさせてくださいッ‼",
            "vi": "Bằng mọi cách, xin vui lòng cho tôi ăn con rồng địa phương."
        },
        {
            "x1": 31,
            "y1": 557,
            "x2": 180,
            "y2": 815,
            "text": "私の全財産を お支払いしても 構いません‼",
            "vi": "Bạn có thể thanh toán tất cả tài sản của bạn."
        },
        {
            "x1": 76,
            "y1": 856,
            "x2": 121,
            "y2": 1045,
            "text": "是非ともッ",
            "vi": "Bằng mọi cách"
        },
        {
            "x1": 890,
            "y1": 1107,
            "x2": 988,
            "y2": 1321,
            "text": "エ エルランドさん そんな必死に ならんでも",
            "vi": "Ellando -san, ngay cả khi bạn đang tuyệt vọng"
        },
        {
            "x1": 120,
            "y1": 1114,
            "x2": 187,
            "y2": 1283,
            "text": "…エルランド とやら",
            "vi": "...exand"
        },
        {
            "x1": 431,
            "y1": 1309,
            "x2": 495,
            "y2": 1500,
            "text": "こればっかりは フェルが…",
            "vi": "Đây là tất cả các fel..."
        }
    ],
    "11-61185efcd94d2.jpg": [
        {
            "x1": 300,
            "y1": 118,
            "x2": 407,
            "y2": 364,
            "text": "ドラゴンを 解体できるのは お主だけであるなら",
            "vi": "Nếu bạn chỉ có thể tháo dỡ rồng"
        },
        {
            "x1": 141,
            "y1": 259,
            "x2": 244,
            "y2": 505,
            "text": "解体の暁には 少しばかり食わせて やってもいいぞ",
            "vi": "Bạn có thể ăn một chút khi bạn tháo dỡ nó."
        },
        {
            "x1": 295,
            "y1": 1185,
            "x2": 359,
            "y2": 1295,
            "text": "よかった ですね…",
            "vi": "Nó là tốt..."
        },
        {
            "x1": 112,
            "y1": 1176,
            "x2": 215,
            "y2": 1284,
            "text": "うむ しっかり 解体しろ",
            "vi": "Demolate nó một cách chắc chắn"
        },
        {
            "x1": 883,
            "y1": 1192,
            "x2": 994,
            "y2": 1462,
            "text": "ドラゴン肉が 食えるとわかって いつになく上機嫌だな",
            "vi": "Tôi biết rằng tôi có thể ăn thịt rồng, vì vậy tôi đang ở trong tâm trạng tốt"
        },
        {
            "x1": 554,
            "y1": 1185,
            "x2": 616,
            "y2": 1482,
            "text": "本当ですか⁉ ありがとうございます！",
            "vi": "Ồ, thực sự! Cảm ơn bạn rất nhiều!"
        },
        {
            "x1": 123,
            "y1": 1391,
            "x2": 192,
            "y2": 1527,
            "text": "お任せ ください‼",
            "vi": "Xin hãy chọn cho tôi!"
        }
    ],
    "12-61185efd81d61.jpg": [
        {
            "x1": 508,
            "y1": 181,
            "x2": 620,
            "y2": 376,
            "text": "そうと決まれば さっそく解体を 怯じ 始めましょう！",
            "vi": "Một khi bạn quyết định, chúng ta hãy bắt đầu sợ bị tháo dỡ!"
        },
        {
            "x1": 72,
            "y1": 72,
            "x2": 226,
            "y2": 347,
            "text": "まずは 血抜きを行います できるだけ表面に 傷をつけないように…",
            "vi": "Trước hết, không làm trầy xước bề mặt càng nhiều càng tốt..."
        },
        {
            "x1": 890,
            "y1": 1036,
            "x2": 995,
            "y2": 1256,
            "text": "血抜きといっても ただの血抜きでは ありません",
            "vi": "Nó không chỉ là máu -"
        },
        {
            "x1": 1,
            "y1": 995,
            "x2": 209,
            "y2": 1342,
            "text": "ドラゴンの血はエリクサー 材料になるくらいですから一種 の万能薬のようなものなんです 他の薬剤に混ぜるとその効果を 数段も引き上げる効果もありし かもドラゴンの血で作った丸薬",
            "vi": "Dragon Blood là một vật liệu thuốc tiên, vì vậy nó là một loại thuốc được sử dụng. Nếu bạn trộn nó với các loại thuốc khác, nó cũng có thể làm tăng tác dụng của rồng."
        }
    ],
    "14-61185efeeb964.jpg": [
        {
            "x1": 98,
            "y1": 88,
            "x2": 171,
            "y2": 330,
            "text": "ギルド秋藤の ミスリルナイフが",
            "vi": "Guild Akito's Mithril dao"
        },
        {
            "x1": 70,
            "y1": 535,
            "x2": 182,
            "y2": 756,
            "text": "資料によれば この強度の刃で 十-分のはずでは…",
            "vi": "Theo tài liệu, nó nên là một lưỡi của sức mạnh này và..."
        },
        {
            "x1": 919,
            "y1": 885,
            "x2": 989,
            "y2": 1155,
            "text": "しかしそれに比べて 圧倒的な地竜の皮膚！",
            "vi": "Tuy nhiên, so với điều đó, làn da rồng đất quá lớn!"
        },
        {
            "x1": 386,
            "y1": 886,
            "x2": 490,
            "y2": 1111,
            "text": "ミスリルをものとも しない強靭さ 素晴らしい‼",
            "vi": "Sự dẻo dai lớn mà không có mithril."
        },
        {
            "x1": 69,
            "y1": 885,
            "x2": 171,
            "y2": 1042,
            "text": "ああっしかし これでは 解体が",
            "vi": "Ồ, nhưng điều này đang bị phá hủy"
        },
        {
            "x1": 668,
            "y1": 1283,
            "x2": 741,
            "y2": 1477,
            "text": "今ので傷ひとつ 付かないとは！",
            "vi": "Tôi không nghĩ bây giờ tôi bị trầy xước!"
        },
        {
            "x1": 56,
            "y1": 1231,
            "x2": 166,
            "y2": 1401,
            "text": "解体は どうなるのだ 肉は⁉",
            "vi": "Điều gì xảy ra với việc tháo dỡ?"
        },
        {
            "x1": 514,
            "y1": 1333,
            "x2": 621,
            "y2": 1477,
            "text": "すっげー！ 真っ二つ だったぜ！",
            "vi": "Tuyệt! Có hai!"
        }
    ],
    "15-61185eff88fc7.jpg": [
        {
            "x1": 905,
            "y1": 98,
            "x2": 1001,
            "y2": 371,
            "text": "最低でもこのミスリルを 凌ぐ刃物を用意しないと いけません",
            "vi": "Ít nhất bạn phải chuẩn bị một lưỡi kiếm vượt qua điều này"
        },
        {
            "x1": 658,
            "y1": 110,
            "x2": 764,
            "y2": 315,
            "text": "どういったものが 有効かも調べる 必要があります…",
            "vi": "Bạn cần tìm ra loại điều gì có hiệu quả..."
        },
        {
            "x1": 523,
            "y1": 204,
            "x2": 555,
            "y2": 294,
            "text": "つまり",
            "vi": "Nói cách khác"
        },
        {
            "x1": 161,
            "y1": 427,
            "x2": 194,
            "y2": 595,
            "text": "ドラゴン肉は",
            "vi": "Thịt rồng"
        },
        {
            "x1": 729,
            "y1": 755,
            "x2": 794,
            "y2": 950,
            "text": "しばらくお預け ってことに……",
            "vi": "Tôi quyết định để nó trong một thời gian..."
        },
        {
            "x1": 145,
            "y1": 975,
            "x2": 197,
            "y2": 1131,
            "text": "ーっっ‼",
            "vi": "-Cái!"
        }
    ],
    "16-61185f00430ec.jpg": [
        {
            "x1": 218,
            "y1": 147,
            "x2": 328,
            "y2": 419,
            "text": "ドラゴン肉を食すのが 楽しみでここまで 来たというのに…",
            "vi": "Tôi mong muốn được ăn thịt rồng, nhưng tôi đã đến đây..."
        },
        {
            "x1": 940,
            "y1": 797,
            "x2": 1011,
            "y2": 925,
            "text": "うっ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 829,
            "y1": 813,
            "x2": 903,
            "y2": 1011,
            "text": "今日は 食べれぬとは…",
            "vi": "Hôm nay tôi không thể ăn nó..."
        },
        {
            "x1": 197,
            "y1": 767,
            "x2": 343,
            "y2": 989,
            "text": "せっかく 夢にまで見た ドラゴンの解体が こんな…",
            "vi": "Việc tháo dỡ con rồng mà tôi mơ ước cũng như thế này..."
        }
    ],
    "17-61185f00df6f4.jpg": [
        {
            "x1": 939,
            "y1": 88,
            "x2": 980,
            "y2": 376,
            "text": "ギルドマスターッ！",
            "vi": "Bang hội!"
        },
        {
            "x1": 519,
            "y1": 80,
            "x2": 588,
            "y2": 291,
            "text": "一体なにが あったんで……",
            "vi": "Cái quái gì thế..."
        },
        {
            "x1": 696,
            "y1": 715,
            "x2": 815,
            "y2": 909,
            "text": "すごい悲鳴が 聞こえて きましたけど",
            "vi": "Tôi đã nghe thấy một tiếng hét tuyệt vời"
        },
        {
            "x1": 154,
            "y1": 783,
            "x2": 185,
            "y2": 896,
            "text": "これはね",
            "vi": "Đây là"
        },
        {
            "x1": 667,
            "y1": 976,
            "x2": 736,
            "y2": 1213,
            "text": "ミッミッ ミスリルナイフが",
            "vi": "Mimitomithril dao"
        },
        {
            "x1": 420,
            "y1": 1037,
            "x2": 558,
            "y2": 1259,
            "text": "これ一本しか ないんですよ⁉ この後の解体とか どうするんです！",
            "vi": "Chỉ có một trong số này. Bạn sẽ làm gì với việc tháo dỡ sau đó!"
        },
        {
            "x1": 189,
            "y1": 1022,
            "x2": 263,
            "y2": 1191,
            "text": "それを今から 考えようと…",
            "vi": "Hãy nghĩ về nó bây giờ..."
        },
        {
            "x1": 614,
            "y1": 1296,
            "x2": 692,
            "y2": 1465,
            "text": "地竜の皮膚が 硬くて…",
            "vi": "Da của con rồng rất khó..."
        }
    ],
    "18-61185f0186f41.jpg": [
        {
            "x1": 911,
            "y1": 121,
            "x2": 947,
            "y2": 292,
            "text": "ムコーダ様！",
            "vi": "Mukoda!"
        },
        {
            "x1": 645,
            "y1": 202,
            "x2": 679,
            "y2": 344,
            "text": "はっはい！",
            "vi": "Yeah yeah!"
        },
        {
            "x1": 98,
            "y1": 118,
            "x2": 201,
            "y2": 337,
            "text": "解体の件も含めて またご連絡 しますので！",
            "vi": "Chúng tôi sẽ liên lạc với bạn một lần nữa, bao gồm cả việc tháo dỡ!"
        },
        {
            "x1": 107,
            "y1": 373,
            "x2": 140,
            "y2": 520,
            "text": "では失礼！",
            "vi": "Sau đó, thô lỗ!"
        },
        {
            "x1": 470,
            "y1": 464,
            "x2": 582,
            "y2": 658,
            "text": "今日のところは いちど 一度お引取り 願えますか",
            "vi": "Bạn có thể chọn nó một lần cho ngày hôm nay?"
        },
        {
            "x1": 915,
            "y1": 722,
            "x2": 989,
            "y2": 967,
            "text": "ギルドマスターッ！ 緊急会議ですよ！",
            "vi": "Bang hội! Đó là một cuộc họp khẩn cấp!"
        },
        {
            "x1": 776,
            "y1": 855,
            "x2": 879,
            "y2": 1026,
            "text": "しっかり説明 してもらい ますからね！",
            "vi": "Tôi sẽ cho bạn giải thích nó!"
        },
        {
            "x1": 883,
            "y1": 1122,
            "x2": 956,
            "y2": 1346,
            "text": "ほんと あなたって人は！",
            "vi": "Thực sự là bạn!"
        }
    ],
    "19-61185f0243d1e.jpg": [
        {
            "x1": 839,
            "y1": 92,
            "x2": 912,
            "y2": 262,
            "text": "俺たちも 帰ろっか……",
            "vi": "Chúng ta cũng về nhà..."
        },
        {
            "x1": 450,
            "y1": 166,
            "x2": 481,
            "y2": 257,
            "text": "うむ…",
            "vi": "Ừm..."
        },
        {
            "x1": 898,
            "y1": 1159,
            "x2": 976,
            "y2": 1287,
            "text": "おーい フェルー",
            "vi": "Oi feru"
        },
        {
            "x1": 196,
            "y1": 1164,
            "x2": 231,
            "y2": 1286,
            "text": "飯だぞー",
            "vi": "Đó là gạo"
        }
    ],
    "20-61185f02db6e0.jpg": [
        {
            "x1": 723,
            "y1": 9,
            "x2": 832,
            "y2": 262,
            "text": "ズン",
            "vi": "Zun"
        },
        {
            "x1": 435,
            "y1": 138,
            "x2": 498,
            "y2": 354,
            "text": "よっぽど楽しみに してたんだなあ",
            "vi": "Tôi đã mong chờ nó"
        },
        {
            "x1": 141,
            "y1": 120,
            "x2": 216,
            "y2": 289,
            "text": "フェンリルが 情けねーなー",
            "vi": "Fenrir thật buồn"
        },
        {
            "x1": 54,
            "y1": 300,
            "x2": 121,
            "y2": 468,
            "text": "フェル おじちゃん…",
            "vi": "Bác Fel..."
        },
        {
            "x1": 407,
            "y1": 583,
            "x2": 511,
            "y2": 765,
            "text": "まあまあ めし 飯でも食べて 元気だせって！",
            "vi": "Ok, ăn thậm chí gạo và ổn!"
        },
        {
            "x1": 86,
            "y1": 595,
            "x2": 188,
            "y2": 772,
            "text": "こういうときは 簡単ですぐに 食べられる…",
            "vi": "Trong trường hợp như vậy, bạn có thể ăn nó một cách dễ dàng..."
        },
        {
            "x1": 838,
            "y1": 1004,
            "x2": 933,
            "y2": 1237,
            "text": "牛丼！",
            "vi": "Bát thịt bò!"
        },
        {
            "x1": 757,
            "y1": 1328,
            "x2": 1021,
            "y2": 1513,
            "text": "ブラッディ ホーンブル丼",
            "vi": "Hornbull Bloody Rodon"
        }
    ],
    "21-61185f0383d76.jpg": [
        {
            "x1": 929,
            "y1": 87,
            "x2": 1002,
            "y2": 255,
            "text": "そして今回は 贅沢に──",
            "vi": "Và lần này là xa xỉ ──"
        },
        {
            "x1": 671,
            "y1": 131,
            "x2": 705,
            "y2": 354,
            "text": "温玉もプラス！",
            "vi": "Bóng nóng cũng là cộng!"
        },
        {
            "x1": 121,
            "y1": 448,
            "x2": 360,
            "y2": 528,
            "text": "ディホーンブル丼",
            "vi": "DEHORN BILL BULL"
        },
        {
            "x1": 148,
            "y1": 516,
            "x2": 285,
            "y2": 589,
            "text": "十温玉",
            "vi": "Spatulum"
        },
        {
            "x1": 130,
            "y1": 1045,
            "x2": 205,
            "y2": 1200,
            "text": "食べは するんだな",
            "vi": "tôi sẽ ăn"
        }
    ],
    "22-61185f042605c.jpg": [
        {
            "x1": 852,
            "y1": 92,
            "x2": 992,
            "y2": 294,
            "text": "スイも ドラゴンさんの お肉食べて みたかったなあ",
            "vi": "Sui cũng muốn ăn thịt rồng"
        },
        {
            "x1": 333,
            "y1": 127,
            "x2": 468,
            "y2": 345,
            "text": "こればっかりは エルランドさんに 任せるしか ないからねえ",
            "vi": "Tôi không có lựa chọn nào khác ngoài việc để nó để eland"
        },
        {
            "x1": 882,
            "y1": 605,
            "x2": 987,
            "y2": 826,
            "text": "まさか ミスリルナイフが 折れるなんてなあ",
            "vi": "Tôi tự hỏi nếu con dao mithril bị hỏng"
        },
        {
            "x1": 714,
            "y1": 659,
            "x2": 752,
            "y2": 796,
            "text": "ははは",
            "vi": "Hahaha"
        },
        {
            "x1": 334,
            "y1": 588,
            "x2": 473,
            "y2": 840,
            "text": "そんな頑丈なやつと やりあうフェルって 本当とんでも ないんだな…",
            "vi": "Thật là nực cười khi làm một anh chàng mạnh mẽ như vậy với một anh chàng mạnh mẽ..."
        },
        {
            "x1": 865,
            "y1": 1006,
            "x2": 1003,
            "y2": 1215,
            "text": ":ミスリルより っよはるの 強い刃物って そんなの用意 できるんだろうか",
            "vi": ": Bạn có thể chuẩn bị một con dao mạnh hơn Mithril?"
        },
        {
            "x1": 478,
            "y1": 1000,
            "x2": 590,
            "y2": 1191,
            "text": "フェルの爪で 解体38は 多分無理だよな",
            "vi": "Có lẽ không thể tháo dỡ 38 bằng móng tay của Fel"
        },
        {
            "x1": 485,
            "y1": 1338,
            "x2": 551,
            "y2": 1475,
            "text": "うーむ ままならん",
            "vi": "Bạn không thể ở lại"
        }
    ],
    "23-61185f04c9118.jpg": [
        {
            "x1": 938,
            "y1": 35,
            "x2": 986,
            "y2": 394,
            "text": "ふははははははは",
            "vi": "Fuhahahahahaha"
        },
        {
            "x1": 168,
            "y1": 195,
            "x2": 308,
            "y2": 418,
            "text": "話は聞かせて もらったそ 異世界人よ！",
            "vi": "Một thế giới khác đã kể cho tôi câu chuyện!"
        },
        {
            "x1": 83,
            "y1": 504,
            "x2": 243,
            "y2": 791,
            "text": "どうやら 困っているよう じゃなあ！",
            "vi": "Rõ ràng là tôi đang gặp rắc rối!"
        },
        {
            "x1": 440,
            "y1": 1227,
            "x2": 760,
            "y2": 1344,
            "text": "ふはははは",
            "vi": "Fuhahahahaha"
        },
        {
            "x1": 150,
            "y1": 1183,
            "x2": 231,
            "y2": 1414,
            "text": "・―だっ誰",
            "vi": "· - WHO"
        },
        {
            "x1": 42,
            "y1": 1229,
            "x2": 87,
            "y2": 1429,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ],
    "24-61185f0584f08.jpg": [
        {
            "x1": 6,
            "y1": 0,
            "x2": 1439,
            "y2": 167,
            "text": "地ドｽ５月刊",
            "vi": "Trái đất DOS có thể được xuất bản"
        },
        {
            "x1": 747,
            "y1": 239,
            "x2": 894,
            "y2": 591,
            "text": "ジ子のニオイで …ラゴン釣れた⁉",
            "vi": "Với mùi của jiko... tôi đã bắt được một cái lagon⁉"
        },
        {
            "x1": 583,
            "y1": 243,
            "x2": 654,
            "y2": 686,
            "text": "いえ、現代日本です",
            "vi": "Không, Nhật Bản hiện đại"
        },
        {
            "x1": 747,
            "y1": 647,
            "x2": 1079,
            "y2": 915,
            "text": "とんでも 異世界 放浪メシ",
            "vi": "Thế giới khác nhau lang thang"
        },
        {
            "x1": 750,
            "y1": 927,
            "x2": 1134,
            "y2": 998,
            "text": "漫画赤岸Ｋ原作江口連 キャラクター原案雅",
            "vi": "Manga Akagishi K Bản gốc của Eguchi Ren Draft bản gốc"
        },
        {
            "x1": 30,
            "y1": 959,
            "x2": 394,
            "y2": 994,
            "text": "漫画すだ分き一 原作君",
            "vi": "Tác phẩm gốc của manga"
        },
        {
            "x1": 29,
            "y1": 1056,
            "x2": 281,
            "y2": 1135,
            "text": "漫画：由姫ゆきこ 原作:八色 鈴",
            "vi": "Phim hoạt hình: Yukiko Yukiko Original: Yakushi Bin"
        },
        {
            "x1": 732,
            "y1": 1380,
            "x2": 1210,
            "y2": 1583,
            "text": "漫画：双葉もも 原作江口連 キャラクター原案出雅 とんでもスキルで異世界放メシ スイの大冒険",
            "vi": "Manga: Futaba Momo nguyên bản Eguchi ren nhân vật Bunka khác nhau thế giới"
        },
        {
            "x1": 22,
            "y1": 1505,
            "x2": 538,
            "y2": 1581,
            "text": "拝啓｢氷の騎士とはずれ姫｣だった わたしたちへ",
            "vi": "Đối với chúng tôi là \"Hiệp sĩ băng và Công chúa băng\""
        },
        {
            "x1": 739,
            "y1": 1625,
            "x2": 1255,
            "y2": 1729,
            "text": "信者ゼロの女神サマと始める異世界攻略 漫画:しろいはくと 原作:大崎アイル キャラクター藤:TamU",
            "vi": "Phim hoạt hình chiến lược thế giới khác nhau bắt đầu với Nữ thần số không Sama: Shirokoto Bản gốc: Nhân vật Osaki Isle Fuji: Tamu"
        },
        {
            "x1": 27,
            "y1": 1636,
            "x2": 465,
            "y2": 1724,
            "text": "ひとりぼっちの異世界攻略 漫画:びび 原作:五示正司",
            "vi": "Một divocchi Phim hoạt hình chiến lược thế giới khác: Bibi Original: Shoji Goki"
        },
        {
            "x1": 739,
            "y1": 1756,
            "x2": 1316,
            "y2": 1848,
            "text": "月50万もらっても生き甲斐のない隣のお姉さんに30万で 雇われて「おかえり」って言うお仕事が楽しい 漫画:野地貴日 原作：黄波戸井ショウリ",
            "vi": "Ngay cả khi bạn nhận được 500. 000 mỗi tháng, bạn vẫn được thuê bởi một người hàng xóm không đáng sống và bạn được thuê với giá 300. 000, và công việc có tên là \"Okayori\" là Manga vui nhộn: Takashi Noji: Yellow Wave Deoi Showori"
        },
        {
            "x1": 27,
            "y1": 1787,
            "x2": 521,
            "y2": 1863,
            "text": "世界は終わっても生きるって楽しい 著：鳥取砂丘",
            "vi": "Một cuốn sách thú vị để sống ngay cả sau khi thế giới kết thúc: Tottori Sand Dunes"
        },
        {
            "x1": 223,
            "y1": 1935,
            "x2": 1254,
            "y2": 1995,
            "text": "OMICS INFORMATION 詳細情報はこちらをCLCト",
            "vi": "Thông tin Omics Nhấp vào đây để biết thêm thông tin CLC"
        },
        {
            "x1": 95,
            "y1": 1955,
            "x2": 246,
            "y2": 1981,
            "text": "ARDO CO",
            "vi": "Ardo"
        }
    ]
}