var ocr_data = {
    "001.jpg": [
        {
            "x1": 232,
            "y1": 69,
            "x2": 851,
            "y2": 119,
            "text": "第23章 あたらしいカバンと仔猫",
            "vi": "Chương 23 Túi và mèo con mới"
        },
        {
            "x1": 229,
            "y1": 128,
            "x2": 864,
            "y2": 303,
            "text": "とんでもスギル同 異世界放浪父ジ",
            "vi": "Người cha cùng thế giới lang thang"
        },
        {
            "x1": 114,
            "y1": 1516,
            "x2": 977,
            "y2": 1564,
            "text": "漫画:双葉もも 原作:江口連 ｷｬﾗｸター原案:雅",
            "vi": "Phim hoạt hình: Momo Futaba Bản gốc: Eguchi Ren Nhân vật Cuốn sách gốc: YA"
        }
    ],
    "002.jpg": [
        {
            "x1": 878,
            "y1": 1126,
            "x2": 995,
            "y2": 1383,
            "text": "新しいカバン 嬉しい？",
            "vi": "Bạn có hài lòng với một cái túi mới không?"
        },
        {
            "x1": 173,
            "y1": 1121,
            "x2": 277,
            "y2": 1339,
            "text": "うん うれしいよ",
            "vi": "Tôi vui mừng"
        }
    ],
    "003.jpg": [
        {
            "x1": 775,
            "y1": 34,
            "x2": 960,
            "y2": 244,
            "text": "前のはかなり 汚れていたし 穴も空いてた もんねー",
            "vi": "Nó khá bẩn ở phía trước và các lỗ cũng trống."
        },
        {
            "x1": 435,
            "y1": 244,
            "x2": 562,
            "y2": 409,
            "text": "良かった 気に入って くれて",
            "vi": "tôi thích nó"
        },
        {
            "x1": 865,
            "y1": 510,
            "x2": 988,
            "y2": 698,
            "text": "よーし 寝るぞー",
            "vi": "Tôi sẽ ngủ"
        }
    ],
    "004.jpg": [
        {
            "x1": 878,
            "y1": 850,
            "x2": 1016,
            "y2": 1038,
            "text": "ずいぶん 気に入った ようだな",
            "vi": "Có vẻ như tôi thích nó rất nhiều"
        },
        {
            "x1": 704,
            "y1": 854,
            "x2": 786,
            "y2": 1063,
            "text": "そうみたい なんだよねー",
            "vi": "Nó trông như thế"
        },
        {
            "x1": 379,
            "y1": 864,
            "x2": 504,
            "y2": 1085,
            "text": "新しいのは 誰だって嬉しい もんな",
            "vi": "Mọi người đều hạnh phúc"
        }
    ],
    "005.jpg": [
        {
            "x1": 837,
            "y1": 36,
            "x2": 939,
            "y2": 295,
            "text": "俺も買ったん だぜ？",
            "vi": "Bạn cũng đã mua nó chưa?"
        },
        {
            "x1": 326,
            "y1": 252,
            "x2": 406,
            "y2": 451,
            "text": "フェル おじちゃーん",
            "vi": "Fel chú"
        },
        {
            "x1": 480,
            "y1": 448,
            "x2": 513,
            "y2": 601,
            "text": "良かったな",
            "vi": "Nó thật tuyệt"
        },
        {
            "x1": 460,
            "y1": 765,
            "x2": 535,
            "y2": 873,
            "text": "ごそ",
            "vi": "Buổi"
        },
        {
            "x1": 883,
            "y1": 761,
            "x2": 962,
            "y2": 1019,
            "text": "フェルおじちゃん くびかして！",
            "vi": "Bác Fel!"
        },
        {
            "x1": 372,
            "y1": 802,
            "x2": 434,
            "y2": 907,
            "text": "ごそ",
            "vi": "Buổi"
        },
        {
            "x1": 600,
            "y1": 800,
            "x2": 655,
            "y2": 1047,
            "text": "かけたげる",
            "vi": "Đưa vào"
        },
        {
            "x1": 347,
            "y1": 1278,
            "x2": 396,
            "y2": 1569,
            "text": "入らん入らん",
            "vi": "Đừng vào"
        }
    ],
    "006.jpg": [
        {
            "x1": 931,
            "y1": 457,
            "x2": 1041,
            "y2": 642,
            "text": "ガササ",
            "vi": "Đâm"
        },
        {
            "x1": 733,
            "y1": 502,
            "x2": 779,
            "y2": 583,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 648,
            "y1": 536,
            "x2": 688,
            "y2": 747,
            "text": "ニヤーニヤ",
            "vi": "Nụ cười"
        },
        {
            "x1": 860,
            "y1": 831,
            "x2": 997,
            "y2": 957,
            "text": "見てー スイの かばん",
            "vi": "Nhìn -sui túi"
        },
        {
            "x1": 532,
            "y1": 848,
            "x2": 581,
            "y2": 1052,
            "text": "いいでしょ",
            "vi": "Ý kiến hay"
        },
        {
            "x1": 461,
            "y1": 1316,
            "x2": 583,
            "y2": 1479,
            "text": "どうぞ どうぞ",
            "vi": "Làm ơn làm đi"
        }
    ],
    "007.jpg": [
        {
            "x1": 17,
            "y1": 296,
            "x2": 137,
            "y2": 539,
            "text": "人ぁぁ",
            "vi": "Dân tộc"
        },
        {
            "x1": 843,
            "y1": 797,
            "x2": 958,
            "y2": 1057,
            "text": "ダメ‼",
            "vi": "Không tốt!"
        },
        {
            "x1": 161,
            "y1": 822,
            "x2": 248,
            "y2": 1095,
            "text": "それスイ",
            "vi": "Nó rất tốt"
        },
        {
            "x1": 659,
            "y1": 1196,
            "x2": 894,
            "y2": 1558,
            "text": "ダメ─",
            "vi": "Không tốt ─"
        }
    ],
    "008.jpg": [
        {
            "x1": 436,
            "y1": 212,
            "x2": 551,
            "y2": 507,
            "text": "スイのかばん かえして_～",
            "vi": "Quay trở lại túi của Sui _ ~"
        },
        {
            "x1": 936,
            "y1": 1218,
            "x2": 1016,
            "y2": 1452,
            "text": "ニ…ニャーニヤ いっぱい…",
            "vi": "N... rất nhiều Nyanya..."
        }
    ],
    "009.jpg": [
        {
            "x1": 408,
            "y1": 433,
            "x2": 460,
            "y2": 606,
            "text": "スイの…",
            "vi": "Sui's..."
        },
        {
            "x1": 807,
            "y1": 865,
            "x2": 925,
            "y2": 1064,
            "text": "あれは スイの…",
            "vi": "Đó là sui..."
        },
        {
            "x1": 435,
            "y1": 871,
            "x2": 494,
            "y2": 977,
            "text": "わぁ",
            "vi": "Thành công lớn"
        }
    ],
    "010.jpg": [
        {
            "x1": 964,
            "y1": 31,
            "x2": 1089,
            "y2": 389,
            "text": "それは スイのなの～_",
            "vi": "Nó tốt ~ _"
        },
        {
            "x1": 312,
            "y1": 126,
            "x2": 358,
            "y2": 282,
            "text": "ちょっと",
            "vi": "một chút"
        },
        {
            "x1": 209,
            "y1": 163,
            "x2": 251,
            "y2": 377,
            "text": "まってて―ー",
            "vi": "Tôi xin lôi -"
        },
        {
            "x1": 950,
            "y1": 1043,
            "x2": 995,
            "y2": 1233,
            "text": "おねがいく",
            "vi": "Yêu cầu"
        },
        {
            "x1": 823,
            "y1": 1189,
            "x2": 918,
            "y2": 1348,
            "text": "これじゃ ダメー？",
            "vi": "Cái này không tốt?"
        },
        {
            "x1": 172,
            "y1": 1302,
            "x2": 280,
            "y2": 1581,
            "text": "ええ～～",
            "vi": "Vâng ~~"
        }
    ],
    "011.jpg": [
        {
            "x1": 604,
            "y1": 201,
            "x2": 659,
            "y2": 507,
            "text": "こうなったら",
            "vi": "Khi nói đến điều này"
        },
        {
            "x1": 566,
            "y1": 915,
            "x2": 673,
            "y2": 1111,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 905,
            "y1": 1185,
            "x2": 972,
            "y2": 1459,
            "text": "このあいだ",
            "vi": "Trong thời gian này"
        }
    ],
    "013.jpg": [
        {
            "x1": 704,
            "y1": 194,
            "x2": 736,
            "y2": 314,
            "text": "いたそう",
            "vi": "Nó dường như đã được"
        },
        {
            "x1": 841,
            "y1": 241,
            "x2": 908,
            "y2": 483,
            "text": "ケガしてる",
            "vi": "Tôi bị thương"
        },
        {
            "x1": 920,
            "y1": 829,
            "x2": 968,
            "y2": 1039,
            "text": "まっててね",
            "vi": "Vui lòng đợi"
        },
        {
            "x1": 798,
            "y1": 1064,
            "x2": 911,
            "y2": 1343,
            "text": "痛いの痛いの とんでったよ",
            "vi": "Nó đau và nó rất đau"
        }
    ],
    "014.jpg": [
        {
            "x1": 175,
            "y1": 1108,
            "x2": 250,
            "y2": 1322,
            "text": "よーし！",
            "vi": "Đồng ý!"
        },
        {
            "x1": 939,
            "y1": 1260,
            "x2": 1084,
            "y2": 1556,
            "text": "どういたし まして‼",
            "vi": "Bạn được chào đón!"
        }
    ],
    "015.jpg": [
        {
            "x1": 743,
            "y1": 91,
            "x2": 856,
            "y2": 534,
            "text": "ばいばーい",
            "vi": "Baibai"
        },
        {
            "x1": 860,
            "y1": 1228,
            "x2": 913,
            "y2": 1401,
            "text": "でねでね",
            "vi": "Xin vui lòng"
        },
        {
            "x1": 657,
            "y1": 1246,
            "x2": 763,
            "y2": 1561,
            "text": "スイがおクスリ つくってね！",
            "vi": "Sui tạo ra một cái móc!"
        },
        {
            "x1": 346,
            "y1": 1254,
            "x2": 431,
            "y2": 1483,
            "text": "ニャーニャーの 痛いのとったの",
            "vi": "Nó thật đau đớn của Nyanya"
        }
    ],
    "016.jpg": [
        {
            "x1": 892,
            "y1": 141,
            "x2": 1005,
            "y2": 359,
            "text": "こやつめ すぐにいなく なりおって…！",
            "vi": "Tôi đã biến mất ngay lập tức...!"
        },
        {
            "x1": 693,
            "y1": 552,
            "x2": 783,
            "y2": 661,
            "text": "いやー 本当…",
            "vi": "Không, đó là sự thật..."
        },
        {
            "x1": 533,
            "y1": 355,
            "x2": 635,
            "y2": 678,
            "text": "大事にならなくて 良かった……",
            "vi": "Tôi rất vui vì tôi đã không quan tâm..."
        },
        {
            "x1": 389,
            "y1": 1243,
            "x2": 589,
            "y2": 1568,
            "text": "ああぁ",
            "vi": "Oh oh"
        },
        {
            "x1": 23,
            "y1": 1208,
            "x2": 89,
            "y2": 1491,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}