var ocr_data = {
    "001.jpg": [
        {
            "x1": 197,
            "y1": 28,
            "x2": 905,
            "y2": 82,
            "text": "第48章 カレーリナとのお別れ 後編",
            "vi": "Chương 48 Lời chia tay với Currina Phần 2"
        },
        {
            "x1": 266,
            "y1": 96,
            "x2": 844,
            "y2": 289,
            "text": "とんでもスキルロ 異世界放浪メジ",
            "vi": "Skilllo khác thế giới lang thang meji"
        },
        {
            "x1": 110,
            "y1": 1521,
            "x2": 1004,
            "y2": 1569,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi ren nhân vật Hara: YA"
        }
    ],
    "002.jpg": [
        {
            "x1": 198,
            "y1": 262,
            "x2": 263,
            "y2": 533,
            "text": "決まった！",
            "vi": "quyết định!"
        },
        {
            "x1": 875,
            "y1": 681,
            "x2": 1000,
            "y2": 879,
            "text": "あとは 明日までに 作らなきゃ…",
            "vi": "Tôi phải làm cho nó vào ngày mai..."
        },
        {
            "x1": 698,
            "y1": 682,
            "x2": 770,
            "y2": 851,
            "text": "母ちゃん 今日ごめん！",
            "vi": "Hôm nay tôi xin lỗi!"
        },
        {
            "x1": 432,
            "y1": 685,
            "x2": 514,
            "y2": 840,
            "text": "うん 別にいいよ",
            "vi": "Vâng, ổn thôi"
        },
        {
            "x1": 143,
            "y1": 839,
            "x2": 210,
            "y2": 983,
            "text": "でも あんたら…",
            "vi": "Nhưng bạn..."
        },
        {
            "x1": 878,
            "y1": 1045,
            "x2": 1003,
            "y2": 1227,
            "text": "…やっぱり 母ちゃんたち 手伝おうか？",
            "vi": "Rốt cuộc, bạn có muốn giúp mẹ của bạn không?"
        },
        {
            "x1": 473,
            "y1": 1071,
            "x2": 525,
            "y2": 1363,
            "text": "ダイジョープ叩",
            "vi": "Daijop tát"
        },
        {
            "x1": 218,
            "y1": 1245,
            "x2": 366,
            "y2": 1462,
            "text": "ヘイヘイ 無理なら 言いなよく",
            "vi": "Nếu bạn không thể làm được, đừng nói điều đó"
        }
    ],
    "003.jpg": [
        {
            "x1": 652,
            "y1": 838,
            "x2": 714,
            "y2": 932,
            "text": "なぜだ",
            "vi": "Tại sao"
        },
        {
            "x1": 837,
            "y1": 872,
            "x2": 894,
            "y2": 1050,
            "text": "なんで？",
            "vi": "Tại sao?"
        },
        {
            "x1": 460,
            "y1": 859,
            "x2": 494,
            "y2": 973,
            "text": "失敗作",
            "vi": "Thất bại"
        },
        {
            "x1": 134,
            "y1": 844,
            "x2": 364,
            "y2": 1048,
            "text": "ちゃんと 下書き してるのに…】 布が勝手に ボロボロに…",
            "vi": "Mặc dù tôi đã phác thảo nó đúng cách...] tấm vải được rách mà không được phép..."
        },
        {
            "x1": 832,
            "y1": 1122,
            "x2": 959,
            "y2": 1356,
            "text": "いやいや はじめは こんな物だよ！",
            "vi": "Không, nó giống như thế này!"
        },
        {
            "x1": 323,
            "y1": 1093,
            "x2": 377,
            "y2": 1266,
            "text": "リク君‼",
            "vi": "Riku -Kun"
        },
        {
            "x1": 878,
            "y1": 1382,
            "x2": 936,
            "y2": 1491,
            "text": "ダメにした ケド…",
            "vi": "Kedo thật là xấu..."
        }
    ],
    "004.jpg": [
        {
            "x1": 428,
            "y1": 155,
            "x2": 516,
            "y2": 314,
            "text": "…えっ 早くない？",
            "vi": "...không phải là sớm?"
        },
        {
            "x1": 143,
            "y1": 150,
            "x2": 247,
            "y2": 302,
            "text": "いや… まあこれ くらいなら",
            "vi": "Không... tốt, nếu điều này"
        },
        {
            "x1": 448,
            "y1": 348,
            "x2": 525,
            "y2": 520,
            "text": "そして 上手くない？",
            "vi": "Và không tốt?"
        },
        {
            "x1": 136,
            "y1": 351,
            "x2": 222,
            "y2": 472,
            "text": "誰でも でき…",
            "vi": "Bất cứ ai cũng có thể..."
        },
        {
            "x1": 651,
            "y1": 533,
            "x2": 783,
            "y2": 708,
            "text": "ごめん 聞いて なかった…",
            "vi": "Tôi xin lỗi tôi không nghe thấy..."
        },
        {
            "x1": 162,
            "y1": 500,
            "x2": 244,
            "y2": 637,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 1022,
            "y1": 852,
            "x2": 1062,
            "y2": 1045,
            "text": "いや ちが…",
            "vi": "KHÔNG,"
        },
        {
            "x1": 789,
            "y1": 865,
            "x2": 950,
            "y2": 1090,
            "text": "それムズイ もんな‼ オレは 慣れてっから‼",
            "vi": "Thật điên rồ Tôi đã quen với nó"
        },
        {
            "x1": 197,
            "y1": 869,
            "x2": 285,
            "y2": 1121,
            "text": "いいよう なぐさめなくて",
            "vi": "Tôi không muốn làm cho một người cẩu thả tốt"
        },
        {
            "x1": 897,
            "y1": 1194,
            "x2": 1012,
            "y2": 1376,
            "text": "今から コッチに 変えないか？",
            "vi": "Bạn có muốn đổi sang Koch kể từ bây giờ không?"
        },
        {
            "x1": 773,
            "y1": 1225,
            "x2": 848,
            "y2": 1419,
            "text": "オレも 教えられるし！",
            "vi": "Tôi cũng có thể dạy tôi!"
        },
        {
            "x1": 381,
            "y1": 1194,
            "x2": 414,
            "y2": 1350,
            "text": "やるもん！",
            "vi": "Làm điều đó!"
        },
        {
            "x1": 217,
            "y1": 1219,
            "x2": 287,
            "y2": 1408,
            "text": "ミリーナ できるもん‼",
            "vi": "Tôi có thể làm Mirina"
        },
        {
            "x1": 136,
            "y1": 1343,
            "x2": 213,
            "y2": 1477,
            "text": "人とっか",
            "vi": "Con người"
        }
    ],
    "005.jpg": [
        {
            "x1": 817,
            "y1": 173,
            "x2": 867,
            "y2": 273,
            "text": "チキ",
            "vi": "Chiki"
        },
        {
            "x1": 753,
            "y1": 235,
            "x2": 794,
            "y2": 319,
            "text": "舌キ",
            "vi": "Ngôn ngữ"
        },
        {
            "x1": 143,
            "y1": 126,
            "x2": 283,
            "y2": 306,
            "text": "…ああ いいよ 貸してみな",
            "vi": "...Ồ, xin vui lòng cho tôi mượn"
        }
    ],
    "006.jpg": [
        {
            "x1": 932,
            "y1": 1125,
            "x2": 997,
            "y2": 1301,
            "text": "できた",
            "vi": "Đã làm được"
        }
    ],
    "007.jpg": [
        {
            "x1": 848,
            "y1": 87,
            "x2": 920,
            "y2": 267,
            "text": "やっとできた のかスイ！",
            "vi": "Cuối cùng nó cũng tốt!"
        },
        {
            "x1": 657,
            "y1": 250,
            "x2": 754,
            "y2": 427,
            "text": "うん できたー",
            "vi": "Ừ"
        },
        {
            "x1": 406,
            "y1": 358,
            "x2": 551,
            "y2": 526,
            "text": "昨日は一人で 何してるのか 不安だった けど",
            "vi": "Tôi đã lo lắng về những gì tôi đã làm một mình vào ngày hôm qua"
        },
        {
            "x1": 838,
            "y1": 676,
            "x2": 952,
            "y2": 867,
            "text": "お友達への プレゼント だったんだな",
            "vi": "Đó là một món quà cho bạn bè của tôi"
        },
        {
            "x1": 581,
            "y1": 726,
            "x2": 675,
            "y2": 880,
            "text": "上手だぞ スイ",
            "vi": "tôi khỏe"
        },
        {
            "x1": 347,
            "y1": 729,
            "x2": 430,
            "y2": 904,
            "text": "それじゃあ そろそろ",
            "vi": "Sau đó, đó là khoảng thời gian"
        },
        {
            "x1": 173,
            "y1": 801,
            "x2": 272,
            "y2": 953,
            "text": "挨拶しに 行くか",
            "vi": "Bạn có đi nói lời chào không?"
        },
        {
            "x1": 554,
            "y1": 1211,
            "x2": 597,
            "y2": 1362,
            "text": "えへへ",
            "vi": "Ehehe"
        }
    ],
    "008.jpg": [
        {
            "x1": 148,
            "y1": 267,
            "x2": 238,
            "y2": 453,
            "text": "ごめん くださーい",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 795,
            "y1": 594,
            "x2": 990,
            "y2": 808,
            "text": "あらっ すみません まだ あの子たち 寝てて",
            "vi": "Tôi xin lỗi, tôi vẫn đang ngủ"
        },
        {
            "x1": 186,
            "y1": 581,
            "x2": 308,
            "y2": 779,
            "text": "あっ そうだったん ですか！",
            "vi": "Có phải là như thế nào!"
        },
        {
            "x1": 898,
            "y1": 966,
            "x2": 1002,
            "y2": 1164,
            "text": "今起こして 来ますね",
            "vi": "Tôi sẽ đi lên ngay bây giờ"
        },
        {
            "x1": 847,
            "y1": 1096,
            "x2": 886,
            "y2": 1179,
            "text": "そ4",
            "vi": "4."
        },
        {
            "x1": 776,
            "y1": 969,
            "x2": 816,
            "y2": 1159,
            "text": "お願いします",
            "vi": "vui lòng"
        },
        {
            "x1": 533,
            "y1": 977,
            "x2": 637,
            "y2": 1154,
            "text": "スイが おこすー",
            "vi": "Sui ra ngoài"
        },
        {
            "x1": 123,
            "y1": 1222,
            "x2": 248,
            "y2": 1380,
            "text": "あっ コラ！",
            "vi": "Oh Kora!"
        }
    ],
    "009.jpg": [
        {
            "x1": 618,
            "y1": 63,
            "x2": 668,
            "y2": 229,
            "text": "きたよ―",
            "vi": "nó đây-"
        },
        {
            "x1": 323,
            "y1": 4,
            "x2": 392,
            "y2": 157,
            "text": "おきて",
            "vi": "Trong hoặc không"
        },
        {
            "x1": 167,
            "y1": 79,
            "x2": 256,
            "y2": 219,
            "text": "ペ4",
            "vi": "BA 4"
        },
        {
            "x1": 317,
            "y1": 391,
            "x2": 355,
            "y2": 515,
            "text": "うん…",
            "vi": "Ừ…"
        },
        {
            "x1": 891,
            "y1": 567,
            "x2": 928,
            "y2": 686,
            "text": "うう？",
            "vi": "UU?"
        },
        {
            "x1": 136,
            "y1": 826,
            "x2": 186,
            "y2": 1052,
            "text": "ぷるちゃ…",
            "vi": "Purucha..."
        },
        {
            "x1": 871,
            "y1": 1160,
            "x2": 944,
            "y2": 1546,
            "text": "ぷるちゃん⁉",
            "vi": "Puru -chan⁉"
        },
        {
            "x1": 287,
            "y1": 1119,
            "x2": 317,
            "y2": 1354,
            "text": "どうしよう！",
            "vi": "Tôi nên làm gì đây!"
        },
        {
            "x1": 76,
            "y1": 1405,
            "x2": 157,
            "y2": 1579,
            "text": "まだ完成 してな…！",
            "vi": "Nó vẫn còn hoàn thành...!"
        }
    ],
    "010.jpg": [
        {
            "x1": 231,
            "y1": 731,
            "x2": 286,
            "y2": 897,
            "text": "あれ…？",
            "vi": "điều đó…?"
        },
        {
            "x1": 377,
            "y1": 1018,
            "x2": 465,
            "y2": 1167,
            "text": "なになに それー？",
            "vi": "Đó là cái gì?"
        },
        {
            "x1": 1002,
            "y1": 1109,
            "x2": 1035,
            "y2": 1281,
            "text": "できてる…",
            "vi": "Nó đã xong..."
        },
        {
            "x1": 755,
            "y1": 1128,
            "x2": 787,
            "y2": 1315,
            "text": "なんでだ…？",
            "vi": "Tại sao...?"
        }
    ],
    "011.jpg": [
        {
            "x1": 720,
            "y1": 380,
            "x2": 760,
            "y2": 566,
            "text": "ぷるちゃん",
            "vi": "Puru -chan"
        },
        {
            "x1": 377,
            "y1": 331,
            "x2": 486,
            "y2": 541,
            "text": "これ 私たちから",
            "vi": "Đây là từ chúng tôi"
        },
        {
            "x1": 852,
            "y1": 860,
            "x2": 915,
            "y2": 1108,
            "text": "プレゼント",
            "vi": "món quà"
        }
    ],
    "012.jpg": [
        {
            "x1": 884,
            "y1": 28,
            "x2": 995,
            "y2": 437,
            "text": "やったー‼",
            "vi": "Yay!"
        },
        {
            "x1": 934,
            "y1": 591,
            "x2": 1011,
            "y2": 785,
            "text": "これ私たち なんだよー！",
            "vi": "Đây là chúng tôi!"
        },
        {
            "x1": 517,
            "y1": 586,
            "x2": 619,
            "y2": 743,
            "text": "こっちが リク君で",
            "vi": "Đây là Riku"
        },
        {
            "x1": 152,
            "y1": 607,
            "x2": 233,
            "y2": 888,
            "text": "こっちが 私が作ったのー！",
            "vi": "Tôi đã làm điều này!"
        },
        {
            "x1": 759,
            "y1": 1003,
            "x2": 802,
            "y2": 1236,
            "text": "おともだち‼",
            "vi": "Bạn bè!"
        },
        {
            "x1": 322,
            "y1": 1043,
            "x2": 503,
            "y2": 1272,
            "text": "これで 私たち はな… はなれてても",
            "vi": "Với điều này, chúng tôi..."
        },
        {
            "x1": 658,
            "y1": 1273,
            "x2": 726,
            "y2": 1437,
            "text": "了33",
            "vi": "33."
        }
    ],
    "013.jpg": [
        {
            "x1": 844,
            "y1": 94,
            "x2": 930,
            "y2": 258,
            "text": "い…っ",
            "vi": "TÔI..."
        },
        {
            "x1": 896,
            "y1": 761,
            "x2": 931,
            "y2": 878,
            "text": "いっぱい",
            "vi": "no"
        },
        {
            "x1": 150,
            "y1": 714,
            "x2": 215,
            "y2": 922,
            "text": "あそ…んでっ あげ…ってね…",
            "vi": "À... tôi sẽ cho nó..."
        },
        {
            "x1": 723,
            "y1": 991,
            "x2": 984,
            "y2": 1168,
            "text": "あっ あれれ ごレ ごし まってね",
            "vi": "Ồ, xin vui lòng làm điều đó"
        },
        {
            "x1": 620,
            "y1": 973,
            "x2": 677,
            "y2": 1105,
            "text": "よし！",
            "vi": "Đồng ý!"
        },
        {
            "x1": 520,
            "y1": 982,
            "x2": 580,
            "y2": 1170,
            "text": "へーき！",
            "vi": "Này!"
        }
    ],
    "014.jpg": [
        {
            "x1": 622,
            "y1": 338,
            "x2": 728,
            "y2": 544,
            "text": "やっぱり バイバイ したくないよぉ",
            "vi": "Rốt cuộc tôi không muốn làm một lời tạm biệt"
        },
        {
            "x1": 942,
            "y1": 751,
            "x2": 1047,
            "y2": 967,
            "text": "泣か ないでく_",
            "vi": "Đừng khóc _"
        },
        {
            "x1": 575,
            "y1": 1120,
            "x2": 628,
            "y2": 1259,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 245,
            "y1": 1093,
            "x2": 307,
            "y2": 1266,
            "text": "わちょっと",
            "vi": "Một chút"
        },
        {
            "x1": 207,
            "y1": 1107,
            "x2": 250,
            "y2": 1235,
            "text": "待って",
            "vi": "treo trên"
        },
        {
            "x1": 1013,
            "y1": 1267,
            "x2": 1050,
            "y2": 1435,
            "text": "まってて",
            "vi": "Đợi đã"
        }
    ],
    "015.jpg": [
        {
            "x1": 119,
            "y1": 85,
            "x2": 235,
            "y2": 248,
            "text": "これね これね",
            "vi": "Đây là điều này"
        },
        {
            "x1": 814,
            "y1": 641,
            "x2": 891,
            "y2": 892,
            "text": "スイから",
            "vi": "Từ sui"
        },
        {
            "x1": 859,
            "y1": 1191,
            "x2": 932,
            "y2": 1376,
            "text": "あげる",
            "vi": "cho"
        }
    ],
    "016.jpg": [
        {
            "x1": 603,
            "y1": 173,
            "x2": 702,
            "y2": 344,
            "text": "お似合い ですよ",
            "vi": "Nó phù hợp với bạn"
        },
        {
            "x1": 497,
            "y1": 1015,
            "x2": 555,
            "y2": 1205,
            "text": "ありがと",
            "vi": "cảm ơn bạn"
        }
    ],
    "017.jpg": [
        {
            "x1": 513,
            "y1": 34,
            "x2": 629,
            "y2": 235,
            "text": "それでは ありがとう ございました",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 162,
            "y1": 110,
            "x2": 267,
            "y2": 263,
            "text": "また いらして くださいね",
            "vi": "Xin hãy đến một lần nữa"
        },
        {
            "x1": 146,
            "y1": 347,
            "x2": 180,
            "y2": 504,
            "text": "もちろん！",
            "vi": "Đương nhiên!"
        },
        {
            "x1": 917,
            "y1": 631,
            "x2": 976,
            "y2": 833,
            "text": "だいすき",
            "vi": "Tôi............... thích"
        },
        {
            "x1": 209,
            "y1": 633,
            "x2": 292,
            "y2": 831,
            "text": "スイが二人共 大好きだって",
            "vi": "Ngay cả Sui cũng yêu họ"
        },
        {
            "x1": 385,
            "y1": 968,
            "x2": 501,
            "y2": 1191,
            "text": "オレたちも 大好きだぜ",
            "vi": "Tôi cũng yêu chúng tôi"
        },
        {
            "x1": 67,
            "y1": 1105,
            "x2": 107,
            "y2": 1300,
            "text": "なんでだよ！",
            "vi": "Tại sao!"
        }
    ],
    "018.jpg": [
        {
            "x1": 853,
            "y1": 59,
            "x2": 990,
            "y2": 413,
            "text": "それでは 行ってきます！",
            "vi": "Hãy đi!"
        },
        {
            "x1": 325,
            "y1": 272,
            "x2": 362,
            "y2": 368,
            "text": "またっ",
            "vi": "Như trước"
        },
        {
            "x1": 200,
            "y1": 390,
            "x2": 328,
            "y2": 561,
            "text": "また いっぱい 遊ぼうね‼",
            "vi": "Hãy chơi nhiều lần nữa"
        },
        {
            "x1": 360,
            "y1": 615,
            "x2": 450,
            "y2": 856,
            "text": "次はオレもっと 強くなるから！",
            "vi": "Tiếp theo, tôi trở nên mạnh mẽ hơn!"
        },
        {
            "x1": 243,
            "y1": 714,
            "x2": 321,
            "y2": 881,
            "text": "手合わせ しろよな‼",
            "vi": "Hãy tham gia với chúng tôi."
        }
    ],
    "019.jpg": [
        {
            "x1": 230,
            "y1": 112,
            "x2": 283,
            "y2": 473,
            "text": "行ってらっしゃい",
            "vi": "Hoan nghênh"
        },
        {
            "x1": 871,
            "y1": 1069,
            "x2": 978,
            "y2": 1215,
            "text": "いいお友達 できて 良かったね",
            "vi": "Tôi rất vui vì tôi đã có một người bạn tốt"
        },
        {
            "x1": 525,
            "y1": 1048,
            "x2": 606,
            "y2": 1180,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 315,
            "y1": 1137,
            "x2": 361,
            "y2": 1463,
            "text": "いってきまーすー",
            "vi": "Thôi nào"
        },
        {
            "x1": 21,
            "y1": 1498,
            "x2": 304,
            "y2": 1554,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}