var ocr_data = {
    "1-61178b64e9931.jpg": [
        {
            "x1": 163,
            "y1": 67,
            "x2": 920,
            "y2": 115,
            "text": "第52章 イシュタムの森での出会い 前編",
            "vi": "Chương 52 Cuộc gặp gỡ trong rừng Ishtam"
        },
        {
            "x1": 129,
            "y1": 165,
            "x2": 485,
            "y2": 286,
            "text": "とえでも",
            "vi": "Chẵn"
        },
        {
            "x1": 221,
            "y1": 529,
            "x2": 402,
            "y2": 593,
            "text": "Tondemo Skill de lsekai Hourou Meshi Sui no Dai Bouken",
            "vi": "Một cuộc phiêu lưu lớn của L World lang thang với s kit l"
        },
        {
            "x1": 39,
            "y1": 1517,
            "x2": 1044,
            "y2": 1573,
            "text": "漫画：双葉もも 原作：江口連 キｬﾗクター原案:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi Ren Kiractor"
        }
    ],
    "2-61178b658723c.jpg": [
        {
            "x1": 718,
            "y1": 933,
            "x2": 807,
            "y2": 1125,
            "text": "ギギ…",
            "vi": "Gigi..."
        },
        {
            "x1": 513,
            "y1": 1014,
            "x2": 596,
            "y2": 1380,
            "text": "出たぁああ",
            "vi": "Nó đi ra"
        }
    ],
    "3-61178b6622d01.jpg": [
        {
            "x1": 489,
            "y1": 1270,
            "x2": 569,
            "y2": 1416,
            "text": "あるじ だい 大丈夫—？",
            "vi": "Có ổn không?"
        },
        {
            "x1": 141,
            "y1": 1266,
            "x2": 194,
            "y2": 1398,
            "text": "うん…",
            "vi": "Ừ…"
        }
    ],
    "4-61178b66c5f51.jpg": [
        {
            "x1": 934,
            "y1": 134,
            "x2": 1007,
            "y2": 316,
            "text": "よくやったぞ スイ",
            "vi": "Tôi đã làm tốt"
        },
        {
            "x1": 762,
            "y1": 133,
            "x2": 877,
            "y2": 281,
            "text": "それに比べ お主と きたら…",
            "vi": "Nếu bạn đến với Chúa so với đó..."
        },
        {
            "x1": 650,
            "y1": 128,
            "x2": 727,
            "y2": 271,
            "text": "結界も あるのに",
            "vi": "Mặc dù có một rào cản"
        },
        {
            "x1": 519,
            "y1": 118,
            "x2": 616,
            "y2": 304,
            "text": "ううう うるさい！",
            "vi": "Nhiễu!"
        },
        {
            "x1": 305,
            "y1": 294,
            "x2": 430,
            "y2": 561,
            "text": "凶暴化した 魔物を相手に 余裕なんてねえよ…",
            "vi": "Bạn không thể trở thành một con quái vật hung dữ..."
        },
        {
            "x1": 1017,
            "y1": 648,
            "x2": 1057,
            "y2": 852,
            "text": "っていうか！",
            "vi": "Ý tôi là!"
        },
        {
            "x1": 810,
            "y1": 704,
            "x2": 961,
            "y2": 860,
            "text": "久々の旅 楽しむ時間 なかったん ですけど‼",
            "vi": "Tôi đã không có thời gian để tận hưởng chuyến đi của mình sau một thời gian dài."
        },
        {
            "x1": 522,
            "y1": 667,
            "x2": 627,
            "y2": 831,
            "text": "だから今 楽しんでおる であろう？",
            "vi": "Vậy bây giờ bạn có vui vẻ không?"
        },
        {
            "x1": 153,
            "y1": 704,
            "x2": 267,
            "y2": 943,
            "text": "これ仕事 だから…‼",
            "vi": "Bởi vì đây là một công việc...‼"
        },
        {
            "x1": 988,
            "y1": 1039,
            "x2": 1069,
            "y2": 1195,
            "text": "街に着くや 否や",
            "vi": "Ngay sau khi bạn đến thành phố"
        },
        {
            "x1": 529,
            "y1": 1048,
            "x2": 611,
            "y2": 1204,
            "text": "そんなこと 言って",
            "vi": "Nói điều đó"
        },
        {
            "x1": 673,
            "y1": 1115,
            "x2": 792,
            "y2": 1304,
            "text": "何事も早めに 越したことは なかろう",
            "vi": "Không có gì sớm"
        },
        {
            "x1": 330,
            "y1": 1069,
            "x2": 450,
            "y2": 1272,
            "text": "ダンジョン 行きたいだけ だろ フェルは",
            "vi": "Tôi chỉ muốn đi ngục tối"
        },
        {
            "x1": 911,
            "y1": 1211,
            "x2": 1031,
            "y2": 1428,
            "text": "即ギルドまで 引っ張って行き やがって…",
            "vi": "Ngay lập tức kéo nó đến bang hội..."
        },
        {
            "x1": 164,
            "y1": 1198,
            "x2": 219,
            "y2": 1422,
            "text": "ダンジョン",
            "vi": "Dungeon"
        }
    ],
    "5-61178b67744d3.jpg": [
        {
            "x1": 804,
            "y1": 48,
            "x2": 972,
            "y2": 290,
            "text": "スイも ダンジョン いきたいな",
            "vi": "Tôi muốn đi trong ngục tối"
        },
        {
            "x1": 88,
            "y1": 115,
            "x2": 212,
            "y2": 312,
            "text": "スイ味方に 付けんの ズルいだろく",
            "vi": "Nó là một cái cẩu thả được gắn liền với đồng minh sui"
        },
        {
            "x1": 437,
            "y1": 263,
            "x2": 467,
            "y2": 440,
            "text": "言うておるぞ",
            "vi": "Tôi đang nói"
        },
        {
            "x1": 944,
            "y1": 601,
            "x2": 982,
            "y2": 709,
            "text": "どうあれ",
            "vi": "Dẫu sao thì"
        },
        {
            "x1": 409,
            "y1": 579,
            "x2": 546,
            "y2": 792,
            "text": "つっても 今日は調査 メインだから",
            "vi": "Bởi vì ngày nay là cuộc khảo sát chính"
        },
        {
            "x1": 821,
            "y1": 679,
            "x2": 944,
            "y2": 914,
            "text": "まずはこの イシュタムの森の 調査だ",
            "vi": "Trước hết, đây là cuộc khảo sát về khu rừng Ishtam này"
        },
        {
            "x1": 884,
            "y1": 953,
            "x2": 959,
            "y2": 1077,
            "text": "原因を 探すのだ",
            "vi": "Tìm nguyên nhân"
        },
        {
            "x1": 271,
            "y1": 946,
            "x2": 333,
            "y2": 1071,
            "text": "ガマン しようね",
            "vi": "Hãy làm điều đó"
        },
        {
            "x1": 661,
            "y1": 1041,
            "x2": 784,
            "y2": 1231,
            "text": "早急に 終わらせるぞ スイ",
            "vi": "Tôi sẽ kết thúc nó càng sớm càng tốt"
        },
        {
            "x1": 126,
            "y1": 917,
            "x2": 220,
            "y2": 1140,
            "text": "やり過ぎちゃ ダメだよ",
            "vi": "Đừng làm quá nó"
        },
        {
            "x1": 571,
            "y1": 1220,
            "x2": 610,
            "y2": 1460,
            "text": "びゅっびゅー",
            "vi": "BiByu"
        }
    ],
    "6-61178b68a36a7.jpg": [
        {
            "x1": 632,
            "y1": 512,
            "x2": 768,
            "y2": 773,
            "text": "予想以上に 多い…‼",
            "vi": "Nhiều hơn mong đợi...‼"
        },
        {
            "x1": 148,
            "y1": 539,
            "x2": 231,
            "y2": 707,
            "text": "ムシさん いっぱーい",
            "vi": "Mushi -san"
        },
        {
            "x1": 387,
            "y1": 658,
            "x2": 473,
            "y2": 808,
            "text": "キモイ",
            "vi": "Kimoi"
        },
        {
            "x1": 958,
            "y1": 738,
            "x2": 1027,
            "y2": 886,
            "text": "はぁっ",
            "vi": "Ha"
        },
        {
            "x1": 894,
            "y1": 976,
            "x2": 998,
            "y2": 1182,
            "text": "調査どころじゃ ないんです けど…！",
            "vi": "Nó không phải là một cuộc khảo sát...!"
        },
        {
            "x1": 550,
            "y1": 984,
            "x2": 647,
            "y2": 1129,
            "text": "ねえねえ フェル おじちゃん",
            "vi": "Này, chú Fel"
        },
        {
            "x1": 863,
            "y1": 1242,
            "x2": 993,
            "y2": 1512,
            "text": "スイも さっきのビリビリ してみたい！",
            "vi": "Tôi muốn được lắc lư ngay trước đây!"
        },
        {
            "x1": 222,
            "y1": 1266,
            "x2": 298,
            "y2": 1402,
            "text": "雷魔法の ことか？",
            "vi": "Nó có phải là một phép thuật sấm sét?"
        },
        {
            "x1": 145,
            "y1": 1312,
            "x2": 196,
            "y2": 1459,
            "text": "【(そそ",
            "vi": "[(Snowleading"
        }
    ],
    "7-61178b693e248.jpg": [
        {
            "x1": 780,
            "y1": 134,
            "x2": 920,
            "y2": 358,
            "text": "スイには 水魔法が あるだろう？",
            "vi": "Sui có phép thuật nước?"
        },
        {
            "x1": 277,
            "y1": 116,
            "x2": 406,
            "y2": 295,
            "text": "でも ビリビリも したいのー",
            "vi": "Nhưng tôi muốn làm điều đó"
        },
        {
            "x1": 563,
            "y1": 560,
            "x2": 615,
            "y2": 657,
            "text": "ある",
            "vi": "thì là ở"
        },
        {
            "x1": 156,
            "y1": 587,
            "x2": 242,
            "y2": 717,
            "text": "しかし 適性が…",
            "vi": "Nhưng năng lực..."
        },
        {
            "x1": 850,
            "y1": 1095,
            "x2": 892,
            "y2": 1232,
            "text": "いや待て",
            "vi": "Không, chờ đã"
        },
        {
            "x1": 555,
            "y1": 1077,
            "x2": 673,
            "y2": 1240,
            "text": "ふむ… ではこれで どうだ？",
            "vi": "Hmm... Vậy thì thế nào về điều này?"
        },
        {
            "x1": 137,
            "y1": 1130,
            "x2": 230,
            "y2": 1420,
            "text": "俺の可愛いスイに 何か吹き込んどる",
            "vi": "Một cái gì đó bị thổi vào bộ sui dễ thương của tôi"
        }
    ],
    "8-61178b6a29cfa.jpg": [
        {
            "x1": 829,
            "y1": 1107,
            "x2": 1036,
            "y2": 1342,
            "text": "行くぞ スイ！",
            "vi": "Hãy đi!"
        }
    ],
    "10-61178b6c4e28e.jpg": [
        {
            "x1": 811,
            "y1": 972,
            "x2": 866,
            "y2": 1240,
            "text": "きかないよ",
            "vi": "Tôi không thể không"
        }
    ],
    "11-61178b6ce327d.jpg": [
        {
            "x1": 95,
            "y1": 463,
            "x2": 182,
            "y2": 673,
            "text": "フェル おじちゃーん",
            "vi": "Fel chú"
        }
    ],
    "12-61178b6d92c44.jpg": [
        {
            "x1": 207,
            "y1": 1197,
            "x2": 270,
            "y2": 1352,
            "text": "わーい",
            "vi": "Yay"
        },
        {
            "x1": 536,
            "y1": 1286,
            "x2": 635,
            "y2": 1422,
            "text": "いょん",
            "vi": "Ion"
        }
    ],
    "13-61178b6fd1f4c.jpg": [
        {
            "x1": 103,
            "y1": 146,
            "x2": 270,
            "y2": 304,
            "text": "ふむ なかなか 良かったぞ スイ",
            "vi": "Nó tốt"
        },
        {
            "x1": 869,
            "y1": 401,
            "x2": 951,
            "y2": 584,
            "text": "手間だし 効率も悪いが",
            "vi": "Nó là rắc rối và không hiệu quả"
        },
        {
            "x1": 717,
            "y1": 471,
            "x2": 833,
            "y2": 651,
            "text": "これはこれで 気持ちがいい だろう？",
            "vi": "Điều này có thoải mái với điều này?"
        },
        {
            "x1": 320,
            "y1": 433,
            "x2": 414,
            "y2": 643,
            "text": "たのし バリバリー",
            "vi": "Balivies khác nhau"
        },
        {
            "x1": 882,
            "y1": 950,
            "x2": 979,
            "y2": 1143,
            "text": "もっと もっとー‼",
            "vi": "Ngày càng nhiều"
        },
        {
            "x1": 695,
            "y1": 980,
            "x2": 770,
            "y2": 1167,
            "text": "おお そうかそうか",
            "vi": "Oh vâng"
        },
        {
            "x1": 179,
            "y1": 934,
            "x2": 295,
            "y2": 1202,
            "text": "では次は ウォーターボールに 我の雷魔法を…",
            "vi": "Tiếp theo, ma thuật sấm sét của tôi trên bóng nước..."
        },
        {
            "x1": 151,
            "y1": 1231,
            "x2": 200,
            "y2": 1518,
            "text": "ほどほどに‼",
            "vi": "Trong chừng mực!"
        }
    ],
    "14-61178b71e62e9.jpg": [
        {
            "x1": 868,
            "y1": 76,
            "x2": 1043,
            "y2": 355,
            "text": "今回は あくまで調査 だって…",
            "vi": "Lần này chỉ là một cuộc khảo sát..."
        },
        {
            "x1": 793,
            "y1": 317,
            "x2": 831,
            "y2": 445,
            "text": "ちょ…っ",
            "vi": "Một chút..."
        },
        {
            "x1": 208,
            "y1": 368,
            "x2": 267,
            "y2": 512,
            "text": "おい！",
            "vi": "Này!"
        },
        {
            "x1": 759,
            "y1": 595,
            "x2": 946,
            "y2": 895,
            "text": "俺の話 聞いてるー照",
            "vi": "Tôi đang lắng nghe tôi -Teru"
        },
        {
            "x1": 134,
            "y1": 1501,
            "x2": 418,
            "y2": 1564,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}