var ocr_data = {
    "1.jpg": [
        {
            "x1": 921,
            "y1": 606,
            "x2": 955,
            "y2": 844,
            "text": "海でＢＢQ？",
            "vi": "BBQ ở biển?"
        },
        {
            "x1": 135,
            "y1": 727,
            "x2": 303,
            "y2": 1080,
            "text": "そうだ 異世界に来てから 魔物やらダンジョンやらで すっかり忘れてた",
            "vi": "Vâng, vì tôi đến một thế giới khác, tôi hoàn toàn quên mất quái vật và ngục tối"
        },
        {
            "x1": 220,
            "y1": 1230,
            "x2": 368,
            "y2": 1404,
            "text": "海といえば もっと楽しい もののはず だったよな",
            "vi": "Nói về biển, nó đáng lẽ phải vui hơn"
        },
        {
            "x1": 113,
            "y1": 1228,
            "x2": 157,
            "y2": 1407,
            "text": "そう例えば…",
            "vi": "Vì vậy, ví dụ..."
        }
    ],
    "2.jpg": [
        {
            "x1": 922,
            "y1": 154,
            "x2": 975,
            "y2": 288,
            "text": "海の音",
            "vi": "Âm thanh của biển"
        },
        {
            "x1": 182,
            "y1": 121,
            "x2": 288,
            "y2": 360,
            "text": "そこで食べる ＢＢQ………",
            "vi": "BBQ ăn ở đó..."
        },
        {
            "x1": 551,
            "y1": 362,
            "x2": 658,
            "y2": 587,
            "text": "浜辺に並ぶ 海の家……",
            "vi": "Nhà biển xếp hàng trên bãi biển..."
        },
        {
            "x1": 833,
            "y1": 1211,
            "x2": 934,
            "y2": 1375,
            "text": "そして ビール‼",
            "vi": "Và bia"
        }
    ],
    "3.jpg": [
        {
            "x1": 857,
            "y1": 80,
            "x2": 898,
            "y2": 323,
            "text": "いいじゃないか…",
            "vi": "Không sao đâu, không phải là nó…"
        },
        {
            "x1": 542,
            "y1": 147,
            "x2": 689,
            "y2": 333,
            "text": "そう思うと 途端に海が 魅力的に 思えてきたかも",
            "vi": "Khi tôi nghĩ vậy, biển có vẻ hấp dẫn càng sớm càng tốt."
        },
        {
            "x1": 87,
            "y1": 150,
            "x2": 167,
            "y2": 246,
            "text": "なんだ 急に",
            "vi": "Đột ngột"
        },
        {
            "x1": 841,
            "y1": 714,
            "x2": 956,
            "y2": 959,
            "text": "俺には俺の 海の楽しみ方が あるってことだよ",
            "vi": "Tôi có cách tận hưởng biển"
        },
        {
            "x1": 882,
            "y1": 1158,
            "x2": 993,
            "y2": 1286,
            "text": "あるじー こっちは なに？",
            "vi": "Cái này là gì?"
        },
        {
            "x1": 125,
            "y1": 1130,
            "x2": 279,
            "y2": 1302,
            "text": "ああ 花火か 今はいろいろ 種類あるなあ",
            "vi": "Ồ pháo hoa hoặc bây giờ có nhiều loại"
        },
        {
            "x1": 140,
            "y1": 1376,
            "x2": 183,
            "y2": 1505,
            "text": "はなび？",
            "vi": "Hanabi?"
        }
    ],
    "4.jpg": [
        {
            "x1": 904,
            "y1": 100,
            "x2": 1042,
            "y2": 315,
            "text": "そうそう 海での花火も いいよな",
            "vi": "Vâng, pháo hoa trên biển rất tốt"
        },
        {
            "x1": 514,
            "y1": 132,
            "x2": 618,
            "y2": 378,
            "text": "海越しに見る 打ち上げ花火",
            "vi": "Pháo hoa ra mắt thấy trên biển"
        },
        {
            "x1": 448,
            "y1": 394,
            "x2": 596,
            "y2": 653,
            "text": "無線香花火に 手持ちの ススキ花火…",
            "vi": "Pháo hoa Susuki trên tay trên Sparklers Wireless..."
        },
        {
            "x1": 839,
            "y1": 1072,
            "x2": 890,
            "y2": 1354,
            "text": "そしてビール‼",
            "vi": "Và bia"
        }
    ],
    "5.jpg": [
        {
            "x1": 758,
            "y1": 97,
            "x2": 794,
            "y2": 366,
            "text": "いいじゃないか‼",
            "vi": "Nó ổn, không phải là nó!"
        },
        {
            "x1": 318,
            "y1": 130,
            "x2": 391,
            "y2": 311,
            "text": "あるじー きいてるー？",
            "vi": "Có phải là một điều nhất định?"
        },
        {
            "x1": 890,
            "y1": 905,
            "x2": 969,
            "y2": 1088,
            "text": "ごめんごめん 花火だよな",
            "vi": "Tôi xin lỗi tôi xin lỗi pháo hoa"
        },
        {
            "x1": 425,
            "y1": 900,
            "x2": 494,
            "y2": 1072,
            "text": "花火って いうのはね…",
            "vi": "Pháo bông..."
        },
        {
            "x1": 302,
            "y1": 915,
            "x2": 338,
            "y2": 1057,
            "text": "わかった！",
            "vi": "Hiểu!"
        },
        {
            "x1": 108,
            "y1": 958,
            "x2": 253,
            "y2": 1151,
            "text": "火でできた 魔法植物だろ！ 火山とかに あるような！",
            "vi": "Đó là một cây ma thuật làm bằng lửa! Giống như một núi lửa!"
        },
        {
            "x1": 104,
            "y1": 1376,
            "x2": 185,
            "y2": 1502,
            "text": "うーん 惜しい！",
            "vi": "Chà, tôi xin lỗi!"
        }
    ],
    "6.jpg": [
        {
            "x1": 892,
            "y1": 152,
            "x2": 996,
            "y2": 345,
            "text": "火薬が入ってて 火をつけると こう",
            "vi": "Đây là trường hợp của thuốc súng và bị đốt cháy"
        },
        {
            "x1": 130,
            "y1": 382,
            "x2": 278,
            "y2": 550,
            "text": "…って 花みたいに 火が弾ける おもちゃだよ",
            "vi": "“Đó là một món đồ chơi có thể chơi lửa như một bông hoa"
        },
        {
            "x1": 857,
            "y1": 636,
            "x2": 987,
            "y2": 814,
            "text": "色も種類も いろいろあって きれいだし 楽しいぞ",
            "vi": "Có nhiều màu sắc và loại, vì vậy nó đẹp và vui vẻ"
        },
        {
            "x1": 455,
            "y1": 652,
            "x2": 486,
            "y2": 764,
            "text": "へえく_",
            "vi": "Hema _"
        },
        {
            "x1": 237,
            "y1": 653,
            "x2": 360,
            "y2": 791,
            "text": "スイも あそんで みたい！",
            "vi": "Tôi cũng muốn chơi Sui!"
        },
        {
            "x1": 838,
            "y1": 822,
            "x2": 876,
            "y2": 942,
            "text": "線香花火",
            "vi": "Sparkler"
        },
        {
            "x1": 316,
            "y1": 1131,
            "x2": 453,
            "y2": 1337,
            "text": "そうだな… ここだと 草も多いし ちょっと危険かな",
            "vi": "Đúng vậy... Tôi có rất nhiều cỏ ở đây và nó hơi nguy hiểm"
        },
        {
            "x1": 128,
            "y1": 1298,
            "x2": 294,
            "y2": 1455,
            "text": "それこそ 海の浜辺なら 安心して できるかも しれないけど",
            "vi": "Nó có thể an toàn trên bãi biển"
        }
    ],
    "7.jpg": [
        {
            "x1": 808,
            "y1": 165,
            "x2": 982,
            "y2": 343,
            "text": "ほんと⁉ じゃぁ 早く海に いこうよ！",
            "vi": "Thực sự, chúng ta hãy đi biển sớm!"
        },
        {
            "x1": 138,
            "y1": 257,
            "x2": 279,
            "y2": 391,
            "text": "海で はなび あそぶ",
            "vi": "Chơi trên biển"
        },
        {
            "x1": 878,
            "y1": 643,
            "x2": 981,
            "y2": 787,
            "text": "魔物さんも ビュッて したい！",
            "vi": "Tôi cũng muốn trở thành một quái vật!"
        },
        {
            "x1": 396,
            "y1": 739,
            "x2": 537,
            "y2": 882,
            "text": "いいな！ おも 思いっきり やって やろうぜ！",
            "vi": "Khỏe! Hãy làm điều đó tất cả các cách!"
        },
        {
            "x1": 182,
            "y1": 1079,
            "x2": 219,
            "y2": 1182,
            "text": "よしっ",
            "vi": "Yoshi"
        }
    ],
    "8.jpg": [
        {
            "x1": 869,
            "y1": 200,
            "x2": 977,
            "y2": 342,
            "text": "俺も海が 楽しみに なってきた",
            "vi": "Tôi cũng mong chờ biển"
        },
        {
            "x1": 123,
            "y1": 147,
            "x2": 270,
            "y2": 316,
            "text": "さっきから 一人で何を 盛り上がって おるのだ…",
            "vi": "Bạn hào hứng từ một thời gian trước..."
        },
        {
            "x1": 175,
            "y1": 383,
            "x2": 250,
            "y2": 526,
            "text": "そうと 決まれば！",
            "vi": "Nếu bạn quyết định như vậy!"
        },
        {
            "x1": 877,
            "y1": 677,
            "x2": 1028,
            "y2": 901,
            "text": "行くぞ！ 海の街 ベルレアン！",
            "vi": "Hãy đi! Berleans trong thị trấn biển!"
        },
        {
            "x1": 129,
            "y1": 1533,
            "x2": 322,
            "y2": 1565,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}