var ocr_data = {
    "1-6338617a022cf.jpg": [
        {
            "x1": 20,
            "y1": 369,
            "x2": 351,
            "y2": 455,
            "text": "とんでもスギルて 異世界放浪タジ",
            "vi": "Sugir là một thế giới khác đi lang thang Taji"
        },
        {
            "x1": 20,
            "y1": 1397,
            "x2": 657,
            "y2": 1559,
            "text": "第68章 ひとりで朝さんぽ 漫画品双葉もも原作江口連 キャラクタ一原案…雅",
            "vi": "Chương 68 Một mình Asanpo manga Momo Futaba nguyên bản Eguchi Ren nhân vật Ichihara..."
        }
    ],
    "2-6338617abd299.jpg": [
        {
            "x1": 926,
            "y1": 1244,
            "x2": 997,
            "y2": 1414,
            "text": "うーん",
            "vi": "Hmmm"
        }
    ],
    "3-6338617b70f58.jpg": [
        {
            "x1": 842,
            "y1": 72,
            "x2": 943,
            "y2": 321,
            "text": "おはよ",
            "vi": "buổi sáng tốt lành"
        },
        {
            "x1": 0,
            "y1": 2,
            "x2": 435,
            "y2": 396,
            "text": "a3",
            "vi": "Thì là ở"
        },
        {
            "x1": 371,
            "y1": 571,
            "x2": 409,
            "y2": 676,
            "text": "あれ？",
            "vi": "điều đó?"
        },
        {
            "x1": 153,
            "y1": 604,
            "x2": 240,
            "y2": 753,
            "text": "まだ ねんね？",
            "vi": "Vẫn, phải không?"
        },
        {
            "x1": 730,
            "y1": 933,
            "x2": 970,
            "y2": 1175,
            "text": "ゆさ ゆさ あるじー",
            "vi": "Yusayusa"
        },
        {
            "x1": 601,
            "y1": 932,
            "x2": 655,
            "y2": 1164,
            "text": "う～～～～～ん",
            "vi": "Uh ~~~~~ n"
        },
        {
            "x1": 371,
            "y1": 914,
            "x2": 544,
            "y2": 1144,
            "text": "03そ",
            "vi": "03."
        }
    ],
    "4-6338617c341ca.jpg": [
        {
            "x1": 898,
            "y1": 28,
            "x2": 1053,
            "y2": 288,
            "text": "あるじー スイおさんぽ していいー？",
            "vi": "Có phải là một người tốt không?"
        },
        {
            "x1": 163,
            "y1": 136,
            "x2": 228,
            "y2": 327,
            "text": "わーい！",
            "vi": "Yay!"
        },
        {
            "x1": 1003,
            "y1": 328,
            "x2": 1068,
            "y2": 431,
            "text": "お外 行きたい",
            "vi": "Tôi muốn ra ngoài"
        },
        {
            "x1": 582,
            "y1": 244,
            "x2": 625,
            "y2": 453,
            "text": "…うん……",
            "vi": "…Ừ……"
        },
        {
            "x1": 386,
            "y1": 711,
            "x2": 460,
            "y2": 822,
            "text": "るん",
            "vi": "Khởi động"
        },
        {
            "x1": 963,
            "y1": 713,
            "x2": 1077,
            "y2": 932,
            "text": "きのうずっと エルフさんの とこだったから",
            "vi": "Bởi vì elf -san của ngày hôm qua"
        },
        {
            "x1": 770,
            "y1": 786,
            "x2": 894,
            "y2": 933,
            "text": "いっぱい たんけん しよく",
            "vi": "Rất nhiều nó"
        },
        {
            "x1": 945,
            "y1": 1128,
            "x2": 998,
            "y2": 1303,
            "text": "たんけん",
            "vi": "Xe tăng"
        },
        {
            "x1": 713,
            "y1": 1295,
            "x2": 766,
            "y2": 1470,
            "text": "たんけん",
            "vi": "Xe tăng"
        }
    ],
    "5-6338617ce84ce.jpg": [
        {
            "x1": 106,
            "y1": 87,
            "x2": 209,
            "y2": 298,
            "text": "おーい ヨハンネス",
            "vi": "Ôi Johannes"
        },
        {
            "x1": 601,
            "y1": 359,
            "x2": 651,
            "y2": 469,
            "text": "ーん？",
            "vi": "?"
        },
        {
            "x1": 460,
            "y1": 765,
            "x2": 590,
            "y2": 991,
            "text": "ちょっと こっち手伝って くれー",
            "vi": "Hãy giúp tôi ở đây"
        },
        {
            "x1": 848,
            "y1": 1156,
            "x2": 940,
            "y2": 1431,
            "text": "スライムが いた…ような気が",
            "vi": "Có một chất nhờn... tôi cảm thấy như"
        },
        {
            "x1": 695,
            "y1": 1292,
            "x2": 736,
            "y2": 1431,
            "text": "今いくー",
            "vi": "Bây giờ"
        }
    ],
    "6-6338617d9ed27.jpg": [
        {
            "x1": 503,
            "y1": 14,
            "x2": 566,
            "y2": 173,
            "text": "ふふー",
            "vi": "Fufu"
        },
        {
            "x1": 254,
            "y1": 69,
            "x2": 426,
            "y2": 292,
            "text": "スイ今 かくれんぼ 上手く",
            "vi": "Sui bây giờ ẩn -and -seek là tốt"
        },
        {
            "x1": 1045,
            "y1": 264,
            "x2": 1104,
            "y2": 364,
            "text": "ササ",
            "vi": "Sasa"
        },
        {
            "x1": 950,
            "y1": 844,
            "x2": 988,
            "y2": 1018,
            "text": "スライムだ…",
            "vi": "Đó là Slime..."
        },
        {
            "x1": 635,
            "y1": 821,
            "x2": 712,
            "y2": 984,
            "text": "ふる33",
            "vi": "Furu 33"
        },
        {
            "x1": 362,
            "y1": 835,
            "x2": 436,
            "y2": 957,
            "text": "スライム だよな…",
            "vi": "Đó là một chất nhờn..."
        },
        {
            "x1": 159,
            "y1": 848,
            "x2": 203,
            "y2": 992,
            "text": "従魔か？",
            "vi": "Nó có phải là một con quỷ?"
        }
    ],
    "7-6338617e54119.jpg": [
        {
            "x1": 552,
            "y1": 136,
            "x2": 818,
            "y2": 284,
            "text": "ぶ33,,",
            "vi": "Bu 33,,"
        },
        {
            "x1": 209,
            "y1": 162,
            "x2": 340,
            "y2": 340,
            "text": "おなか すいた",
            "vi": "Tôi đang đói"
        },
        {
            "x1": 93,
            "y1": 344,
            "x2": 145,
            "y2": 430,
            "text": "かえる",
            "vi": "biến đổi"
        },
        {
            "x1": 430,
            "y1": 610,
            "x2": 594,
            "y2": 666,
            "text": "Before",
            "vi": "Trước đây"
        },
        {
            "x1": 793,
            "y1": 622,
            "x2": 964,
            "y2": 800,
            "text": "このまち ゴッゴツ した人たち いっぱーい",
            "vi": "Những người ở trong thị trấn này, Goggot rất khó xử"
        },
        {
            "x1": 608,
            "y1": 787,
            "x2": 691,
            "y2": 815,
            "text": "あいの住",
            "vi": "AI không có nơi cư trú"
        },
        {
            "x1": 398,
            "y1": 709,
            "x2": 429,
            "y2": 878,
            "text": "おもしろーい",
            "vi": "Thú vị"
        }
    ],
    "8-6338617f13ceb.jpg": [
        {
            "x1": 1003,
            "y1": 52,
            "x2": 1088,
            "y2": 225,
            "text": "うふふ",
            "vi": "Ufufufu"
        },
        {
            "x1": 289,
            "y1": 261,
            "x2": 335,
            "y2": 398,
            "text": "くださいよ",
            "vi": "Xin vui lòng"
        },
        {
            "x1": 915,
            "y1": 791,
            "x2": 1081,
            "y2": 1001,
            "text": "ドラゴン 解体楽しみ すぎて ですね",
            "vi": "Rồng tháo dỡ là quá vui"
        },
        {
            "x1": 548,
            "y1": 798,
            "x2": 587,
            "y2": 980,
            "text": "エルフさんだ",
            "vi": "Yêu tinh"
        },
        {
            "x1": 380,
            "y1": 944,
            "x2": 519,
            "y2": 1100,
            "text": "全然 寝不",
            "vi": "Tôi không ngủ được"
        },
        {
            "x1": 156,
            "y1": 829,
            "x2": 238,
            "y2": 1025,
            "text": "お花と しゃべってる",
            "vi": "Tôi đang nói chuyện với những bông hoa"
        },
        {
            "x1": 659,
            "y1": 1130,
            "x2": 743,
            "y2": 1245,
            "text": "3ん",
            "vi": "3."
        },
        {
            "x1": 240,
            "y1": 1159,
            "x2": 320,
            "y2": 1316,
            "text": "ひとりで 楽しそうく",
            "vi": "Nó trông rất vui"
        }
    ],
    "9-6338617fc1f56.jpg": [
        {
            "x1": 844,
            "y1": 178,
            "x2": 919,
            "y2": 322,
            "text": "また",
            "vi": "Mà còn"
        },
        {
            "x1": 159,
            "y1": 190,
            "x2": 276,
            "y2": 390,
            "text": "スイが いません",
            "vi": "Không có sui"
        },
        {
            "x1": 905,
            "y1": 560,
            "x2": 957,
            "y2": 789,
            "text": "お主が悪い",
            "vi": "Chúa là xấu"
        },
        {
            "x1": 341,
            "y1": 573,
            "x2": 421,
            "y2": 754,
            "text": "ちゃんと 見てろよなく",
            "vi": "Nhìn nó đúng cách"
        },
        {
            "x1": 92,
            "y1": 642,
            "x2": 140,
            "y2": 885,
            "text": "うぎぎぎ…",
            "vi": "Ugigigi..."
        },
        {
            "x1": 834,
            "y1": 1098,
            "x2": 968,
            "y2": 1307,
            "text": "だってこんな 早く起きてる なんて…",
            "vi": "Bởi vì tôi thức quá sớm..."
        },
        {
            "x1": 450,
            "y1": 1188,
            "x2": 530,
            "y2": 1515,
            "text": "ただいまー",
            "vi": "Tôi ở nhà"
        }
    ],
    "10-6338618086104.jpg": [
        {
            "x1": 955,
            "y1": 30,
            "x2": 1042,
            "y2": 229,
            "text": "スイっ",
            "vi": "Sui"
        },
        {
            "x1": 792,
            "y1": 217,
            "x2": 928,
            "y2": 459,
            "text": "勝手に どっか行っちゃ ダメでしょ‼",
            "vi": "Đừng đi đâu đó mà không có sự cho phép."
        },
        {
            "x1": 983,
            "y1": 547,
            "x2": 1057,
            "y2": 665,
            "text": "スイも いい加減",
            "vi": "Sui cũng tốt"
        },
        {
            "x1": 789,
            "y1": 562,
            "x2": 946,
            "y2": 809,
            "text": "何か言ってから 出掛けるのだぞ… うるさいのだ",
            "vi": "Tôi sẽ đi ra ngoài sau khi nói điều gì đó... nó ồn ào"
        },
        {
            "x1": 220,
            "y1": 640,
            "x2": 281,
            "y2": 738,
            "text": "でも",
            "vi": "Chỉ"
        },
        {
            "x1": 173,
            "y1": 636,
            "x2": 240,
            "y2": 742,
            "text": "でも",
            "vi": "Chỉ"
        },
        {
            "x1": 921,
            "y1": 851,
            "x2": 1065,
            "y2": 1011,
            "text": "スイ ちゃんと 言ったよ",
            "vi": "Tôi đã nói sui -chan"
        },
        {
            "x1": 438,
            "y1": 829,
            "x2": 618,
            "y2": 1021,
            "text": "おさ んぽ 楽しかった",
            "vi": "Ozanpo thật vui"
        },
        {
            "x1": 885,
            "y1": 1185,
            "x2": 984,
            "y2": 1438,
            "text": "お主のせい ではないか‼",
            "vi": "Không phải là vì Chúa của bạn?"
        },
        {
            "x1": 380,
            "y1": 1183,
            "x2": 502,
            "y2": 1345,
            "text": "俺らに 当たり やがって！",
            "vi": "Đánh chúng tôi!"
        },
        {
            "x1": 142,
            "y1": 862,
            "x2": 319,
            "y2": 1425,
            "text": "あるじ いいよーって─ごめんって 言った",
            "vi": "Tôi đã xin lỗi, tôi đã xin lỗi"
        }
    ],
    "11-633861813f3f3.jpg": [
        {
            "x1": 688,
            "y1": 52,
            "x2": 738,
            "y2": 137,
            "text": "そっ",
            "vi": "Điều đó"
        },
        {
            "x1": 877,
            "y1": 31,
            "x2": 963,
            "y2": 305,
            "text": "あるじー おなかすいたよー",
            "vi": "Tôi đang đói"
        },
        {
            "x1": 618,
            "y1": 79,
            "x2": 664,
            "y2": 308,
            "text": "へそうだねっ",
            "vi": "Đúng thế"
        },
        {
            "x1": 337,
            "y1": 390,
            "x2": 520,
            "y2": 567,
            "text": "みんな 揃ったし 朝ご飯に しようか！",
            "vi": "Tất cả mọi người đều ở cùng nhau và hãy ăn sáng!"
        },
        {
            "x1": 118,
            "y1": 412,
            "x2": 150,
            "y2": 538,
            "text": "そうだな",
            "vi": "Đúng thế"
        },
        {
            "x1": 885,
            "y1": 721,
            "x2": 928,
            "y2": 885,
            "text": "腹減ったー",
            "vi": "Tôi đang đói"
        },
        {
            "x1": 627,
            "y1": 852,
            "x2": 733,
            "y2": 1032,
            "text": "ドラちゃんの 朝食を直に 見れるなんて…",
            "vi": "Bạn có thể xem bữa sáng của Dora trực tiếp..."
        },
        {
            "x1": 388,
            "y1": 852,
            "x2": 454,
            "y2": 1014,
            "text": "今日何に しようかなー",
            "vi": "Tôi nên làm gì hôm nay?"
        }
    ],
    "12-63386181e72be.jpg": [
        {
            "x1": 904,
            "y1": 288,
            "x2": 1025,
            "y2": 511,
            "text": "エルフさんと 一緒に帰って きたんだった―",
            "vi": "Tôi trở lại với yêu tinh-"
        },
        {
            "x1": 721,
            "y1": 445,
            "x2": 808,
            "y2": 654,
            "text": "おはよう ございます！",
            "vi": "buổi sáng tốt lành!"
        },
        {
            "x1": 237,
            "y1": 350,
            "x2": 328,
            "y2": 634,
            "text": "待ちきれなくて 来ちゃいました‼",
            "vi": "Tôi không thể chờ và đến."
        },
        {
            "x1": 742,
            "y1": 709,
            "x2": 847,
            "y2": 856,
            "text": "哈OD",
            "vi": "Ha od"
        },
        {
            "x1": 473,
            "y1": 760,
            "x2": 598,
            "y2": 1370,
            "text": "いやだく___～",
            "vi": "Không, ____ ~"
        },
        {
            "x1": 763,
            "y1": 1511,
            "x2": 1042,
            "y2": 1566,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ],
    "13-63386182f03c6.jpg": [
        {
            "x1": 24,
            "y1": 105,
            "x2": 779,
            "y2": 532,
            "text": "We're looking for J-E manga translators for our projects. If you're interested in, please dm malsi#3621 (No need to add friend) on Discord or emaiil: tagomisugi2@gmail.com",
            "vi": "Chúng tôi đang tìm kiếm các dịch giả Manga J-E cho các dự án của chúng tôi. Nếu bạn quan tâm, vui lòng"
        }
    ]
}