var ocr_data = {
    "01.jpg": [
        {
            "x1": 868,
            "y1": 516,
            "x2": 981,
            "y2": 780,
            "text": "なんだあれ⁉ クラーケンと 何か絡まってるぞ⁉",
            "vi": "Đó là gì⁉ tôi liên quan đến kraken"
        },
        {
            "x1": 152,
            "y1": 534,
            "x2": 253,
            "y2": 725,
            "text": "あれは シーサーペント ではないか",
            "vi": "Đó không phải là một shisa pent"
        },
        {
            "x1": 113,
            "y1": 831,
            "x2": 205,
            "y2": 980,
            "text": "シーサー ペント⁉",
            "vi": "Shisa Pent⁉"
        },
        {
            "x1": 965,
            "y1": 1101,
            "x2": 996,
            "y2": 1222,
            "text": "ういえば",
            "vi": "Tóm lại"
        },
        {
            "x1": 639,
            "y1": 1087,
            "x2": 772,
            "y2": 1288,
            "text": "この街は以前に シーサーペントの 討伐依頼も 出ていましたが",
            "vi": "Ở thành phố này, cũng có một yêu cầu khuất phục Shisa Serpent"
        },
        {
            "x1": 265,
            "y1": 1042,
            "x2": 344,
            "y2": 1301,
            "text": "６それがまさか アイツなのか⁉",
            "vi": "6 Đó có thực sự là anh chàng đó?"
        },
        {
            "x1": 532,
            "y1": 1312,
            "x2": 671,
            "y2": 1470,
            "text": "冒険者が 依頼を受けた 記録は ありません",
            "vi": "Không có hồ sơ mà nhà thám hiểm nhận được"
        }
    ],
    "02.jpg": [
        {
            "x1": 248,
            "y1": 0,
            "x2": 457,
            "y2": 279,
            "text": "ミnfー",
            "vi": "Mi nf"
        }
    ],
    "03.jpg": [
        {
            "x1": 908,
            "y1": 146,
            "x2": 979,
            "y2": 297,
            "text": "争い合って おるな",
            "vi": "Đừng đánh nhau"
        },
        {
            "x1": 402,
            "y1": 120,
            "x2": 464,
            "y2": 293,
            "text": "ギース",
            "vi": "Các bạn"
        },
        {
            "x1": 130,
            "y1": 156,
            "x2": 245,
            "y2": 312,
            "text": "まるで 怪獣映画 みたいだ…",
            "vi": "Nó giống như một bộ phim quái vật..."
        },
        {
            "x1": 863,
            "y1": 625,
            "x2": 976,
            "y2": 797,
            "text": "ていうか 俺たち 眼中にない？",
            "vi": "Nó không phải là trong mắt chúng ta?"
        },
        {
            "x1": 143,
            "y1": 620,
            "x2": 173,
            "y2": 829,
            "text": "…そのようだな",
            "vi": "...như vậy"
        },
        {
            "x1": 667,
            "y1": 1096,
            "x2": 740,
            "y2": 1253,
            "text": "好都合 ではないか",
            "vi": "Nó không tiện lợi?"
        },
        {
            "x1": 135,
            "y1": 1082,
            "x2": 205,
            "y2": 1315,
            "text": "おう やってやろうぜ！",
            "vi": "Hãy làm điều đó!"
        },
        {
            "x1": 626,
            "y1": 1328,
            "x2": 660,
            "y2": 1423,
            "text": "ドラよ",
            "vi": "Dora"
        }
    ],
    "04.jpg": [
        {
            "x1": 857,
            "y1": 737,
            "x2": 995,
            "y2": 930,
            "text": "あれだけ もつれていれば 魔力の通りも いいだろう",
            "vi": "Nếu bạn có nhiều điều đó, phép thuật sẽ tốt."
        },
        {
            "x1": 158,
            "y1": 731,
            "x2": 197,
            "y2": 914,
            "text": "圧倒的だ……",
            "vi": "Quá sức..."
        }
    ],
    "05.jpg": [
        {
            "x1": 511,
            "y1": 145,
            "x2": 573,
            "y2": 363,
            "text": "絡まったところを ほどきながら…と",
            "vi": "Trong khi kéo nơi vướng vào..."
        },
        {
            "x1": 503,
            "y1": 1036,
            "x2": 636,
            "y2": 1242,
            "text": "スイ！ そやつらから 離れろ！",
            "vi": "Sui! Tránh ra khỏi họ!"
        }
    ],
    "06.jpg": [
        {
            "x1": 900,
            "y1": 1163,
            "x2": 1008,
            "y2": 1455,
            "text": "うわ─っ",
            "vi": "Wow ─"
        },
        {
            "x1": 131,
            "y1": 1246,
            "x2": 260,
            "y2": 1451,
            "text": "なっ なんだ⁉",
            "vi": "Nó............... là gì⁉"
        }
    ],
    "07.jpg": [
        {
            "x1": 743,
            "y1": 30,
            "x2": 844,
            "y2": 266,
            "text": "バクン",
            "vi": "Bakun"
        },
        {
            "x1": 855,
            "y1": 1275,
            "x2": 984,
            "y2": 1439,
            "text": "スイ！ 危ないから 離れて…",
            "vi": "Sui! Nó nguy hiểm, vì vậy tôi đi vắng..."
        },
        {
            "x1": 165,
            "y1": 1246,
            "x2": 242,
            "y2": 1464,
            "text": "スイたちの クラーケンさん",
            "vi": "Ông Kraken of Sui"
        }
    ],
    "08.jpg": [
        {
            "x1": 801,
            "y1": 126,
            "x2": 972,
            "y2": 518,
            "text": "とっちゃ ダメ──ッ！",
            "vi": "Nó không tốt!"
        }
    ],
    "09.jpg": [
        {
            "x1": 868,
            "y1": 157,
            "x2": 939,
            "y2": 390,
            "text": "出たぞ！",
            "vi": "Nó đi ra!"
        },
        {
            "x1": 187,
            "y1": 661,
            "x2": 304,
            "y2": 984,
            "text": "あれが クラーケンだ！",
            "vi": "Đó là Kraken!"
        }
    ]
}