var ocr_data = {
    "1-61185eda966cd.jpg": [
        {
            "x1": 857,
            "y1": 237,
            "x2": 932,
            "y2": 407,
            "text": "さて今回の 報酬じゃがな",
            "vi": "Nhân tiện, khoai tây thưởng này"
        },
        {
            "x1": 739,
            "y1": 480,
            "x2": 846,
            "y2": 650,
            "text": "カレーリナの ヴィレムから 話は聞いとる",
            "vi": "Lắng nghe câu chuyện từ Villem ở Calleina"
        },
        {
            "x1": 960,
            "y1": 683,
            "x2": 1067,
            "y2": 776,
            "text": "冒険者ギ心ド ギuドマスタ ヴィしム",
            "vi": "Nhà thám hiểm Ginshin Dougi U Domasta Visim"
        },
        {
            "x1": 543,
            "y1": 1041,
            "x2": 735,
            "y2": 1261,
            "text": "お主らは 金になりそうな 魔物の素材よりも 肉ばかり 欲しがるとな",
            "vi": "Chúa muốn chỉ muốn thịt hơn là các vật liệu quái vật có khả năng là tiền"
        },
        {
            "x1": 73,
            "y1": 1334,
            "x2": 148,
            "y2": 1478,
            "text": "おうい 出来とるか",
            "vi": "Bạn có muốn thoát khỏi nó không?"
        }
    ],
    "2-61185edb3ceec.jpg": [
        {
            "x1": 93,
            "y1": 0,
            "x2": 689,
            "y2": 212,
            "text": "第38章 アレのお肉は美味しいのか とんでも",
            "vi": "Chương 38 có phải là thịt của nó là ngon không?"
        },
        {
            "x1": 113,
            "y1": 275,
            "x2": 448,
            "y2": 404,
            "text": "放浪又シ",
            "vi": "Đi lang thang"
        },
        {
            "x1": 69,
            "y1": 1516,
            "x2": 1057,
            "y2": 1569,
            "text": "漫画赤岸Ｋ 原作：江口連キャラクター原案雅",
            "vi": "Manga Akagishi K hoặc Bản gốc: Nhân vật Eguchi Ren"
        }
    ],
    "3-61185edbe36e9.jpg": [
        {
            "x1": 863,
            "y1": 132,
            "x2": 965,
            "y2": 348,
            "text": "チーッス ばっちり 終わってるっすよ",
            "vi": "Chises là hoàn hảo"
        },
        {
            "x1": 76,
            "y1": 459,
            "x2": 139,
            "y2": 651,
            "text": "うわっっ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 896,
            "y1": 1008,
            "x2": 969,
            "y2": 1153,
            "text": "なんですか その足…？",
            "vi": "Bàn chân đó là gì...?"
        },
        {
            "x1": 437,
            "y1": 721,
            "x2": 550,
            "y2": 1097,
            "text": "ヴェノム タランチュラの足じゃ",
            "vi": "Chân của nọc độc tarantula"
        },
        {
            "x1": 665,
            "y1": 1297,
            "x2": 736,
            "y2": 1465,
            "text": "前に美味いと 言うたじゃろ",
            "vi": "Tôi nói nó rất ngon trước đây"
        }
    ],
    "4-61185edc9854e.jpg": [
        {
            "x1": 950,
            "y1": 132,
            "x2": 1036,
            "y2": 360,
            "text": "肉って クモの肉かよ‼",
            "vi": "Thịt là một con nhện."
        },
        {
            "x1": 557,
            "y1": 139,
            "x2": 657,
            "y2": 317,
            "text": "糸の生産元でも あるからあまり 捕れんのじゃが",
            "vi": "Đó là một nhà sản xuất sợi, vì vậy tôi không bị bắt nhiều"
        },
        {
            "x1": 207,
            "y1": 132,
            "x2": 314,
            "y2": 311,
            "text": "森の異変を 解決してくれた 礼じゃ",
            "vi": "Cảm ơn bạn đã giải quyết sự cố của rừng"
        },
        {
            "x1": 127,
            "y1": 314,
            "x2": 200,
            "y2": 481,
            "text": "たっぷり 味わってくれ",
            "vi": "Xin vui lòng nếm nhiều"
        },
        {
            "x1": 901,
            "y1": 550,
            "x2": 1000,
            "y2": 730,
            "text": "まあでも フェルなら 食べるかもだし",
            "vi": "Chà, nếu đó là Fel, bạn có thể ăn nó"
        },
        {
            "x1": 136,
            "y1": 538,
            "x2": 248,
            "y2": 811,
            "text": "やめろ！ 露骨に嫌そうな 顔をするんじゃない！",
            "vi": "Chặn! Đừng làm một khuôn mặt kinh tởm ngang nhiên!"
        },
        {
            "x1": 933,
            "y1": 1136,
            "x2": 1030,
            "y2": 1305,
            "text": "そ それでは ありがたく いただきます",
            "vi": "Cảm ơn vi điêu đo"
        },
        {
            "x1": 416,
            "y1": 1085,
            "x2": 526,
            "y2": 1248,
            "text": "わ わあー おいしそう だな―(棒)",
            "vi": "Wow, nó trông ngon- (Stick)"
        },
        {
            "x1": 132,
            "y1": 1123,
            "x2": 196,
            "y2": 1291,
            "text": "塩ゆでに するんじゃぞ",
            "vi": "Hãy luộc muối"
        }
    ],
    "6-61185edddd726.jpg": [
        {
            "x1": 837,
            "y1": 85,
            "x2": 912,
            "y2": 272,
            "text": "いやいやいや そんなー",
            "vi": "Không, không, vì vậy"
        },
        {
            "x1": 225,
            "y1": 116,
            "x2": 262,
            "y2": 248,
            "text": "まっさか",
            "vi": "Bạn phải đùa giỡn"
        },
        {
            "x1": 871,
            "y1": 745,
            "x2": 950,
            "y2": 918,
            "text": "…とは 言ったものの",
            "vi": "...Chỉ"
        },
        {
            "x1": 818,
            "y1": 950,
            "x2": 887,
            "y2": 1172,
            "text": "ありえなくもない …のか？",
            "vi": "Có phải là không thể...?"
        },
        {
            "x1": 889,
            "y1": 1378,
            "x2": 1007,
            "y2": 1439,
            "text": "移動中",
            "vi": "Trong quá trình di chuyển"
        }
    ],
    "7-61185edea0a77.jpg": [
        {
            "x1": 889,
            "y1": 115,
            "x2": 964,
            "y2": 258,
            "text": "ドラちゃん 大丈夫？",
            "vi": "Dora -chan không sao?"
        },
        {
            "x1": 489,
            "y1": 418,
            "x2": 562,
            "y2": 588,
            "text": "フェルの速度 速くないか？",
            "vi": "Không phải là tốc độ của Fel?"
        },
        {
            "x1": 120,
            "y1": 437,
            "x2": 220,
            "y2": 604,
            "text": "何いってんだ これくらい ヨユーだぜ",
            "vi": "Bạn như thế nào?"
        },
        {
            "x1": 873,
            "y1": 664,
            "x2": 980,
            "y2": 911,
            "text": "ほほう 少々速度を落として いるとはいえ",
            "vi": "Mặc dù nó hơi chậm"
        },
        {
            "x1": 78,
            "y1": 665,
            "x2": 153,
            "y2": 833,
            "text": "俺を誰だと 思ってやがる",
            "vi": "Ai nghĩ rằng bạn là"
        },
        {
            "x1": 160,
            "y1": 1144,
            "x2": 230,
            "y2": 1364,
            "text": "素早く飛ぶことに かけちゃ天下一！",
            "vi": "Hãy bay nhanh!"
        },
        {
            "x1": 595,
            "y1": 1283,
            "x2": 667,
            "y2": 1473,
            "text": "我のスピードを 余裕とは",
            "vi": "Tốc độ của tôi là gì?"
        }
    ],
    "8-61185edf502cd.jpg": [
        {
            "x1": 897,
            "y1": 121,
            "x2": 1003,
            "y2": 441,
            "text": "一日中だって 飛んでられるぜ！",
            "vi": "Bạn có thể bay cả ngày!"
        },
        {
            "x1": 632,
            "y1": 1017,
            "x2": 697,
            "y2": 1215,
            "text": "やるな！",
            "vi": "Đừng làm vậy!"
        },
        {
            "x1": 107,
            "y1": 1112,
            "x2": 180,
            "y2": 1257,
            "text": "ギャ 加速するな",
            "vi": "Đừng tăng tốc người đồng tính"
        }
    ],
    "13-61185ee2687b1.jpg": [
        {
            "x1": 891,
            "y1": 671,
            "x2": 965,
            "y2": 787,
            "text": "飯だ",
            "vi": "Đó là một bữa ăn"
        },
        {
            "x1": 607,
            "y1": 680,
            "x2": 660,
            "y2": 776,
            "text": "飯く",
            "vi": "Lúa"
        },
        {
            "x1": 418,
            "y1": 660,
            "x2": 463,
            "y2": 816,
            "text": "ごはんく",
            "vi": "Lúa"
        },
        {
            "x1": 50,
            "y1": 655,
            "x2": 80,
            "y2": 823,
            "text": "こいつら……",
            "vi": "Những kẻ này ……"
        },
        {
            "x1": 838,
            "y1": 1101,
            "x2": 1002,
            "y2": 1318,
            "text": "よーし それじゃあ 試食の成果",
            "vi": "Được rồi, sau đó kết quả của việc nếm thử"
        },
        {
            "x1": 141,
            "y1": 1082,
            "x2": 225,
            "y2": 1385,
            "text": "食わせて やろうじゃないの！",
            "vi": "Hãy ăn!"
        }
    ],
    "14-61185ee30e91e.jpg": [
        {
            "x1": 894,
            "y1": 95,
            "x2": 1038,
            "y2": 346,
            "text": "まずは ヴェノム タランチュラの 足を湯がいでほぐす",
            "vi": "Trước hết, đặt chân của nọc độc tarantula trong nước nóng."
        },
        {
            "x1": 544,
            "y1": 200,
            "x2": 592,
            "y2": 271,
            "text": "わー",
            "vi": "Oh"
        },
        {
            "x1": 485,
            "y1": 205,
            "x2": 553,
            "y2": 398,
            "text": "これってあの クモさんのあし",
            "vi": "Đây là con nhện đó"
        },
        {
            "x1": 152,
            "y1": 421,
            "x2": 213,
            "y2": 566,
            "text": ":クモって 言っちゃだめ",
            "vi": ": Đừng nói nhện"
        },
        {
            "x1": 155,
            "y1": 709,
            "x2": 295,
            "y2": 878,
            "text": "卵を溶き ネギは みじん切りに しておく",
            "vi": "Hòa tan trứng vào hành lá"
        },
        {
            "x1": 929,
            "y1": 1223,
            "x2": 1001,
            "y2": 1478,
            "text": "フライパンに 溶き卵を入れたら",
            "vi": "Nếu bạn đặt quả trứng tan chảy vào chảo chiên"
        },
        {
            "x1": 120,
            "y1": 1222,
            "x2": 234,
            "y2": 1470,
            "text": "すぐにご飯を入れで 卵を絡ませるように 混ぜる",
            "vi": "Ngay lập tức trộn gạo và trộn để trứng bị vướng vào"
        }
    ],
    "15-61185ee3b035f.jpg": [
        {
            "x1": 659,
            "y1": 93,
            "x2": 807,
            "y2": 291,
            "text": "ネギとヴェノム タランチュラの ほぐし身を、 たっぷり入れて",
            "vi": "Rất nhiều tỏi tây và nọc độc tarantula."
        },
        {
            "x1": 128,
            "y1": 95,
            "x2": 276,
            "y2": 309,
            "text": "パラパラに なるまで夕 炒める！",
            "vi": "Khuấy cá chiên vào buổi tối cho đến khi nó trở nên mịn màng!"
        },
        {
            "x1": 923,
            "y1": 794,
            "x2": 996,
            "y2": 1014,
            "text": "味付けは簡単に オイスター醤油味",
            "vi": "Nằm mục đích dễ dàng là hương vị sốt đậu nành hàu"
        },
        {
            "x1": 478,
            "y1": 1077,
            "x2": 548,
            "y2": 1320,
            "text": "仕込んでおいた 餡をたっぷり掛けて",
            "vi": "Rất nhiều đậu dán được chuẩn bị"
        }
    ],
    "16-61185ee44f25b.jpg": [
        {
            "x1": 872,
            "y1": 59,
            "x2": 988,
            "y2": 379,
            "text": "完成！",
            "vi": "Hoàn chỉnh!"
        },
        {
            "x1": 636,
            "y1": 745,
            "x2": 1041,
            "y2": 920,
            "text": "あんかけ ヴェノムタランチュラ チャーハン",
            "vi": "Ankake nọc độc tarantula rán thực phẩm"
        },
        {
            "x1": 477,
            "y1": 1001,
            "x2": 581,
            "y2": 1168,
            "text": "これが昨日 試していたと いうやつか？",
            "vi": "Đây có phải là những gì bạn đã thử ngày hôm qua không?"
        },
        {
            "x1": 141,
            "y1": 991,
            "x2": 172,
            "y2": 1107,
            "text": "そうそう",
            "vi": "Ồ vâng"
        },
        {
            "x1": 668,
            "y1": 1268,
            "x2": 738,
            "y2": 1446,
            "text": "おーい 顔に出てるぞー",
            "vi": "Tôi đang ở trên mặt tôi"
        }
    ],
    "17-61185ee4ee3fc.jpg": [
        {
            "x1": 914,
            "y1": 86,
            "x2": 983,
            "y2": 280,
            "text": "ヴェノム タランチュラ？",
            "vi": "Nọc độc tarantula?"
        },
        {
            "x1": 691,
            "y1": 112,
            "x2": 764,
            "y2": 307,
            "text": "どこに はい 入ってるんだ？",
            "vi": "Bạn đang ở đâu?"
        },
        {
            "x1": 202,
            "y1": 122,
            "x2": 356,
            "y2": 316,
            "text": "へえー！ 主がりょうり？ すると色が 変わるのか！",
            "vi": "Này! Lãnh đạo? Sau đó màu sắc thay đổi!"
        },
        {
            "x1": 131,
            "y1": 205,
            "x2": 161,
            "y2": 369,
            "text": "すげえなあ！",
            "vi": "Tuyệt!"
        },
        {
            "x1": 405,
            "y1": 426,
            "x2": 511,
            "y2": 592,
            "text": "この 赤いやつだよ これこれ",
            "vi": "Đây là anh chàng màu đỏ này"
        },
        {
            "x1": 876,
            "y1": 667,
            "x2": 1010,
            "y2": 973,
            "text": "そう 試食の結果 赤くなるのも相まって",
            "vi": "Đó là lý do tại sao kết quả của việc nếm trở nên đỏ"
        },
        {
            "x1": 451,
            "y1": 671,
            "x2": 528,
            "y2": 928,
            "text": "味はちょっと カニ…？っぽいのだ",
            "vi": "Hương vị là một ít cua...? Nó giống như"
        },
        {
            "x1": 134,
            "y1": 668,
            "x2": 284,
            "y2": 958,
            "text": "カニかと言われるど んん？って感じだけど とにかくこう カニっぽいのだ",
            "vi": "Cua là gì? Dù sao thì cảm giác như một con cua"
        },
        {
            "x1": 501,
            "y1": 1251,
            "x2": 682,
            "y2": 1522,
            "text": "なのでこれは ぁくまで カこっぽい言 あんかけチャーハン であって",
            "vi": "Vì vậy, đây là một loại gạo chiên trông giống như một đứa trẻ."
        },
        {
            "x1": 81,
            "y1": 1307,
            "x2": 218,
            "y2": 1508,
            "text": "決して クモチャーハシ ではない！ ないのだ",
            "vi": "Nó không phải là một con nhện! không phải"
        }
    ],
    "18-61185ee59ea06.jpg": [
        {
            "x1": 983,
            "y1": 111,
            "x2": 1026,
            "y2": 293,
            "text": "うまっ！",
            "vi": "Ừm!"
        },
        {
            "x1": 414,
            "y1": 100,
            "x2": 451,
            "y2": 257,
            "text": "不思議だな",
            "vi": "Thật là kỳ lạ"
        },
        {
            "x1": 904,
            "y1": 381,
            "x2": 1029,
            "y2": 583,
            "text": "生より こっちの方が 断然美味いぜ！",
            "vi": "Điều này chắc chắn là tốt hơn so với RAW!"
        },
        {
            "x1": 617,
            "y1": 694,
            "x2": 685,
            "y2": 938,
            "text": "殻もないし 食べごたえあるな！",
            "vi": "Không có vỏ và nó tốt để ăn!"
        },
        {
            "x1": 135,
            "y1": 708,
            "x2": 246,
            "y2": 980,
            "text": "昔に食ったときよりも 香りも良く 身がしまって美味い",
            "vi": "Mùi hương tốt hơn so với khi tôi đã ăn nó trong quá khứ và nó rất ngon"
        },
        {
            "x1": 854,
            "y1": 1048,
            "x2": 993,
            "y2": 1320,
            "text": "ちょっと 不安だったけど ちゃんと カニチャーハンだな！",
            "vi": "Tôi đã hơi khó chịu, nhưng đó là một loại gạo chiên cua!"
        },
        {
            "x1": 388,
            "y1": 1041,
            "x2": 454,
            "y2": 1209,
            "text": "スイちゃんは どう？",
            "vi": "Làm thế nào về Sui -chan?"
        },
        {
            "x1": 143,
            "y1": 1029,
            "x2": 212,
            "y2": 1226,
            "text": "ぷりぷりしてて おいしいよ！",
            "vi": "Nó thật sắc nét và ngon miệng!"
        },
        {
            "x1": 129,
            "y1": 1351,
            "x2": 163,
            "y2": 1439,
            "text": "でもー",
            "vi": "Chỉ"
        }
    ],
    "19-61185ee6412b8.jpg": [
        {
            "x1": 805,
            "y1": 133,
            "x2": 958,
            "y2": 322,
            "text": "いつもの 赤いお肉も 好きだな",
            "vi": "Tôi cũng thích thịt đỏ thông thường"
        },
        {
            "x1": 883,
            "y1": 776,
            "x2": 989,
            "y2": 1003,
            "text": "それを言うなら われ ふだんく 我も普段食っている 肉の方が……",
            "vi": "Nếu bạn nói như vậy, chúng ta thường ăn thịt mà chúng ta thường ăn..."
        },
        {
            "x1": 612,
            "y1": 782,
            "x2": 672,
            "y2": 937,
            "text": "これはこれで うめぇけど",
            "vi": "Đây là điều này"
        },
        {
            "x1": 492,
            "y1": 829,
            "x2": 565,
            "y2": 984,
            "text": "やっぱ 肉の方が……",
            "vi": "Sau tất cả thịt là..."
        },
        {
            "x1": 112,
            "y1": 778,
            "x2": 219,
            "y2": 937,
            "text": "グッ…… やはりみんな 肉食系か…！",
            "vi": "Tốt... mọi người đều là người ăn thịt...!"
        },
        {
            "x1": 254,
            "y1": 916,
            "x2": 278,
            "y2": 996,
            "text": "おかキ",
            "vi": "Okaki"
        },
        {
            "x1": 302,
            "y1": 903,
            "x2": 360,
            "y2": 1214,
            "text": "あいあいおー",
            "vi": "AIIO"
        },
        {
            "x1": 114,
            "y1": 1339,
            "x2": 229,
            "y2": 1482,
            "text": "ぉー 見えてきた 見えてきた",
            "vi": "Tôi có thể nhìn thấy nó"
        }
    ],
    "20-61185ee6d05ec.jpg": [
        {
            "x1": 283,
            "y1": 239,
            "x2": 357,
            "y2": 461,
            "text": "聞いてたとおり デッカイ街だなぁ",
            "vi": "Như tôi nghe, đó là một thị trấn lớn"
        },
        {
            "x1": 172,
            "y1": 501,
            "x2": 284,
            "y2": 803,
            "text": "ダンジョン都市 ドラン！",
            "vi": "Thành phố Dungeon Dran!"
        },
        {
            "x1": 37,
            "y1": 1510,
            "x2": 240,
            "y2": 1555,
            "text": "次回につうく",
            "vi": "Lần sau"
        }
    ]
}