var ocr_data = {
    "001.jpg": [
        {
            "x1": 870,
            "y1": 11,
            "x2": 1411,
            "y2": 277,
            "text": "とんでも スキル因",
            "vi": "Yếu tố kỹ năng"
        },
        {
            "x1": 892,
            "y1": 371,
            "x2": 1389,
            "y2": 533,
            "text": "スイの大闘険",
            "vi": "Máy bay chiến đấu lớn của Sui"
        },
        {
            "x1": 1016,
            "y1": 499,
            "x2": 1306,
            "y2": 591,
            "text": "Tondemo Skill de lsekailHourou Meshi sui no Dai Bouken",
            "vi": "L World L Wright Water Water Adventure With S Kit L"
        },
        {
            "x1": 26,
            "y1": 25,
            "x2": 111,
            "y2": 1244,
            "text": "スライムの毎日、いつだってお祭り。",
            "vi": "Slime mỗi ngày, luôn là một lễ hội."
        },
        {
            "x1": 1222,
            "y1": 1459,
            "x2": 1384,
            "y2": 1632,
            "text": "とんでも スキルは 異世界 放浪メシ スイの大園険",
            "vi": "Kỹ năng này là một thế giới khác đi lang thang Meshiusui Daeno"
        },
        {
            "x1": 1320,
            "y1": 1717,
            "x2": 1431,
            "y2": 2007,
            "text": "最新第４巻",
            "vi": "Tập 4 mới nhất"
        },
        {
            "x1": 29,
            "y1": 1752,
            "x2": 835,
            "y2": 2015,
            "text": "2020925 発 購入はこちらをCLICK!",
            "vi": "Nhấn vào đây để mua 2020925 Khởi hành!"
        }
    ],
    "002.jpg": [
        {
            "x1": 922,
            "y1": 121,
            "x2": 969,
            "y2": 220,
            "text": "とこ",
            "vi": "Để"
        },
        {
            "x1": 430,
            "y1": 869,
            "x2": 558,
            "y2": 1087,
            "text": "最近の ルサールカ様は 楽しそう",
            "vi": "Lusarka gần đây trông rất vui"
        },
        {
            "x1": 127,
            "y1": 1014,
            "x2": 245,
            "y2": 1172,
            "text": "きっと 良いことが あったのね",
            "vi": "Chắc chắn là có một cái gì đó tốt"
        },
        {
            "x1": 641,
            "y1": 1295,
            "x2": 730,
            "y2": 1433,
            "text": "うん 本当だわ",
            "vi": "Ừ"
        }
    ],
    "005.jpg": [
        {
            "x1": 937,
            "y1": 120,
            "x2": 1029,
            "y2": 368,
            "text": "前回スライムと お喋りしてから",
            "vi": "Sau khi nói chuyện với Slime lần trước"
        },
        {
            "x1": 443,
            "y1": 139,
            "x2": 528,
            "y2": 254,
            "text": "私も できる",
            "vi": "Tôi có thể làm được"
        },
        {
            "x1": 719,
            "y1": 301,
            "x2": 852,
            "y2": 542,
            "text": "暇な時があれば こうして 泉を眺めては",
            "vi": "Nếu bạn có thời gian, hãy nhìn vào mùa xuân như thế này"
        },
        {
            "x1": 169,
            "y1": 286,
            "x2": 348,
            "y2": 467,
            "text": "ただじっと スライムの 観察をする のである",
            "vi": "Chỉ quan sát chất nhờn"
        },
        {
            "x1": 883,
            "y1": 730,
            "x2": 922,
            "y2": 814,
            "text": "ひょこ",
            "vi": "Hyoko"
        },
        {
            "x1": 150,
            "y1": 614,
            "x2": 256,
            "y2": 889,
            "text": "ルカは物好き じゃのく～",
            "vi": "Luka thích mọi thứ ~"
        },
        {
            "x1": 742,
            "y1": 947,
            "x2": 1022,
            "y2": 1120,
            "text": "ただの スライム ではないか 何が 楽しいん じゃ？",
            "vi": "Nó chỉ là một chất nhờn hay những gì thú vị?"
        },
        {
            "x1": 495,
            "y1": 943,
            "x2": 620,
            "y2": 1176,
            "text": "普通のスライム ただ揺れるだけ つまんない",
            "vi": "Slime thông thường chỉ lắc"
        },
        {
            "x1": 436,
            "y1": 1105,
            "x2": 475,
            "y2": 1164,
            "text": "ぶる",
            "vi": "Bay nhanh"
        },
        {
            "x1": 172,
            "y1": 943,
            "x2": 306,
            "y2": 1176,
            "text": "この子は 見てていい 暇つぶしになる",
            "vi": "Đứa trẻ này có thể giết thời gian"
        },
        {
            "x1": 666,
            "y1": 1240,
            "x2": 771,
            "y2": 1366,
            "text": "ただの スライム ちがう…",
            "vi": "Nó chỉ là một chất nhờn..."
        },
        {
            "x1": 179,
            "y1": 1352,
            "x2": 215,
            "y2": 1544,
            "text": "そうかのく？",
            "vi": "Có phải vậy không?"
        }
    ],
    "006.jpg": [
        {
            "x1": 556,
            "y1": 162,
            "x2": 698,
            "y2": 352,
            "text": "そんなこと より 甘味じゃ‼",
            "vi": "Nó ngọt hơn thế."
        },
        {
            "x1": 298,
            "y1": 153,
            "x2": 450,
            "y2": 310,
            "text": "皆もう 食べきって しもうた からのうく",
            "vi": "Mọi người đã ăn nó"
        },
        {
            "x1": 145,
            "y1": 459,
            "x2": 268,
            "y2": 640,
            "text": "次のお供え まで全然 待てぬのじゃ",
            "vi": "Tôi không thể chờ đợi ưu đãi tiếp theo"
        },
        {
            "x1": 590,
            "y1": 693,
            "x2": 828,
            "y2": 736,
            "text": "ぐい くい",
            "vi": "Giòn"
        },
        {
            "x1": 145,
            "y1": 685,
            "x2": 346,
            "y2": 761,
            "text": "ぐいぐ",
            "vi": "Dụng cụ"
        },
        {
            "x1": 804,
            "y1": 752,
            "x2": 848,
            "y2": 918,
            "text": "なんじゃ！",
            "vi": "Gì!"
        },
        {
            "x1": 331,
            "y1": 728,
            "x2": 407,
            "y2": 843,
            "text": "何故 追い出す",
            "vi": "Tại sao lại đá ra"
        },
        {
            "x1": 235,
            "y1": 843,
            "x2": 298,
            "y2": 957,
            "text": "ニンリル うるさい",
            "vi": "Ninrill ồn"
        },
        {
            "x1": 136,
            "y1": 1318,
            "x2": 232,
            "y2": 1498,
            "text": "あるじー 見ててねー",
            "vi": "Nhìn vào Aji"
        }
    ],
    "007.jpg": [
        {
            "x1": 965,
            "y1": 72,
            "x2": 1012,
            "y2": 247,
            "text": "わっかを―",
            "vi": "Thành công lớn-"
        },
        {
            "x1": 978,
            "y1": 333,
            "x2": 1077,
            "y2": 464,
            "text": "大きく して",
            "vi": "Lớn hơn"
        },
        {
            "x1": 881,
            "y1": 672,
            "x2": 1009,
            "y2": 857,
            "text": "スイ シャボン玉に はい 入った",
            "vi": "Tôi đã vào bong bóng SUVAP"
        },
        {
            "x1": 947,
            "y1": 1043,
            "x2": 996,
            "y2": 1240,
            "text": "私もできる",
            "vi": "Tôi có thể làm được"
        },
        {
            "x1": 537,
            "y1": 1057,
            "x2": 619,
            "y2": 1276,
            "text": "泡遊びなんて 何時ぶりだろう",
            "vi": "Mấy giờ bạn chơi với bọt?"
        },
        {
            "x1": 194,
            "y1": 1310,
            "x2": 295,
            "y2": 1442,
            "text": "あるじ あるじ",
            "vi": "Một người nào đó"
        }
    ],
    "008.jpg": [
        {
            "x1": 853,
            "y1": 9,
            "x2": 963,
            "y2": 326,
            "text": "じゃーん",
            "vi": "Shazam"
        },
        {
            "x1": 880,
            "y1": 586,
            "x2": 961,
            "y2": 834,
            "text": "おひげ‼",
            "vi": "Đối đầu với!"
        },
        {
            "x1": 335,
            "y1": 982,
            "x2": 635,
            "y2": 1119,
            "text": "もこもこ",
            "vi": "Mokomoko"
        },
        {
            "x1": 817,
            "y1": 1066,
            "x2": 932,
            "y2": 1342,
            "text": "フェル おじちゃん！",
            "vi": "Bác Fel!"
        },
        {
            "x1": 330,
            "y1": 1272,
            "x2": 464,
            "y2": 1469,
            "text": "もう…っ だめ…",
            "vi": "Đã... không..."
        }
    ],
    "009.jpg": [
        {
            "x1": 960,
            "y1": 100,
            "x2": 998,
            "y2": 245,
            "text": "これ…っ",
            "vi": "Đây..."
        },
        {
            "x1": 886,
            "y1": 167,
            "x2": 922,
            "y2": 336,
            "text": "あれだよね",
            "vi": "Chính là nó"
        },
        {
            "x1": 543,
            "y1": 256,
            "x2": 615,
            "y2": 435,
            "text": "あの フェンリル…",
            "vi": "Đó là Fenrir..."
        },
        {
            "x1": 148,
            "y1": 285,
            "x2": 180,
            "y2": 407,
            "text": "ツボった",
            "vi": "Ghi bàn"
        },
        {
            "x1": 418,
            "y1": 478,
            "x2": 526,
            "y2": 620,
            "text": "めしは まだか",
            "vi": "Meshi đã chưa?"
        },
        {
            "x1": 911,
            "y1": 534,
            "x2": 983,
            "y2": 773,
            "text": "フェルおじちゃん のまねー",
            "vi": "Bác Fel của Fel's Imition"
        },
        {
            "x1": 912,
            "y1": 886,
            "x2": 1031,
            "y2": 1042,
            "text": "はあ… ひどい目に あった…",
            "vi": "Oh... thật là khủng khiếp..."
        },
        {
            "x1": 383,
            "y1": 919,
            "x2": 569,
            "y2": 1078,
            "text": "スイ…！ そろそろ お片付け しよ…！",
            "vi": "Sui...! Đã đến lúc dọn dẹp....!"
        },
        {
            "x1": 185,
            "y1": 1015,
            "x2": 242,
            "y2": 1131,
            "text": "ああ",
            "vi": "À"
        },
        {
            "x1": 939,
            "y1": 1175,
            "x2": 1023,
            "y2": 1403,
            "text": "これがら あのフェンリル",
            "vi": "Đây là Fenrir"
        },
        {
            "x1": 636,
            "y1": 1179,
            "x2": 725,
            "y2": 1347,
            "text": "まどもに 見れない",
            "vi": "Tôi không thể nhìn thấy nó"
        }
    ],
    "010.jpg": [
        {
            "x1": 813,
            "y1": 146,
            "x2": 920,
            "y2": 328,
            "text": "私には特に めずらしくも ないけれど",
            "vi": "Nó không đặc biệt hiếm đối với tôi"
        },
        {
            "x1": 206,
            "y1": 170,
            "x2": 326,
            "y2": 361,
            "text": "下界で こんなに 泡だらけって",
            "vi": "Điều này đầy bong bóng ở thế giới thấp hơn"
        },
        {
            "x1": 100,
            "y1": 266,
            "x2": 182,
            "y2": 462,
            "text": "めったに 見ないけど…",
            "vi": "Tôi hiếm khi thấy nó..."
        },
        {
            "x1": 808,
            "y1": 675,
            "x2": 927,
            "y2": 863,
            "text": "他の人間が 見たらきっと びっくりする",
            "vi": "Tôi chắc chắn bạn sẽ ngạc nhiên nếu người khác nhìn thấy nó"
        },
        {
            "x1": 329,
            "y1": 742,
            "x2": 436,
            "y2": 964,
            "text": "…あっ",
            "vi": "… Ah"
        },
        {
            "x1": 579,
            "y1": 1202,
            "x2": 665,
            "y2": 1404,
            "text": "改めて見ると 凄い量…",
            "vi": "Nhìn lại, một số lượng lớn..."
        }
    ],
    "011.jpg": [
        {
            "x1": 566,
            "y1": 107,
            "x2": 598,
            "y2": 179,
            "text": "ハう",
            "vi": "Ha"
        },
        {
            "x1": 927,
            "y1": 102,
            "x2": 1014,
            "y2": 298,
            "text": "誰か近づいて 来てる…",
            "vi": "Ai đó đang đến gần..."
        },
        {
            "x1": 525,
            "y1": 178,
            "x2": 563,
            "y2": 255,
            "text": "ハう",
            "vi": "Ha"
        },
        {
            "x1": 605,
            "y1": 322,
            "x2": 711,
            "y2": 516,
            "text": "こんな所誰かに 見られでも したら…！",
            "vi": "Nếu bạn có thể thấy nó bởi một người như thế này...!"
        },
        {
            "x1": 242,
            "y1": 451,
            "x2": 285,
            "y2": 644,
            "text": "お兄さん？",
            "vi": "bạn bè?"
        },
        {
            "x1": 834,
            "y1": 933,
            "x2": 926,
            "y2": 1151,
            "text": "何かしてんの かい？",
            "vi": "Bạn đang làm gì đó?"
        },
        {
            "x1": 918,
            "y1": 1229,
            "x2": 975,
            "y2": 1393,
            "text": "来た…",
            "vi": "Tôi đến..."
        },
        {
            "x1": 671,
            "y1": 1298,
            "x2": 740,
            "y2": 1483,
            "text": "どうするの？ どうするの？",
            "vi": "Phải làm gì? Phải làm gì?"
        }
    ],
    "012.jpg": [
        {
            "x1": 805,
            "y1": 125,
            "x2": 897,
            "y2": 334,
            "text": "なんだか 騒がしいけど",
            "vi": "Bằng cách nào đó ồn ào"
        },
        {
            "x1": 108,
            "y1": 337,
            "x2": 206,
            "y2": 468,
            "text": "大丈夫 かい？",
            "vi": "Bạn co ổn không?"
        },
        {
            "x1": 841,
            "y1": 667,
            "x2": 887,
            "y2": 863,
            "text": "大丈夫です",
            "vi": "nó khá ổn"
        },
        {
            "x1": 93,
            "y1": 831,
            "x2": 132,
            "y2": 1000,
            "text": "そうかい？",
            "vi": "Có phải vậy không?"
        },
        {
            "x1": 911,
            "y1": 1140,
            "x2": 1008,
            "y2": 1353,
            "text": "ドりン",
            "vi": "Rin"
        },
        {
            "x1": 780,
            "y1": 1072,
            "x2": 895,
            "y2": 1260,
            "text": "他にもお客が いるんだから 気をつけてね",
            "vi": "Có những khách hàng khác, vì vậy hãy cẩn thận"
        },
        {
            "x1": 289,
            "y1": 1061,
            "x2": 355,
            "y2": 1267,
            "text": "ぉお…っ",
            "vi": "ぉ …………………"
        }
    ],
    "013.jpg": [
        {
            "x1": 844,
            "y1": 20,
            "x2": 1105,
            "y2": 350,
            "text": "よう ルカ！",
            "vi": "Luka!"
        },
        {
            "x1": 575,
            "y1": 797,
            "x2": 652,
            "y2": 903,
            "text": "なんだ なんだ",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 133,
            "y1": 811,
            "x2": 245,
            "y2": 1013,
            "text": "そんなにビビる と思わなかった んだって！",
            "vi": "Tôi không nghĩ rằng nó quá đáng sợ!"
        },
        {
            "x1": 902,
            "y1": 1086,
            "x2": 1005,
            "y2": 1309,
            "text": "アンタが いきなり大声 出すからじゃない",
            "vi": "Nó không phải vì bạn đột nhiên hét lên"
        },
        {
            "x1": 663,
            "y1": 1128,
            "x2": 696,
            "y2": 1207,
            "text": "やあね",
            "vi": "âm phủ"
        },
        {
            "x1": 471,
            "y1": 1159,
            "x2": 543,
            "y2": 1352,
            "text": "観察ばっかりで 暇じゃろう？",
            "vi": "Nó chỉ là một quan sát và thời gian rảnh?"
        },
        {
            "x1": 953,
            "y1": 1321,
            "x2": 1036,
            "y2": 1483,
            "text": "ぞろ",
            "vi": "Ở trong"
        },
        {
            "x1": 747,
            "y1": 1358,
            "x2": 893,
            "y2": 1527,
            "text": "はあ？ 別に普通に 声かけた だけだろー？",
            "vi": "Nó............... là gì? Bạn vừa gọi bình thường?"
        },
        {
            "x1": 425,
            "y1": 1350,
            "x2": 498,
            "y2": 1512,
            "text": "遊びに来て やったぞ！",
            "vi": "Tôi đã đến chơi!"
        }
    ],
    "014.jpg": [
        {
            "x1": 852,
            "y1": 183,
            "x2": 936,
            "y2": 330,
            "text": "別にヒマ してない",
            "vi": "Tôi đã không bắt được riêng"
        },
        {
            "x1": 519,
            "y1": 104,
            "x2": 600,
            "y2": 284,
            "text": "今いい所 だったのに",
            "vi": "Bây giờ đó là một nơi tốt"
        },
        {
            "x1": 818,
            "y1": 666,
            "x2": 861,
            "y2": 825,
            "text": "あらあら",
            "vi": "Ôi trời"
        },
        {
            "x1": 198,
            "y1": 676,
            "x2": 281,
            "y2": 867,
            "text": "なんか 叱られてるな",
            "vi": "Đừng mắng"
        },
        {
            "x1": 418,
            "y1": 1125,
            "x2": 498,
            "y2": 1280,
            "text": "いいところ 見逃がした",
            "vi": "Tôi đã bỏ lỡ một điều tốt"
        }
    ],
    "015.jpg": [
        {
            "x1": 883,
            "y1": 134,
            "x2": 1023,
            "y2": 313,
            "text": "おっ お主たちの せいだぞ‼",
            "vi": "Đó là vì các lãnh chúa"
        },
        {
            "x1": 475,
            "y1": 401,
            "x2": 576,
            "y2": 591,
            "text": "何言ってんだ お前が誘ったん だろ？ ニンリル",
            "vi": "Bạn đã nói gì vậy? Nin -ril"
        },
        {
            "x1": 179,
            "y1": 320,
            "x2": 326,
            "y2": 515,
            "text": "ほーら こんな女神たち 放っときましょ ルカちゃんく",
            "vi": "Hora hãy giải phóng những nữ thần Luka -chan này"
        },
        {
            "x1": 506,
            "y1": 712,
            "x2": 616,
            "y2": 1002,
            "text": "…）ふぅ",
            "vi": "\")"
        },
        {
            "x1": 1028,
            "y1": 1088,
            "x2": 1062,
            "y2": 1211,
            "text": "まあ",
            "vi": "Ôi trời"
        },
        {
            "x1": 908,
            "y1": 1252,
            "x2": 1040,
            "y2": 1392,
            "text": "まだいい 暇つぶしに なったから いいけど…",
            "vi": "Không sao vì vẫn là thời điểm tốt để giết thời gian..."
        },
        {
            "x1": 392,
            "y1": 1295,
            "x2": 469,
            "y2": 1433,
            "text": "ニンリル うるさい",
            "vi": "Ninrill ồn"
        },
        {
            "x1": 178,
            "y1": 1308,
            "x2": 294,
            "y2": 1489,
            "text": "何故妾だけ なのじゃー",
            "vi": "Tại sao nó chỉ là một người vợ lẽ là"
        },
        {
            "x1": 47,
            "y1": 1213,
            "x2": 105,
            "y2": 1491,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}