var ocr_data = {
    "001.jpg": [
        {
            "x1": 172,
            "y1": 175,
            "x2": 216,
            "y2": 306,
            "text": "うーん",
            "vi": "Hmmm"
        },
        {
            "x1": 864,
            "y1": 489,
            "x2": 988,
            "y2": 626,
            "text": "やっぱり ちょっと 溶けてる",
            "vi": "Sau khi tất cả nó tan chảy một chút"
        },
        {
            "x1": 773,
            "y1": 445,
            "x2": 813,
            "y2": 567,
            "text": "よV見ると",
            "vi": "Nhìn vào v"
        },
        {
            "x1": 306,
            "y1": 448,
            "x2": 387,
            "y2": 556,
            "text": "なんだ アレ？",
            "vi": "Đó là cái gì?"
        },
        {
            "x1": 434,
            "y1": 579,
            "x2": 529,
            "y2": 694,
            "text": "あと 縮んだ",
            "vi": "Tôi thu nhỏ"
        },
        {
            "x1": 104,
            "y1": 718,
            "x2": 187,
            "y2": 888,
            "text": "スイの おともだち",
            "vi": "Bạn của Sui"
        },
        {
            "x1": 861,
            "y1": 1065,
            "x2": 978,
            "y2": 1276,
            "text": "寝ぼけて スイが取り込ん だり…",
            "vi": "Tôi đang ngủ và bị bắt trong..."
        },
        {
            "x1": 545,
            "y1": 1047,
            "x2": 630,
            "y2": 1215,
            "text": "街で用事 済ませたら",
            "vi": "Nếu bạn làm kinh doanh trong thành phố"
        },
        {
            "x1": 744,
            "y1": 1151,
            "x2": 839,
            "y2": 1336,
            "text": "お風呂入れたり いっぱいあった もんね…",
            "vi": "Tôi đã tắm và tắm rất nhiều..."
        },
        {
            "x1": 246,
            "y1": 1100,
            "x2": 286,
            "y2": 1252,
            "text": "わかった",
            "vi": "Đã hiểu"
        },
        {
            "x1": 131,
            "y1": 1077,
            "x2": 201,
            "y2": 1209,
            "text": "はよ 乗分めか",
            "vi": "Nó có phải là một Hayo không"
        },
        {
            "x1": 433,
            "y1": 1245,
            "x2": 465,
            "y2": 1305,
            "text": "ごそ",
            "vi": "Buổi"
        },
        {
            "x1": 510,
            "y1": 1248,
            "x2": 639,
            "y2": 1420,
            "text": "直せそうな お店探して みようか",
            "vi": "Hãy tìm một cửa hàng có thể được sửa"
        }
    ],
    "002.jpg": [
        {
            "x1": 296,
            "y1": 55,
            "x2": 857,
            "y2": 111,
            "text": "第55章 お人形の修理屋さん",
            "vi": "Chương 55 Cửa hàng sửa chữa búp bê"
        },
        {
            "x1": 246,
            "y1": 135,
            "x2": 914,
            "y2": 341,
            "text": "とんでもスキル同 星異世界放浪メジ",
            "vi": "Kỹ năng cùng thế giới ngôi sao lang thang"
        },
        {
            "x1": 481,
            "y1": 389,
            "x2": 662,
            "y2": 451,
            "text": "Tondemo.Skill'de lsekai'Hourou Meshi Sui no Dai Bouken",
            "vi": "Mặc dù vậy. L -world in s kit l 'Cuộc phiêu lưu vĩ đại của Wandering Izui"
        },
        {
            "x1": 118,
            "y1": 1525,
            "x2": 1040,
            "y2": 1572,
            "text": "漫画：双葉もも 原作：江回連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Erine Nhân vật gốc:"
        }
    ],
    "003.jpg": [
        {
            "x1": 840,
            "y1": 218,
            "x2": 944,
            "y2": 371,
            "text": "調査ご苦労 だった！ ムコーダ‼",
            "vi": "Cuộc điều tra rất khó! Mukoda‼"
        },
        {
            "x1": 580,
            "y1": 164,
            "x2": 713,
            "y2": 358,
            "text": "しかし森の 魔物凶暴化の 原因が",
            "vi": "Tuy nhiên, nguyên nhân của bạo lực quái vật trong rừng là"
        },
        {
            "x1": 68,
            "y1": 96,
            "x2": 182,
            "y2": 285,
            "text": "ピクシー ドラゴンとは なあ",
            "vi": "Rồng pixie là gì?"
        },
        {
            "x1": 757,
            "y1": 548,
            "x2": 959,
            "y2": 615,
            "text": "冒険者ギルド",
            "vi": "Guild nhà thám hiểm"
        },
        {
            "x1": 63,
            "y1": 389,
            "x2": 193,
            "y2": 587,
            "text": "しかも 従魔契約まで 済ますとは…",
            "vi": "Hơn nữa, đó là tùy thuộc vào hợp đồng quỷ..."
        },
        {
            "x1": 725,
            "y1": 705,
            "x2": 987,
            "y2": 892,
            "text": "あの男が 聞いたら 卒倒しながら 踊り狂ってる だろうな ろンリルも おるのにのラ",
            "vi": "Nếu anh chàng đó nghe thấy anh chàng đó, anh ta sẽ điên khi ngã gục"
        },
        {
            "x1": 492,
            "y1": 688,
            "x2": 600,
            "y2": 857,
            "text": "例のドラゴン 好きの方 ですか？",
            "vi": "Bạn có thích một con rồng ví dụ không?"
        },
        {
            "x1": 119,
            "y1": 852,
            "x2": 220,
            "y2": 1025,
            "text": "そんな可愛い モンじゃ ないわい",
            "vi": "Nó không phải là một mon dễ thương"
        },
        {
            "x1": 831,
            "y1": 1120,
            "x2": 956,
            "y2": 1347,
            "text": "まあ いおいあ 追々会うことに なるだろうな",
            "vi": "Vâng, tôi sẽ gặp bạn sớm"
        },
        {
            "x1": 727,
            "y1": 1380,
            "x2": 777,
            "y2": 1462,
            "text": "へえ",
            "vi": "Hả"
        },
        {
            "x1": 425,
            "y1": 1207,
            "x2": 530,
            "y2": 1426,
            "text": "こんな ちんけな物が なんだってんだ？",
            "vi": "Loại điều này là gì?"
        },
        {
            "x1": 54,
            "y1": 1256,
            "x2": 185,
            "y2": 1451,
            "text": "それが無いと 人里で自由に 動けんのだ",
            "vi": "Nếu không có nó, bạn không thể di chuyển tự do trong một ngôi làng."
        }
    ],
    "004.jpg": [
        {
            "x1": 973,
            "y1": 110,
            "x2": 1051,
            "y2": 273,
            "text": "まあ人目が あるんで",
            "vi": "Chà, có những người"
        },
        {
            "x1": 835,
            "y1": 155,
            "x2": 921,
            "y2": 319,
            "text": "ほどほどに 頼むぞ",
            "vi": "Tôi sẽ hỏi bạn một cách đơn giản"
        },
        {
            "x1": 217,
            "y1": 120,
            "x2": 317,
            "y2": 287,
            "text": "あるじー まだー？",
            "vi": "Nó vẫn còn?"
        },
        {
            "x1": 695,
            "y1": 308,
            "x2": 730,
            "y2": 437,
            "text": "は…はい",
            "vi": "Ha... vâng"
        },
        {
            "x1": 152,
            "y1": 350,
            "x2": 188,
            "y2": 481,
            "text": "早くしろ",
            "vi": "nhanh lên"
        },
        {
            "x1": 382,
            "y1": 536,
            "x2": 423,
            "y2": 601,
            "text": "最所",
            "vi": "Phần lớn"
        },
        {
            "x1": 306,
            "y1": 541,
            "x2": 351,
            "y2": 655,
            "text": "まだ来すくて",
            "vi": "Tôi vẫn sẽ đến"
        },
        {
            "x1": 181,
            "y1": 556,
            "x2": 243,
            "y2": 650,
            "text": "やてよ",
            "vi": "Vâng"
        },
        {
            "x1": 893,
            "y1": 561,
            "x2": 1085,
            "y2": 790,
            "text": "それよりも… “デニス染工房 に用があると 言ったな？",
            "vi": "Thay vào đó... \"Bạn đã nói rằng Dennis nhuộm Shibo có sử dụng không?"
        },
        {
            "x1": 700,
            "y1": 604,
            "x2": 772,
            "y2": 719,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 461,
            "y1": 575,
            "x2": 596,
            "y2": 791,
            "text": "カレーリナの 知人に頼まれ まして",
            "vi": "Tôi được hỏi bởi một người quen của Currina"
        },
        {
            "x1": 164,
            "y1": 728,
            "x2": 226,
            "y2": 1004,
            "text": "髪【成程のう",
            "vi": "Lông ["
        },
        {
            "x1": 934,
            "y1": 1109,
            "x2": 1067,
            "y2": 1341,
            "text": "確か ブルーノ商会ん とこの工房だな",
            "vi": "Chắc chắn Bruno Shokai và hội thảo này"
        },
        {
            "x1": 792,
            "y1": 1167,
            "x2": 870,
            "y2": 1318,
            "text": "ま！た せうっかれる 美わぃ…",
            "vi": "MA! Vẻ đẹp xấu xí..."
        },
        {
            "x1": 635,
            "y1": 1115,
            "x2": 741,
            "y2": 1285,
            "text": "商人ギルド なら知っとる じゃろ…",
            "vi": "Nếu bạn là một Hội thương gia, bạn biết..."
        },
        {
            "x1": 613,
            "y1": 1298,
            "x2": 651,
            "y2": 1415,
            "text": "やだ",
            "vi": "KHÔNG"
        },
        {
            "x1": 433,
            "y1": 1336,
            "x2": 522,
            "y2": 1477,
            "text": "めっちゃ 嫌そう…",
            "vi": "Tôi thực sự ghét nó..."
        }
    ],
    "005.jpg": [
        {
            "x1": 439,
            "y1": 93,
            "x2": 570,
            "y2": 331,
            "text": "コッチの受付嬢 さんも美人さん だなく",
            "vi": "Nhân viên tiếp tân của Kochi không phải là một người phụ nữ xinh đẹp"
        },
        {
            "x1": 301,
            "y1": 129,
            "x2": 395,
            "y2": 284,
            "text": "目険者ギルドの 獣人さんも かわいかった",
            "vi": "The Beastman of the Guild Guild cũng rất dễ thương"
        },
        {
            "x1": 692,
            "y1": 505,
            "x2": 789,
            "y2": 706,
            "text": "お待たせ しました！",
            "vi": "Xin lỗi tôi đã làm cho bạn chờ đợi!"
        },
        {
            "x1": 447,
            "y1": 470,
            "x2": 571,
            "y2": 695,
            "text": "デニスの染工房 は街外れに ありまして",
            "vi": "Hội thảo Dennis Dyed ở ngoài thành phố"
        },
        {
            "x1": 801,
            "y1": 968,
            "x2": 944,
            "y2": 1208,
            "text": "ここから 北西の川の先 橋を渡ってすぐ",
            "vi": "Từ đây, chỉ cần băng qua cầu sông Tây Bắc"
        },
        {
            "x1": 122,
            "y1": 1077,
            "x2": 167,
            "y2": 1237,
            "text": "あれだな",
            "vi": "Chính là nó"
        },
        {
            "x1": 675,
            "y1": 1339,
            "x2": 773,
            "y2": 1495,
            "text": "水車が 目印です",
            "vi": "Dưa hấu là một điểm mốc"
        }
    ],
    "006.jpg": [
        {
            "x1": 871,
            "y1": 153,
            "x2": 1045,
            "y2": 295,
            "text": "あるじ 大きい まるいの ある",
            "vi": "Có một vòng và tròn"
        },
        {
            "x1": 385,
            "y1": 144,
            "x2": 475,
            "y2": 250,
            "text": "あれは 水車",
            "vi": "Đó là một xưởng nước"
        },
        {
            "x1": 251,
            "y1": 168,
            "x2": 348,
            "y2": 337,
            "text": "川のお水で くるくる してるんだよ",
            "vi": "Nó bị thương với nước trên sông"
        },
        {
            "x1": 920,
            "y1": 336,
            "x2": 1008,
            "y2": 454,
            "text": "くる くる しN31",
            "vi": "Kurukurushi N31"
        },
        {
            "x1": 996,
            "y1": 504,
            "x2": 1045,
            "y2": 758,
            "text": "すみませーん",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 343,
            "y1": 500,
            "x2": 386,
            "y2": 677,
            "text": "留守かな？",
            "vi": "Bạn đi vắng?"
        },
        {
            "x1": 640,
            "y1": 596,
            "x2": 721,
            "y2": 933,
            "text": "デニスさん いらっしゃいますかー",
            "vi": "Bạn có đến Dennis?"
        },
        {
            "x1": 145,
            "y1": 784,
            "x2": 194,
            "y2": 1063,
            "text": "開いてる…⁉",
            "vi": "Mở ra...⁉"
        },
        {
            "x1": 919,
            "y1": 1233,
            "x2": 965,
            "y2": 1466,
            "text": "失礼しまーす",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 206,
            "y1": 1212,
            "x2": 282,
            "y2": 1527,
            "text": "デニスさん いらっしゃいます…",
            "vi": "Dennis ở đây..."
        }
    ],
    "007.jpg": [
        {
            "x1": 867,
            "y1": 1004,
            "x2": 920,
            "y2": 1351,
            "text": "大丈夫ですか⁉",
            "vi": "ĐỒNG Ý⁉"
        },
        {
            "x1": 656,
            "y1": 1048,
            "x2": 783,
            "y2": 1217,
            "text": "一体何が⁉ まさか 強盗⁉",
            "vi": "Cái quái gì là một vụ cướp"
        },
        {
            "x1": 432,
            "y1": 1088,
            "x2": 509,
            "y2": 1254,
            "text": "デニスさん ですよね⁉",
            "vi": "Đó là Dennis, phải không?"
        }
    ],
    "008.jpg": [
        {
            "x1": 946,
            "y1": 264,
            "x2": 1028,
            "y2": 402,
            "text": "おなか すいた…",
            "vi": "Tôi đang đói…"
        },
        {
            "x1": 463,
            "y1": 300,
            "x2": 510,
            "y2": 456,
            "text": "すげー音",
            "vi": "Âm thanh tuyệt vời"
        },
        {
            "x1": 792,
            "y1": 1178,
            "x2": 834,
            "y2": 1365,
            "text": "お水のんで",
            "vi": "Với nước"
        },
        {
            "x1": 162,
            "y1": 1167,
            "x2": 202,
            "y2": 1403,
            "text": "助かりましたっ",
            "vi": "Tôi đã được cứu"
        }
    ],
    "009.jpg": [
        {
            "x1": 894,
            "y1": 123,
            "x2": 934,
            "y2": 333,
            "text": "失礼しました",
            "vi": "Xin lỗi cho tôi hỏi"
        },
        {
            "x1": 581,
            "y1": 78,
            "x2": 666,
            "y2": 310,
            "text": "私この染工房の 親方してます",
            "vi": "Tôi là bậc thầy của hội thảo thuốc nhuộm này"
        },
        {
            "x1": 381,
            "y1": 281,
            "x2": 471,
            "y2": 441,
            "text": "デニスと いいます",
            "vi": "Nó được gọi là Dennis"
        },
        {
            "x1": 62,
            "y1": 345,
            "x2": 155,
            "y2": 505,
            "text": "ムコーダ です",
            "vi": "Mukoda"
        },
        {
            "x1": 387,
            "y1": 555,
            "x2": 469,
            "y2": 732,
            "text": "もう大丈夫 ですか？",
            "vi": "Bạn co ổn không?"
        },
        {
            "x1": 162,
            "y1": 703,
            "x2": 363,
            "y2": 881,
            "text": "はいっ ここ最近の 睡眠不足と 空腹で…",
            "vi": "Với sự thiếu ngủ gần đây và đói..."
        },
        {
            "x1": 62,
            "y1": 727,
            "x2": 128,
            "y2": 918,
            "text": "ああなってた だけですので…",
            "vi": "Ồ, đó chỉ là..."
        },
        {
            "x1": 368,
            "y1": 954,
            "x2": 434,
            "y2": 1078,
            "text": "ありもの ですが…",
            "vi": "Đó là một cái gì đó..."
        },
        {
            "x1": 835,
            "y1": 981,
            "x2": 962,
            "y2": 1234,
            "text": "５日ぶりの飯… 人生で最高に 美味しかったです",
            "vi": "Gạo lần đầu tiên sau 5 ngày... nó là món ngon nhất trong cuộc đời tôi"
        },
        {
            "x1": 159,
            "y1": 978,
            "x2": 321,
            "y2": 1188,
            "text": "５日⁉ どうして そんな事に…",
            "vi": "5 ngày⁉ Tại sao..."
        },
        {
            "x1": 755,
            "y1": 1298,
            "x2": 883,
            "y2": 1442,
            "text": "なんと お礼を すれば…",
            "vi": "Thật là một lời cảm ơn..."
        }
    ],
    "010.jpg": [
        {
            "x1": 965,
            "y1": 159,
            "x2": 1011,
            "y2": 319,
            "text": "…それが",
            "vi": "Đó là"
        },
        {
            "x1": 716,
            "y1": 152,
            "x2": 751,
            "y2": 282,
            "text": "どうやら",
            "vi": "Rõ ràng"
        },
        {
            "x1": 585,
            "y1": 333,
            "x2": 739,
            "y2": 608,
            "text": "糸の原料のヴェノム タランチュラが 全然獲れない らしくて…",
            "vi": "Có vẻ như nọc độc tarantula, một nguyên liệu thô của sợi chỉ, hoàn toàn không thể bị bắt..."
        },
        {
            "x1": 492,
            "y1": 381,
            "x2": 540,
            "y2": 518,
            "text": "納品も遅れ",
            "vi": "Giao hàng bị trì hoãn"
        },
        {
            "x1": 426,
            "y1": 429,
            "x2": 520,
            "y2": 609,
            "text": "ちにも 傲人たち 絡金を出をず",
            "vi": "Những kẻ kiêu ngạo không tham gia"
        },
        {
            "x1": 891,
            "y1": 748,
            "x2": 1044,
            "y2": 925,
            "text": "ウチは糸から 染めた物を 取り扱ってる んです",
            "vi": "Tôi xử lý những gì tôi đã nhuộm từ sợi chỉ"
        },
        {
            "x1": 782,
            "y1": 790,
            "x2": 858,
            "y2": 916,
            "text": "他の糸も あるには あるんですが",
            "vi": "Có những chủ đề khác"
        },
        {
            "x1": 421,
            "y1": 767,
            "x2": 507,
            "y2": 952,
            "text": "もう大打撃 なのです…",
            "vi": "Nó đã là một cú đánh lớn..."
        },
        {
            "x1": 152,
            "y1": 781,
            "x2": 187,
            "y2": 915,
            "text": "へ…へえ…",
            "vi": "Này... Này..."
        },
        {
            "x1": 722,
            "y1": 921,
            "x2": 768,
            "y2": 994,
            "text": "もみ",
            "vi": "Mimi"
        },
        {
            "x1": 560,
            "y1": 929,
            "x2": 664,
            "y2": 1043,
            "text": "それが 獲れない となると",
            "vi": "Nếu nó không thể bị bắt"
        },
        {
            "x1": 953,
            "y1": 1127,
            "x2": 1072,
            "y2": 1381,
            "text": "糸不足で商会から せっつかれて 困っとる…",
            "vi": "Tôi gặp rắc rối vì sự thiếu hụt của các chủ đề và tôi đang gặp rắc rối..."
        },
        {
            "x1": 698,
            "y1": 1112,
            "x2": 827,
            "y2": 1326,
            "text": "まさか ここまで被害が 出てたとは…",
            "vi": "Không có cách nào bị hư hỏng cho đến nay..."
        },
        {
            "x1": 512,
            "y1": 1141,
            "x2": 598,
            "y2": 1335,
            "text": "なので新しい 注文は…",
            "vi": "Vì vậy, đơn đặt hàng mới..."
        },
        {
            "x1": 232,
            "y1": 1182,
            "x2": 320,
            "y2": 1485,
            "text": "あっあの その件なんですが…",
            "vi": "Ồ đó là trường hợp..."
        }
    ],
    "011.jpg": [
        {
            "x1": 282,
            "y1": 60,
            "x2": 333,
            "y2": 275,
            "text": "良かったく",
            "vi": "Nó tốt"
        },
        {
            "x1": 135,
            "y1": 156,
            "x2": 166,
            "y2": 261,
            "text": "その…",
            "vi": "cái…"
        },
        {
            "x1": 577,
            "y1": 445,
            "x2": 673,
            "y2": 650,
            "text": "解決したん ですか⁉",
            "vi": "Bạn đã giải quyết nó?"
        },
        {
            "x1": 65,
            "y1": 505,
            "x2": 188,
            "y2": 686,
            "text": "明日解体分を 引き取りに 向かうので",
            "vi": "Tôi sẽ chọn phá hủy vào ngày mai"
        },
        {
            "x1": 859,
            "y1": 840,
            "x2": 972,
            "y2": 1050,
            "text": "その際に ちょっと分けて もらえるか",
            "vi": "Bạn có thể chia nó một chút vào thời điểm đó không?"
        },
        {
            "x1": 743,
            "y1": 920,
            "x2": 819,
            "y2": 1109,
            "text": "聞いてきま しょうか…？",
            "vi": "Hãy hỏi đi...?"
        },
        {
            "x1": 103,
            "y1": 839,
            "x2": 278,
            "y2": 1123,
            "text": "いいん ですか⁉",
            "vi": "Đó là ok⁉"
        },
        {
            "x1": 890,
            "y1": 1265,
            "x2": 932,
            "y2": 1480,
            "text": "いいですよー",
            "vi": "Nó tốt"
        },
        {
            "x1": 623,
            "y1": 1207,
            "x2": 703,
            "y2": 1373,
            "text": "ありがとう ございます‼",
            "vi": "cảm ơn bạn!"
        },
        {
            "x1": 459,
            "y1": 1206,
            "x2": 550,
            "y2": 1398,
            "text": "罪悪感 エグいし…",
            "vi": "Cảm giác tội lỗi..."
        },
        {
            "x1": 293,
            "y1": 1217,
            "x2": 410,
            "y2": 1401,
            "text": "妹さんからも 頼まれてます からね",
            "vi": "Tôi cũng được em gái tôi hỏi"
        },
        {
            "x1": 181,
            "y1": 1245,
            "x2": 254,
            "y2": 1459,
            "text": "「早く納品しろ」 って…",
            "vi": "\"Cung cấp càng sớm càng tốt\" ..."
        }
    ],
    "012.jpg": [
        {
            "x1": 921,
            "y1": 58,
            "x2": 1084,
            "y2": 293,
            "text": "でも兄妹 なのに全然 似てないなく",
            "vi": "Nhưng tôi là anh chị em, nhưng nó trông không giống như vậy"
        },
        {
            "x1": 341,
            "y1": 46,
            "x2": 472,
            "y2": 288,
            "text": "ここまで してもらって 有難いんですが",
            "vi": "Cảm ơn bạn đã có điều này cho đến nay"
        },
        {
            "x1": 147,
            "y1": 45,
            "x2": 283,
            "y2": 255,
            "text": "生憎今 お返しできる ものが…",
            "vi": "Thật không may, những gì có thể được trả lại bây giờ..."
        },
        {
            "x1": 193,
            "y1": 452,
            "x2": 236,
            "y2": 569,
            "text": "ああ…",
            "vi": "À…"
        },
        {
            "x1": 677,
            "y1": 517,
            "x2": 723,
            "y2": 644,
            "text": "あの…",
            "vi": "điều đó…"
        },
        {
            "x1": 138,
            "y1": 487,
            "x2": 173,
            "y2": 626,
            "text": "それなら",
            "vi": "trong trường hợp đó"
        },
        {
            "x1": 111,
            "y1": 779,
            "x2": 226,
            "y2": 960,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 1012,
            "y1": 1018,
            "x2": 1054,
            "y2": 1157,
            "text": "【あの…",
            "vi": "【điều đó…"
        },
        {
            "x1": 178,
            "y1": 1063,
            "x2": 427,
            "y2": 1281,
            "text": "しかしここに 残ってる材料 のみになって しまいますが… ちなみに どんな物を？",
            "vi": "Tuy nhiên, chỉ có các thành phần còn lại ở đây... Nhân tiện, loại điều gì?"
        },
        {
            "x1": 895,
            "y1": 1241,
            "x2": 1054,
            "y2": 1451,
            "text": "デニスさんって 編み物は 得意だったり します？",
            "vi": "Dennis có giỏi đan không không?"
        },
        {
            "x1": 511,
            "y1": 1356,
            "x2": 654,
            "y2": 1508,
            "text": "はい 一応それ なりには",
            "vi": "Vâng, trong thời gian hiện tại"
        },
        {
            "x1": 170,
            "y1": 1376,
            "x2": 222,
            "y2": 1505,
            "text": "実は…",
            "vi": "thật…"
        }
    ],
    "013.jpg": [
        {
            "x1": 894,
            "y1": 61,
            "x2": 946,
            "y2": 381,
            "text": "これなんです",
            "vi": "Đây là"
        },
        {
            "x1": 811,
            "y1": 51,
            "x2": 898,
            "y2": 239,
            "text": "ケド…",
            "vi": "Kedo..."
        },
        {
            "x1": 119,
            "y1": 751,
            "x2": 210,
            "y2": 939,
            "text": "スイの おともだち",
            "vi": "Bạn của Sui"
        },
        {
            "x1": 386,
            "y1": 1247,
            "x2": 526,
            "y2": 1404,
            "text": "エリク君 たちに頂いた 人形なんです ケド",
            "vi": "Những con búp bê do Eriku đưa ra là Kedo"
        },
        {
            "x1": 867,
            "y1": 1379,
            "x2": 907,
            "y2": 1527,
            "text": "これは？",
            "vi": "đây là?"
        },
        {
            "x1": 316,
            "y1": 1372,
            "x2": 414,
            "y2": 1506,
            "text": "ちょっと いろいろ ありまして",
            "vi": "Có một số điều"
        },
        {
            "x1": 102,
            "y1": 1290,
            "x2": 144,
            "y2": 1491,
            "text": "いろいろ…",
            "vi": "đa dạng…"
        }
    ],
    "014.jpg": [
        {
            "x1": 936,
            "y1": 150,
            "x2": 1004,
            "y2": 329,
            "text": "このほつれは いいとして…",
            "vi": "Điều này bị sờn rất tốt..."
        },
        {
            "x1": 816,
            "y1": 179,
            "x2": 889,
            "y2": 378,
            "text": "全体的に 縮んでますね…",
            "vi": "Nó đang thu hẹp tổng thể..."
        },
        {
            "x1": 407,
            "y1": 146,
            "x2": 526,
            "y2": 308,
            "text": "最近水か 熱湯に浸け ましたか？",
            "vi": "Bạn đã ngâm trong nước hoặc nước sôi gần đây?"
        },
        {
            "x1": 792,
            "y1": 477,
            "x2": 982,
            "y2": 705,
            "text": "はい スイがお風呂に 持って入り まして",
            "vi": "Vâng, Sui đưa nó vào bồn tắm"
        },
        {
            "x1": 366,
            "y1": 510,
            "x2": 463,
            "y2": 673,
            "text": "あったか かったー",
            "vi": "Nó ấm áp"
        },
        {
            "x1": 204,
            "y1": 506,
            "x2": 243,
            "y2": 690,
            "text": "お風呂に…",
            "vi": "Trong bồn tắm..."
        },
        {
            "x1": 851,
            "y1": 841,
            "x2": 1008,
            "y2": 1052,
            "text": "あとは スイが間違えて 取り込んで しまいまして…",
            "vi": "Sau đó, Sui vô tình lấy nó vào..."
        },
        {
            "x1": 331,
            "y1": 836,
            "x2": 453,
            "y2": 1010,
            "text": "スイの中で かくれんぼ してた！",
            "vi": "Tôi đã trốn -và -Seek trong Sui!"
        },
        {
            "x1": 898,
            "y1": 1167,
            "x2": 1021,
            "y2": 1419,
            "text": "なのでちょっと 溶けて穴が あったりしますが",
            "vi": "Vì vậy, nó tan chảy một chút và có một lỗ"
        },
        {
            "x1": 413,
            "y1": 1186,
            "x2": 537,
            "y2": 1397,
            "text": "ちゃちゃっと 修理して 頂ければなぁく",
            "vi": "Tôi hy vọng bạn có thể sửa nó"
        }
    ],
    "015.jpg": [
        {
            "x1": 669,
            "y1": 644,
            "x2": 783,
            "y2": 1052,
            "text": "…へぇ…",
            "vi": "… Này…"
        }
    ],
    "016.jpg": [
        {
            "x1": 863,
            "y1": 163,
            "x2": 958,
            "y2": 438,
            "text": "いいですか ムコーダさん…",
            "vi": "Có ổn không, mukoda..."
        },
        {
            "x1": 202,
            "y1": 465,
            "x2": 240,
            "y2": 595,
            "text": "とェ………",
            "vi": "Và e ………"
        },
        {
            "x1": 806,
            "y1": 766,
            "x2": 1028,
            "y2": 1015,
            "text": "その後 小一時間 お説教された ムコーダ",
            "vi": "Sau đó, trong một giờ đã thuyết giảng Mukoda"
        },
        {
            "x1": 216,
            "y1": 776,
            "x2": 317,
            "y2": 1028,
            "text": "おこったかお そっくりー",
            "vi": "Nó chỉ là như vậy"
        },
        {
            "x1": 778,
            "y1": 1226,
            "x2": 986,
            "y2": 1465,
            "text": "職人さんには 気を付けよう と改めたの でした…",
            "vi": "Tôi đã thay đổi thợ thủ công thành cẩn thận..."
        },
        {
            "x1": 112,
            "y1": 1506,
            "x2": 389,
            "y2": 1561,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}