var ocr_data = {
    "001.jpg": [
        {
            "x1": 83,
            "y1": 70,
            "x2": 1006,
            "y2": 115,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        },
        {
            "x1": 473,
            "y1": 154,
            "x2": 568,
            "y2": 281,
            "text": "あるじ あるじ",
            "vi": "Một người nào đó"
        },
        {
            "x1": 134,
            "y1": 209,
            "x2": 181,
            "y2": 547,
            "text": "「火 ちょーだーい！",
            "vi": "\"Sa thải!"
        },
        {
            "x1": 851,
            "y1": 964,
            "x2": 918,
            "y2": 1203,
            "text": "わーい‼",
            "vi": "Yay!"
        },
        {
            "x1": 103,
            "y1": 1255,
            "x2": 580,
            "y2": 1343,
            "text": "とんでもスキル同",
            "vi": "Kỹ năng cũng giống nhau"
        },
        {
            "x1": 178,
            "y1": 1502,
            "x2": 313,
            "y2": 1588,
            "text": "花火",
            "vi": "phao hoa"
        },
        {
            "x1": 82,
            "y1": 1527,
            "x2": 171,
            "y2": 1564,
            "text": "特別編",
            "vi": "Ấn bản đặc biệt"
        }
    ],
    "002.jpg": [
        {
            "x1": 939,
            "y1": 170,
            "x2": 1006,
            "y2": 284,
            "text": "ねーい わーい",
            "vi": "Này wow"
        },
        {
            "x1": 750,
            "y1": 246,
            "x2": 828,
            "y2": 426,
            "text": "お主はまた 妙なモノを…",
            "vi": "Chúa lại có một điều kỳ lạ..."
        },
        {
            "x1": 555,
            "y1": 130,
            "x2": 590,
            "y2": 384,
            "text": "花火って言ってな",
            "vi": "Đừng nói bắn pháo hoa"
        },
        {
            "x1": 380,
            "y1": 66,
            "x2": 465,
            "y2": 300,
            "text": "俺の世界での 夏の風物詩だよ",
            "vi": "Đó là một truyền thống mùa hè trong thế giới của tôi"
        },
        {
            "x1": 966,
            "y1": 870,
            "x2": 1087,
            "y2": 1144,
            "text": "これが 面白いのか？",
            "vi": "Đây có phải là thú vị?"
        },
        {
            "x1": 864,
            "y1": 966,
            "x2": 907,
            "y2": 1073,
            "text": "つまらん",
            "vi": "nhàm chán"
        },
        {
            "x1": 618,
            "y1": 873,
            "x2": 734,
            "y2": 1234,
            "text": "お前ってほんと 空気読まないよな",
            "vi": "Bạn thực sự không đọc không khí"
        },
        {
            "x1": 462,
            "y1": 873,
            "x2": 552,
            "y2": 1111,
            "text": "楽しんでる人の 前で言うかねー",
            "vi": "Tôi đoán trước mặt những người đang vui vẻ"
        },
        {
            "x1": 200,
            "y1": 1366,
            "x2": 235,
            "y2": 1465,
            "text": "…おっ",
            "vi": "…Oh"
        }
    ],
    "003.jpg": [
        {
            "x1": 865,
            "y1": 81,
            "x2": 956,
            "y2": 266,
            "text": "フェル いったぞー",
            "vi": "Fel là"
        },
        {
            "x1": 113,
            "y1": 306,
            "x2": 152,
            "y2": 479,
            "text": "なんだ…？",
            "vi": "cái gì…?"
        },
        {
            "x1": 815,
            "y1": 571,
            "x2": 998,
            "y2": 850,
            "text": "ばち",
            "vi": "Trowel"
        },
        {
            "x1": 721,
            "y1": 661,
            "x2": 767,
            "y2": 766,
            "text": "うお！",
            "vi": "Uo!"
        },
        {
            "x1": 529,
            "y1": 675,
            "x2": 660,
            "y2": 855,
            "text": "わー！ あるじあれ なあにー⁉",
            "vi": "Oh! À, đó là"
        },
        {
            "x1": 125,
            "y1": 650,
            "x2": 197,
            "y2": 922,
            "text": "ねずみ花火です… そんなに驚くとは……",
            "vi": "Đó là pháo hoa chuột... Tôi rất ngạc nhiên..."
        },
        {
            "x1": 811,
            "y1": 1065,
            "x2": 980,
            "y2": 1287,
            "text": "あるじ 花尖って たのしいね",
            "vi": "Thật là vui khi có một bông hoa nào đó."
        },
        {
            "x1": 627,
            "y1": 1082,
            "x2": 656,
            "y2": 1211,
            "text": "そうだね…",
            "vi": "Tôi đồng ý…"
        },
        {
            "x1": 565,
            "y1": 1146,
            "x2": 614,
            "y2": 1325,
            "text": "うんうん",
            "vi": "Có có"
        },
        {
            "x1": 410,
            "y1": 1111,
            "x2": 498,
            "y2": 1295,
            "text": "派手なのも いいけど",
            "vi": "Thật tuyệt khi được hào nhoáng"
        },
        {
            "x1": 85,
            "y1": 1127,
            "x2": 158,
            "y2": 1348,
            "text": "俺はこれも好き なんだよね",
            "vi": "Tôi cũng thích điều này"
        },
        {
            "x1": 38,
            "y1": 1398,
            "x2": 116,
            "y2": 1548,
            "text": "スイもやる",
            "vi": "Làm điều đó quá"
        }
    ],
    "004.jpg": [
        {
            "x1": 982,
            "y1": 115,
            "x2": 1046,
            "y2": 309,
            "text": "じーっと してるんだぞく",
            "vi": "Tôi vẫn đứng"
        },
        {
            "x1": 955,
            "y1": 511,
            "x2": 1077,
            "y2": 690,
            "text": "えー ぜんぜん つかないよ",
            "vi": "Chà, nó không hoạt động chút nào"
        },
        {
            "x1": 514,
            "y1": 491,
            "x2": 587,
            "y2": 635,
            "text": "おもしろく",
            "vi": "Vui"
        },
        {
            "x1": 177,
            "y1": 548,
            "x2": 235,
            "y2": 738,
            "text": "あーあー",
            "vi": "À, À"
        },
        {
            "x1": 947,
            "y1": 915,
            "x2": 1052,
            "y2": 1136,
            "text": "あともうちょっと 待ってたら ついてたぞー",
            "vi": "Tôi đã ở lại nếu tôi đợi lâu hơn một chút"
        },
        {
            "x1": 754,
            "y1": 1011,
            "x2": 787,
            "y2": 1173,
            "text": "ほらついた",
            "vi": "Chết tiệt"
        },
        {
            "x1": 551,
            "y1": 995,
            "x2": 633,
            "y2": 1233,
            "text": "ずるーい",
            "vi": "Ranh mãnh"
        },
        {
            "x1": 851,
            "y1": 1254,
            "x2": 901,
            "y2": 1328,
            "text": "パ4",
            "vi": "PA 4"
        },
        {
            "x1": 156,
            "y1": 1210,
            "x2": 271,
            "y2": 1443,
            "text": "スイも スイもー！",
            "vi": "Sui và Sui!"
        }
    ],
    "005.jpg": [
        {
            "x1": 150,
            "y1": 82,
            "x2": 229,
            "y2": 236,
            "text": "ぽとっ",
            "vi": "Vòi nước"
        },
        {
            "x1": 484,
            "y1": 535,
            "x2": 560,
            "y2": 737,
            "text": "そんな事より 我のフトンを…",
            "vi": "Hơn thế..."
        },
        {
            "x1": 886,
            "y1": 947,
            "x2": 1048,
            "y2": 1310,
            "text": "ううう うう_～そ",
            "vi": "UUUU _ ~"
        },
        {
            "x1": 338,
            "y1": 1025,
            "x2": 419,
            "y2": 1297,
            "text": "フェルおじちゃん きらいく_",
            "vi": "Bác Fel -chan"
        },
        {
            "x1": 547,
            "y1": 1222,
            "x2": 581,
            "y2": 1510,
            "text": "なっなんだスイ⁉",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 213,
            "y1": 1315,
            "x2": 277,
            "y2": 1464,
            "text": "ぬう⁉",
            "vi": "Không có thứ tự"
        }
    ],
    "006.jpg": [
        {
            "x1": 246,
            "y1": 628,
            "x2": 305,
            "y2": 864,
            "text": "やったー‼",
            "vi": "Yay!"
        },
        {
            "x1": 391,
            "y1": 1092,
            "x2": 516,
            "y2": 1256,
            "text": "そっか… また今度 しよっかー",
            "vi": "Đúng vậy... lần này một lần nữa"
        },
        {
            "x1": 967,
            "y1": 1231,
            "x2": 1047,
            "y2": 1469,
            "text": "あ～_～残念 もっかいする？",
            "vi": "À ~ _ ~ Tôi xin lỗi?"
        },
        {
            "x1": 612,
            "y1": 1295,
            "x2": 653,
            "y2": 1445,
            "text": "(（ううん",
            "vi": "(Không"
        },
        {
            "x1": 156,
            "y1": 1522,
            "x2": 434,
            "y2": 1586,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}