var ocr_data = {
    "1-629a328d6b413.jpg": [
        {
            "x1": 796,
            "y1": 215,
            "x2": 888,
            "y2": 425,
            "text": "人の街を出て 四日目",
            "vi": "Ngày thứ tư sau khi rời thành phố của người dân"
        },
        {
            "x1": 325,
            "y1": 232,
            "x2": 414,
            "y2": 475,
            "text": "俺はだいぶ 頑張ったと思う",
            "vi": "Tôi nghĩ tôi đã làm hết sức mình"
        },
        {
            "x1": 66,
            "y1": 516,
            "x2": 203,
            "y2": 661,
            "text": "いや 冗談じゃ なく",
            "vi": "Không đùa"
        },
        {
            "x1": 793,
            "y1": 810,
            "x2": 867,
            "y2": 978,
            "text": "ドラちゃん ドラちゃんく",
            "vi": "Dora -Chan Dora -chan"
        },
        {
            "x1": 168,
            "y1": 792,
            "x2": 297,
            "y2": 1071,
            "text": "うるせえ ____～ッ‼",
            "vi": "Urusei ____ ~"
        },
        {
            "x1": 44,
            "y1": 810,
            "x2": 129,
            "y2": 997,
            "text": "あと草が くすぐってえ‼",
            "vi": "Và cỏ đang tích tắc."
        },
        {
            "x1": 815,
            "y1": 917,
            "x2": 981,
            "y2": 1316,
            "text": "ツン ねそねく ツン",
            "vi": "Tsun nonaku tsun"
        }
    ],
    "2-629a328e0f1ca.jpg": [
        {
            "x1": 342,
            "y1": 65,
            "x2": 821,
            "y2": 116,
            "text": "第65章 子守役ドラちゃん",
            "vi": "Chương 65 Dora -chan xinh đẹp"
        },
        {
            "x1": 300,
            "y1": 137,
            "x2": 879,
            "y2": 303,
            "text": "とんでもスキルマ 異世界放浪父ジ",
            "vi": "Skillma thế giới khác nhau lang thang"
        },
        {
            "x1": 130,
            "y1": 1521,
            "x2": 1026,
            "y2": 1566,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "3-629a328eafcde.jpg": [
        {
            "x1": 801,
            "y1": 123,
            "x2": 926,
            "y2": 300,
            "text": "あく～～ スイの もけもけそ",
            "vi": "Aku ~~ sui no makeo"
        },
        {
            "x1": 633,
            "y1": 225,
            "x2": 710,
            "y2": 356,
            "text": "もう いいだろ",
            "vi": "Nó khá ổn"
        },
        {
            "x1": 90,
            "y1": 207,
            "x2": 151,
            "y2": 357,
            "text": "あらら",
            "vi": "Úi"
        },
        {
            "x1": 540,
            "y1": 318,
            "x2": 625,
            "y2": 512,
            "text": "もういっぱい 遊んだろく～～",
            "vi": "Tôi cũng có thể chơi nhiều ~~"
        },
        {
            "x1": 666,
            "y1": 617,
            "x2": 732,
            "y2": 780,
            "text": "やーめ～",
            "vi": "Vâng ~"
        },
        {
            "x1": 246,
            "y1": 689,
            "x2": 328,
            "y2": 821,
            "text": "スイも 飽きんな",
            "vi": "Tôi không mệt mỏi với Sui"
        },
        {
            "x1": 846,
            "y1": 722,
            "x2": 928,
            "y2": 934,
            "text": "頑張れ ドラちゃん…",
            "vi": "Chúc may mắn Dora -chan..."
        },
        {
            "x1": 40,
            "y1": 739,
            "x2": 115,
            "y2": 933,
            "text": "そういうもん なんだよ",
            "vi": "Đó là những gì"
        },
        {
            "x1": 795,
            "y1": 1229,
            "x2": 925,
            "y2": 1467,
            "text": "スイからしたら いい遊び相手 なんだろうけど",
            "vi": "Tôi đoán đó là một đối tác chơi tốt từ Sui"
        },
        {
            "x1": 548,
            "y1": 1145,
            "x2": 637,
            "y2": 1385,
            "text": "ドラちゃんは 大変だろうなく",
            "vi": "Dora -Chan sẽ không khó"
        }
    ],
    "4-629a328f5943d.jpg": [
        {
            "x1": 962,
            "y1": 28,
            "x2": 1079,
            "y2": 254,
            "text": "それより 早くせんか",
            "vi": "Nó có nhanh hơn thế không?"
        },
        {
            "x1": 777,
            "y1": 150,
            "x2": 810,
            "y2": 308,
            "text": "へいへいく",
            "vi": "Lần"
        },
        {
            "x1": 951,
            "y1": 542,
            "x2": 1085,
            "y2": 768,
            "text": "もう人形遊び なんてやって られっか！",
            "vi": "Bạn có thể chơi búp bê rồi!"
        },
        {
            "x1": 531,
            "y1": 508,
            "x2": 631,
            "y2": 746,
            "text": "追い かけっこー？",
            "vi": "Nhìn ra?"
        },
        {
            "x1": 194,
            "y1": 564,
            "x2": 237,
            "y2": 725,
            "text": "ちげえよ",
            "vi": "Chigeyo"
        },
        {
            "x1": 153,
            "y1": 777,
            "x2": 243,
            "y2": 994,
            "text": "ついて くんなって！",
            "vi": "Tôi sẽ theo dõi tôi!"
        },
        {
            "x1": 1001,
            "y1": 1141,
            "x2": 1054,
            "y2": 1316,
            "text": "待ってく",
            "vi": "Đợi đã"
        },
        {
            "x1": 411,
            "y1": 1137,
            "x2": 501,
            "y2": 1405,
            "text": "飯作ってる 周りで遊ぶな…ッ",
            "vi": "Đừng chơi xung quanh bạn đang làm cơm..."
        },
        {
            "x1": 679,
            "y1": 1414,
            "x2": 737,
            "y2": 1555,
            "text": "ちょっ",
            "vi": "Một chút"
        }
    ],
    "6-629a3290b5a55.jpg": [
        {
            "x1": 515,
            "y1": 116,
            "x2": 808,
            "y2": 746,
            "text": "ああああぁ",
            "vi": "ah ah"
        },
        {
            "x1": 350,
            "y1": 751,
            "x2": 496,
            "y2": 867,
            "text": "無傷",
            "vi": "Nguyên chất"
        },
        {
            "x1": 378,
            "y1": 1148,
            "x2": 420,
            "y2": 1291,
            "text": "よかった",
            "vi": "Khỏe"
        },
        {
            "x1": 228,
            "y1": 1258,
            "x2": 266,
            "y2": 1495,
            "text": "びっくりしたそ",
            "vi": "Tôi đã rất ngạc nhiên"
        }
    ],
    "7-629a32915e5e4.jpg": [
        {
            "x1": 236,
            "y1": 142,
            "x2": 341,
            "y2": 180,
            "text": "お中り",
            "vi": "Tên đệm"
        },
        {
            "x1": 676,
            "y1": 144,
            "x2": 764,
            "y2": 294,
            "text": "お手伝い 以外‼",
            "vi": "Khác hơn là giúp đỡ"
        },
        {
            "x1": 793,
            "y1": 206,
            "x2": 929,
            "y2": 402,
            "text": "次から 料理中は 接近禁止な‼",
            "vi": "Cấm bị cấm trong khi nấu ăn từ tiếp theo."
        },
        {
            "x1": 241,
            "y1": 233,
            "x2": 282,
            "y2": 357,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 723,
            "y1": 550,
            "x2": 939,
            "y2": 814,
            "text": "怒られ ちゃった じゃあ 家族ごっこしよ ドラちゃん",
            "vi": "Tôi đã tức giận, vì vậy gia đình tôi giả vờ, Dora -chan"
        },
        {
            "x1": 347,
            "y1": 702,
            "x2": 463,
            "y2": 894,
            "text": "ドラをゃんが スイの役ねー",
            "vi": "Dora không phải là vai trò của sui"
        },
        {
            "x1": 156,
            "y1": 665,
            "x2": 244,
            "y2": 860,
            "text": "お前は 呑気でいいな",
            "vi": "Bạn có thể uống"
        },
        {
            "x1": 315,
            "y1": 1364,
            "x2": 444,
            "y2": 1541,
            "text": "ト으",
            "vi": "으"
        }
    ],
    "8-629a329202e39.jpg": [
        {
            "x1": 663,
            "y1": 172,
            "x2": 736,
            "y2": 460,
            "text": "できたぞく",
            "vi": "Chế tạo"
        },
        {
            "x1": 929,
            "y1": 1013,
            "x2": 1019,
            "y2": 1187,
            "text": "おいしい お肉のやつ",
            "vi": "Thịt ngon"
        },
        {
            "x1": 475,
            "y1": 983,
            "x2": 544,
            "y2": 1191,
            "text": "はい これは ドラちゃんのく",
            "vi": "Vâng, đây là Dora -chan"
        },
        {
            "x1": 651,
            "y1": 1295,
            "x2": 733,
            "y2": 1408,
            "text": "石と草 じゃん",
            "vi": "Đá và cỏ"
        },
        {
            "x1": 125,
            "y1": 1232,
            "x2": 209,
            "y2": 1481,
            "text": "俺 スイ役 じゃなかった？",
            "vi": "Tôi không phải là vai trò của Sui?"
        }
    ],
    "9-629a32929affa.jpg": [
        {
            "x1": 508,
            "y1": 131,
            "x2": 629,
            "y2": 311,
            "text": "フェル おじちゃん のは大盛りく",
            "vi": "Bác Fel là một vấn đề lớn"
        },
        {
            "x1": 830,
            "y1": 559,
            "x2": 934,
            "y2": 882,
            "text": "我は見張り番ゆえ 混ざれぬのだ",
            "vi": "Tôi không trộn lẫn vì nó là một cái nhìn"
        },
        {
            "x1": 390,
            "y1": 507,
            "x2": 470,
            "y2": 761,
            "text": "わかった",
            "vi": "Đã hiểu"
        },
        {
            "x1": 668,
            "y1": 676,
            "x2": 773,
            "y2": 852,
            "text": "すまぬな スイ",
            "vi": "Smiley Sui"
        },
        {
            "x1": 131,
            "y1": 810,
            "x2": 173,
            "y2": 993,
            "text": "うわ ずり",
            "vi": "Đi lang thang"
        },
        {
            "x1": 650,
            "y1": 992,
            "x2": 698,
            "y2": 1116,
            "text": "そっか",
            "vi": "Tôi thấy"
        },
        {
            "x1": 421,
            "y1": 1100,
            "x2": 520,
            "y2": 1233,
            "text": "いいよ もう！",
            "vi": "Ổn thỏa!"
        },
        {
            "x1": 326,
            "y1": 1221,
            "x2": 418,
            "y2": 1439,
            "text": "飯できるまで 寝っからな",
            "vi": "Tôi đã ngủ cho đến khi có thể ăn"
        }
    ],
    "10-629a32934551b.jpg": [
        {
            "x1": 254,
            "y1": 0,
            "x2": 355,
            "y2": 123,
            "text": "ペタ",
            "vi": "Peta"
        },
        {
            "x1": 968,
            "y1": 85,
            "x2": 1055,
            "y2": 252,
            "text": "えく～～ 遊ぼうよく",
            "vi": "Emu ~~ chúng ta hãy chơi"
        },
        {
            "x1": 226,
            "y1": 983,
            "x2": 356,
            "y2": 1145,
            "text": "おお… マジで一瞬 寝てた",
            "vi": "Ồ... tôi thực sự đã ngủ một lúc"
        },
        {
            "x1": 544,
            "y1": 1348,
            "x2": 579,
            "y2": 1461,
            "text": "んあ？",
            "vi": "Hmm?"
        }
    ],
    "11-629a3293dd13d.jpg": [
        {
            "x1": 896,
            "y1": 132,
            "x2": 981,
            "y2": 291,
            "text": "起きたく 遊ぼうよく",
            "vi": "Tôi muốn dậy, hãy chơi"
        },
        {
            "x1": 597,
            "y1": 105,
            "x2": 676,
            "y2": 264,
            "text": "飯まだ じゃねえか",
            "vi": "Nó vẫn không phải là gạo sao?"
        },
        {
            "x1": 402,
            "y1": 148,
            "x2": 505,
            "y2": 281,
            "text": "ねく ねそ",
            "vi": "Nekuno"
        },
        {
            "x1": 228,
            "y1": 115,
            "x2": 300,
            "y2": 228,
            "text": "あく",
            "vi": "tà ác"
        },
        {
            "x1": 180,
            "y1": 113,
            "x2": 258,
            "y2": 231,
            "text": "そそ",
            "vi": "Cẩu thả"
        },
        {
            "x1": 131,
            "y1": 112,
            "x2": 206,
            "y2": 230,
            "text": "ぼそ",
            "vi": "Nhàm chán"
        },
        {
            "x1": 852,
            "y1": 513,
            "x2": 905,
            "y2": 655,
            "text": "おくい",
            "vi": "Dành riêng"
        },
        {
            "x1": 0,
            "y1": 1071,
            "x2": 89,
            "y2": 1241,
            "text": "はなせ‼",
            "vi": "Hanase‼"
        },
        {
            "x1": 141,
            "y1": 1125,
            "x2": 273,
            "y2": 1441,
            "text": "ついて くんなって‼",
            "vi": "Tôi sẽ làm điều đó"
        }
    ],
    "12-629a329488a14.jpg": [
        {
            "x1": 741,
            "y1": 1341,
            "x2": 790,
            "y2": 1428,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 223,
            "y1": 1239,
            "x2": 266,
            "y2": 1440,
            "text": "……スイ？",
            "vi": "......sui?"
        }
    ],
    "13-629a32952f149.jpg": [
        {
            "x1": 538,
            "y1": 56,
            "x2": 680,
            "y2": 303,
            "text": "冗談やめろ ってスイ！ ビビるだろく",
            "vi": "Ngừng đùa! Nó sợ"
        },
        {
            "x1": 43,
            "y1": 85,
            "x2": 204,
            "y2": 428,
            "text": "わかった 遊ぶから！ もう やめようぜ それ！",
            "vi": "Bởi vì tôi chơi! Hãy dừng nó lại!"
        },
        {
            "x1": 758,
            "y1": 427,
            "x2": 797,
            "y2": 634,
            "text": "いやいやいや",
            "vi": "Không không không"
        },
        {
            "x1": 158,
            "y1": 709,
            "x2": 483,
            "y2": 890,
            "text": "ぽた",
            "vi": "Toàn bộ"
        },
        {
            "x1": 677,
            "y1": 845,
            "x2": 978,
            "y2": 1000,
            "text": "にぽた.",
            "vi": "Khăn ăn."
        },
        {
            "x1": 394,
            "y1": 1077,
            "x2": 484,
            "y2": 1296,
            "text": "そんなに 索い 力入れてな…",
            "vi": "Đừng đặt nhiều sức mạnh tìm kiếm..."
        },
        {
            "x1": 598,
            "y1": 1316,
            "x2": 693,
            "y2": 1512,
            "text": "いや いいって…",
            "vi": "KHÔNG..."
        },
        {
            "x1": 23,
            "y1": 1371,
            "x2": 114,
            "y2": 1557,
            "text": "息が…",
            "vi": "Thở..."
        }
    ],
    "14-629a3295cde7d.jpg": [
        {
            "x1": 969,
            "y1": 252,
            "x2": 1071,
            "y2": 638,
            "text": "できな…",
            "vi": "Không thể…"
        },
        {
            "x1": 833,
            "y1": 1047,
            "x2": 919,
            "y2": 1321,
            "text": "夢かよ‼",
            "vi": "Đó là một giấc mơ?"
        }
    ],
    "15-629a329687d5c.jpg": [
        {
            "x1": 65,
            "y1": 182,
            "x2": 181,
            "y2": 366,
            "text": "はっ",
            "vi": "Đi săn chim ưng"
        },
        {
            "x1": 872,
            "y1": 1096,
            "x2": 958,
            "y2": 1272,
            "text": "ドラ ちゃんー？",
            "vi": "Dora -chan?"
        },
        {
            "x1": 111,
            "y1": 1408,
            "x2": 153,
            "y2": 1485,
            "text": "おっ",
            "vi": "Oh"
        }
    ],
    "16-629a3297320aa.jpg": [
        {
            "x1": 963,
            "y1": 147,
            "x2": 1046,
            "y2": 326,
            "text": "ちょうど飯 できたぞく",
            "vi": "Tôi vừa ăn một bữa"
        },
        {
            "x1": 868,
            "y1": 556,
            "x2": 1015,
            "y2": 848,
            "text": "お腹 へったそ！",
            "vi": "Tôi đang đói!"
        },
        {
            "x1": 398,
            "y1": 1141,
            "x2": 492,
            "y2": 1352,
            "text": "うるさい時は 面倒臭いけど",
            "vi": "Thật là rắc rối khi nó ồn ào"
        },
        {
            "x1": 159,
            "y1": 1253,
            "x2": 334,
            "y2": 1464,
            "text": "静かすぎると 落ち着かない ドラちゃん でした",
            "vi": "Đó là Dora -Chan, người không thể định cư nếu nó quá yên tĩnh"
        },
        {
            "x1": 764,
            "y1": 1509,
            "x2": 1041,
            "y2": 1566,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}