var ocr_data = {
    "001.jpg": [
        {
            "x1": 871,
            "y1": 11,
            "x2": 1411,
            "y2": 273,
            "text": "とんでも スキルは",
            "vi": "Kỹ năng là"
        },
        {
            "x1": 887,
            "y1": 366,
            "x2": 1392,
            "y2": 539,
            "text": "スイの大闘険",
            "vi": "Máy bay chiến đấu lớn của Sui"
        },
        {
            "x1": 1016,
            "y1": 499,
            "x2": 1307,
            "y2": 591,
            "text": "Tondemo Skill de lsekail Hourou Meshi sui noDai Bouken",
            "vi": "L World L Wright Water Water Adventure With S Kit L"
        },
        {
            "x1": 26,
            "y1": 25,
            "x2": 111,
            "y2": 1244,
            "text": "スライムの毎日、いつだってお祭り。",
            "vi": "Slime mỗi ngày, luôn là một lễ hội."
        },
        {
            "x1": 1222,
            "y1": 1459,
            "x2": 1384,
            "y2": 1632,
            "text": "とんでも スキル因 異世界 放浪双シ スイの大園険",
            "vi": "Kỹ năng -thế giới khác nhau lang thang Dai -garden"
        },
        {
            "x1": 1319,
            "y1": 1717,
            "x2": 1432,
            "y2": 2008,
            "text": "最新第４巻",
            "vi": "Tập 4 mới nhất"
        },
        {
            "x1": 29,
            "y1": 1752,
            "x2": 835,
            "y2": 2015,
            "text": "20209225 発 購入はこちらをCLICK!",
            "vi": "Bấm vào đây để mua 20209225 Khởi hành!"
        }
    ],
    "002.jpg": [
        {
            "x1": 362,
            "y1": 63,
            "x2": 718,
            "y2": 117,
            "text": "第36章 シャボン玉",
            "vi": "Chương 36 bong bóng plap"
        },
        {
            "x1": 230,
            "y1": 148,
            "x2": 872,
            "y2": 336,
            "text": "とんでもスギル同 異世界放浪メジ",
            "vi": "Khơi dậy cùng thế giới lang thang"
        },
        {
            "x1": 454,
            "y1": 405,
            "x2": 622,
            "y2": 432,
            "text": "lsekai Hourou Mesh",
            "vi": "Isekai Hourou Meshi"
        },
        {
            "x1": 785,
            "y1": 1287,
            "x2": 972,
            "y2": 1437,
            "text": "Dhampoo",
            "vi": "Dầu gội"
        },
        {
            "x1": 106,
            "y1": 1511,
            "x2": 978,
            "y2": 1554,
            "text": "漫画：双葉もも 原作：江口連 キャラクター原案：雅",
            "vi": "Manga: Momo Futaba Bản gốc: Nhân vật Eguchi Ren"
        }
    ],
    "003.jpg": [
        {
            "x1": 863,
            "y1": 585,
            "x2": 911,
            "y2": 737,
            "text": "あるじー",
            "vi": "Một chút"
        },
        {
            "x1": 150,
            "y1": 492,
            "x2": 234,
            "y2": 665,
            "text": "むずかしい よなー",
            "vi": "Thật khó khăn"
        },
        {
            "x1": 488,
            "y1": 646,
            "x2": 554,
            "y2": 812,
            "text": "あー こぼれ ちゃった？",
            "vi": "Ồ, bạn đã cố gắng?"
        },
        {
            "x1": 728,
            "y1": 962,
            "x2": 751,
            "y2": 1012,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 523,
            "y1": 926,
            "x2": 631,
            "y2": 1116,
            "text": "ねえねえ あるじ コレ なにしてるの",
            "vi": "Này, bạn đang làm gì vậy?"
        },
        {
            "x1": 704,
            "y1": 1130,
            "x2": 783,
            "y2": 1295,
            "text": "あるじも こぼしたー",
            "vi": "Tôi đã làm đổ Anjuji"
        },
        {
            "x1": 294,
            "y1": 1229,
            "x2": 592,
            "y2": 1510,
            "text": "んっとね ランベルトさん のお店に出す 商品を作ってる んだよく ──って言っても わかんないか",
            "vi": "Tôi đang làm một sản phẩm để đưa nó ra cửa hàng Lambert."
        }
    ],
    "004.jpg": [
        {
            "x1": 133,
            "y1": 209,
            "x2": 240,
            "y2": 426,
            "text": "食べたら ダメだぞ！",
            "vi": "Đừng ăn nó!"
        },
        {
            "x1": 822,
            "y1": 403,
            "x2": 955,
            "y2": 587,
            "text": "お花の ニオイだね これ",
            "vi": "Đây là mùi hoa"
        },
        {
            "x1": 550,
            "y1": 404,
            "x2": 671,
            "y2": 625,
            "text": "そうだよ おー すごいぞスイ！",
            "vi": "Đúng thế!"
        },
        {
            "x1": 764,
            "y1": 778,
            "x2": 893,
            "y2": 1002,
            "text": "いや… スイは 大丈夫なのか",
            "vi": "Không... Sui có ổn không?"
        },
        {
            "x1": 317,
            "y1": 765,
            "x2": 401,
            "y2": 901,
            "text": "おいしく ない…",
            "vi": "Không ngon…"
        },
        {
            "x1": 159,
            "y1": 912,
            "x2": 233,
            "y2": 1012,
            "text": "そりゃ そうだ",
            "vi": "Đương nhiên"
        },
        {
            "x1": 887,
            "y1": 1141,
            "x2": 930,
            "y2": 1298,
            "text": "大丈夫？",
            "vi": "Bạn co ổn không?"
        },
        {
            "x1": 497,
            "y1": 1118,
            "x2": 600,
            "y2": 1294,
            "text": "うん",
            "vi": "Ừ"
        }
    ],
    "005.jpg": [
        {
            "x1": 572,
            "y1": 219,
            "x2": 665,
            "y2": 460,
            "text": "スイから なんか出たよー",
            "vi": "Một cái gì đó ra khỏi sui"
        },
        {
            "x1": 144,
            "y1": 283,
            "x2": 221,
            "y2": 450,
            "text": "そんなこと あるんだ…",
            "vi": "Có một thứ như vậy..."
        },
        {
            "x1": 981,
            "y1": 625,
            "x2": 1111,
            "y2": 804,
            "text": "ぐね",
            "vi": "Guni"
        },
        {
            "x1": 520,
            "y1": 621,
            "x2": 623,
            "y2": 778,
            "text": "みよん",
            "vi": "Miyon"
        },
        {
            "x1": 180,
            "y1": 694,
            "x2": 223,
            "y2": 902,
            "text": "何してんの？",
            "vi": "Bạn đang làm gì vậy?"
        },
        {
            "x1": 913,
            "y1": 1004,
            "x2": 1038,
            "y2": 1198,
            "text": "さっきの もっかい 出るかなって",
            "vi": "Tôi tự hỏi liệu nó có phải là một cái lớn"
        },
        {
            "x1": 643,
            "y1": 1122,
            "x2": 719,
            "y2": 1289,
            "text": "ああ なるほど…",
            "vi": "À tôi thấy…"
        },
        {
            "x1": 447,
            "y1": 1085,
            "x2": 546,
            "y2": 1238,
            "text": "こうして 指で…",
            "vi": "Với điều này, với những ngón tay của bạn..."
        },
        {
            "x1": 653,
            "y1": 1317,
            "x2": 755,
            "y2": 1477,
            "text": "ちょっと 待ってね",
            "vi": "Chờ một phút"
        }
    ],
    "006.jpg": [
        {
            "x1": 508,
            "y1": 16,
            "x2": 770,
            "y2": 408,
            "text": "ぼ所",
            "vi": "Ngẫu nhiên"
        },
        {
            "x1": 902,
            "y1": 765,
            "x2": 962,
            "y2": 883,
            "text": "あわ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 476,
            "y1": 760,
            "x2": 597,
            "y2": 956,
            "text": "あるじ すごい！",
            "vi": "Thật tuyệt vời!"
        },
        {
            "x1": 150,
            "y1": 985,
            "x2": 203,
            "y2": 1120,
            "text": "あはは",
            "vi": "Ahaha"
        },
        {
            "x1": 698,
            "y1": 1213,
            "x2": 782,
            "y2": 1387,
            "text": "シャボン玉 だよー",
            "vi": "Đó là bong bóng xà phòng"
        },
        {
            "x1": 414,
            "y1": 1293,
            "x2": 505,
            "y2": 1485,
            "text": "スイも やりたい‼",
            "vi": "Tôi cũng muốn làm sui"
        },
        {
            "x1": 192,
            "y1": 1359,
            "x2": 262,
            "y2": 1536,
            "text": "いいよー おいでおいで",
            "vi": "Được rồi, đến"
        }
    ],
    "007.jpg": [
        {
            "x1": 581,
            "y1": 89,
            "x2": 716,
            "y2": 376,
            "text": "そこに少し 泡立てたシャンプー で膜を作る",
            "vi": "Làm một màng với một ít dầu gội đánh trứng ở đó"
        },
        {
            "x1": 383,
            "y1": 145,
            "x2": 506,
            "y2": 315,
            "text": "これに 息を吹き かけると…",
            "vi": "Nếu bạn thở vào điều này..."
        },
        {
            "x1": 953,
            "y1": 368,
            "x2": 1036,
            "y2": 563,
            "text": "こうやって 輪っか作って",
            "vi": "Tạo một chiếc nhẫn như thế này"
        },
        {
            "x1": 197,
            "y1": 453,
            "x2": 236,
            "y2": 644,
            "text": "シャボン玉",
            "vi": "Bong bóng xà phòng"
        },
        {
            "x1": 867,
            "y1": 719,
            "x2": 977,
            "y2": 865,
            "text": "スイも スイも",
            "vi": "Sui và sui"
        },
        {
            "x1": 238,
            "y1": 761,
            "x2": 315,
            "y2": 912,
            "text": "はいはい 吹いてみな",
            "vi": "Có vâng, thổi"
        },
        {
            "x1": 448,
            "y1": 1046,
            "x2": 575,
            "y2": 1240,
            "text": "スイは 息が吹けない のか…",
            "vi": "Sui có thể thở?"
        },
        {
            "x1": 179,
            "y1": 1328,
            "x2": 245,
            "y2": 1501,
            "text": "必死‼",
            "vi": "Liều lĩnh"
        }
    ],
    "008.jpg": [
        {
            "x1": 168,
            "y1": 340,
            "x2": 284,
            "y2": 491,
            "text": "これで どうだ",
            "vi": "Làm thế nào về điều này"
        },
        {
            "x1": 842,
            "y1": 637,
            "x2": 913,
            "y2": 793,
            "text": "わっか",
            "vi": "vũ đài"
        },
        {
            "x1": 282,
            "y1": 591,
            "x2": 346,
            "y2": 785,
            "text": "それを これにつけて…",
            "vi": "Đặt nó trên này..."
        },
        {
            "x1": 151,
            "y1": 744,
            "x2": 197,
            "y2": 862,
            "text": "つける",
            "vi": "Đưa vào"
        },
        {
            "x1": 839,
            "y1": 1011,
            "x2": 902,
            "y2": 1152,
            "text": "振る！",
            "vi": "rung chuyển!"
        },
        {
            "x1": 448,
            "y1": 1288,
            "x2": 486,
            "y2": 1430,
            "text": "できた",
            "vi": "Đã làm được"
        },
        {
            "x1": 263,
            "y1": 1276,
            "x2": 315,
            "y2": 1484,
            "text": "やったそ！",
            "vi": "Tôi đã thành công rồi!"
        }
    ],
    "009.jpg": [
        {
            "x1": 1029,
            "y1": 1,
            "x2": 1167,
            "y2": 225,
            "text": "川タン",
            "vi": "Lưỡi sông"
        },
        {
            "x1": 933,
            "y1": 32,
            "x2": 1060,
            "y2": 196,
            "text": "ぐタぐタ",
            "vi": "GUTUGUTA"
        },
        {
            "x1": 487,
            "y1": 123,
            "x2": 569,
            "y2": 292,
            "text": "あるじ みてみて！",
            "vi": "Nhìn vào nó!"
        },
        {
            "x1": 988,
            "y1": 684,
            "x2": 1054,
            "y2": 877,
            "text": "おひげ‼",
            "vi": "Đối đầu với!"
        },
        {
            "x1": 494,
            "y1": 864,
            "x2": 573,
            "y2": 1060,
            "text": "フェル おじちゃん！",
            "vi": "Bác Fel!"
        },
        {
            "x1": 911,
            "y1": 1117,
            "x2": 1046,
            "y2": 1342,
            "text": "あわの ごはんく",
            "vi": "Wow gạo"
        }
    ],
    "010.jpg": [
        {
            "x1": 890,
            "y1": 152,
            "x2": 948,
            "y2": 452,
            "text": "もこもこー‼",
            "vi": "Mokomoko"
        },
        {
            "x1": 357,
            "y1": 150,
            "x2": 530,
            "y2": 430,
            "text": "もこ ）ふき スイ！",
            "vi": "Moko) lau!"
        },
        {
            "x1": 160,
            "y1": 148,
            "x2": 300,
            "y2": 305,
            "text": "ここ室内 室内 だから‼",
            "vi": "Bởi vì nó ở trong nhà trong phòng."
        },
        {
            "x1": 803,
            "y1": 614,
            "x2": 884,
            "y2": 811,
            "text": "部屋中泡で びちゃびちゃ",
            "vi": "Nó là một bong bóng trong phòng"
        },
        {
            "x1": 654,
            "y1": 698,
            "x2": 768,
            "y2": 855,
            "text": "に!オイも 充満してる よくそ",
            "vi": "Ni! Oy cũng đầy"
        },
        {
            "x1": 215,
            "y1": 621,
            "x2": 295,
            "y2": 833,
            "text": "スイ そろそろ お片付けしよ！",
            "vi": "Nó sắp được xóa!"
        },
        {
            "x1": 643,
            "y1": 1039,
            "x2": 758,
            "y2": 1226,
            "text": "こんな所 誰かに見られ でもしたら…",
            "vi": "Nếu có ai có thể nhìn thấy nó..."
        },
        {
            "x1": 237,
            "y1": 1072,
            "x2": 362,
            "y2": 1236,
            "text": "お兄さん 何かしてん のかい？",
            "vi": "Bạn đang làm gì đó?"
        }
    ],
    "011.jpg": [
        {
            "x1": 934,
            "y1": 125,
            "x2": 1066,
            "y2": 320,
            "text": "なんだか 騒がしいけど 大丈夫かい？",
            "vi": "Đó là loại ồn ào, nhưng có ổn không?"
        },
        {
            "x1": 686,
            "y1": 195,
            "x2": 731,
            "y2": 295,
            "text": "だっ",
            "vi": "Chỉ"
        },
        {
            "x1": 405,
            "y1": 75,
            "x2": 489,
            "y2": 285,
            "text": "大丈夫です！ すみません‼",
            "vi": "nó khá ổn! lấy làm tiếc!"
        },
        {
            "x1": 410,
            "y1": 428,
            "x2": 440,
            "y2": 568,
            "text": "そうかい？",
            "vi": "Có phải vậy không?"
        },
        {
            "x1": 169,
            "y1": 428,
            "x2": 238,
            "y2": 600,
            "text": "今開けられる とマズイ…‼",
            "vi": "Nếu nó được mở bây giờ...‼"
        },
        {
            "x1": 819,
            "y1": 714,
            "x2": 972,
            "y2": 888,
            "text": "他にも お客がいるん だから 気をつけてね",
            "vi": "Có những khách hàng khác, vì vậy hãy cẩn thận"
        },
        {
            "x1": 222,
            "y1": 751,
            "x2": 260,
            "y2": 886,
            "text": "はい…ー",
            "vi": "Vâng"
        },
        {
            "x1": 907,
            "y1": 1022,
            "x2": 1002,
            "y2": 1213,
            "text": "もっと あそぶのー",
            "vi": "Chơi nhiều hơn"
        },
        {
            "x1": 501,
            "y1": 1230,
            "x2": 639,
            "y2": 1357,
            "text": "あっ こら",
            "vi": "Ikora"
        }
    ],
    "012.jpg": [
        {
            "x1": 778,
            "y1": 1108,
            "x2": 939,
            "y2": 1357,
            "text": "ちょっと 本当に大丈夫 かい⁉",
            "vi": "Nó có thực sự ổn không?"
        }
    ],
    "013.jpg": [
        {
            "x1": 879,
            "y1": 673,
            "x2": 933,
            "y2": 810,
            "text": "なっ…",
            "vi": "Na..."
        },
        {
            "x1": 823,
            "y1": 1073,
            "x2": 970,
            "y2": 1265,
            "text": "何だい コレは",
            "vi": "Cái gì thế này?"
        },
        {
            "x1": 214,
            "y1": 1064,
            "x2": 355,
            "y2": 1356,
            "text": "その晩 しっぽりと 怒られましたとさ",
            "vi": "Tôi đã rất tức giận đêm đó"
        },
        {
            "x1": 51,
            "y1": 1211,
            "x2": 113,
            "y2": 1490,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}