var ocr_data = {
    "001.jpg": [
        {
            "x1": 846,
            "y1": 534,
            "x2": 915,
            "y2": 767,
            "text": "スイ 跳ねるとお水 無くなっちゃうぞー",
            "vi": "Nếu bạn nảy, nước sẽ biến mất"
        },
        {
            "x1": 226,
            "y1": 562,
            "x2": 259,
            "y2": 729,
            "text": "そうだったー",
            "vi": "Đó là như vậy"
        },
        {
            "x1": 706,
            "y1": 939,
            "x2": 762,
            "y2": 1034,
            "text": "おい",
            "vi": "Này"
        },
        {
            "x1": 556,
            "y1": 931,
            "x2": 636,
            "y2": 1148,
            "text": "言われた通りに 土は用意したぞ",
            "vi": "Tôi đã chuẩn bị đất như tôi đã nói"
        },
        {
            "x1": 235,
            "y1": 1029,
            "x2": 354,
            "y2": 1063,
            "text": "こんもり",
            "vi": "Mẹ"
        },
        {
            "x1": 109,
            "y1": 986,
            "x2": 198,
            "y2": 1162,
            "text": "充分充分 サンキュ",
            "vi": "Đủ rồi"
        },
        {
            "x1": 454,
            "y1": 1218,
            "x2": 530,
            "y2": 1391,
            "text": "これで 良かったか？",
            "vi": "Cái này ổn chứ?"
        }
    ],
    "002.jpg": [
        {
            "x1": 313,
            "y1": 65,
            "x2": 837,
            "y2": 117,
            "text": "第18章 はじめてのわがまま",
            "vi": "Chương 18 Sự ích kỷ đầu tiên"
        },
        {
            "x1": 1045,
            "y1": 123,
            "x2": 1093,
            "y2": 852,
            "text": "コミックス第２巻、好評発売中‼",
            "vi": "Truyện tranh tập 2, phổ biến hiện đang được bán."
        },
        {
            "x1": 714,
            "y1": 504,
            "x2": 893,
            "y2": 566,
            "text": "Tondemo Skill de lsekai Hourou Meshi Sui no Dai Bouken",
            "vi": "Một cuộc phiêu lưu lớn của L World lang thang với s kit l"
        },
        {
            "x1": 620,
            "y1": 1503,
            "x2": 922,
            "y2": 1584,
            "text": "原作:江口連 キャラクター原案:雅",
            "vi": "Bản gốc: Eguchi ren nhân vật cuốn sách gốc: YA"
        },
        {
            "x1": 272,
            "y1": 1521,
            "x2": 592,
            "y2": 1567,
            "text": "漫画:双葉もも",
            "vi": "Manga: Futaba Momo"
        }
    ],
    "003.jpg": [
        {
            "x1": 827,
            "y1": 351,
            "x2": 898,
            "y2": 525,
            "text": "これがねー あるじのお肉",
            "vi": "Đây là một loại thịt nhất định"
        },
        {
            "x1": 906,
            "y1": 502,
            "x2": 968,
            "y2": 653,
            "text": "せっせ「",
            "vi": "Và"
        },
        {
            "x1": 648,
            "y1": 446,
            "x2": 723,
            "y2": 595,
            "text": "こっちは まるいお肉",
            "vi": "Đây là một thịt tròn"
        },
        {
            "x1": 455,
            "y1": 521,
            "x2": 553,
            "y2": 702,
            "text": "もうちょっとで あるじのできる からねー",
            "vi": "Tôi có thể làm nó nhiều hơn một chút"
        },
        {
            "x1": 126,
            "y1": 515,
            "x2": 197,
            "y2": 668,
            "text": "わーい やったー！",
            "vi": "Tôi đã thành công rồi!"
        },
        {
            "x1": 845,
            "y1": 831,
            "x2": 933,
            "y2": 1089,
            "text": "はい からあげでくす",
            "vi": "Vâng"
        },
        {
            "x1": 117,
            "y1": 927,
            "x2": 261,
            "y2": 1086,
            "text": "わーい からあげ だー‼",
            "vi": "Thành công lớn"
        },
        {
            "x1": 843,
            "y1": 1176,
            "x2": 987,
            "y2": 1403,
            "text": "わー おいしいー！ おいしー‼",
            "vi": "Wow là ngon! ngon!"
        },
        {
            "x1": 445,
            "y1": 1173,
            "x2": 556,
            "y2": 1384,
            "text": "お主は泥も 喰うのか",
            "vi": "Chúa có ăn bùn?"
        },
        {
            "x1": 85,
            "y1": 1247,
            "x2": 137,
            "y2": 1460,
            "text": "喰わないよ",
            "vi": "Tôi sẽ không ăn"
        }
    ],
    "004.jpg": [
        {
            "x1": 994,
            "y1": 25,
            "x2": 1063,
            "y2": 215,
            "text": "そうじゃなくて 振りだよ 振り！",
            "vi": "Nó không phải, nhưng lắc!"
        },
        {
            "x1": 895,
            "y1": 136,
            "x2": 966,
            "y2": 291,
            "text": "今一緒に 遊んでるの！",
            "vi": "Bây giờ tôi đang chơi cùng nhau!"
        },
        {
            "x1": 514,
            "y1": 120,
            "x2": 675,
            "y2": 321,
            "text": "何が悲しくて わざわざ自ら 汚れに行くのか 理解できんな",
            "vi": "Tôi không thể hiểu những gì đáng buồn và những gì phải tự mình đi đến bẩn thỉu"
        },
        {
            "x1": 398,
            "y1": 306,
            "x2": 456,
            "y2": 509,
            "text": "おじちゃん フェルおじちゃん！",
            "vi": "Bác Fel Bác!"
        },
        {
            "x1": 801,
            "y1": 595,
            "x2": 957,
            "y2": 853,
            "text": "フェルおじちゃん にもねー スイのからあげ あげるー",
            "vi": "Bác Fel, tôi sẽ đưa nó cho tôi."
        },
        {
            "x1": 572,
            "y1": 1089,
            "x2": 671,
            "y2": 1285,
            "text": "…うまいぞ スイ",
            "vi": "… Tốt Sui"
        }
    ],
    "005.jpg": [
        {
            "x1": 806,
            "y1": 114,
            "x2": 957,
            "y2": 333,
            "text": "俺もまさか この歳で泥だんご 作るとは ぉも 思わなかったぜ",
            "vi": "Tôi không nghĩ rằng tôi sẽ làm bánh bao bùn ở độ tuổi này"
        },
        {
            "x1": 506,
            "y1": 209,
            "x2": 569,
            "y2": 375,
            "text": "小学校 以来だもんなー",
            "vi": "Tôi đã học tiểu học"
        },
        {
            "x1": 189,
            "y1": 132,
            "x2": 325,
            "y2": 316,
            "text": "誰が一番 キレイなだんご 作れるかとか やったっけ…",
            "vi": "Bạn có làm bánh bao đẹp nhất..."
        },
        {
            "x1": 831,
            "y1": 565,
            "x2": 919,
            "y2": 685,
            "text": "できる かな…",
            "vi": "Tôi tự hỏi liệu tôi có thể..."
        },
        {
            "x1": 437,
            "y1": 603,
            "x2": 470,
            "y2": 704,
            "text": "おゃま♪",
            "vi": "Oma"
        },
        {
            "x1": 198,
            "y1": 588,
            "x2": 227,
            "y2": 668,
            "text": "おにくの",
            "vi": "Tiếng ồn sồi"
        },
        {
            "x1": 604,
            "y1": 730,
            "x2": 638,
            "y2": 823,
            "text": "おっやま",
            "vi": "Oyama"
        },
        {
            "x1": 73,
            "y1": 688,
            "x2": 110,
            "y2": 786,
            "text": "おやま『",
            "vi": "Oyama \""
        },
        {
            "x1": 793,
            "y1": 993,
            "x2": 868,
            "y2": 1229,
            "text": "できた！",
            "vi": "Đã làm được!"
        },
        {
            "x1": 450,
            "y1": 1037,
            "x2": 522,
            "y2": 1222,
            "text": "どうしたのー あるじー",
            "vi": "Có chuyện gì vậy?"
        },
        {
            "x1": 119,
            "y1": 1209,
            "x2": 198,
            "y2": 1436,
            "text": "できた！ スイできたよ！",
            "vi": "Đã làm được! Tôi đã có thể làm điều đó!"
        }
    ],
    "006.jpg": [
        {
            "x1": 919,
            "y1": 127,
            "x2": 1058,
            "y2": 387,
            "text": "ツルツルの 泥だんご！",
            "vi": "Bánh bao bùn trơn!"
        },
        {
            "x1": 915,
            "y1": 681,
            "x2": 1069,
            "y2": 875,
            "text": "これは… スイのと ちがう…",
            "vi": "Điều này là... khác với Sui..."
        },
        {
            "x1": 763,
            "y1": 759,
            "x2": 816,
            "y2": 954,
            "text": "ッルツル…―",
            "vi": "Burtzuru...-"
        },
        {
            "x1": 542,
            "y1": 780,
            "x2": 655,
            "y2": 1103,
            "text": "スイも つくりたいー‼",
            "vi": "Tôi muốn làm sui"
        }
    ],
    "007.jpg": [
        {
            "x1": 893,
            "y1": 111,
            "x2": 963,
            "y2": 261,
            "text": "あるじ おしえてー",
            "vi": "Nói với tôi"
        },
        {
            "x1": 640,
            "y1": 116,
            "x2": 794,
            "y2": 306,
            "text": "いーよー まずは 普通の作って それからー…",
            "vi": "Chà, đầu tiên làm cho bình thường, sau đó..."
        },
        {
            "x1": 417,
            "y1": 106,
            "x2": 490,
            "y2": 288,
            "text": "次はさらさらの 砂をまぶしてー",
            "vi": "Tiếp theo, rắc cát mịn"
        },
        {
            "x1": 347,
            "y1": 122,
            "x2": 375,
            "y2": 360,
            "text": "（さらさらー",
            "vi": "Không"
        },
        {
            "x1": 184,
            "y1": 119,
            "x2": 242,
            "y2": 264,
            "text": "そうそう いいかんじー",
            "vi": "Đúng thế"
        },
        {
            "x1": 43,
            "y1": 189,
            "x2": 130,
            "y2": 300,
            "text": "さら砂 まぶしたら 次は―…",
            "vi": "Nếu bạn nhúng cát, thì tiếp theo là..."
        },
        {
            "x1": 701,
            "y1": 765,
            "x2": 753,
            "y2": 919,
            "text": "…おおっ",
            "vi": "… Oh"
        },
        {
            "x1": 417,
            "y1": 687,
            "x2": 527,
            "y2": 865,
            "text": "やったぞ スイ！",
            "vi": "Tôi đã thành công rồi!"
        },
        {
            "x1": 43,
            "y1": 1014,
            "x2": 142,
            "y2": 1267,
            "text": "今までで一番 ピカピカだ‼",
            "vi": "Đó là điều sáng bóng nhất cho đến nay."
        }
    ],
    "008.jpg": [
        {
            "x1": 963,
            "y1": 38,
            "x2": 1088,
            "y2": 301,
            "text": "フェルおじちゃん 見てこれ スイが作ったのー！",
            "vi": "Nhìn chú Fel, điều này đã được thực hiện!"
        },
        {
            "x1": 756,
            "y1": 87,
            "x2": 877,
            "y2": 256,
            "text": "ふむ うまいぞスイ 必てきとう",
            "vi": "Hmmm, ssui là không thể tránh khỏi"
        },
        {
            "x1": 530,
            "y1": 70,
            "x2": 628,
            "y2": 264,
            "text": "見て見て えへへー！",
            "vi": "Nhìn và xem nó!"
        },
        {
            "x1": 392,
            "y1": 123,
            "x2": 495,
            "y2": 331,
            "text": "もっかい 見て―！",
            "vi": "Nhìn vào nó!"
        },
        {
            "x1": 533,
            "y1": 282,
            "x2": 637,
            "y2": 412,
            "text": "ずい",
            "vi": "Không có kinh nghiệm"
        },
        {
            "x1": 184,
            "y1": 377,
            "x2": 260,
            "y2": 479,
            "text": "うまい うまい",
            "vi": "Ngon"
        },
        {
            "x1": 1014,
            "y1": 1001,
            "x2": 1095,
            "y2": 1192,
            "text": "ゅー！ ぷるちfん",
            "vi": "Này! Puruchi F."
        },
        {
            "x1": 704,
            "y1": 1007,
            "x2": 796,
            "y2": 1211,
            "text": "すごーい！ すごぃねー‼:",
            "vi": "tuyệt vời! Tuyệt! :"
        },
        {
            "x1": 594,
            "y1": 1008,
            "x2": 668,
            "y2": 1161,
            "text": "あるじー！ スイこれ",
            "vi": "À! Đây là sui"
        },
        {
            "x1": 492,
            "y1": 1055,
            "x2": 572,
            "y2": 1239,
            "text": "おともだちに 見せたい―！",
            "vi": "Tôi muốn cho bạn bè của tôi cho bạn bè!"
        },
        {
            "x1": 376,
            "y1": 1006,
            "x2": 439,
            "y2": 1269,
            "text": "ともだち？} ぎゅっ",
            "vi": "bạn? } Gyu"
        },
        {
            "x1": 1017,
            "y1": 1367,
            "x2": 1068,
            "y2": 1467,
            "text": "はて",
            "vi": "Paddy"
        },
        {
            "x1": 169,
            "y1": 1235,
            "x2": 243,
            "y2": 1429,
            "text": "あぁ… 前言ってた子か",
            "vi": "Ah... đứa trẻ bạn đã nói trước đó"
        }
    ],
    "009.jpg": [
        {
            "x1": 808,
            "y1": 96,
            "x2": 964,
            "y2": 345,
            "text": "んーいいと 思うけど もう夕飯時だし 今度にしよ",
            "vi": "Tôi nghĩ nó tốt, nhưng đã ăn tối, vì vậy hãy làm điều đó vào lần sau"
        },
        {
            "x1": 373,
            "y1": 135,
            "x2": 480,
            "y2": 252,
            "text": "俺らも ごほんに なきゃ",
            "vi": "Chúng tôi phải hạnh phúc"
        },
        {
            "x1": 516,
            "y1": 137,
            "x2": 625,
            "y2": 382,
            "text": "でも今からだったら 迷惑になっちゃうし 明日にしよう？",
            "vi": "Nhưng bây giờ nó sẽ khó chịu và hãy làm điều đó vào ngày mai?"
        },
        {
            "x1": 94,
            "y1": 217,
            "x2": 192,
            "y2": 346,
            "text": "だめ！ やだあ",
            "vi": "Không tốt! Không có cách nào"
        },
        {
            "x1": 720,
            "y1": 335,
            "x2": 764,
            "y2": 443,
            "text": "ええ",
            "vi": "Ừ"
        },
        {
            "x1": 492,
            "y1": 542,
            "x2": 629,
            "y2": 731,
            "text": "できたて じゃなきゃ ダメなのー",
            "vi": "Tôi phải xong việc"
        },
        {
            "x1": 189,
            "y1": 547,
            "x2": 279,
            "y2": 693,
            "text": "ぶラー",
            "vi": "Em bé"
        },
        {
            "x1": 854,
            "y1": 648,
            "x2": 933,
            "y2": 833,
            "text": "今がいいの 今見せたいの",
            "vi": "Bây giờ tôi tốt, tôi muốn cho bạn thấy bây giờ"
        },
        {
            "x1": 161,
            "y1": 692,
            "x2": 198,
            "y2": 810,
            "text": "明日でも",
            "vi": "Thậm chí ngày mai"
        },
        {
            "x1": 881,
            "y1": 959,
            "x2": 958,
            "y2": 1308,
            "text": "いっしょじゃないもん！」 全然ちがうもん",
            "vi": "Không bên nhau! Nó hoàn toàn khác nhau"
        },
        {
            "x1": 384,
            "y1": 997,
            "x2": 505,
            "y2": 1271,
            "text": "わがまま 言わないの‼",
            "vi": "Tôi không nói ích kỷ"
        },
        {
            "x1": 769,
            "y1": 1192,
            "x2": 851,
            "y2": 1403,
            "text": "あるじ 分かってない！",
            "vi": "Tôi không biết!"
        }
    ],
    "010.jpg": [
        {
            "x1": 818,
            "y1": 46,
            "x2": 1087,
            "y2": 344,
            "text": "ぷる\" ぷる…",
            "vi": "Puru \"Puru..."
        },
        {
            "x1": 765,
            "y1": 93,
            "x2": 815,
            "y2": 214,
            "text": "…あっ",
            "vi": "… Ah"
        },
        {
            "x1": 628,
            "y1": 146,
            "x2": 728,
            "y2": 348,
            "text": "ちが… ごめんスイ おお 大きな声だして…",
            "vi": "Chiga... Tôi xin lỗi Sui, tôi có một giọng nói lớn..."
        },
        {
            "x1": 203,
            "y1": 193,
            "x2": 240,
            "y2": 332,
            "text": "……もん",
            "vi": "……hẻm núi"
        },
        {
            "x1": 936,
            "y1": 775,
            "x2": 1093,
            "y2": 1156,
            "text": "わがままじゃ ないもん‼",
            "vi": "Nó không ích kỷ"
        },
        {
            "x1": 531,
            "y1": 1236,
            "x2": 558,
            "y2": 1372,
            "text": "あ…あ……",
            "vi": "À ……"
        }
    ],
    "011.jpg": [
        {
            "x1": 0,
            "y1": 447,
            "x2": 344,
            "y2": 1030,
            "text": "あるじの ばかぁあ",
            "vi": "Một tên ngốc nhất định"
        },
        {
            "x1": 840,
            "y1": 1201,
            "x2": 916,
            "y2": 1371,
            "text": "ごっ ごめん スイ‼",
            "vi": "Tôi xin lỗi Sui‼"
        },
        {
            "x1": 337,
            "y1": 1370,
            "x2": 410,
            "y2": 1510,
            "text": "何故お主が 謝るのだ",
            "vi": "Tại sao bạn xin lỗi?"
        }
    ],
    "012.jpg": [
        {
            "x1": 1000,
            "y1": 73,
            "x2": 1054,
            "y2": 166,
            "text": "あせっ",
            "vi": "Khâu đính"
        },
        {
            "x1": 806,
            "y1": 91,
            "x2": 867,
            "y2": 236,
            "text": "ほらっ",
            "vi": "Cái nhìn"
        },
        {
            "x1": 594,
            "y1": 137,
            "x2": 691,
            "y2": 372,
            "text": "大丈夫 見て！ 直ったよー！",
            "vi": "Nhìn vào nó! Nó đã được sửa!"
        },
        {
            "x1": 518,
            "y1": 536,
            "x2": 561,
            "y2": 647,
            "text": "うわっ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 960,
            "y1": 526,
            "x2": 1032,
            "y2": 811,
            "text": "ちがうのぉ",
            "vi": "Nó khác"
        },
        {
            "x1": 418,
            "y1": 784,
            "x2": 526,
            "y2": 959,
            "text": "そうじゃ ないの",
            "vi": "Không phải vậy"
        },
        {
            "x1": 139,
            "y1": 836,
            "x2": 311,
            "y2": 1098,
            "text": "ええ⁉ じゃあまた 作るからいったん 落ちつこう⁉",
            "vi": "Vâng, tôi sẽ làm lại, vì vậy hãy đi xuống một lần"
        },
        {
            "x1": 413,
            "y1": 1176,
            "x2": 481,
            "y2": 1291,
            "text": "分かった から",
            "vi": "Bởi vì tôi hiểu"
        },
        {
            "x1": 703,
            "y1": 1152,
            "x2": 1027,
            "y2": 1473,
            "text": "スイのおだんご なの～~~！ )スイのが くいいのに__~‼ ちがう てばぁ",
            "vi": "Đó là một ông già của Sui ~ ~! ) Mặc dù nó là tốt, __ ~ Thật bất ngờ"
        },
        {
            "x1": 215,
            "y1": 1177,
            "x2": 312,
            "y2": 1430,
            "text": "でもそれは スイちゃんが自分で つぶしちゃったじゃん",
            "vi": "Nhưng đó là Sui -chan tự nghiền nát"
        }
    ],
    "013.jpg": [
        {
            "x1": 767,
            "y1": 64,
            "x2": 965,
            "y2": 388,
            "text": "しらない もん！",
            "vi": "Đừng làm vậy!"
        },
        {
            "x1": 822,
            "y1": 672,
            "x2": 890,
            "y2": 794,
            "text": "スイ きいて…",
            "vi": "Tôi xin lôi..."
        },
        {
            "x1": 31,
            "y1": 307,
            "x2": 242,
            "y2": 733,
            "text": "あるじの いじわる‼",
            "vi": "Một niềm vui nhất định."
        },
        {
            "x1": 727,
            "y1": 883,
            "x2": 978,
            "y2": 1307,
            "text": "あるじの ばかあ",
            "vi": "Aji không có ngốc"
        }
    ],
    "014.jpg": [
        {
            "x1": 907,
            "y1": 103,
            "x2": 990,
            "y2": 300,
            "text": "スイ いい加減に…",
            "vi": "Chúc may mắn..."
        },
        {
            "x1": 276,
            "y1": 202,
            "x2": 453,
            "y2": 638,
            "text": "いい加減に しなさい‼",
            "vi": "Làm cho nó cẩu thả."
        },
        {
            "x1": 788,
            "y1": 1206,
            "x2": 1060,
            "y2": 1421,
            "text": "なんで今日 そんなに 聞き分けが 悪いんだ スイ⁉",
            "vi": "Tại sao ngày nay nó lại tệ như vậy?"
        },
        {
            "x1": 310,
            "y1": 1263,
            "x2": 352,
            "y2": 1554,
            "text": "我儘が過ぎるぞ！",
            "vi": "Tôi là quá ích kỷ!"
        }
    ],
    "015.jpg": [
        {
            "x1": 352,
            "y1": 101,
            "x2": 453,
            "y2": 315,
            "text": "あるじが おこったぁ",
            "vi": "Aji đã xảy ra"
        },
        {
            "x1": 14,
            "y1": 610,
            "x2": 162,
            "y2": 982,
            "text": "あるじなんか だいっきらい",
            "vi": "Có một điều nhất định"
        },
        {
            "x1": 387,
            "y1": 1248,
            "x2": 509,
            "y2": 1494,
            "text": "あー！ そーかい‼",
            "vi": "À! Đúng thế"
        }
    ],
    "016.jpg": [
        {
            "x1": 487,
            "y1": 30,
            "x2": 710,
            "y2": 480,
            "text": "ふん",
            "vi": "Hmm"
        },
        {
            "x1": 917,
            "y1": 792,
            "x2": 982,
            "y2": 952,
            "text": "あん",
            "vi": "Bấm đậu"
        },
        {
            "x1": 72,
            "y1": 1284,
            "x2": 125,
            "y2": 1559,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}