var ocr_data = {
    "1-61f3b8c3ea9e2.jpg": [
        {
            "x1": 1016,
            "y1": 272,
            "x2": 1068,
            "y2": 1268,
            "text": "漫画⋯双葉もも 原作：江口連 キャラクター原案:雅",
            "vi": "Manga ⋯ Futaba Momo Bản gốc: Nhân vật Eguchi Ren"
        },
        {
            "x1": 202,
            "y1": 1493,
            "x2": 887,
            "y2": 1541,
            "text": "第60章 ドラちゃんとのお絵かき会",
            "vi": "Bữa tiệc vẽ của Chương 60 với Dora -Chan"
        }
    ],
    "2-61f3b8c485c1e.jpg": [
        {
            "x1": 950,
            "y1": 615,
            "x2": 1066,
            "y2": 814,
            "text": "この先に かわ 川があるぜ 寄っていいか？",
            "vi": "Có một sông Kawa phía trước?"
        },
        {
            "x1": 226,
            "y1": 572,
            "x2": 368,
            "y2": 832,
            "text": "あっ じゃあ ちょうどいいし 休憩にするか",
            "vi": "Ồ, nó có đúng không và bạn sẽ nghỉ ngơi?"
        },
        {
            "x1": 957,
            "y1": 1043,
            "x2": 1043,
            "y2": 1234,
            "text": "わーい",
            "vi": "Yay"
        }
    ],
    "3-61f3b8c507942.jpg": [
        {
            "x1": 352,
            "y1": 129,
            "x2": 434,
            "y2": 297,
            "text": "ドラちゃん ドラちゃん",
            "vi": "Dora -Chan Dora -chan"
        },
        {
            "x1": 556,
            "y1": 395,
            "x2": 600,
            "y2": 511,
            "text": "冷てく",
            "vi": "Lạnh"
        },
        {
            "x1": 285,
            "y1": 744,
            "x2": 347,
            "y2": 843,
            "text": "カリ",
            "vi": "Kali"
        },
        {
            "x1": 798,
            "y1": 786,
            "x2": 925,
            "y2": 936,
            "text": "見て 見てー",
            "vi": "Nhìn vào nó"
        },
        {
            "x1": 786,
            "y1": 1138,
            "x2": 910,
            "y2": 1397,
            "text": "ドラちゃん かいたよー",
            "vi": "Dora -chan là"
        }
    ],
    "4-61f3b8c62013b.jpg": [
        {
            "x1": 438,
            "y1": 53,
            "x2": 522,
            "y2": 327,
            "text": "俺はもっと カッコいいだろ！",
            "vi": "Tôi tuyệt hơn!"
        },
        {
            "x1": 709,
            "y1": 352,
            "x2": 737,
            "y2": 468,
            "text": "そっくり",
            "vi": "Chính xác như thế"
        },
        {
            "x1": 1039,
            "y1": 395,
            "x2": 1076,
            "y2": 567,
            "text": "…コレ俺？",
            "vi": "...Kore cho tôi?"
        },
        {
            "x1": 617,
            "y1": 447,
            "x2": 651,
            "y2": 654,
            "text": "どこがだよ‼",
            "vi": "No ở đâu?"
        },
        {
            "x1": 972,
            "y1": 809,
            "x2": 1038,
            "y2": 920,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 968,
            "y1": 1153,
            "x2": 1062,
            "y2": 1372,
            "text": "ダメだダメだ 貸せ",
            "vi": "Không, không, cho vay"
        },
        {
            "x1": 858,
            "y1": 1252,
            "x2": 911,
            "y2": 1410,
            "text": "俺が描く",
            "vi": "tôi vẽ"
        },
        {
            "x1": 415,
            "y1": 1171,
            "x2": 475,
            "y2": 1348,
            "text": "ツノは誰よりも かっこよくて",
            "vi": "Sừng lạnh hơn bất kỳ ai khác"
        },
        {
            "x1": 339,
            "y1": 1311,
            "x2": 405,
            "y2": 1500,
            "text": "んで翼は こうバーンと…",
            "vi": "Và đôi cánh như thế này..."
        },
        {
            "x1": 191,
            "y1": 1407,
            "x2": 226,
            "y2": 1526,
            "text": "尻尾は…",
            "vi": "Đuôi là..."
        },
        {
            "x1": 865,
            "y1": 1486,
            "x2": 927,
            "y2": 1596,
            "text": "かり",
            "vi": "nợ nần"
        }
    ],
    "5-61f3b8c6a0db3.jpg": [
        {
            "x1": 464,
            "y1": 109,
            "x2": 815,
            "y2": 218,
            "text": "※ドラちゃん作",
            "vi": "* Dora -chan được làm"
        },
        {
            "x1": 125,
            "y1": 405,
            "x2": 171,
            "y2": 562,
            "text": "おばけ？",
            "vi": "Con ma?"
        },
        {
            "x1": 700,
            "y1": 886,
            "x2": 975,
            "y2": 1143,
            "text": "あるじが 言ってたよー 悪い子には おばけっていう 怖いのが 来るんだってー",
            "vi": "Aji cho biết -một đứa trẻ xấu sẽ sợ một con ma."
        },
        {
            "x1": 456,
            "y1": 941,
            "x2": 485,
            "y2": 1044,
            "text": "いSー",
            "vi": "Hàng hóa"
        },
        {
            "x1": 45,
            "y1": 880,
            "x2": 165,
            "y2": 1139,
            "text": "うるさい うるさい‼",
            "vi": "Ồn ào!"
        },
        {
            "x1": 915,
            "y1": 1240,
            "x2": 955,
            "y2": 1434,
            "text": "今のは練習！",
            "vi": "Bây giờ thực hành!"
        },
        {
            "x1": 773,
            "y1": 1273,
            "x2": 807,
            "y2": 1498,
            "text": "次が本番だし！",
            "vi": "Tiếp theo là sản phẩm!"
        },
        {
            "x1": 123,
            "y1": 1283,
            "x2": 197,
            "y2": 1409,
            "text": "楽しそう だなー",
            "vi": "Nó trông vui nhỉ"
        }
    ],
    "6-61f3b8c730af3.jpg": [
        {
            "x1": 628,
            "y1": 575,
            "x2": 793,
            "y2": 652,
            "text": "3回→",
            "vi": "3 lần →"
        },
        {
            "x1": 966,
            "y1": 793,
            "x2": 1113,
            "y2": 1090,
            "text": "やって られっか‼",
            "vi": "Bạn có thể làm được không?"
        },
        {
            "x1": 162,
            "y1": 808,
            "x2": 328,
            "y2": 1059,
            "text": "大体魔物が 絵？ なんか 描けたところで なんだってんだ‼",
            "vi": "Con quái vật có phải là một bức tranh? Tôi đã có thể rút ra một cái gì đó."
        },
        {
            "x1": 1032,
            "y1": 1176,
            "x2": 1082,
            "y2": 1293,
            "text": "ふんっ",
            "vi": "Niềm vui"
        },
        {
            "x1": 695,
            "y1": 1178,
            "x2": 789,
            "y2": 1297,
            "text": "楽しい のにー",
            "vi": "Điêu đo rât vui"
        }
    ],
    "7-61f3b8c7a5e85.jpg": [
        {
            "x1": 851,
            "y1": 206,
            "x2": 932,
            "y2": 347,
            "text": "あー ヤダヤダ",
            "vi": "Ah Yadayada"
        },
        {
            "x1": 241,
            "y1": 269,
            "x2": 396,
            "y2": 486,
            "text": "よくあんな 楽しくもねえ事 できるよな スイも",
            "vi": "Bạn có thể làm điều đó vui vẻ."
        },
        {
            "x1": 603,
            "y1": 1091,
            "x2": 646,
            "y2": 1241,
            "text": "くそ…っ",
            "vi": "Chết tiệt..."
        }
    ],
    "8-61f3b8c83c81a.jpg": [
        {
            "x1": 571,
            "y1": 33,
            "x2": 718,
            "y2": 218,
            "text": "加サ",
            "vi": "Kasa"
        },
        {
            "x1": 426,
            "y1": 22,
            "x2": 515,
            "y2": 151,
            "text": "ガサ",
            "vi": "Khí"
        },
        {
            "x1": 752,
            "y1": 367,
            "x2": 843,
            "y2": 509,
            "text": "アイッ どうやって 描いてんだ？",
            "vi": "Bạn vẽ như thế nào?"
        },
        {
            "x1": 540,
            "y1": 350,
            "x2": 585,
            "y2": 453,
            "text": "やべっ",
            "vi": "Vòi nước"
        },
        {
            "x1": 431,
            "y1": 304,
            "x2": 504,
            "y2": 465,
            "text": "ちげーぞ コレは…っ",
            "vi": "Chigezo kire..."
        },
        {
            "x1": 914,
            "y1": 648,
            "x2": 1027,
            "y2": 797,
            "text": "んだよ スイかと 思ったぜく",
            "vi": "Tôi nghĩ đó là một điều tốt"
        },
        {
            "x1": 209,
            "y1": 618,
            "x2": 290,
            "y2": 792,
            "text": "驚かせんな よなく",
            "vi": "Đừng ngạc nhiên"
        },
        {
            "x1": 707,
            "y1": 948,
            "x2": 744,
            "y2": 1091,
            "text": "…んだよ",
            "vi": "...."
        },
        {
            "x1": 208,
            "y1": 967,
            "x2": 247,
            "y2": 1098,
            "text": "やめろっ",
            "vi": "Chặn"
        },
        {
            "x1": 722,
            "y1": 1234,
            "x2": 822,
            "y2": 1390,
            "text": "見せモンじゃ ねえぞ どっか行けよ",
            "vi": "Đó là một chương trình Mon, đừng đi đâu đó"
        },
        {
            "x1": 152,
            "y1": 1152,
            "x2": 243,
            "y2": 1337,
            "text": "痛ェ‼",
            "vi": "Làm đau đớn"
        }
    ],
    "9-61f3b8c8b1a69.jpg": [
        {
            "x1": 870,
            "y1": 86,
            "x2": 984,
            "y2": 271,
            "text": "何すんだ テメェ‼:",
            "vi": "Công việc của bạn là gì? :"
        },
        {
            "x1": 310,
            "y1": 378,
            "x2": 347,
            "y2": 545,
            "text": "ちきしょ",
            "vi": "Chikisho"
        },
        {
            "x1": 407,
            "y1": 787,
            "x2": 440,
            "y2": 966,
            "text": "泣いてんだよ",
            "vi": "tôi đang khóc"
        },
        {
            "x1": 251,
            "y1": 833,
            "x2": 358,
            "y2": 965,
            "text": "お前が 先に…",
            "vi": "Bạn đầu tiên..."
        },
        {
            "x1": 146,
            "y1": 1363,
            "x2": 206,
            "y2": 1461,
            "text": "おっ",
            "vi": "Oh"
        }
    ],
    "10-61f3b8c9333f9.jpg": [
        {
            "x1": 891,
            "y1": 95,
            "x2": 972,
            "y2": 312,
            "text": "いいねェ ヤル気ってか？",
            "vi": "Bạn có thích nó?"
        },
        {
            "x1": 257,
            "y1": 217,
            "x2": 368,
            "y2": 346,
            "text": "やっぱ 俺たち",
            "vi": "Sau tất cả chúng ta"
        },
        {
            "x1": 197,
            "y1": 423,
            "x2": 312,
            "y2": 761,
            "text": "こうで なくっちゃな‼",
            "vi": "Tôi không phải làm điều này"
        }
    ],
    "11-61f3b8cab6a44.jpg": [
        {
            "x1": 925,
            "y1": 132,
            "x2": 967,
            "y2": 214,
            "text": "おい",
            "vi": "Này"
        },
        {
            "x1": 687,
            "y1": 83,
            "x2": 734,
            "y2": 227,
            "text": "ドラの奴",
            "vi": "Anh chàng của Dora"
        },
        {
            "x1": 497,
            "y1": 118,
            "x2": 655,
            "y2": 339,
            "text": "向こうで 暴れておるぞ 羨ま",
            "vi": "Tôi đang hung hăng ở đằng kia"
        },
        {
            "x1": 775,
            "y1": 378,
            "x2": 808,
            "y2": 514,
            "text": "もう行く？",
            "vi": "Bạn đã đi rồi?"
        },
        {
            "x1": 836,
            "y1": 688,
            "x2": 969,
            "y2": 868,
            "text": "なんか いないなと 思ったら…",
            "vi": "Nếu bạn không nghĩ có bất cứ điều gì..."
        },
        {
            "x1": 765,
            "y1": 650,
            "x2": 792,
            "y2": 809,
            "text": "何してんだ‼",
            "vi": "Bạn đang làm gì vậy?"
        },
        {
            "x1": 423,
            "y1": 668,
            "x2": 519,
            "y2": 818,
            "text": "止めさせに 行くぞフェル スイ…！",
            "vi": "Tôi sẽ ngăn chặn Ferusui...!"
        },
        {
            "x1": 66,
            "y1": 690,
            "x2": 161,
            "y2": 835,
            "text": "…あと もう一つ",
            "vi": "… Một người khác"
        },
        {
            "x1": 847,
            "y1": 1054,
            "x2": 964,
            "y2": 1330,
            "text": "スイも 参戦しておる",
            "vi": "Sui cũng tham gia"
        },
        {
            "x1": 143,
            "y1": 1084,
            "x2": 230,
            "y2": 1340,
            "text": "わーい！",
            "vi": "Yay!"
        }
    ],
    "12-61f3b8cbed863.jpg": [
        {
            "x1": 1015,
            "y1": 22,
            "x2": 1079,
            "y2": 351,
            "text": "楽しいねそっ",
            "vi": "Điêu đo rât vui"
        },
        {
            "x1": 406,
            "y1": 85,
            "x2": 453,
            "y2": 206,
            "text": "スイ⁉",
            "vi": "Làm cho chắc chắn"
        },
        {
            "x1": 179,
            "y1": 140,
            "x2": 306,
            "y2": 337,
            "text": "お前やっぱり 着いて来てた のか‼",
            "vi": "Bạn đã đến sau tất cả?"
        },
        {
            "x1": 1027,
            "y1": 858,
            "x2": 1069,
            "y2": 968,
            "text": "お前…",
            "vi": "Bạn…"
        },
        {
            "x1": 504,
            "y1": 832,
            "x2": 576,
            "y2": 959,
            "text": "アレって なに―？",
            "vi": "Đó là cái gì?"
        },
        {
            "x1": 929,
            "y1": 932,
            "x2": 1009,
            "y2": 1146,
            "text": "まさかアレ 見てないよな？",
            "vi": "Bạn đã không nhìn thấy nó, phải không?"
        },
        {
            "x1": 195,
            "y1": 1264,
            "x2": 276,
            "y2": 1435,
            "text": "分かんねえ ならいい！",
            "vi": "Tôi không biết bạn không biết!"
        }
    ],
    "13-61f3b8cd2e4d2.jpg": [
        {
            "x1": 8,
            "y1": 697,
            "x2": 162,
            "y2": 898,
            "text": "逃がす かよ‼",
            "vi": "Bạn có muốn trốn thoát không?"
        }
    ],
    "14-61f3b8cda78de.jpg": [
        {
            "x1": 921,
            "y1": 69,
            "x2": 997,
            "y2": 364,
            "text": "俺が見てない とこで何やってんだ‼",
            "vi": "Bạn đang làm gì khi tôi không nhìn thấy nó?"
        },
        {
            "x1": 814,
            "y1": 79,
            "x2": 854,
            "y2": 229,
            "text": "やめなさ",
            "vi": "Không thể ngăn cản"
        },
        {
            "x1": 154,
            "y1": 189,
            "x2": 219,
            "y2": 348,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 380,
            "y1": 513,
            "x2": 417,
            "y2": 645,
            "text": "でもよー",
            "vi": "Chỉ"
        },
        {
            "x1": 975,
            "y1": 579,
            "x2": 1068,
            "y2": 756,
            "text": "そうだぞ 我も混ぜよ",
            "vi": "Đúng vậy, tôi cũng đang trộn nó"
        },
        {
            "x1": 546,
            "y1": 526,
            "x2": 589,
            "y2": 851,
            "text": "フェルは黙って‼",
            "vi": "Fel đang im lặng"
        },
        {
            "x1": 142,
            "y1": 652,
            "x2": 210,
            "y2": 846,
            "text": "でもも ヘチマもない！",
            "vi": "Nhưng không có sự trung thành!"
        },
        {
            "x1": 128,
            "y1": 1508,
            "x2": 405,
            "y2": 1563,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}