var ocr_data = {
    "001.jpg": [
        {
            "x1": 198,
            "y1": 29,
            "x2": 906,
            "y2": 81,
            "text": "第46章 カレーリナとのお別れ 前編",
            "vi": "Chương 46 Lời chia tay với Currina Phần 1"
        },
        {
            "x1": 452,
            "y1": 1196,
            "x2": 1003,
            "y2": 1377,
            "text": "とんでもスギル同 異世界放浪メジ",
            "vi": "Khơi dậy cùng thế giới lang thang"
        },
        {
            "x1": 46,
            "y1": 1521,
            "x2": 1051,
            "y2": 1572,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗクター原案:雅",
            "vi": "Manga: Futaba Momo Bản gốc: Nhân vật Eguchi Ren"
        }
    ],
    "002.jpg": [
        {
            "x1": 539,
            "y1": 358,
            "x2": 579,
            "y2": 609,
            "text": "スライムの宿…",
            "vi": "Nhà trọ Slime..."
        },
        {
            "x1": 153,
            "y1": 411,
            "x2": 206,
            "y2": 613,
            "text": "そういや…",
            "vi": "KHÔNG..."
        },
        {
            "x1": 887,
            "y1": 764,
            "x2": 1014,
            "y2": 967,
            "text": "アイツ あの後大丈夫 だったかな？",
            "vi": "Có ổn không sau khi anh chàng đó?"
        },
        {
            "x1": 729,
            "y1": 929,
            "x2": 858,
            "y2": 1130,
            "text": "いや 絶対怒られた よな…",
            "vi": "Không, tôi hoàn toàn tức giận..."
        },
        {
            "x1": 604,
            "y1": 980,
            "x2": 634,
            "y2": 1130,
            "text": "怒られたし…",
            "vi": "Tôi đã tức giận..."
        },
        {
            "x1": 734,
            "y1": 1230,
            "x2": 791,
            "y2": 1367,
            "text": "謝ろう",
            "vi": "Xin lỗi"
        },
        {
            "x1": 169,
            "y1": 1294,
            "x2": 258,
            "y2": 1467,
            "text": "予定通り 飯の後は…",
            "vi": "Sau khi gạo như kế hoạch..."
        },
        {
            "x1": 544,
            "y1": 1419,
            "x2": 612,
            "y2": 1533,
            "text": "おっ いた…",
            "vi": "Tôi là..."
        }
    ],
    "003.jpg": [
        {
            "x1": 716,
            "y1": 62,
            "x2": 921,
            "y2": 319,
            "text": "旅の準備と 買い出しに 行くから",
            "vi": "Tôi sẽ chuẩn bị cho chuyến đi của tôi và mua nó"
        },
        {
            "x1": 910,
            "y1": 796,
            "x2": 970,
            "y2": 906,
            "text": "スイ",
            "vi": "Sui"
        },
        {
            "x1": 545,
            "y1": 890,
            "x2": 640,
            "y2": 1018,
            "text": "あるじ おはよ",
            "vi": "Buổi sáng tốt lành"
        },
        {
            "x1": 108,
            "y1": 833,
            "x2": 151,
            "y2": 983,
            "text": "おはよう",
            "vi": "buổi sáng tốt lành"
        },
        {
            "x1": 698,
            "y1": 1154,
            "x2": 740,
            "y2": 1235,
            "text": "スイ",
            "vi": "Sui"
        },
        {
            "x1": 65,
            "y1": 1126,
            "x2": 197,
            "y2": 1291,
            "text": "実はさっき エリク君 来てたんだ",
            "vi": "Thật ra, Erik đã ở đây một thời gian trước"
        },
        {
            "x1": 626,
            "y1": 1315,
            "x2": 712,
            "y2": 1468,
            "text": "朝ご飯 できたよ",
            "vi": "Tôi đã ăn sáng"
        }
    ],
    "004.jpg": [
        {
            "x1": 1001,
            "y1": 9,
            "x2": 1077,
            "y2": 292,
            "text": "なんでー？",
            "vi": "Tại sao?"
        },
        {
            "x1": 730,
            "y1": 112,
            "x2": 869,
            "y2": 298,
            "text": "こないだの むだんがいとらっ 無断外出のこと 謝りに寄って くれたんだって",
            "vi": "Tôi đã không đến với tôi, tôi xin lỗi vì đã đi chơi mà không được phép"
        },
        {
            "x1": 696,
            "y1": 311,
            "x2": 733,
            "y2": 459,
            "text": "その時にね",
            "vi": "Lúc đó"
        },
        {
            "x1": 484,
            "y1": 362,
            "x2": 593,
            "y2": 548,
            "text": "俺たちが あす奈び犬 明日旅立つこと 聞いちゃって",
            "vi": "Tôi nghe nói rằng chúng tôi sẽ rời đi vào ngày mai rằng chúng tôi sẽ đi du lịch vào ngày mai"
        },
        {
            "x1": 191,
            "y1": 356,
            "x2": 267,
            "y2": 473,
            "text": "そいつも 当然…",
            "vi": "Nó luôn luôn tự nhiên..."
        },
        {
            "x1": 382,
            "y1": 461,
            "x2": 476,
            "y2": 678,
            "text": "ものすごく ビックリさせ ちゃったんだよね",
            "vi": "Tôi thực sự ngạc nhiên"
        },
        {
            "x1": 180,
            "y1": 493,
            "x2": 215,
            "y2": 691,
            "text": "行くんスよね…",
            "vi": "Đi -Kun..."
        },
        {
            "x1": 935,
            "y1": 775,
            "x2": 1044,
            "y2": 971,
            "text": "なんでスイを 起こしてくれ なかったのー？",
            "vi": "Tại sao bạn không thức dậy?"
        },
        {
            "x1": 631,
            "y1": 909,
            "x2": 698,
            "y2": 1053,
            "text": "起こそうと したよ！",
            "vi": "Tôi đã cố gắng để thức dậy!"
        },
        {
            "x1": 328,
            "y1": 812,
            "x2": 515,
            "y2": 996,
            "text": "今日スイ ご飯食べ 終わったら お友達と 遊んどく？",
            "vi": "Bạn có chơi với bạn bè sau khi ăn gạo hôm nay không?"
        },
        {
            "x1": 217,
            "y1": 809,
            "x2": 252,
            "y2": 919,
            "text": "最後だし",
            "vi": "Đó là cuối cùng"
        },
        {
            "x1": 223,
            "y1": 1038,
            "x2": 270,
            "y2": 1166,
            "text": "あそぶ",
            "vi": "Chơi"
        },
        {
            "x1": 940,
            "y1": 1108,
            "x2": 1044,
            "y2": 1336,
            "text": "でもエリク君 お仕事に 戻っちゃったからさ",
            "vi": "Nhưng Erik -Kun đã trở lại làm việc"
        },
        {
            "x1": 760,
            "y1": 1196,
            "x2": 787,
            "y2": 1321,
            "text": "そっかく",
            "vi": "Trong thời gian chờ đợi"
        }
    ],
    "005.jpg": [
        {
            "x1": 759,
            "y1": 179,
            "x2": 816,
            "y2": 405,
            "text": "ミリーナ！",
            "vi": "Milina!"
        },
        {
            "x1": 59,
            "y1": 234,
            "x2": 131,
            "y2": 554,
            "text": "ミリーナ‼",
            "vi": "Milina"
        },
        {
            "x1": 773,
            "y1": 602,
            "x2": 817,
            "y2": 785,
            "text": "あいつが！",
            "vi": "anh chàng đó!"
        },
        {
            "x1": 181,
            "y1": 584,
            "x2": 296,
            "y2": 726,
            "text": "もく 朝から何よ リク君！",
            "vi": "Riku là gì từ sáng!"
        },
        {
            "x1": 852,
            "y1": 760,
            "x2": 927,
            "y2": 1198,
            "text": "スライムが…っ",
            "vi": "Chất nhờn..."
        }
    ],
    "006.jpg": [
        {
            "x1": 905,
            "y1": 64,
            "x2": 980,
            "y2": 496,
            "text": "「行っちゃうの⁉",
            "vi": "\"Tôi sẽ⁉"
        },
        {
            "x1": 165,
            "y1": 106,
            "x2": 281,
            "y2": 434,
            "text": "】明日⁉",
            "vi": "】mai⁉"
        },
        {
            "x1": 203,
            "y1": 606,
            "x2": 345,
            "y2": 631,
            "text": "そして 集まる 両家",
            "vi": "Và hai gia đình tụ tập"
        },
        {
            "x1": 958,
            "y1": 583,
            "x2": 1009,
            "y2": 863,
            "text": "すぐじゃん‼",
            "vi": "Ngay"
        },
        {
            "x1": 448,
            "y1": 593,
            "x2": 511,
            "y2": 740,
            "text": "それにしても 急ねぇ",
            "vi": "Mặc dù vậy, tôi đang vội vàng"
        },
        {
            "x1": 144,
            "y1": 677,
            "x2": 169,
            "y2": 756,
            "text": "あいっらは",
            "vi": "À"
        },
        {
            "x1": 836,
            "y1": 727,
            "x2": 905,
            "y2": 857,
            "text": "十だぁぁぁ",
            "vi": "Mười"
        },
        {
            "x1": 472,
            "y1": 768,
            "x2": 506,
            "y2": 828,
            "text": "れた",
            "vi": "Thực hiện"
        },
        {
            "x1": 271,
            "y1": 719,
            "x2": 427,
            "y2": 871,
            "text": "しゃーないよ もともとほうけんしゃ 元々冒険者 なんでしょ？ そーいう もんよ",
            "vi": "Đó không phải là một ý kiến hay, ban đầu nó không phải là một nhà thám hiểm? Chính là nó"
        },
        {
            "x1": 941,
            "y1": 1062,
            "x2": 1013,
            "y2": 1215,
            "text": "お別れ会 しなきゃ！",
            "vi": "Tôi phải nói lời tạm biệt!"
        },
        {
            "x1": 609,
            "y1": 1034,
            "x2": 710,
            "y2": 1164,
            "text": "でも今日は 忙しいん だっけ⁉",
            "vi": "Nhưng hôm nay tôi bận rộn"
        },
        {
            "x1": 137,
            "y1": 990,
            "x2": 212,
            "y2": 1120,
            "text": "落ち着け ミリーナ",
            "vi": "Bình tĩnh Mirina"
        },
        {
            "x1": 481,
            "y1": 1062,
            "x2": 573,
            "y2": 1223,
            "text": "無理 じゃん‼",
            "vi": "Nó là không thể"
        },
        {
            "x1": 944,
            "y1": 1295,
            "x2": 1039,
            "y2": 1508,
            "text": "どうしよう リク君く_～‼",
            "vi": "Phải làm gì, Riku -Kun _ ~‼‼"
        },
        {
            "x1": 818,
            "y1": 1278,
            "x2": 896,
            "y2": 1428,
            "text": "ろぇぇえ",
            "vi": "Ruee"
        },
        {
            "x1": 169,
            "y1": 1295,
            "x2": 205,
            "y2": 1379,
            "text": "すみま",
            "vi": "Sumima"
        }
    ],
    "007.jpg": [
        {
            "x1": 925,
            "y1": 401,
            "x2": 955,
            "y2": 591,
            "text": "こんにちはく",
            "vi": "Xin chào"
        },
        {
            "x1": 544,
            "y1": 489,
            "x2": 584,
            "y2": 740,
            "text": "ムコーダさん！",
            "vi": "Mukoda!"
        },
        {
            "x1": 152,
            "y1": 381,
            "x2": 245,
            "y2": 619,
            "text": "聞いたよ ムコーダさん 明日発つんだってね！",
            "vi": "Tôi nghe nói rằng Mcoda ra đi vào ngày mai!"
        },
        {
            "x1": 64,
            "y1": 610,
            "x2": 130,
            "y2": 725,
            "text": "そうなん ですよ",
            "vi": "Đúng thế"
        },
        {
            "x1": 880,
            "y1": 846,
            "x2": 980,
            "y2": 1001,
            "text": "ちょっと色々 まわ 見て回りたい ので",
            "vi": "Tôi muốn nhìn xung quanh một chút"
        },
        {
            "x1": 683,
            "y1": 897,
            "x2": 748,
            "y2": 1011,
            "text": "寂しく なるわあ",
            "vi": "Tôi cô đơn"
        },
        {
            "x1": 79,
            "y1": 845,
            "x2": 186,
            "y2": 1107,
            "text": "まあでも 用事済ませたら また戻ってくるんで！",
            "vi": "Vâng, nếu bạn đã hoàn thành công việc kinh doanh của mình, bạn sẽ quay lại một lần nữa!"
        },
        {
            "x1": 868,
            "y1": 1177,
            "x2": 973,
            "y2": 1356,
            "text": "取り敢えず次は クレールの街へ 向かおうかと",
            "vi": "Hãy đến thành phố Claire vào lần tới"
        },
        {
            "x1": 527,
            "y1": 1183,
            "x2": 588,
            "y2": 1314,
            "text": "クレールは いいよ‼",
            "vi": "Claire tốt"
        },
        {
            "x1": 438,
            "y1": 1201,
            "x2": 500,
            "y2": 1407,
            "text": "いい店紹介 してあげようか！",
            "vi": "Chúng ta hãy giới thiệu một cửa hàng tốt!"
        },
        {
            "x1": 658,
            "y1": 1426,
            "x2": 692,
            "y2": 1516,
            "text": "あらっ",
            "vi": "À"
        },
        {
            "x1": 341,
            "y1": 1397,
            "x2": 400,
            "y2": 1532,
            "text": "えっ いいん ですか！",
            "vi": "Điều đó có sao không!"
        }
    ],
    "008.jpg": [
        {
            "x1": 348,
            "y1": 31,
            "x2": 405,
            "y2": 181,
            "text": "行くよ",
            "vi": "lần"
        },
        {
            "x1": 995,
            "y1": 244,
            "x2": 1036,
            "y2": 347,
            "text": "本当に",
            "vi": "Thực ra"
        },
        {
            "x1": 863,
            "y1": 443,
            "x2": 992,
            "y2": 647,
            "text": "ぷるちゃんも 行っちゃうん だね…",
            "vi": "Puru -chan cũng sẽ đi..."
        },
        {
            "x1": 1027,
            "y1": 1076,
            "x2": 1094,
            "y2": 1277,
            "text": "えっ そんな… 頂けませんって！",
            "vi": "Vâng, tôi không thể có được nó!"
        },
        {
            "x1": 843,
            "y1": 1184,
            "x2": 950,
            "y2": 1344,
            "text": "いいんだよ 貰える時に 貰っときな！",
            "vi": "Không sao, khi bạn nhận được nó!"
        },
        {
            "x1": 471,
            "y1": 1153,
            "x2": 598,
            "y2": 1312,
            "text": "今日は 子供たちに お願いが！",
            "vi": "Tôi hỏi trẻ em hôm nay!"
        },
        {
            "x1": 683,
            "y1": 1343,
            "x2": 748,
            "y2": 1484,
            "text": "それよりも あのっ",
            "vi": "Hơn là điều đó"
        }
    ],
    "009.jpg": [
        {
            "x1": 188,
            "y1": 73,
            "x2": 300,
            "y2": 312,
            "text": "今日スイと いっし 一緒に遊んで もらえないかな？",
            "vi": "Bạn có thể chơi với Sui hôm nay?"
        },
        {
            "x1": 798,
            "y1": 223,
            "x2": 878,
            "y2": 419,
            "text": "ミリーナちゃん エリク君",
            "vi": "Milina -Chan Eric"
        },
        {
            "x1": 318,
            "y1": 615,
            "x2": 350,
            "y2": 709,
            "text": "それに",
            "vi": "thêm vào đó"
        },
        {
            "x1": 778,
            "y1": 635,
            "x2": 929,
            "y2": 836,
            "text": "俺は今日 準備があるから 遊んであげられ なくて",
            "vi": "Tôi đã sẵn sàng hôm nay vì vậy tôi không thể chơi"
        },
        {
            "x1": 123,
            "y1": 636,
            "x2": 230,
            "y2": 864,
            "text": "しばらく 会えなく なっちゃうからね",
            "vi": "Tôi không thể gặp nhau một lúc"
        },
        {
            "x1": 853,
            "y1": 1047,
            "x2": 940,
            "y2": 1273,
            "text": "スイも遊び たがってるし",
            "vi": "Sui cũng muốn chơi"
        },
        {
            "x1": 92,
            "y1": 1148,
            "x2": 181,
            "y2": 1339,
            "text": "お願いして いいかな？",
            "vi": "Tôi có thể hỏi?"
        }
    ],
    "010.jpg": [
        {
            "x1": 400,
            "y1": 79,
            "x2": 431,
            "y2": 182,
            "text": "いや…",
            "vi": "KHÔNG…"
        },
        {
            "x1": 973,
            "y1": 103,
            "x2": 1027,
            "y2": 278,
            "text": "もち…っ",
            "vi": "Mochi..."
        },
        {
            "x1": 350,
            "y1": 98,
            "x2": 378,
            "y2": 207,
            "text": "えっと…",
            "vi": "Ừm..."
        },
        {
            "x1": 280,
            "y1": 801,
            "x2": 314,
            "y2": 926,
            "text": "あそぼー",
            "vi": "Asobo"
        },
        {
            "x1": 792,
            "y1": 1027,
            "x2": 817,
            "y2": 1115,
            "text": "ありがとう",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 894,
            "y1": 1023,
            "x2": 1002,
            "y2": 1229,
            "text": "あら じゃあ忙しいなら お別れ会とかは…",
            "vi": "Nếu bạn bận, một bữa tiệc chia tay..."
        },
        {
            "x1": 684,
            "y1": 1043,
            "x2": 751,
            "y2": 1159,
            "text": "お気持ち だけで…",
            "vi": "Chỉ với cảm xúc của bạn..."
        },
        {
            "x1": 386,
            "y1": 1072,
            "x2": 533,
            "y2": 1247,
            "text": "それに こんなに 頂いちゃい ましたし…！",
            "vi": "Và tôi đã nhận được nhiều điều này...!"
        }
    ],
    "011.jpg": [
        {
            "x1": 904,
            "y1": 60,
            "x2": 972,
            "y2": 243,
            "text": "すみません ムコーダさん",
            "vi": "Tôi xin lỗi Mukoda"
        },
        {
            "x1": 573,
            "y1": 130,
            "x2": 689,
            "y2": 308,
            "text": "今日 オレたち 用事があって",
            "vi": "Tôi có một việc vặt hôm nay"
        },
        {
            "x1": 266,
            "y1": 467,
            "x2": 315,
            "y2": 681,
            "text": "遊べません",
            "vi": "Tôi không thể chơi"
        },
        {
            "x1": 475,
            "y1": 873,
            "x2": 579,
            "y2": 1038,
            "text": "ずっと前から 約束してたん です！",
            "vi": "Tôi đã được hứa rất lâu!"
        },
        {
            "x1": 137,
            "y1": 869,
            "x2": 202,
            "y2": 1019,
            "text": "なっ ミリーナ！)",
            "vi": "Naana Mirina! )"
        },
        {
            "x1": 33,
            "y1": 901,
            "x2": 94,
            "y2": 1044,
            "text": "えっ え⁉",
            "vi": "Ơ⁉"
        },
        {
            "x1": 380,
            "y1": 1139,
            "x2": 462,
            "y2": 1333,
            "text": "うん‼",
            "vi": "Ừ!"
        },
        {
            "x1": 37,
            "y1": 1435,
            "x2": 201,
            "y2": 1498,
            "text": "※分か,た!! (分かってない)て顔",
            "vi": "※ Sư đoàn, khuôn mặt!! (Tôi không biết) khuôn mặt"
        }
    ],
    "012.jpg": [
        {
            "x1": 1011,
            "y1": 64,
            "x2": 1067,
            "y2": 180,
            "text": "ええ",
            "vi": "Ừ"
        },
        {
            "x1": 805,
            "y1": 116,
            "x2": 906,
            "y2": 303,
            "text": "何言ってんだい アンタたち 用事なんて…",
            "vi": "Bạn đang nói về điều gì, bạn đang làm kinh doanh..."
        },
        {
            "x1": 445,
            "y1": 50,
            "x2": 481,
            "y2": 242,
            "text": "あ あるよ！",
            "vi": "Oh!"
        },
        {
            "x1": 155,
            "y1": 118,
            "x2": 243,
            "y2": 284,
            "text": "めっちゃ 忙しいの‼",
            "vi": "Tôi thực sự bận"
        },
        {
            "x1": 881,
            "y1": 455,
            "x2": 1033,
            "y2": 712,
            "text": "だから ゴメンね ぷるちゃん！",
            "vi": "Vì vậy tôi xin lỗi!"
        },
        {
            "x1": 146,
            "y1": 439,
            "x2": 276,
            "y2": 697,
            "text": "明日は絶対 会おうね‼",
            "vi": "Tôi chắc chắn sẽ gặp ngày mai"
        },
        {
            "x1": 612,
            "y1": 1250,
            "x2": 690,
            "y2": 1408,
            "text": "あそび たかったぁ",
            "vi": "Tôi muốn chơi"
        }
    ],
    "013.jpg": [
        {
            "x1": 916,
            "y1": 125,
            "x2": 956,
            "y2": 388,
            "text": "しょうがないよ",
            "vi": "Nó không thể được giúp đỡ"
        },
        {
            "x1": 745,
            "y1": 140,
            "x2": 839,
            "y2": 467,
            "text": "前から約束 してたみたいだし",
            "vi": "Có vẻ như tôi đã hứa"
        },
        {
            "x1": 496,
            "y1": 312,
            "x2": 601,
            "y2": 510,
            "text": "明日また 寄ろうなー",
            "vi": "Hãy ghé qua ngày mai"
        },
        {
            "x1": 907,
            "y1": 440,
            "x2": 989,
            "y2": 682,
            "text": "ぽんぽぃ",
            "vi": "Ponpo"
        },
        {
            "x1": 69,
            "y1": 541,
            "x2": 202,
            "y2": 776,
            "text": "つっても本当に 挨拶程度 だけど…",
            "vi": "Đó thực sự là về chào hỏi..."
        },
        {
            "x1": 834,
            "y1": 913,
            "x2": 964,
            "y2": 1114,
            "text": "子供って 案外ドライ なんだなぁ…",
            "vi": "Trẻ em bị khô bất ngờ..."
        },
        {
            "x1": 737,
            "y1": 1022,
            "x2": 803,
            "y2": 1175,
            "text": "さびしがるかと 思ってた",
            "vi": "Tôi nghĩ nó sẽ bị rỉ sét"
        },
        {
            "x1": 440,
            "y1": 931,
            "x2": 513,
            "y2": 1137,
            "text": "帰って一緒に 色々準備しようか",
            "vi": "Chúng ta sẽ về nhà và chuẩn bị cùng nhau chứ?"
        },
        {
            "x1": 855,
            "y1": 1236,
            "x2": 903,
            "y2": 1436,
            "text": "行ったか…",
            "vi": "Bạn đã đi..."
        },
        {
            "x1": 126,
            "y1": 1328,
            "x2": 156,
            "y2": 1508,
            "text": "行ったね…！",
            "vi": "Tôi đã đi...!"
        }
    ],
    "014.jpg": [
        {
            "x1": 1036,
            "y1": 103,
            "x2": 1081,
            "y2": 336,
            "text": "よしやるか！",
            "vi": "Bạn có muốn!"
        },
        {
            "x1": 833,
            "y1": 182,
            "x2": 867,
            "y2": 307,
            "text": "何を…？",
            "vi": "cái gì…?"
        },
        {
            "x1": 668,
            "y1": 150,
            "x2": 753,
            "y2": 250,
            "text": "だって ぉ前",
            "vi": "Vì trước đây"
        },
        {
            "x1": 162,
            "y1": 217,
            "x2": 205,
            "y2": 291,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 569,
            "y1": 285,
            "x2": 731,
            "y2": 476,
            "text": "あのまま 遊んで バイバイとか 嫌だったろ？",
            "vi": "Bạn có ghét chơi như nó không?"
        },
        {
            "x1": 488,
            "y1": 717,
            "x2": 610,
            "y2": 882,
            "text": "明日二人で 驚かせて やろうぜ！",
            "vi": "Hãy ngạc nhiên vào ngày mai!"
        },
        {
            "x1": 1011,
            "y1": 835,
            "x2": 1045,
            "y2": 958,
            "text": "だったら",
            "vi": "Khi đó"
        },
        {
            "x1": 675,
            "y1": 864,
            "x2": 808,
            "y2": 1001,
            "text": "アイツに サプライズ プレゼント 用意して",
            "vi": "Chuẩn bị một món quà bất ngờ cho anh chàng"
        },
        {
            "x1": 591,
            "y1": 1185,
            "x2": 718,
            "y2": 1342,
            "text": "期限は 明日‼",
            "vi": "Thời hạn là ngày mai"
        },
        {
            "x1": 452,
            "y1": 1363,
            "x2": 489,
            "y2": 1468,
            "text": "うんー",
            "vi": "Ừ"
        },
        {
            "x1": 836,
            "y1": 1537,
            "x2": 1115,
            "y2": 1593,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}