var ocr_data = {
    "1-627e464cb6d04.jpg": [
        {
            "x1": 613,
            "y1": 1290,
            "x2": 957,
            "y2": 1436,
            "text": "漫画：赤岸K 原作：江口連",
            "vi": "Manga: Akagishi K hoặc Bản gốc: Eguchi Ren"
        },
        {
            "x1": 636,
            "y1": 1420,
            "x2": 945,
            "y2": 1463,
            "text": "キャラクター原案 雅",
            "vi": "Bản nháp nguyên nhân ban đầu"
        },
        {
            "x1": 380,
            "y1": 1496,
            "x2": 734,
            "y2": 1560,
            "text": "第50章 幻の宝石",
            "vi": "Chương 50 Trang sức Phantom"
        }
    ],
    "2-627e464d30e12.jpg": [
        {
            "x1": 862,
            "y1": 155,
            "x2": 986,
            "y2": 365,
            "text": "久しぶりの ダンジョン産 宝石ですからな",
            "vi": "Đã lâu rồi trong trang sức trong ngục tối"
        },
        {
            "x1": 281,
            "y1": 191,
            "x2": 441,
            "y2": 277,
            "text": "商人ギルド 鑑定士",
            "vi": "Thẩm định hội đồng thương gia"
        },
        {
            "x1": 147,
            "y1": 359,
            "x2": 232,
            "y2": 525,
            "text": "心して 鑑定せねば",
            "vi": "Tôi phải cẩn thận"
        },
        {
            "x1": 834,
            "y1": 633,
            "x2": 989,
            "y2": 801,
            "text": "そうでしょう 普段であれば 持ち帰るのも 難しい…",
            "vi": "Đúng vậy, thật khó để đưa nó về nhà..."
        },
        {
            "x1": 313,
            "y1": 852,
            "x2": 504,
            "y2": 915,
            "text": "商人ギルド ギルドマスター",
            "vi": "Bang hội bang hội thương gia"
        },
        {
            "x1": 411,
            "y1": 1054,
            "x2": 488,
            "y2": 1187,
            "text": "ほほう これは…",
            "vi": "Hoho đây là..."
        },
        {
            "x1": 603,
            "y1": 1259,
            "x2": 670,
            "y2": 1470,
            "text": "しかと鑑定して もらいますぞ",
            "vi": "Tôi sẽ có bạn phán xét"
        }
    ],
    "3-627e464d95ab1.jpg": [
        {
            "x1": 821,
            "y1": 180,
            "x2": 986,
            "y2": 390,
            "text": "このルビー！ 小粒ですが 素晴らしい 赤をしている！",
            "vi": "Ruby này! Đó là một loại ngũ cốc nhỏ, nhưng nó có màu đỏ tuyệt vời!"
        },
        {
            "x1": 162,
            "y1": 240,
            "x2": 231,
            "y2": 468,
            "text": "サファイアに ガーネットまで！",
            "vi": "Từ Sapphire đến Garnet!"
        },
        {
            "x1": 703,
            "y1": 489,
            "x2": 775,
            "y2": 667,
            "text": "エメラルドに アクアマリン",
            "vi": "Aquamarine trong Emerald"
        },
        {
            "x1": 861,
            "y1": 810,
            "x2": 943,
            "y2": 1020,
            "text": "ダイヤモンドも この大きさ！",
            "vi": "Kim cương cũng là kích thước này!"
        },
        {
            "x1": 116,
            "y1": 865,
            "x2": 228,
            "y2": 1061,
            "text": "どれも濁りない 透明度… 最高品質ですぞ",
            "vi": "Không ai trong số họ là sự minh bạch bùn... chất lượng cao nhất"
        },
        {
            "x1": 901,
            "y1": 1141,
            "x2": 978,
            "y2": 1368,
            "text": "そう でしょうとも！",
            "vi": "Đúng thế!"
        },
        {
            "x1": 142,
            "y1": 1133,
            "x2": 186,
            "y2": 1343,
            "text": "こ…これは！",
            "vi": "Th-Đây là!"
        },
        {
            "x1": 396,
            "y1": 1315,
            "x2": 466,
            "y2": 1471,
            "text": "そして こちらが…",
            "vi": "Và đây là..."
        }
    ],
    "4-627e464e0ada9.jpg": [
        {
            "x1": 677,
            "y1": 190,
            "x2": 852,
            "y2": 415,
            "text": "いやあ 宝石売買 ウゴールさんに 間に入ってもらって 助かったな",
            "vi": "Chà, tôi đã được cứu bởi Ugor giao dịch trang sức"
        },
        {
            "x1": 151,
            "y1": 371,
            "x2": 223,
            "y2": 563,
            "text": "あとでちゃんと お礼しないと",
            "vi": "Tôi phải cảm ơn sau"
        },
        {
            "x1": 868,
            "y1": 660,
            "x2": 982,
            "y2": 812,
            "text": "礼もいいが 我らの飯は まだか？",
            "vi": "Cảm ơn là tốt, nhưng gạo của chúng ta chưa?"
        },
        {
            "x1": 138,
            "y1": 645,
            "x2": 255,
            "y2": 854,
            "text": "わかってるって 先にやること あるから",
            "vi": "Tôi biết những gì tôi biết trước tiên"
        },
        {
            "x1": 861,
            "y1": 1106,
            "x2": 998,
            "y2": 1286,
            "text": "ダンジョンも 行ってたし そろそろお供え しないと",
            "vi": "Tôi cũng đã đi đến ngục tối và tôi đã phải cung cấp nó sớm"
        },
        {
            "x1": 811,
            "y1": 1343,
            "x2": 920,
            "y2": 1462,
            "text": "神託 来ちゃう からな",
            "vi": "Bởi vì lời sấm truyền"
        }
    ],
    "5-627e464e6cb60.jpg": [
        {
            "x1": 782,
            "y1": 108,
            "x2": 987,
            "y2": 447,
            "text": "お主！ あのテナントとやら 夢のような 店ではないかっ",
            "vi": "Lạy Chúa! Đó không phải là một cửa hàng giống như giấc mơ với người thuê nhà đó?"
        },
        {
            "x1": 264,
            "y1": 125,
            "x2": 372,
            "y2": 331,
            "text": "褒めて 遣わすぞ！",
            "vi": "Tôi sẽ ca ngợi và gửi nó!"
        },
        {
            "x1": 104,
            "y1": 288,
            "x2": 247,
            "y2": 581,
            "text": "早く妾に フミヤのケーキを 供えるのじゃ！",
            "vi": "Tôi sẽ cung cấp một chiếc bánh fumiya cho người vợ lẽ của tôi càng sớm càng tốt!"
        },
        {
            "x1": 869,
            "y1": 968,
            "x2": 975,
            "y2": 1188,
            "text": "いやまぁ こうなることは 予想してたけどさ",
            "vi": "Vâng, tôi dự kiến điều này sẽ xảy ra"
        },
        {
            "x1": 427,
            "y1": 970,
            "x2": 545,
            "y2": 1116,
            "text": "儂らも 少し 勉強してな",
            "vi": "Chúng ta nên học một chút"
        },
        {
            "x1": 105,
            "y1": 968,
            "x2": 220,
            "y2": 1140,
            "text": "ぉ主の いた世界を 少々覗いたぞ",
            "vi": "Tôi nhìn một chút về thế giới nơi Chúa ở"
        }
    ],
    "6-627e464ed551f.jpg": [
        {
            "x1": 939,
            "y1": 125,
            "x2": 1008,
            "y2": 270,
            "text": "テナントと いぇば",
            "vi": "Người thuê và Iba"
        },
        {
            "x1": 836,
            "y1": 121,
            "x2": 892,
            "y2": 303,
            "text": "酒屋じゃ！",
            "vi": "Đó là một cửa hàng rượu!"
        },
        {
            "x1": 619,
            "y1": 108,
            "x2": 772,
            "y2": 354,
            "text": "なんじゃあの 酒の種類は！ 次のテナントは 酒屋に決まりじゃ！",
            "vi": "Loại rượu sake nào! Người thuê tiếp theo được quyết định cho một cửa hàng rượu!"
        },
        {
            "x1": 440,
            "y1": 96,
            "x2": 547,
            "y2": 315,
            "text": "ちょっとく 勝手に決めないで くれるかしら",
            "vi": "Tôi tự hỏi liệu tôi sẽ không quyết định một chút"
        },
        {
            "x1": 211,
            "y1": 113,
            "x2": 317,
            "y2": 285,
            "text": "デパコス… とまでは 言わないけど",
            "vi": "Tôi không nói Depacos..."
        },
        {
            "x1": 140,
            "y1": 201,
            "x2": 180,
            "y2": 440,
            "text": "ドラッグストア",
            "vi": "Cửa hàng thuốc"
        },
        {
            "x1": 133,
            "y1": 482,
            "x2": 237,
            "y2": 679,
            "text": "ってとこでも 化粧品が あるんでしょ？",
            "vi": "Có mỹ phẩm ngay cả ở nơi này, phải không?"
        },
        {
            "x1": 695,
            "y1": 758,
            "x2": 823,
            "y2": 931,
            "text": "ギーッ",
            "vi": "GE"
        },
        {
            "x1": 565,
            "y1": 751,
            "x2": 619,
            "y2": 864,
            "text": "あーっ",
            "vi": "À"
        },
        {
            "x1": 131,
            "y1": 755,
            "x2": 261,
            "y2": 997,
            "text": "ついに テナント情報まで 調べ始めたかーっ",
            "vi": "Cuối cùng bạn đã bắt đầu kiểm tra thông tin thuê nhà?"
        },
        {
            "x1": 868,
            "y1": 1085,
            "x2": 985,
            "y2": 1241,
            "text": "み 皆さん 落ち着いて ください！",
            "vi": "Xin hãy bình tĩnh!"
        },
        {
            "x1": 257,
            "y1": 1070,
            "x2": 377,
            "y2": 1300,
            "text": "次のテナントは その時になったら 決めますから",
            "vi": "Người thuê tiếp theo sẽ được quyết định tại thời điểm đó"
        },
        {
            "x1": 126,
            "y1": 1092,
            "x2": 201,
            "y2": 1290,
            "text": "今は お供えの品を…",
            "vi": "Bây giờ là đề nghị của ưu đãi..."
        },
        {
            "x1": 179,
            "y1": 1401,
            "x2": 217,
            "y2": 1470,
            "text": "むっ",
            "vi": "Hoài nghi"
        }
    ],
    "7-627e464f47ee4.jpg": [
        {
            "x1": 886,
            "y1": 93,
            "x2": 973,
            "y2": 384,
            "text": "はいはいはいっ フミヤのケーキ！",
            "vi": "Có Có Có Bánh Fumiya!"
        },
        {
            "x1": 538,
            "y1": 101,
            "x2": 628,
            "y2": 298,
            "text": "全種類 欲しいぞっ！",
            "vi": "Tôi muốn đủ loại!"
        },
        {
            "x1": 419,
            "y1": 257,
            "x2": 494,
            "y2": 385,
            "text": "私も",
            "vi": "tôi cũng thế"
        },
        {
            "x1": 163,
            "y1": 135,
            "x2": 313,
            "y2": 332,
            "text": "ぬぅ では少しずつ 制覇していくと するか…",
            "vi": "Nó có được cho là bị chinh phục từng chút một trong NU..."
        },
        {
            "x1": 122,
            "y1": 428,
            "x2": 234,
            "y2": 571,
            "text": "俺はビール だったら 何でも",
            "vi": "Tôi là một loại bia bất cứ thứ gì"
        },
        {
            "x1": 521,
            "y1": 716,
            "x2": 648,
            "y2": 898,
            "text": "一度に 食べたら 太りますよ！",
            "vi": "Nếu bạn ăn cùng một lúc, bạn sẽ được béo!"
        },
        {
            "x1": 263,
            "y1": 638,
            "x2": 398,
            "y2": 848,
            "text": "シャンプーと トリートメントも 少なくなって きたわあ",
            "vi": "Dầu gội và xử lý đang giảm."
        },
        {
            "x1": 123,
            "y1": 734,
            "x2": 221,
            "y2": 895,
            "text": "他には どんなものが あるの？",
            "vi": "Còn gì nữa?"
        },
        {
            "x1": 836,
            "y1": 963,
            "x2": 985,
            "y2": 1181,
            "text": "じっくり 決めたいのじゃ 妾らにしかと メニューを見せよ",
            "vi": "Nếu bạn muốn quyết định cẩn thận, hãy hiển thị menu cho các phi tất."
        },
        {
            "x1": 363,
            "y1": 982,
            "x2": 467,
            "y2": 1152,
            "text": "へいへい これで 見えますか？",
            "vi": "Bạn có thấy điều này với cái này không?"
        },
        {
            "x1": 139,
            "y1": 962,
            "x2": 189,
            "y2": 1127,
            "text": "おおおっ",
            "vi": "Oh oh"
        }
    ],
    "8-627e464fe3f62.jpg": [
        {
            "x1": 603,
            "y1": 597,
            "x2": 729,
            "y2": 911,
            "text": "インペリアル トパーズッ！",
            "vi": "Đỉnh Imperial!"
        },
        {
            "x1": 842,
            "y1": 798,
            "x2": 967,
            "y2": 1029,
            "text": "こ これは まさか！",
            "vi": "Đây không phải là cách nào!"
        },
        {
            "x1": 292,
            "y1": 765,
            "x2": 462,
            "y2": 960,
            "text": "この黄金色を 目にしたのは 何十年振りの ことか！",
            "vi": "Bao nhiêu năm bạn đã thấy màu vàng này!"
        },
        {
            "x1": 144,
            "y1": 821,
            "x2": 239,
            "y2": 1044,
            "text": "これは いいですぞ！",
            "vi": "Điều này là tốt!"
        },
        {
            "x1": 887,
            "y1": 1117,
            "x2": 971,
            "y2": 1343,
            "text": "あの噂に聞く 希少な宝石か⁉",
            "vi": "Có phải là một viên ngọc quý hiếm để nghe tin đồn đó?"
        },
        {
            "x1": 198,
            "y1": 1115,
            "x2": 321,
            "y2": 1292,
            "text": "ええ 知る人ぞ知る 宝石…",
            "vi": "Vâng, một viên ngọc được biết đến bởi những người biết..."
        },
        {
            "x1": 129,
            "y1": 1320,
            "x2": 276,
            "y2": 1467,
            "text": "まさか これほどの ものが出る とは",
            "vi": "Không có cách nào mà loại điều này xuất hiện"
        }
    ],
    "9-627e465055813.jpg": [
        {
            "x1": 844,
            "y1": 152,
            "x2": 948,
            "y2": 345,
            "text": "黄金色の宝石は 縁起が良いと されている…",
            "vi": "Trang sức vàng được cho là có may mắn..."
        },
        {
            "x1": 154,
            "y1": 321,
            "x2": 301,
            "y2": 544,
            "text": "この 輝くような色味は 引く手あまた でしょう",
            "vi": "Màu sắc bóng này sẽ được kéo"
        },
        {
            "x1": 898,
            "y1": 625,
            "x2": 982,
            "y2": 837,
            "text": "その上 この傷のなさ！",
            "vi": "Ngoài ra, vết thương này!"
        },
        {
            "x1": 561,
            "y1": 625,
            "x2": 632,
            "y2": 780,
            "text": "こちらの ダイヤも！",
            "vi": "Kim cương này!"
        },
        {
            "x1": 75,
            "y1": 628,
            "x2": 195,
            "y2": 836,
            "text": "世界最高峰と 言っても 過言ではない！",
            "vi": "Không quá cường điệu khi nói rằng đó là đỉnh cao nhất thế giới!"
        },
        {
            "x1": 779,
            "y1": 1245,
            "x2": 864,
            "y2": 1455,
            "text": "世界一の ウィスキー⁉",
            "vi": "Rượu whisky tốt nhất thế giới"
        }
    ],
    "10-627e46511af24.jpg": [
        {
            "x1": 875,
            "y1": 113,
            "x2": 979,
            "y2": 318,
            "text": "そりゃ飲まずに いられる かってんだ",
            "vi": "Tôi tự hỏi nếu tôi có thể ở mà không uống rượu"
        },
        {
            "x1": 176,
            "y1": 142,
            "x2": 257,
            "y2": 325,
            "text": "お前ら 早くしろよー",
            "vi": "Các bạn nên nhanh hơn"
        },
        {
            "x1": 501,
            "y1": 433,
            "x2": 576,
            "y2": 630,
            "text": "よし それも頼むぞ！",
            "vi": "Được rồi, tôi cũng hỏi bạn!"
        },
        {
            "x1": 911,
            "y1": 689,
            "x2": 987,
            "y2": 808,
            "text": "あーん 迷うわく",
            "vi": "Ah, tôi lạc lối"
        },
        {
            "x1": 344,
            "y1": 701,
            "x2": 428,
            "y2": 894,
            "text": "そろそろ 締切ますよー",
            "vi": "Đó là khoảng thời gian đến hạn chót"
        },
        {
            "x1": 863,
            "y1": 846,
            "x2": 967,
            "y2": 990,
            "text": "髪も肌も お手入れ したいしく",
            "vi": "Tôi muốn bạn làm sạch tóc và da"
        },
        {
            "x1": 896,
            "y1": 1068,
            "x2": 1000,
            "y2": 1187,
            "text": "ケーキ ケーキ ケーキ！",
            "vi": "Bánh bánh!"
        },
        {
            "x1": 525,
            "y1": 1253,
            "x2": 629,
            "y2": 1475,
            "text": "上から順番に 制覇していって それからそれから",
            "vi": "Tôi đã thắng theo thứ tự từ trên cùng và sau đó"
        },
        {
            "x1": 396,
            "y1": 1291,
            "x2": 463,
            "y2": 1405,
            "text": "あとは これも…",
            "vi": "Và đây cũng là..."
        },
        {
            "x1": 156,
            "y1": 1327,
            "x2": 269,
            "y2": 1481,
            "text": "ポ千",
            "vi": "Penchen"
        }
    ],
    "11-627e46519d2c1.jpg": [
        {
            "x1": 740,
            "y1": 163,
            "x2": 809,
            "y2": 283,
            "text": "しかし あれだな",
            "vi": "Nhưng đó là nó"
        },
        {
            "x1": 113,
            "y1": 83,
            "x2": 194,
            "y2": 225,
            "text": "とれでも 沢よあるけ",
            "vi": "Nhưng có một đầm lầy"
        },
        {
            "x1": 567,
            "y1": 177,
            "x2": 682,
            "y2": 430,
            "text": "テナントのフミヤに 比べると選べる 品が少ねーなあ",
            "vi": "Có ít mặt hàng hơn có thể được chọn so với người thuê fumiya."
        },
        {
            "x1": 123,
            "y1": 385,
            "x2": 261,
            "y2": 588,
            "text": "そりゃ スーパーですから 専門店よりは 限度ありますよ",
            "vi": "Đó là một siêu thị, vì vậy có một giới hạn cho một cửa hàng đặc sản."
        },
        {
            "x1": 915,
            "y1": 656,
            "x2": 972,
            "y2": 788,
            "text": "よし！",
            "vi": "Đồng ý!"
        },
        {
            "x1": 111,
            "y1": 660,
            "x2": 308,
            "y2": 900,
            "text": "そうすりゃ すぐにでも 新しいテナントが 増えるだろう からな！",
            "vi": "Đó là bởi vì những người thuê mới sẽ tăng sớm!"
        },
        {
            "x1": 808,
            "y1": 848,
            "x2": 959,
            "y2": 1078,
            "text": "もう一回 ダンジョンに 潜って レベル上げしろ！",
            "vi": "Lặn lại trong ngục tối và nâng cấp độ của bạn!"
        },
        {
            "x1": 490,
            "y1": 1003,
            "x2": 572,
            "y2": 1141,
            "text": "それ いいな！",
            "vi": "Đó là tốt!"
        },
        {
            "x1": 104,
            "y1": 988,
            "x2": 162,
            "y2": 1131,
            "text": "ええ⁉",
            "vi": "Ừ⁉"
        },
        {
            "x1": 878,
            "y1": 1200,
            "x2": 964,
            "y2": 1418,
            "text": "死ぬ気でやりゃ 大丈夫…",
            "vi": "Không sao khi làm điều đó..."
        },
        {
            "x1": 741,
            "y1": 1252,
            "x2": 777,
            "y2": 1476,
            "text": "やりませんよ！",
            "vi": "Tôi sẽ không làm điều đó!"
        },
        {
            "x1": 126,
            "y1": 1208,
            "x2": 279,
            "y2": 1384,
            "text": "そんなこと 言っていると お供え しませんよ！",
            "vi": "Nếu bạn nói như vậy, tôi sẽ không cung cấp nó!"
        }
    ],
    "12-627e46520ee31.jpg": [
        {
            "x1": 788,
            "y1": 140,
            "x2": 903,
            "y2": 296,
            "text": "…いやはや どれも 素晴らしい",
            "vi": "“Không, tất cả đều tuyệt vời"
        },
        {
            "x1": 613,
            "y1": 175,
            "x2": 694,
            "y2": 358,
            "text": "どれもが いっ 一級品でした",
            "vi": "Tất cả đều là những sản phẩm lớp đầu tiên"
        },
        {
            "x1": 146,
            "y1": 360,
            "x2": 225,
            "y2": 570,
            "text": "それではこの リストの宝石を",
            "vi": "Sau đó viên ngọc của danh sách này"
        },
        {
            "x1": 867,
            "y1": 693,
            "x2": 979,
            "y2": 900,
            "text": "こちらの金額で 買い取らせて いただきたい",
            "vi": "Tôi muốn mua nó ở mức giá này"
        },
        {
            "x1": 463,
            "y1": 1108,
            "x2": 569,
            "y2": 1264,
            "text": "少々 よろしい ですかな？",
            "vi": "Nó có một chút tốt không?"
        },
        {
            "x1": 142,
            "y1": 1098,
            "x2": 289,
            "y2": 1294,
            "text": "私も 冒険者ギルドの 副ギルド マスターとして",
            "vi": "Tôi cũng là một Hiệp hội thám hiểm với tư cách là Phó Master Master"
        },
        {
            "x1": 128,
            "y1": 1340,
            "x2": 192,
            "y2": 1502,
            "text": "多少の知識は あります",
            "vi": "Tôi có một số kiến thức"
        }
    ],
    "13-627e4652afcd7.jpg": [
        {
            "x1": 846,
            "y1": 213,
            "x2": 967,
            "y2": 408,
            "text": "例えばこの インペリアル トパーズ",
            "vi": "Ví dụ: Topaz Hoàng gia này"
        },
        {
            "x1": 260,
            "y1": 141,
            "x2": 375,
            "y2": 339,
            "text": "その希少さから 幻幻の宝石´とも 呼ばれ",
            "vi": "Nó cũng được gọi là một đồ trang sức ma 'vì sự hiếm có của nó"
        },
        {
            "x1": 133,
            "y1": 257,
            "x2": 237,
            "y2": 451,
            "text": "愛好家の間では 非常に珍重 されていたはず",
            "vi": "Nó đáng lẽ phải được đánh giá rất cao giữa những người yêu"
        },
        {
            "x1": 831,
            "y1": 595,
            "x2": 982,
            "y2": 792,
            "text": "他の ダイヤモンドも ダンジョン産で この大粒揃い",
            "vi": "Các viên kim cương khác cũng đến từ ngục tối và có hạt lớn này"
        },
        {
            "x1": 118,
            "y1": 551,
            "x2": 309,
            "y2": 802,
            "text": "これと同等の 大きさで ダンジョン産でない ものの方が よほど高値でしたぞ",
            "vi": "Các sản phẩm tương tự và không phải là sản phẩm cao hơn nhiều."
        },
        {
            "x1": 825,
            "y1": 887,
            "x2": 970,
            "y2": 1057,
            "text": "だというのに それが この値とは 低すぎる！",
            "vi": "Nhưng đây là quá thấp!"
        },
        {
            "x1": 96,
            "y1": 925,
            "x2": 254,
            "y2": 1176,
            "text": "これでは お話に なりません！",
            "vi": "Đây không phải là câu chuyện!"
        },
        {
            "x1": 706,
            "y1": 1313,
            "x2": 731,
            "y2": 1422,
            "text": "うぐっ…",
            "vi": "Ugu..."
        }
    ],
    "14-627e465321eb6.jpg": [
        {
            "x1": 617,
            "y1": 189,
            "x2": 762,
            "y2": 384,
            "text": "冒険者に対して あまりに無下な 扱いをするよう であれば",
            "vi": "Nếu bạn muốn đối xử với các nhà thám hiểm quá"
        },
        {
            "x1": 137,
            "y1": 165,
            "x2": 211,
            "y2": 348,
            "text": "てっ訂正 しましょう！",
            "vi": "Hãy sửa nó!"
        },
        {
            "x1": 533,
            "y1": 409,
            "x2": 678,
            "y2": 602,
            "text": "こちらも 今後の取引は 考えなければ なりませんなぁ",
            "vi": "Tôi cũng phải nghĩ về các giao dịch trong tương lai."
        },
        {
            "x1": 202,
            "y1": 696,
            "x2": 241,
            "y2": 891,
            "text": "いいでしょう",
            "vi": "Nó tốt"
        }
    ],
    "15-627e465389e47.jpg": [
        {
            "x1": 867,
            "y1": 148,
            "x2": 975,
            "y2": 344,
            "text": "今日も しっかり 祈ったようだな",
            "vi": "Có vẻ như tôi đã cầu nguyện tốt hôm nay"
        },
        {
            "x1": 360,
            "y1": 118,
            "x2": 444,
            "y2": 302,
            "text": "あるじ 終わったー？",
            "vi": "Nó đã kết thúc?"
        },
        {
            "x1": 132,
            "y1": 131,
            "x2": 175,
            "y2": 308,
            "text": "腹減った！",
            "vi": "đói!"
        },
        {
            "x1": 953,
            "y1": 405,
            "x2": 988,
            "y2": 489,
            "text": "出付け",
            "vi": "Bố trí"
        },
        {
            "x1": 508,
            "y1": 469,
            "x2": 679,
            "y2": 663,
            "text": "頑張り ましたよ 主に 御用聞きを",
            "vi": "Tôi đã làm hết sức mình, lắng nghe Chúa"
        },
        {
            "x1": 909,
            "y1": 743,
            "x2": 979,
            "y2": 912,
            "text": "ごめんごめん 待たせたよな",
            "vi": "Tôi xin lỗi, tôi đã làm cho bạn đợi"
        },
        {
            "x1": 764,
            "y1": 764,
            "x2": 835,
            "y2": 957,
            "text": "ささっと 作っちゃうから",
            "vi": "Tôi sẽ làm nó nhanh chóng"
        },
        {
            "x1": 884,
            "y1": 1220,
            "x2": 969,
            "y2": 1356,
            "text": "今日は ひき肉と",
            "vi": "Với một loại thịt băm ngày hôm nay"
        },
        {
            "x1": 143,
            "y1": 1275,
            "x2": 230,
            "y2": 1451,
            "text": "卵に ケチャップ",
            "vi": "Sốt cà chua thành trứng"
        }
    ],
    "16-627e4653f2ba4.jpg": [
        {
            "x1": 879,
            "y1": 157,
            "x2": 988,
            "y2": 327,
            "text": "玉ねぎを みじん切りに して",
            "vi": "Cắt nhỏ hành tây"
        },
        {
            "x1": 483,
            "y1": 157,
            "x2": 555,
            "y2": 338,
            "text": "半透明に なるまで炒めて",
            "vi": "Chiên cho đến khi nó trở nên trong mờ"
        },
        {
            "x1": 154,
            "y1": 164,
            "x2": 230,
            "y2": 335,
            "text": "ひき肉を加え 更に炒める",
            "vi": "Thêm thịt băm và cá con nữa"
        },
        {
            "x1": 861,
            "y1": 690,
            "x2": 975,
            "y2": 859,
            "text": "軽く塩胡椒と 醤油 砂糖で 味をつけ",
            "vi": "Nếm thử nhẹ với muối và hạt tiêu và nước tương."
        },
        {
            "x1": 146,
            "y1": 692,
            "x2": 287,
            "y2": 851,
            "text": "汁気が なくなるまで 炒めたら 少し冷ます",
            "vi": "Chiên nó cho đến khi bạn không cảm thấy nước trái cây và có một chút mát mẻ"
        },
        {
            "x1": 851,
            "y1": 978,
            "x2": 988,
            "y2": 1120,
            "text": "もうこれで 食べても いいのでは ないか？",
            "vi": "Không sao khi ăn với cái này sao?"
        },
        {
            "x1": 483,
            "y1": 964,
            "x2": 547,
            "y2": 1131,
            "text": "早いって これからだよ",
            "vi": "Nó sẽ sớm"
        }
    ],
    "17-627e46546c800.jpg": [
        {
            "x1": 687,
            "y1": 170,
            "x2": 772,
            "y2": 300,
            "text": "溶き卵を 作る",
            "vi": "Làm một quả trứng tan chảy"
        },
        {
            "x1": 497,
            "y1": 219,
            "x2": 620,
            "y2": 431,
            "text": "フライパンを 熱してバターが 溶けたところへ",
            "vi": "Đun nóng chảo rán và đi đến nơi bơ tan chảy"
        },
        {
            "x1": 81,
            "y1": 584,
            "x2": 207,
            "y2": 794,
            "text": "卵を流し入れ 半熟になるまで かき混ぜる",
            "vi": "Đổ trứng và khuấy cho đến khi mềm."
        },
        {
            "x1": 858,
            "y1": 929,
            "x2": 975,
            "y2": 1126,
            "text": "上から 炒めたひき肉を たっぷり乗せて",
            "vi": "Rất nhiều thịt nghiền từ trên cao"
        },
        {
            "x1": 633,
            "y1": 928,
            "x2": 686,
            "y2": 1110,
            "text": "こんもり",
            "vi": "Mẹ"
        },
        {
            "x1": 463,
            "y1": 903,
            "x2": 543,
            "y2": 1079,
            "text": "はっ！",
            "vi": "Hả!"
        }
    ],
    "18-627e4654d54ce.jpg": [
        {
            "x1": 814,
            "y1": 104,
            "x2": 967,
            "y2": 509,
            "text": "特大オムレツの 完成！",
            "vi": "Hoàn thành món tráng miệng quá khổ!"
        },
        {
            "x1": 656,
            "y1": 892,
            "x2": 953,
            "y2": 1006,
            "text": "オークジェネラルS ブラッディホーンブル",
            "vi": "Oak General S Bloody Horn Bull"
        },
        {
            "x1": 653,
            "y1": 971,
            "x2": 972,
            "y2": 1072,
            "text": "ひき肉オムレツ",
            "vi": "Món trứng tráng Meedteal"
        },
        {
            "x1": 876,
            "y1": 1153,
            "x2": 988,
            "y2": 1372,
            "text": "ちょっと 破れちゃったのは ご愛嬌ってことで",
            "vi": "Nó thật quyến rũ khi nó bị hỏng một chút"
        }
    ],
    "19-627e46554a040.jpg": [
        {
            "x1": 863,
            "y1": 150,
            "x2": 978,
            "y2": 370,
            "text": "うむ！ しっかり肉の味が 効いて美味い！",
            "vi": "Ừm! Hương vị của thịt là chắc và ngon!"
        },
        {
            "x1": 381,
            "y1": 113,
            "x2": 488,
            "y2": 309,
            "text": "卵といっしょに 食べると おいしいね",
            "vi": "Nó ngon khi bạn ăn nó với trứng"
        },
        {
            "x1": 112,
            "y1": 126,
            "x2": 229,
            "y2": 320,
            "text": "トロっと してるとこも ウメェな！",
            "vi": "Nó cũng là umee!"
        },
        {
            "x1": 843,
            "y1": 809,
            "x2": 990,
            "y2": 1030,
            "text": "スイ もっともっと 大きいオムレツも 食べてみたいな",
            "vi": "Tôi muốn ăn một món trứng tráng lớn hơn"
        },
        {
            "x1": 141,
            "y1": 803,
            "x2": 250,
            "y2": 946,
            "text": "さらに 巨大な オムレツか",
            "vi": "Đó có phải là một món trứng tráng khổng lồ?"
        },
        {
            "x1": 140,
            "y1": 1013,
            "x2": 246,
            "y2": 1183,
            "text": "中華鍋とか 使えば できるかもな",
            "vi": "Có lẽ bạn có thể sử dụng một chậu Trung Quốc"
        },
        {
            "x1": 828,
            "y1": 1272,
            "x2": 978,
            "y2": 1462,
            "text": "ならば我も 山ぐらいの 大きさのものが 食いたいぞ！",
            "vi": "Sau đó, tôi muốn ăn một cái gì đó có kích thước bằng một ngọn núi!"
        },
        {
            "x1": 198,
            "y1": 1263,
            "x2": 267,
            "y2": 1444,
            "text": "そりゃ ムリだって！",
            "vi": "Đó là cách Muri!"
        }
    ],
    "20-627e4655b1d1c.jpg": [
        {
            "x1": 883,
            "y1": 52,
            "x2": 944,
            "y2": 159,
            "text": "後日",
            "vi": "Vào một ngày sau đó"
        },
        {
            "x1": 642,
            "y1": 146,
            "x2": 744,
            "y2": 337,
            "text": "ムコーダ様！ 買い取りうまく いきましたよ",
            "vi": "Mukoda! Tôi đã mua nó tốt"
        },
        {
            "x1": 122,
            "y1": 294,
            "x2": 214,
            "y2": 568,
            "text": "処わ─っ",
            "vi": "Wow ─"
        },
        {
            "x1": 860,
            "y1": 633,
            "x2": 988,
            "y2": 833,
            "text": "やはり価値を わかっていながら 買い叩こうと してきました",
            "vi": "Sau tất cả tôi biết giá trị và cố gắng mua nó"
        },
        {
            "x1": 465,
            "y1": 627,
            "x2": 539,
            "y2": 795,
            "text": "お任せして 助かりました",
            "vi": "Tôi rời bỏ tôi"
        },
        {
            "x1": 886,
            "y1": 889,
            "x2": 952,
            "y2": 1058,
            "text": "危ないところ でしたな",
            "vi": "Đó là một nơi nguy hiểm"
        },
        {
            "x1": 125,
            "y1": 886,
            "x2": 238,
            "y2": 1057,
            "text": "いえいえ お役に立てて 何より",
            "vi": "Không, nó hữu ích"
        },
        {
            "x1": 887,
            "y1": 1195,
            "x2": 998,
            "y2": 1341,
            "text": "あ そうだ これお礼に ぜひ",
            "vi": "Ồ vâng, cảm ơn bạn vì điều này"
        },
        {
            "x1": 482,
            "y1": 1184,
            "x2": 581,
            "y2": 1394,
            "text": "おお 焼き菓子ですか！ これはありがたい",
            "vi": "Có phải là một bánh kẹo nướng! Tôi biết ơn"
        },
        {
            "x1": 263,
            "y1": 1472,
            "x2": 484,
            "y2": 1531,
            "text": "パウンドケーキ",
            "vi": "Pound bánh"
        },
        {
            "x1": 837,
            "y1": 1514,
            "x2": 1033,
            "y2": 1554,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}