var ocr_data = {
    "1-62f67f7e7dfb7.jpg": [
        {
            "x1": 845,
            "y1": 167,
            "x2": 937,
            "y2": 456,
            "text": "こんな遅くまで 引き留めてしまい",
            "vi": "Tôi ở lại đến muộn"
        },
        {
            "x1": 172,
            "y1": 148,
            "x2": 314,
            "y2": 437,
            "text": "大変申し訳 ありませんでした ムコーダ様",
            "vi": "Tôi rất xin lỗi Mukoda"
        },
        {
            "x1": 801,
            "y1": 590,
            "x2": 964,
            "y2": 807,
            "text": "ドランに着いて 間もなく 疲れていると いうのに",
            "vi": "Mặc dù tôi đã mệt mỏi ngay sau khi tôi đến Doran"
        },
        {
            "x1": 453,
            "y1": 588,
            "x2": 578,
            "y2": 850,
            "text": "うちのギルド マスターがとんだ ご無礼を…",
            "vi": "Tôi xin lỗi vì chủ sở hữu bang hội của chúng tôi..."
        },
        {
            "x1": 81,
            "y1": 675,
            "x2": 156,
            "y2": 833,
            "text": "いえいえ… アハハ…",
            "vi": "Không... ahaha..."
        },
        {
            "x1": 773,
            "y1": 863,
            "x2": 805,
            "y2": 962,
            "text": "イタタ",
            "vi": "Itata"
        },
        {
            "x1": 342,
            "y1": 818,
            "x2": 452,
            "y2": 963,
            "text": "ちょっと イタいよ ウゴール君",
            "vi": "Nó hơi xấu xí"
        },
        {
            "x1": 629,
            "y1": 1133,
            "x2": 785,
            "y2": 1431,
            "text": "……エルフさん あのおじちゃん より弱い？",
            "vi": "......Yêu tinh yếu hơn người chú đó?"
        }
    ],
    "2-62f67f7f745ca.jpg": [
        {
            "x1": 254,
            "y1": 66,
            "x2": 911,
            "y2": 111,
            "text": "第67章 ドラちゃんはお疲れモード",
            "vi": "Chương 67 Dora -Chan là chế độ mệt mỏi"
        },
        {
            "x1": 295,
            "y1": 130,
            "x2": 880,
            "y2": 371,
            "text": "とんでもスキル回 異世界放浪这ジ スイの大闘険",
            "vi": "Kỹ năng thời gian thế giới khác nhau lang thang 这 Jisui's Big Fighter"
        },
        {
            "x1": 137,
            "y1": 1523,
            "x2": 1023,
            "y2": 1570,
            "text": "漫画：双葉もも 原作：江口連ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "3-62f67f801cccd.jpg": [
        {
            "x1": 868,
            "y1": 76,
            "x2": 957,
            "y2": 459,
            "text": "宿の方はコチラで 手配しておきましたので",
            "vi": "Tôi đã sắp xếp nhà trọ ở đây."
        },
        {
            "x1": 517,
            "y1": 69,
            "x2": 623,
            "y2": 305,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 778,
            "y1": 281,
            "x2": 826,
            "y2": 463,
            "text": "ご心配なく",
            "vi": "Đừng lo lắng"
        },
        {
            "x1": 926,
            "y1": 523,
            "x2": 984,
            "y2": 671,
            "text": "絶介状です",
            "vi": "Nó là một ion"
        },
        {
            "x1": 664,
            "y1": 843,
            "x2": 983,
            "y2": 1075,
            "text": "…本当は 私の屋敷へ お迎えした かったのですが 皆から 猛反対に遭い 泣く泣く…",
            "vi": "Tôi thực sự muốn chào mừng tôi đến với biệt thự của mình, nhưng tôi đã rất phản đối mọi người khóc..."
        },
        {
            "x1": 193,
            "y1": 843,
            "x2": 230,
            "y2": 1007,
            "text": "よ 良かった",
            "vi": "Nó là tốt"
        },
        {
            "x1": 706,
            "y1": 1110,
            "x2": 1033,
            "y2": 1486,
            "text": "ですか 地竜の解体に つきましては また明日 しっっっっかりと ご対応させて 頂きますので！",
            "vi": "Tôi sẽ trả lời việc phá hủy con rồng địa phương một lần nữa vào ngày mai!"
        },
        {
            "x1": 54,
            "y1": 1253,
            "x2": 200,
            "y2": 1507,
            "text": "引き続き よろしくお願い 致します！",
            "vi": "Chúng tôi tiếp tục cảm ơn bạn!"
        }
    ],
    "4-62f67f80b4c78.jpg": [
        {
            "x1": 844,
            "y1": 126,
            "x2": 1006,
            "y2": 340,
            "text": "ドラちゃんも またいらして くださいね",
            "vi": "Dora -Chan, xin vui lòng trở lại"
        },
        {
            "x1": 469,
            "y1": 26,
            "x2": 639,
            "y2": 270,
            "text": "ぞわ",
            "vi": "Duyên dáng"
        },
        {
            "x1": 207,
            "y1": 342,
            "x2": 292,
            "y2": 522,
            "text": "ァイッ ヤベーよ…",
            "vi": "Yabayu..."
        }
    ],
    "5-62f67f815506e.jpg": [
        {
            "x1": 122,
            "y1": 467,
            "x2": 223,
            "y2": 842,
            "text": "疲れた…！",
            "vi": "mệt mỏi…!"
        },
        {
            "x1": 848,
            "y1": 994,
            "x2": 960,
            "y2": 1247,
            "text": "お話 長かったねく",
            "vi": "Câu chuyện dài"
        },
        {
            "x1": 398,
            "y1": 1008,
            "x2": 476,
            "y2": 1200,
            "text": "話には聞いて いたけど",
            "vi": "Tôi đã nghe nó"
        },
        {
            "x1": 220,
            "y1": 1023,
            "x2": 341,
            "y2": 1248,
            "text": "あそこまで 濃いとは思わ なかったよな…",
            "vi": "Tôi không nghĩ trời tối quá..."
        },
        {
            "x1": 329,
            "y1": 1360,
            "x2": 373,
            "y2": 1446,
            "text": "ち私ん",
            "vi": "TÔI"
        }
    ],
    "6-62f67f81ebdef.jpg": [
        {
            "x1": 683,
            "y1": 106,
            "x2": 806,
            "y2": 301,
            "text": "途中何度 意識飛ばそう かと…",
            "vi": "Tôi nên có được ý thức bao nhiêu lần trên đường đi..."
        },
        {
            "x1": 155,
            "y1": 159,
            "x2": 304,
            "y2": 378,
            "text": "そっ そこまで⁉ ゴメンナ",
            "vi": "Ở đó."
        },
        {
            "x1": 902,
            "y1": 581,
            "x2": 1050,
            "y2": 801,
            "text": "アイツ俺が 飯を食ってる 間も",
            "vi": "Ngay cả khi tôi đang ăn gạo"
        },
        {
            "x1": 701,
            "y1": 733,
            "x2": 852,
            "y2": 967,
            "text": "ジロジロ 見てきやがる んだぜ！",
            "vi": "Tôi đang xem Girodillo!"
        },
        {
            "x1": 867,
            "y1": 1176,
            "x2": 958,
            "y2": 1405,
            "text": "どうにかして くれよく！",
            "vi": "Xin hãy làm điều gì đó!"
        },
        {
            "x1": 215,
            "y1": 1180,
            "x2": 343,
            "y2": 1451,
            "text": "うくん そうしたいのも 山々なんだけど…",
            "vi": "U -kun tôi muốn làm điều đó, nhưng..."
        }
    ],
    "7-62f67f828f751.jpg": [
        {
            "x1": 796,
            "y1": 189,
            "x2": 980,
            "y2": 398,
            "text": "今のところ あの人しか ドラゴン解体 できないから",
            "vi": "Hiện tại, chỉ người đó mới có thể tháo dỡ con rồng"
        },
        {
            "x1": 218,
            "y1": 153,
            "x2": 307,
            "y2": 443,
            "text": "無碍にもできない んだよな…",
            "vi": "Tôi không thể làm được..."
        },
        {
            "x1": 156,
            "y1": 429,
            "x2": 213,
            "y2": 567,
            "text": "悪い…",
            "vi": "tồi tệ…"
        },
        {
            "x1": 204,
            "y1": 857,
            "x2": 248,
            "y2": 1092,
            "text": "そういう事だ",
            "vi": "Loại đó"
        },
        {
            "x1": 789,
            "y1": 1201,
            "x2": 878,
            "y2": 1344,
            "text": "お主も 食いたい だ３う",
            "vi": "Tôi cũng muốn ăn Chúa 3"
        },
        {
            "x1": 315,
            "y1": 1059,
            "x2": 460,
            "y2": 1282,
            "text": "肉が出来る まで辛抱せい ドラ",
            "vi": "Cho đến khi thịt được làm"
        },
        {
            "x1": 83,
            "y1": 1317,
            "x2": 125,
            "y2": 1464,
            "text": "くそぉ…",
            "vi": "Chỉ trích..."
        }
    ],
    "8-62f67f8331987.jpg": [
        {
            "x1": 921,
            "y1": 40,
            "x2": 1035,
            "y2": 313,
            "text": "まだ布団は 敷けんのか？",
            "vi": "Có phải nệm vẫn là một tấm thảm?"
        },
        {
            "x1": 841,
            "y1": 259,
            "x2": 890,
            "y2": 450,
            "text": "急かすなよ",
            "vi": "Đừng vội vàng"
        },
        {
            "x1": 345,
            "y1": 190,
            "x2": 436,
            "y2": 359,
            "text": "ドラちゃん 頑張ってく",
            "vi": "Dora -Chan sẽ làm hết sức mình"
        },
        {
            "x1": 864,
            "y1": 638,
            "x2": 1008,
            "y2": 848,
            "text": "俺も 疲れたから ここで寝るわ",
            "vi": "Tôi cũng mệt mỏi nên tôi sẽ ngủ ở đây"
        },
        {
            "x1": 438,
            "y1": 661,
            "x2": 573,
            "y2": 903,
            "text": "いいけど 仲良く しろよて。",
            "vi": "Tốt, nhưng hợp nhau."
        },
        {
            "x1": 346,
            "y1": 648,
            "x2": 382,
            "y2": 807,
            "text": "おゃすねり",
            "vi": "Sự nuốt"
        }
    ],
    "9-62f67f83d01c4.jpg": [
        {
            "x1": 926,
            "y1": 226,
            "x2": 975,
            "y2": 437,
            "text": "そういや…",
            "vi": "KHÔNG..."
        },
        {
            "x1": 408,
            "y1": 55,
            "x2": 503,
            "y2": 346,
            "text": "こうやってスイと 二人で寝るのは",
            "vi": "Nó giống như thế này khi ngủ với sui như thế này"
        },
        {
            "x1": 267,
            "y1": 86,
            "x2": 319,
            "y2": 337,
            "text": "久しぶりだね",
            "vi": "lâu không gặp"
        },
        {
            "x1": 881,
            "y1": 941,
            "x2": 1017,
            "y2": 1304,
            "text": "ふミるん8",
            "vi": "Fumorun 8"
        },
        {
            "x1": 781,
            "y1": 1081,
            "x2": 840,
            "y2": 1230,
            "text": "３るん",
            "vi": "3."
        },
        {
            "x1": 662,
            "y1": 1065,
            "x2": 711,
            "y2": 1293,
            "text": "どうした？",
            "vi": "Có chuyện gì?"
        },
        {
            "x1": 78,
            "y1": 1278,
            "x2": 216,
            "y2": 1406,
            "text": "えへへ スイね スイね",
            "vi": "Ehehe, nó tốt"
        }
    ],
    "10-62f67f8475147.jpg": [
        {
            "x1": 844,
            "y1": 202,
            "x2": 948,
            "y2": 475,
            "text": "みんなと一緒も 好きだけど",
            "vi": "Tôi thích nó với mọi người"
        },
        {
            "x1": 311,
            "y1": 393,
            "x2": 401,
            "y2": 545,
            "text": "あるじと ねんね",
            "vi": "Có một cái nào đó"
        },
        {
            "x1": 214,
            "y1": 629,
            "x2": 358,
            "y2": 796,
            "text": "もっと 好きー",
            "vi": "Tôi thích nhiều hơn"
        }
    ],
    "11-62f67f851a2d6.jpg": [
        {
            "x1": 185,
            "y1": 247,
            "x2": 278,
            "y2": 579,
            "text": "沁みるく～～",
            "vi": "Rắc ~~"
        },
        {
            "x1": 759,
            "y1": 772,
            "x2": 953,
            "y2": 996,
            "text": "癒じだ… 疲れた身体に スイちゃんの 優しさが…",
            "vi": "Chữa bệnh... lòng tốt của Sui -chan nằm trên cơ thể mệt mỏi..."
        },
        {
            "x1": 208,
            "y1": 813,
            "x2": 247,
            "y2": 977,
            "text": "あるじー？",
            "vi": "Có không?"
        },
        {
            "x1": 697,
            "y1": 1144,
            "x2": 881,
            "y2": 1381,
            "text": "よし！ 今日は寝るまで いっぱいお話 しような！",
            "vi": "Đồng ý! Hãy nói chuyện rất nhiều cho đến khi tôi đi ngủ hôm nay!"
        },
        {
            "x1": 163,
            "y1": 1164,
            "x2": 340,
            "y2": 1360,
            "text": "ちょっぱやで 顔洗って 布団敷くから 待ってて！",
            "vi": "Đợi vì bạn rửa mặt bằng một Choppa và đặt một chiếc nệm!"
        },
        {
            "x1": 67,
            "y1": 1337,
            "x2": 157,
            "y2": 1535,
            "text": "わーい",
            "vi": "Yay"
        }
    ],
    "12-62f67f85cc7b5.jpg": [
        {
            "x1": 937,
            "y1": 93,
            "x2": 1023,
            "y2": 223,
            "text": "大お",
            "vi": "Lớn"
        },
        {
            "x1": 789,
            "y1": 110,
            "x2": 917,
            "y2": 339,
            "text": "スイ！",
            "vi": "Sui!"
        },
        {
            "x1": 409,
            "y1": 179,
            "x2": 478,
            "y2": 403,
            "text": "お待たせ",
            "vi": "Đợi đã"
        },
        {
            "x1": 241,
            "y1": 942,
            "x2": 331,
            "y2": 1165,
            "text": "寝ちゃった… のね……",
            "vi": "Tôi đã ngủ..."
        },
        {
            "x1": 200,
            "y1": 1070,
            "x2": 240,
            "y2": 1171,
            "text": "ソッカ",
            "vi": "Sokka"
        },
        {
            "x1": 875,
            "y1": 1253,
            "x2": 965,
            "y2": 1433,
            "text": "その頃の エルランド",
            "vi": "Eland tại thời điểm đó"
        },
        {
            "x1": 94,
            "y1": 1511,
            "x2": 371,
            "y2": 1567,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}