var ocr_data = {
    "001.jpg": [
        {
            "x1": 293,
            "y1": 66,
            "x2": 778,
            "y2": 114,
            "text": "第26章 ひとりでおでかけ",
            "vi": "Chương 26 đi chơi một mình"
        },
        {
            "x1": 244,
            "y1": 152,
            "x2": 864,
            "y2": 289,
            "text": "とんでもスギル同",
            "vi": "Sogil là giống nhau"
        },
        {
            "x1": 89,
            "y1": 1516,
            "x2": 996,
            "y2": 1567,
            "text": "漫画:双葉もも 原作:江口連 ｷｬﾗｸター原案:雅",
            "vi": "Phim hoạt hình: Momo Futaba Bản gốc: Eguchi Ren Nhân vật Cuốn sách gốc: YA"
        }
    ],
    "002.jpg": [
        {
            "x1": 925,
            "y1": 276,
            "x2": 978,
            "y2": 495,
            "text": "開けるぞー",
            "vi": "Tôi sẽ mở nó ra"
        },
        {
            "x1": 335,
            "y1": 867,
            "x2": 530,
            "y2": 1188,
            "text": "わーい ほかほか",
            "vi": "Wow, những người khác"
        }
    ],
    "003.jpg": [
        {
            "x1": 923,
            "y1": 150,
            "x2": 965,
            "y2": 247,
            "text": "一味見",
            "vi": "Ngồi lê đôi mách"
        },
        {
            "x1": 755,
            "y1": 377,
            "x2": 789,
            "y2": 504,
            "text": "どう？",
            "vi": "đồng?"
        },
        {
            "x1": 603,
            "y1": 225,
            "x2": 670,
            "y2": 525,
            "text": "(おいしーい",
            "vi": "(Ngon"
        },
        {
            "x1": 94,
            "y1": 223,
            "x2": 176,
            "y2": 502,
            "text": "いえくそい",
            "vi": "Tôi không biết"
        },
        {
            "x1": 217,
            "y1": 555,
            "x2": 269,
            "y2": 656,
            "text": "こうちも",
            "vi": "Đây"
        },
        {
            "x1": 804,
            "y1": 589,
            "x2": 985,
            "y2": 840,
            "text": "あるじ もっと ほしいよー",
            "vi": "Tôi muốn nhiều hơn"
        },
        {
            "x1": 635,
            "y1": 563,
            "x2": 765,
            "y2": 806,
            "text": "ぷ3 ぷる",
            "vi": "Puru 3"
        },
        {
            "x1": 436,
            "y1": 621,
            "x2": 517,
            "y2": 756,
            "text": "これは ダメだよ",
            "vi": "Điều này là vô ích"
        },
        {
            "x1": 54,
            "y1": 606,
            "x2": 178,
            "y2": 829,
            "text": "今日はストック 仕込みの日 だからね",
            "vi": "Hôm nay là ngày chuẩn bị chứng khoán"
        },
        {
            "x1": 881,
            "y1": 967,
            "x2": 950,
            "y2": 1172,
            "text": "いま食べるん じゃないのー？",
            "vi": "Bạn không ăn bây giờ?"
        },
        {
            "x1": 696,
            "y1": 989,
            "x2": 736,
            "y2": 1177,
            "text": "そうだよー",
            "vi": "Đúng thế"
        },
        {
            "x1": 533,
            "y1": 967,
            "x2": 615,
            "y2": 1156,
            "text": "今いっぱい 作っておけば",
            "vi": "Nếu bạn kiếm được nhiều bây giờ"
        },
        {
            "x1": 323,
            "y1": 958,
            "x2": 481,
            "y2": 1223,
            "text": "スイたちが 次にお腹すいた時 すぐに食べられる ようになるんだよー",
            "vi": "Bạn sẽ có thể ăn nó ngay khi Sui đói vào lần tới."
        },
        {
            "x1": 138,
            "y1": 1088,
            "x2": 239,
            "y2": 1465,
            "text": "々すぐに？小ぶ",
            "vi": "Ngay? Là nhỏ"
        },
        {
            "x1": 42,
            "y1": 1103,
            "x2": 121,
            "y2": 1390,
            "text": "やったあく",
            "vi": "tôi đã thành công rồi"
        },
        {
            "x1": 71,
            "y1": 1350,
            "x2": 176,
            "y2": 1559,
            "text": "るる",
            "vi": "Thì là ở"
        }
    ],
    "004.jpg": [
        {
            "x1": 623,
            "y1": 142,
            "x2": 665,
            "y2": 234,
            "text": "今から",
            "vi": "từ bây giờ"
        },
        {
            "x1": 575,
            "y1": 126,
            "x2": 636,
            "y2": 241,
            "text": "味晚滴什",
            "vi": "Ajin rơi"
        },
        {
            "x1": 530,
            "y1": 134,
            "x2": 564,
            "y2": 184,
            "text": "作り",
            "vi": "Hậu trường"
        },
        {
            "x1": 152,
            "y1": 119,
            "x2": 237,
            "y2": 265,
            "text": "する",
            "vi": "LÀM"
        },
        {
            "x1": 755,
            "y1": 148,
            "x2": 979,
            "y2": 410,
            "text": "てことだけど スイちゃん お手伝い しますか？",
            "vi": "Bạn có muốn giúp Sui -chan không?"
        },
        {
            "x1": 414,
            "y1": 485,
            "x2": 452,
            "y2": 550,
            "text": "お水",
            "vi": "Nước uống"
        },
        {
            "x1": 884,
            "y1": 500,
            "x2": 976,
            "y2": 634,
            "text": "もんで もんで",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 642,
            "y1": 492,
            "x2": 677,
            "y2": 616,
            "text": "お米洗い",
            "vi": "Rửa gạo"
        }
    ],
    "005.jpg": [
        {
            "x1": 604,
            "y1": 175,
            "x2": 663,
            "y2": 334,
            "text": "カラ…",
            "vi": "Kara…"
        },
        {
            "x1": 85,
            "y1": 509,
            "x2": 201,
            "y2": 692,
            "text": "どうした スイ？",
            "vi": "Có chuyện gì vậy?"
        },
        {
            "x1": 477,
            "y1": 796,
            "x2": 531,
            "y2": 1093,
            "text": "飽きたのね…",
            "vi": "Tôi mệt mỏi với nó..."
        },
        {
            "x1": 176,
            "y1": 822,
            "x2": 343,
            "y2": 1045,
            "text": "あそぼ あるじ",
            "vi": "Chơi"
        },
        {
            "x1": 100,
            "y1": 1243,
            "x2": 232,
            "y2": 1530,
            "text": "でもまだ 作っておきたい からなく",
            "vi": "Nhưng tôi vẫn không muốn làm cho nó"
        }
    ],
    "006.jpg": [
        {
            "x1": 834,
            "y1": 33,
            "x2": 1031,
            "y2": 211,
            "text": "っっ フェルに 遊んで もらってー",
            "vi": "Tôi đã yêu cầu Fel chơi"
        },
        {
            "x1": 267,
            "y1": 56,
            "x2": 352,
            "y2": 268,
            "text": "フェル おじちゃーん",
            "vi": "Fel chú"
        },
        {
            "x1": 792,
            "y1": 226,
            "x2": 841,
            "y2": 318,
            "text": "ごめんな",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 893,
            "y1": 615,
            "x2": 967,
            "y2": 911,
            "text": "あそぼー？",
            "vi": "Asobo?"
        },
        {
            "x1": 140,
            "y1": 748,
            "x2": 194,
            "y2": 957,
            "text": "めんどくさい",
            "vi": "phiền muộn"
        },
        {
            "x1": 955,
            "y1": 1027,
            "x2": 1005,
            "y2": 1201,
            "text": "我は寝る",
            "vi": "tôi ngủ"
        },
        {
            "x1": 562,
            "y1": 1033,
            "x2": 617,
            "y2": 1138,
            "text": "ええ",
            "vi": "Ừ"
        },
        {
            "x1": 932,
            "y1": 1289,
            "x2": 981,
            "y2": 1405,
            "text": "おるじも",
            "vi": "OurUji"
        },
        {
            "x1": 702,
            "y1": 1294,
            "x2": 744,
            "y2": 1435,
            "text": "ろにおじちむ",
            "vi": "Roona Chimu"
        }
    ],
    "007.jpg": [
        {
            "x1": 414,
            "y1": 136,
            "x2": 526,
            "y2": 330,
            "text": "あー… でも俺まだ 手が離せなくて",
            "vi": "À... nhưng tôi vẫn không thể giải phóng tay"
        },
        {
            "x1": 815,
            "y1": 263,
            "x2": 907,
            "y2": 433,
            "text": "ミリーナちゃん のところ 行きたいの？",
            "vi": "Bạn có muốn đến Milina?"
        },
        {
            "x1": 106,
            "y1": 281,
            "x2": 230,
            "y2": 478,
            "text": "スイだけでも 大丈夫だよ あるじ",
            "vi": "Không sao khi chỉ cần sui"
        },
        {
            "x1": 855,
            "y1": 565,
            "x2": 953,
            "y2": 757,
            "text": "でもやっぱ スイだけでって のはなあ…",
            "vi": "Nhưng sau tất cả nó chỉ là tốt..."
        },
        {
            "x1": 410,
            "y1": 588,
            "x2": 532,
            "y2": 754,
            "text": "とりあえず あとでじゃ ダメ？",
            "vi": "Dù sao đi nữa, bạn không làm điều đó sau?"
        },
        {
            "x1": 639,
            "y1": 664,
            "x2": 747,
            "y2": 862,
            "text": "じゃあ あるじも 来てもいいよー",
            "vi": "Sau đó, bạn có thể đi kèm với một Ji nào đó"
        },
        {
            "x1": 219,
            "y1": 588,
            "x2": 308,
            "y2": 801,
            "text": "ダメー！ 今いきたいの",
            "vi": "KHÔNG! Tôi muốn đi bây giờ"
        },
        {
            "x1": 661,
            "y1": 1094,
            "x2": 698,
            "y2": 1204,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 330,
            "y1": 946,
            "x2": 386,
            "y2": 1159,
            "text": "分かった‼",
            "vi": "Bạn có nhận được nó không!"
        },
        {
            "x1": 226,
            "y1": 1027,
            "x2": 308,
            "y2": 1209,
            "text": "ちょっとだけ 待ってて‼",
            "vi": "Chờ một phút"
        },
        {
            "x1": 108,
            "y1": 1130,
            "x2": 188,
            "y2": 1359,
            "text": "わく～い",
            "vi": "Waku"
        },
        {
            "x1": 786,
            "y1": 1387,
            "x2": 827,
            "y2": 1448,
            "text": "が月",
            "vi": "Mặt trăng"
        }
    ],
    "008.jpg": [
        {
            "x1": 935,
            "y1": 109,
            "x2": 1071,
            "y2": 332,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 220,
            "y1": 135,
            "x2": 361,
            "y2": 358,
            "text": "お腹すいた 時に食べるん だよ",
            "vi": "Tôi ăn khi tôi đói"
        },
        {
            "x1": 917,
            "y1": 701,
            "x2": 989,
            "y2": 855,
            "text": "知らない人に",
            "vi": "Cho người lạ"
        },
        {
            "x1": 863,
            "y1": 738,
            "x2": 938,
            "y2": 890,
            "text": "ついて行っを",
            "vi": "Đi cùng"
        },
        {
            "x1": 610,
            "y1": 713,
            "x2": 672,
            "y2": 868,
            "text": "ダメだか5な",
            "vi": "Không tốt 5"
        },
        {
            "x1": 648,
            "y1": 1119,
            "x2": 691,
            "y2": 1233,
            "text": "かんむリ",
            "vi": "Kanmuri"
        },
        {
            "x1": 532,
            "y1": 1142,
            "x2": 597,
            "y2": 1282,
            "text": "つくれる かなあ",
            "vi": "Tôi tự hỏi nếu tôi có thể làm được"
        },
        {
            "x1": 138,
            "y1": 1226,
            "x2": 241,
            "y2": 1370,
            "text": "わぁ",
            "vi": "Thành công lớn"
        }
    ],
    "009.jpg": [
        {
            "x1": 791,
            "y1": 8,
            "x2": 933,
            "y2": 238,
            "text": "びっくり した",
            "vi": "Tôi đã rất ngạc nhiên"
        },
        {
            "x1": 543,
            "y1": 10,
            "x2": 771,
            "y2": 330,
            "text": "1タ9",
            "vi": "1 TA 9"
        },
        {
            "x1": 191,
            "y1": 112,
            "x2": 239,
            "y2": 356,
            "text": "トリさんかー",
            "vi": "Tori -san"
        },
        {
            "x1": 107,
            "y1": 339,
            "x2": 169,
            "y2": 525,
            "text": "……あっ",
            "vi": "…… ah"
        },
        {
            "x1": 160,
            "y1": 793,
            "x2": 326,
            "y2": 1059,
            "text": "それ スイのー",
            "vi": "Nó rất tốt"
        }
    ],
    "010.jpg": [
        {
            "x1": 897,
            "y1": 154,
            "x2": 985,
            "y2": 359,
            "text": "かえし",
            "vi": "Kaeshi"
        },
        {
            "x1": 215,
            "y1": 580,
            "x2": 316,
            "y2": 901,
            "text": "もぉ～_～",
            "vi": "Mo ~ _ ~"
        },
        {
            "x1": 556,
            "y1": 1168,
            "x2": 672,
            "y2": 1437,
            "text": "ムコーダ さんとこの！",
            "vi": "Điều này với Mcoda!"
        },
        {
            "x1": 760,
            "y1": 1401,
            "x2": 822,
            "y2": 1519,
            "text": "おっ",
            "vi": "Oh"
        }
    ],
    "011.jpg": [
        {
            "x1": 879,
            "y1": 120,
            "x2": 991,
            "y2": 333,
            "text": "バサバササ",
            "vi": "Basabasasa"
        },
        {
            "x1": 157,
            "y1": 201,
            "x2": 222,
            "y2": 306,
            "text": "よっ",
            "vi": "đồng ý"
        },
        {
            "x1": 608,
            "y1": 203,
            "x2": 685,
            "y2": 457,
            "text": "こわい おにいちゃんだ",
            "vi": "Đó là ông già đáng sợ"
        },
        {
            "x1": 36,
            "y1": 204,
            "x2": 126,
            "y2": 357,
            "text": "だったかー",
            "vi": "Có phải không?"
        },
        {
            "x1": 833,
            "y1": 728,
            "x2": 970,
            "y2": 947,
            "text": "久しぶり だな！",
            "vi": "lâu rồi không gặp!"
        },
        {
            "x1": 427,
            "y1": 690,
            "x2": 583,
            "y2": 944,
            "text": "だっ",
            "vi": "Chỉ"
        },
        {
            "x1": 42,
            "y1": 736,
            "x2": 275,
            "y2": 992,
            "text": "何してんの んなトコで？ ムコーダさんは 一緒じゃねえ のか？",
            "vi": "Bạn đang làm gì vậy? Không phải Mcoda cùng nhau?"
        },
        {
            "x1": 823,
            "y1": 1062,
            "x2": 957,
            "y2": 1269,
            "text": "今からねー おともだちの とこいくのー",
            "vi": "Từ giờ trở đi, bạn bè của tôi và Koiku"
        },
        {
            "x1": 291,
            "y1": 1077,
            "x2": 319,
            "y2": 1191,
            "text": "まかせろ\"",
            "vi": "Để nó \""
        },
        {
            "x1": 401,
            "y1": 1061,
            "x2": 473,
            "y2": 1345,
            "text": "迷子だな！",
            "vi": "Tôi lạc lõng!"
        },
        {
            "x1": 929,
            "y1": 1300,
            "x2": 982,
            "y2": 1439,
            "text": "ぽょん リ",
            "vi": "Poconi"
        },
        {
            "x1": 756,
            "y1": 1370,
            "x2": 791,
            "y2": 1437,
            "text": "よん",
            "vi": "Bốn"
        },
        {
            "x1": 569,
            "y1": 1256,
            "x2": 652,
            "y2": 1461,
            "text": "うんうん ナルホドナー",
            "vi": "Yeah yeah narhodona"
        }
    ],
    "012.jpg": [
        {
            "x1": 925,
            "y1": 64,
            "x2": 1092,
            "y2": 291,
            "text": "えーっと確か ムコーダさんの 泊まってる宿は っと─―…",
            "vi": "Chà, tôi chắc chắn nhà trọ của Mcoda đang ở ─- ..."
        },
        {
            "x1": 692,
            "y1": 157,
            "x2": 803,
            "y2": 345,
            "text": "ちがうよー おともだちの とこいくのー",
            "vi": "Nó khác, bạn bè của tôi"
        },
        {
            "x1": 581,
            "y1": 163,
            "x2": 631,
            "y2": 293,
            "text": "こっち",
            "vi": "nơi đây"
        },
        {
            "x1": 290,
            "y1": 166,
            "x2": 356,
            "y2": 264,
            "text": "ぐい",
            "vi": "Dụng cụ"
        },
        {
            "x1": 831,
            "y1": 657,
            "x2": 909,
            "y2": 863,
            "text": "そっち 宿じゃなくね？",
            "vi": "Nó không phải là một quán trọ?"
        },
        {
            "x1": 430,
            "y1": 1215,
            "x2": 493,
            "y2": 1366,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 693,
            "y1": 1345,
            "x2": 794,
            "y2": 1505,
            "text": "ミリーナ ちょっと出て くれる？",
            "vi": "Bạn có thể đi ra một chút không?"
        }
    ],
    "013.jpg": [
        {
            "x1": 370,
            "y1": 185,
            "x2": 410,
            "y2": 368,
            "text": "…どもっス",
            "vi": "“Domo"
        },
        {
            "x1": 842,
            "y1": 308,
            "x2": 961,
            "y2": 836,
            "text": "ぷるちゃ…ま…",
            "vi": "Purucha... ma..."
        },
        {
            "x1": 763,
            "y1": 663,
            "x2": 880,
            "y2": 909,
            "text": "ママァ",
            "vi": "Mẹ"
        },
        {
            "x1": 161,
            "y1": 878,
            "x2": 229,
            "y2": 1040,
            "text": "ちょっ",
            "vi": "Một chút"
        },
        {
            "x1": 830,
            "y1": 1230,
            "x2": 962,
            "y2": 1435,
            "text": "不死鳥の 人来たぁ",
            "vi": "Người Phoenix đến"
        },
        {
            "x1": 665,
            "y1": 1353,
            "x2": 700,
            "y2": 1469,
            "text": "ええ⁉",
            "vi": "Ừ⁉"
        },
        {
            "x1": 610,
            "y1": 1359,
            "x2": 641,
            "y2": 1463,
            "text": "なんで？",
            "vi": "Tại sao?"
        },
        {
            "x1": 418,
            "y1": 1196,
            "x2": 477,
            "y2": 1468,
            "text": "いやっあの‼",
            "vi": "Ừ"
        },
        {
            "x1": 234,
            "y1": 1187,
            "x2": 340,
            "y2": 1403,
            "text": "お届けモノ ッス‼",
            "vi": "Giao hàng mono sus"
        }
    ],
    "014.jpg": [
        {
            "x1": 162,
            "y1": 143,
            "x2": 293,
            "y2": 476,
            "text": "不死鳥の 団員が来た⁉",
            "vi": "Các thành viên của Phượng hoàng đã đến⁉"
        },
        {
            "x1": 626,
            "y1": 547,
            "x2": 792,
            "y2": 712,
            "text": "ぷるちゃん 届けに来て くれたん だってー",
            "vi": "Anh ấy đến để giao Puru -chan"
        },
        {
            "x1": 884,
            "y1": 544,
            "x2": 1019,
            "y2": 917,
            "text": "なんで⁉",
            "vi": "Tại sao"
        },
        {
            "x1": 363,
            "y1": 575,
            "x2": 463,
            "y2": 796,
            "text": "呼びに行ったけど リクくん いなかったから…",
            "vi": "Tôi đã đến gọi, nhưng tôi không thích Riku..."
        },
        {
            "x1": 163,
            "y1": 539,
            "x2": 270,
            "y2": 780,
            "text": "くっそ",
            "vi": "Con ma"
        },
        {
            "x1": 371,
            "y1": 829,
            "x2": 413,
            "y2": 900,
            "text": "あそ",
            "vi": "Rất"
        },
        {
            "x1": 852,
            "y1": 1002,
            "x2": 983,
            "y2": 1227,
            "text": "家の手伝い なんか なければー‼",
            "vi": "Tôi không có sự giúp đỡ ở nhà"
        },
        {
            "x1": 710,
            "y1": 998,
            "x2": 806,
            "y2": 1163,
            "text": "会いた かだぁ",
            "vi": "Bạn đã gặp nhau chưa?"
        },
        {
            "x1": 190,
            "y1": 1071,
            "x2": 265,
            "y2": 1192,
            "text": "ねえ あそぼー",
            "vi": "Này Asobo"
        },
        {
            "x1": 919,
            "y1": 1250,
            "x2": 963,
            "y2": 1362,
            "text": "おまけ",
            "vi": "Tặng kem"
        },
        {
            "x1": 832,
            "y1": 1293,
            "x2": 863,
            "y2": 1379,
            "text": "久々に",
            "vi": "Lần đầu tiên sau nhiều năm"
        },
        {
            "x1": 671,
            "y1": 1290,
            "x2": 709,
            "y2": 1389,
            "text": "きた「ス",
            "vi": "\"S\""
        },
        {
            "x1": 459,
            "y1": 1268,
            "x2": 523,
            "y2": 1382,
            "text": "そうか 良かったな",
            "vi": "Điều đó tốt"
        },
        {
            "x1": 43,
            "y1": 1209,
            "x2": 102,
            "y2": 1489,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}