var ocr_data = {
    "001.jpg": [
        {
            "x1": 827,
            "y1": 632,
            "x2": 951,
            "y2": 829,
            "text": "そろそろ 昼メシか",
            "vi": "Đó có phải là một bữa ăn ban ngày?"
        },
        {
            "x1": 145,
            "y1": 609,
            "x2": 210,
            "y2": 852,
            "text": "おそよう",
            "vi": "Nhợt nhạt"
        },
        {
            "x1": 823,
            "y1": 1100,
            "x2": 911,
            "y2": 1266,
            "text": "なんだ その態度は",
            "vi": "Thái độ đó là gì"
        },
        {
            "x1": 243,
            "y1": 1083,
            "x2": 338,
            "y2": 1292,
            "text": "トモダチの とこ…",
            "vi": "Địa điểm của Tomodachi..."
        },
        {
            "x1": 614,
            "y1": 1282,
            "x2": 694,
            "y2": 1457,
            "text": "スイは どうした？",
            "vi": "Điều gì đã xảy ra với Sui?"
        }
    ],
    "002.jpg": [
        {
            "x1": 355,
            "y1": 64,
            "x2": 791,
            "y2": 120,
            "text": "第27章 ママとおくすり",
            "vi": "Chương 27 Mẹ có mẹ"
        },
        {
            "x1": 294,
            "y1": 164,
            "x2": 902,
            "y2": 286,
            "text": "とんでもスキルQ",
            "vi": "Kỹ năng q"
        },
        {
            "x1": 123,
            "y1": 1518,
            "x2": 1044,
            "y2": 1566,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "003.jpg": [
        {
            "x1": 578,
            "y1": 130,
            "x2": 656,
            "y2": 308,
            "text": "ぷるちゃん 何してるのー",
            "vi": "Bạn đang làm gì vậy?"
        },
        {
            "x1": 338,
            "y1": 118,
            "x2": 372,
            "y2": 255,
            "text": "そうそう",
            "vi": "Ồ vâng"
        },
        {
            "x1": 111,
            "y1": 91,
            "x2": 217,
            "y2": 288,
            "text": "やっぱりお家の お手伝いしてる からかしら",
            "vi": "Tôi tự hỏi nếu tôi đang giúp nhà tôi"
        },
        {
            "x1": 75,
            "y1": 284,
            "x2": 156,
            "y2": 460,
            "text": "とても上手よ リク君",
            "vi": "Tôi rất giỏi về Riku"
        },
        {
            "x1": 686,
            "y1": 402,
            "x2": 770,
            "y2": 563,
            "text": "次はそこに 通して…",
            "vi": "Tiếp theo là..."
        },
        {
            "x1": 913,
            "y1": 660,
            "x2": 948,
            "y2": 859,
            "text": "なんかでてる",
            "vi": "Tôi ra ngoài"
        },
        {
            "x1": 555,
            "y1": 659,
            "x2": 682,
            "y2": 855,
            "text": "そこ 引っぱったら ダメだよ！",
            "vi": "Nếu bạn kéo nó ở đó, bạn không thể làm được!"
        },
        {
            "x1": 106,
            "y1": 727,
            "x2": 200,
            "y2": 964,
            "text": "もく～ ぷるちゃん‼",
            "vi": "Miku ~ puru -chan"
        },
        {
            "x1": 741,
            "y1": 1069,
            "x2": 797,
            "y2": 1180,
            "text": "クス りス",
            "vi": "Kusuri"
        },
        {
            "x1": 859,
            "y1": 1068,
            "x2": 969,
            "y2": 1354,
            "text": "もくっ",
            "vi": "Nấm"
        },
        {
            "x1": 413,
            "y1": 1115,
            "x2": 551,
            "y2": 1282,
            "text": "おばさん 今日 元気 ないね？",
            "vi": "Dì hôm nay phải không?"
        },
        {
            "x1": 118,
            "y1": 1300,
            "x2": 157,
            "y2": 1497,
            "text": "あら そう？",
            "vi": "Ồ đúng rồi không?"
        }
    ],
    "004.jpg": [
        {
            "x1": 907,
            "y1": 107,
            "x2": 1021,
            "y2": 363,
            "text": "きっと昨日 夜ふかししちゃった からね",
            "vi": "Tôi chắc rằng nó rất mượt qua đêm qua"
        },
        {
            "x1": 798,
            "y1": 190,
            "x2": 871,
            "y2": 372,
            "text": "大丈夫よ ありがとうね",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 414,
            "y1": 384,
            "x2": 557,
            "y2": 641,
            "text": "それより！ みんなそろそろ お昼に─",
            "vi": "Hơn thế! Mọi người sắp ăn trưa ─"
        },
        {
            "x1": 162,
            "y1": 492,
            "x2": 198,
            "y2": 593,
            "text": "あらぁ",
            "vi": "À"
        },
        {
            "x1": 956,
            "y1": 762,
            "x2": 997,
            "y2": 862,
            "text": "ちょっ",
            "vi": "Một chút"
        },
        {
            "x1": 825,
            "y1": 795,
            "x2": 864,
            "y2": 996,
            "text": "ミリーナ",
            "vi": "MILLINA"
        },
        {
            "x1": 232,
            "y1": 791,
            "x2": 293,
            "y2": 997,
            "text": "なにく？",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 831,
            "y1": 1067,
            "x2": 998,
            "y2": 1261,
            "text": "もー またなの ママー！",
            "vi": "Momo lần nữa!"
        },
        {
            "x1": 486,
            "y1": 1152,
            "x2": 522,
            "y2": 1373,
            "text": "どうしたのー？",
            "vi": "Chuyện gì đã xảy ra?"
        }
    ],
    "005.jpg": [
        {
            "x1": 814,
            "y1": 168,
            "x2": 903,
            "y2": 411,
            "text": "またお熱出た なら言ってよく",
            "vi": "Nếu bạn trở lại nóng lại"
        },
        {
            "x1": 652,
            "y1": 285,
            "x2": 785,
            "y2": 492,
            "text": "ママ本当に カラダ弱いん だからく",
            "vi": "Mẹ vì cơ thể thực sự yếu"
        },
        {
            "x1": 168,
            "y1": 216,
            "x2": 205,
            "y2": 402,
            "text": "ごめんなさい",
            "vi": "lấy làm tiếc"
        },
        {
            "x1": 778,
            "y1": 586,
            "x2": 946,
            "y2": 819,
            "text": "じゃあ 私は ママのごはんと おくすりの用意 してくるから",
            "vi": "Sau đó, tôi sẽ chuẩn bị gạo của mẹ tôi và một con mực"
        },
        {
            "x1": 232,
            "y1": 611,
            "x2": 282,
            "y2": 768,
            "text": "はーい！",
            "vi": "Vâng!"
        },
        {
            "x1": 601,
            "y1": 729,
            "x2": 684,
            "y2": 954,
            "text": "ぷるちゃんは ママお願いね！",
            "vi": "Puru -chan hỏi mẹ!"
        },
        {
            "x1": 133,
            "y1": 781,
            "x2": 189,
            "y2": 972,
            "text": "ええくそ",
            "vi": "Ừ"
        },
        {
            "x1": 314,
            "y1": 1058,
            "x2": 362,
            "y2": 1146,
            "text": "むい",
            "vi": "Dành riêng"
        },
        {
            "x1": 283,
            "y1": 1122,
            "x2": 340,
            "y2": 1207,
            "text": "士い",
            "vi": "Loài người"
        },
        {
            "x1": 638,
            "y1": 1145,
            "x2": 718,
            "y2": 1342,
            "text": "お薬 ニガイのよく",
            "vi": "Thuốc tốt"
        },
        {
            "x1": 418,
            "y1": 1072,
            "x2": 575,
            "y2": 1348,
            "text": "あるじのごはん 食べてー 元気になるよ！",
            "vi": "Ăn gạo một loại gạo nhất định -tôi ổn!"
        },
        {
            "x1": 202,
            "y1": 1376,
            "x2": 267,
            "y2": 1467,
            "text": "むい",
            "vi": "Dành riêng"
        },
        {
            "x1": 14,
            "y1": 1355,
            "x2": 161,
            "y2": 1509,
            "text": "あらあら あら 何かしら",
            "vi": "Oh oh, một cái gì đó"
        }
    ],
    "006.jpg": [
        {
            "x1": 916,
            "y1": 98,
            "x2": 1031,
            "y2": 307,
            "text": "あなたも 心配してくれて いるのね",
            "vi": "Bạn cũng lo lắng"
        },
        {
            "x1": 816,
            "y1": 129,
            "x2": 861,
            "y2": 317,
            "text": "優しい子ね",
            "vi": "Một đứa trẻ dịu dàng"
        },
        {
            "x1": 672,
            "y1": 172,
            "x2": 738,
            "y2": 319,
            "text": "てもそれは 遠慮しておくわ",
            "vi": "Nhưng tôi sẽ kiềm chế điều đó"
        },
        {
            "x1": 472,
            "y1": 253,
            "x2": 595,
            "y2": 443,
            "text": "おいしいのに",
            "vi": "Ngon"
        },
        {
            "x1": 928,
            "y1": 602,
            "x2": 1005,
            "y2": 796,
            "text": "ぷるちゃん ありがとねぇ",
            "vi": "Cảm ơn bạn Puru -chan"
        },
        {
            "x1": 800,
            "y1": 588,
            "x2": 851,
            "y2": 707,
            "text": "なで…",
            "vi": "Ổn..."
        },
        {
            "x1": 646,
            "y1": 616,
            "x2": 713,
            "y2": 757,
            "text": "私がこんな だから",
            "vi": "Bởi vì tôi thích điều này"
        },
        {
            "x1": 582,
            "y1": 697,
            "x2": 643,
            "y2": 888,
            "text": "あの子は私に つきっきりでね",
            "vi": "Đứa trẻ đó là rõ ràng đối với tôi"
        },
        {
            "x1": 310,
            "y1": 614,
            "x2": 415,
            "y2": 794,
            "text": "リク君も 毎日 遊べる訳じゃ ないから",
            "vi": "Riku không có nghĩa là bạn có thể chơi hàng ngày"
        },
        {
            "x1": 147,
            "y1": 645,
            "x2": 262,
            "y2": 841,
            "text": "きっと いっぱい我慢 させたと思うの",
            "vi": "Tôi nghĩ rằng tôi chắc chắn rằng tôi đã đưa ra nó"
        },
        {
            "x1": 913,
            "y1": 1072,
            "x2": 1022,
            "y2": 1245,
            "text": "でも あなたと遊ぶ ようになって",
            "vi": "Nhưng tôi bắt đầu chơi với bạn"
        },
        {
            "x1": 292,
            "y1": 1140,
            "x2": 378,
            "y2": 1335,
            "text": "本当に毎日 楽しそうでね",
            "vi": "Nó trông thực sự vui mỗi ngày"
        },
        {
            "x1": 711,
            "y1": 1247,
            "x2": 853,
            "y2": 1493,
            "text": "次はいつ遊べるの？ 次はアレしたいだの 元々おしゃべり だったんだけどね",
            "vi": "Khi nào tôi có thể chơi tiếp theo? Lần sau tôi muốn làm điều đó, nhưng ban đầu tôi đã nói chuyện."
        },
        {
            "x1": 201,
            "y1": 1300,
            "x2": 278,
            "y2": 1494,
            "text": "私まで楽しく なっちゃって",
            "vi": "Thật là vui cho tôi"
        }
    ],
    "007.jpg": [
        {
            "x1": 679,
            "y1": 167,
            "x2": 889,
            "y2": 404,
            "text": "これからも あの子たちと 仲良くして あげてね",
            "vi": "Hãy tiếp tục hòa hợp với những đứa trẻ đó"
        },
        {
            "x1": 109,
            "y1": 234,
            "x2": 198,
            "y2": 448,
            "text": "うん！",
            "vi": "Ừ!"
        },
        {
            "x1": 208,
            "y1": 995,
            "x2": 284,
            "y2": 1128,
            "text": "ぉばさん これ",
            "vi": "Đây là điều này"
        },
        {
            "x1": 113,
            "y1": 1151,
            "x2": 193,
            "y2": 1407,
            "text": "冷たいタオル 持ってきたよー…",
            "vi": "Tôi đã mang một chiếc khăn lạnh..."
        }
    ],
    "008.jpg": [
        {
            "x1": 862,
            "y1": 337,
            "x2": 923,
            "y2": 490,
            "text": "リク君",
            "vi": "Riku -Kun"
        },
        {
            "x1": 860,
            "y1": 660,
            "x2": 1012,
            "y2": 1047,
            "text": "何やってんだ この野郎ー‼",
            "vi": "Bạn đang làm gì vậy?"
        },
        {
            "x1": 193,
            "y1": 688,
            "x2": 332,
            "y2": 880,
            "text": "お顔が ポカポカ だったから",
            "vi": "Bởi vì khuôn mặt của bạn ấm áp"
        },
        {
            "x1": 394,
            "y1": 893,
            "x2": 508,
            "y2": 1075,
            "text": "おばさん 大丈夫⁉",
            "vi": "Dì không sao đâu⁉"
        },
        {
            "x1": 841,
            "y1": 1108,
            "x2": 990,
            "y2": 1315,
            "text": "あるじが スイはひんやり してるって 言ってたもん",
            "vi": "Aji nói rằng sui rất tuyệt"
        },
        {
            "x1": 502,
            "y1": 1135,
            "x2": 691,
            "y2": 1409,
            "text": "ぎゃい ぎゃ",
            "vi": "Gyigya"
        },
        {
            "x1": 185,
            "y1": 1142,
            "x2": 317,
            "y2": 1334,
            "text": "ちょっと リク君 静かにして！",
            "vi": "Riku -Kun lặng lẽ!"
        },
        {
            "x1": 709,
            "y1": 1330,
            "x2": 786,
            "y2": 1498,
            "text": "ひんやりしてて 気持ち良かった人",
            "vi": "Những người mát mẻ và thoải mái"
        },
        {
            "x1": 166,
            "y1": 1385,
            "x2": 235,
            "y2": 1517,
            "text": "いるのにい",
            "vi": "Tôi đang ở đó"
        }
    ],
    "009.jpg": [
        {
            "x1": 151,
            "y1": 180,
            "x2": 268,
            "y2": 409,
            "text": "じゃあ ごはんと おくすり置いて おくからね",
            "vi": "Sau đó, tôi sẽ giữ nó bằng gạo."
        },
        {
            "x1": 765,
            "y1": 486,
            "x2": 946,
            "y2": 720,
            "text": "いーい！ 飲まないと 元気にならない んだからね！",
            "vi": "Ổn! Nếu bạn không uống, bạn sẽ không khỏe!"
        },
        {
            "x1": 297,
            "y1": 519,
            "x2": 377,
            "y2": 684,
            "text": "分かってる わよぉ…",
            "vi": "Tôi biết..."
        },
        {
            "x1": 659,
            "y1": 660,
            "x2": 751,
            "y2": 869,
            "text": "ちゃんと 飲むんだよ‼",
            "vi": "Tôi sẽ uống đúng cách."
        },
        {
            "x1": 629,
            "y1": 984,
            "x2": 766,
            "y2": 1176,
            "text": "これ ニガイ おくすり？",
            "vi": "Đây có phải là một con ốc sên không?"
        },
        {
            "x1": 889,
            "y1": 1258,
            "x2": 928,
            "y2": 1485,
            "text": "本当だからね！",
            "vi": "Đung!"
        }
    ],
    "010.jpg": [
        {
            "x1": 962,
            "y1": 228,
            "x2": 1132,
            "y2": 464,
            "text": "もぞ もぞ",
            "vi": "Momozo"
        },
        {
            "x1": 640,
            "y1": 157,
            "x2": 730,
            "y2": 350,
            "text": "おとなしく してろ お前",
            "vi": "Hãy yên tĩnh, bạn"
        },
        {
            "x1": 376,
            "y1": 419,
            "x2": 472,
            "y2": 645,
            "text": "じゃあ 私たち 行くね！",
            "vi": "Sau đó, chúng tôi đi!"
        },
        {
            "x1": 938,
            "y1": 747,
            "x2": 1025,
            "y2": 881,
            "text": "ちゃんと 飲んで",
            "vi": "Uống đúng cách"
        },
        {
            "x1": 780,
            "y1": 779,
            "x2": 863,
            "y2": 959,
            "text": "しっかり 休んでねー",
            "vi": "Hãy nghỉ ngơi tốt"
        },
        {
            "x1": 209,
            "y1": 755,
            "x2": 257,
            "y2": 934,
            "text": "ばいばーい",
            "vi": "Baibai"
        }
    ],
    "011.jpg": [
        {
            "x1": 813,
            "y1": 162,
            "x2": 856,
            "y2": 292,
            "text": "娘のため",
            "vi": "Cho con gái của tôi"
        },
        {
            "x1": 748,
            "y1": 208,
            "x2": 790,
            "y2": 362,
            "text": "娘のため！",
            "vi": "Cho con gái của tôi!"
        },
        {
            "x1": 189,
            "y1": 690,
            "x2": 226,
            "y2": 829,
            "text": "あら…？",
            "vi": "khuyết điểm…?"
        },
        {
            "x1": 797,
            "y1": 1009,
            "x2": 885,
            "y2": 1228,
            "text": "お薬変わった のかしら？",
            "vi": "Thuốc đã thay đổi?"
        }
    ],
    "012.jpg": [
        {
            "x1": 217,
            "y1": 61,
            "x2": 267,
            "y2": 196,
            "text": "食べられんの コし？",
            "vi": "Bạn có thể ăn?"
        },
        {
            "x1": 939,
            "y1": 125,
            "x2": 1032,
            "y2": 325,
            "text": "ママ大丈夫 かなぁく",
            "vi": "Mẹ không ổn không"
        },
        {
            "x1": 845,
            "y1": 383,
            "x2": 929,
            "y2": 552,
            "text": "お薬 飲めたかなあ",
            "vi": "Tôi tự hỏi nếu tôi có thể uống thuốc"
        },
        {
            "x1": 197,
            "y1": 252,
            "x2": 292,
            "y2": 581,
            "text": "スイのおくすりは すごいんだよ",
            "vi": "HOO của Sui thật tuyệt vời"
        },
        {
            "x1": 222,
            "y1": 619,
            "x2": 403,
            "y2": 831,
            "text": "あるじも すごいって 言ってくれた もん！",
            "vi": "Anh ấy nói với tôi rằng có rất tuyệt vời!"
        },
        {
            "x1": 801,
            "y1": 996,
            "x2": 918,
            "y2": 1221,
            "text": "だから 大丈夫だよ",
            "vi": "Vì vậy, không sao đâu"
        },
        {
            "x1": 94,
            "y1": 1515,
            "x2": 373,
            "y2": 1568,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}