var ocr_data = {
    "001.jpg": [
        {
            "x1": 175,
            "y1": 53,
            "x2": 787,
            "y2": 88,
            "text": "ちっちゃな傷と、スイ特製ポーション。",
            "vi": "Vết xước nhỏ và thuốc đặc biệt sui."
        },
        {
            "x1": 61,
            "y1": 54,
            "x2": 149,
            "y2": 88,
            "text": "第３章",
            "vi": "Chương 3"
        },
        {
            "x1": 185,
            "y1": 102,
            "x2": 657,
            "y2": 226,
            "text": "とんでも久ギルて 異世界放浪タシ",
            "vi": "Đó là một thế giới vĩ đại lang thang khắp một thế giới khác"
        },
        {
            "x1": 79,
            "y1": 325,
            "x2": 374,
            "y2": 470,
            "text": "漫画：双葉もも 原作：江回連 キャラクター原案：雅",
            "vi": "Manga: Momo Futaba Bản gốc: Ký tự kết thúc"
        }
    ],
    "002.jpg": [
        {
            "x1": 736,
            "y1": 865,
            "x2": 770,
            "y2": 982,
            "text": "いた…！",
            "vi": "Có rất nhiều!"
        }
    ],
    "003.jpg": [
        {
            "x1": 457,
            "y1": 190,
            "x2": 494,
            "y2": 328,
            "text": "あちゃー",
            "vi": "Acha"
        },
        {
            "x1": 308,
            "y1": 173,
            "x2": 366,
            "y2": 272,
            "text": "あるじ おはよー",
            "vi": "Có một ông già nhất định"
        },
        {
            "x1": 128,
            "y1": 265,
            "x2": 152,
            "y2": 358,
            "text": "おはよう",
            "vi": "buổi sáng tốt lành"
        },
        {
            "x1": 94,
            "y1": 261,
            "x2": 128,
            "y2": 317,
            "text": "スイ",
            "vi": "Sui"
        },
        {
            "x1": 310,
            "y1": 523,
            "x2": 334,
            "y2": 585,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 610,
            "y1": 597,
            "x2": 666,
            "y2": 759,
            "text": "あるじおてて どうしたのー⁉",
            "vi": "Chuyện gì đã xảy ra với Ajiso?"
        },
        {
            "x1": 96,
            "y1": 553,
            "x2": 152,
            "y2": 801,
            "text": "あく… ちょっと切っちゃってね",
            "vi": "Ah... cắt một chút"
        },
        {
            "x1": 508,
            "y1": 965,
            "x2": 542,
            "y2": 1030,
            "text": "でも",
            "vi": "Chỉ"
        },
        {
            "x1": 341,
            "y1": 947,
            "x2": 428,
            "y2": 1138,
            "text": "本当にちょっとだし 絆創膏貼っとけば 大丈夫だよー",
            "vi": "Nó thực sự là một chút, vì vậy sẽ không sao nếu bạn đặt một thạch cao"
        }
    ],
    "004.jpg": [
        {
            "x1": 672,
            "y1": 115,
            "x2": 765,
            "y2": 265,
            "text": "スイが いたいの とったげるー",
            "vi": "Tôi muốn có một kiện tốt"
        },
        {
            "x1": 474,
            "y1": 847,
            "x2": 515,
            "y2": 976,
            "text": "おお…！",
            "vi": "Oh…!"
        },
        {
            "x1": 271,
            "y1": 913,
            "x2": 354,
            "y2": 1101,
            "text": "傷が あっという間",
            "vi": "Vết thương nhanh chóng"
        }
    ],
    "005.jpg": [
        {
            "x1": 653,
            "y1": 78,
            "x2": 739,
            "y2": 237,
            "text": "そういや昨日 食ったキリコの おかげで",
            "vi": "Không, cảm ơn Kiriko tôi đã ăn hôm qua"
        },
        {
            "x1": 536,
            "y1": 99,
            "x2": 618,
            "y2": 249,
            "text": "ポーション 作れるように なったんだっけ",
            "vi": "Tôi tự hỏi nếu tôi có thể làm được"
        },
        {
            "x1": 61,
            "y1": 94,
            "x2": 138,
            "y2": 226,
            "text": "光った時は ビックリした けど",
            "vi": "Tôi đã ngạc nhiên khi nó phát sáng"
        },
        {
            "x1": 157,
            "y1": 416,
            "x2": 220,
            "y2": 535,
            "text": "もういたく ないー？",
            "vi": "Tôi không muốn làm điều đó nữa?"
        },
        {
            "x1": 672,
            "y1": 490,
            "x2": 699,
            "y2": 583,
            "text": "あるじー",
            "vi": "Một chút"
        },
        {
            "x1": 87,
            "y1": 702,
            "x2": 313,
            "y2": 723,
            "text": "スイ特製下級ポ",
            "vi": "Sui đặc biệt cấp thấp hơn PO"
        },
        {
            "x1": 344,
            "y1": 835,
            "x2": 439,
            "y2": 1038,
            "text": "スイは すごいなあ",
            "vi": "Sui thật tuyệt vời"
        },
        {
            "x1": 653,
            "y1": 977,
            "x2": 745,
            "y2": 1138,
            "text": "ありがと！ ほらもう大丈夫 だぞ‼",
            "vi": "cảm ơn bạn! Bạn thấy đấy, không sao!"
        }
    ],
    "006.jpg": [
        {
            "x1": 314,
            "y1": 0,
            "x2": 848,
            "y2": 230,
            "text": "伏るん!",
            "vi": "Tôi xin lôi!"
        },
        {
            "x1": 186,
            "y1": 90,
            "x2": 271,
            "y2": 431,
            "text": "(ほんとー⁉",
            "vi": "(Thực ra⁉"
        },
        {
            "x1": 222,
            "y1": 573,
            "x2": 276,
            "y2": 712,
            "text": "スイすごい？ すごい？",
            "vi": "Có tuyệt vời không? kinh ngạc?"
        },
        {
            "x1": 679,
            "y1": 660,
            "x2": 737,
            "y2": 794,
            "text": "ああ！",
            "vi": "À!"
        },
        {
            "x1": 629,
            "y1": 912,
            "x2": 729,
            "y2": 1137,
            "text": "スイがいれば ケガしても へっちゃらだな！",
            "vi": "Nếu bạn có một Sue, bạn sẽ bị thương!"
        }
    ],
    "007.jpg": [
        {
            "x1": 367,
            "y1": 32,
            "x2": 424,
            "y2": 109,
            "text": "すいたぞ",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 679,
            "y1": 57,
            "x2": 709,
            "y2": 186,
            "text": "まかせてー",
            "vi": "Để lại nó"
        },
        {
            "x1": 543,
            "y1": 82,
            "x2": 589,
            "y2": 156,
            "text": "そか そf",
            "vi": "Soka -so f"
        },
        {
            "x1": 579,
            "y1": 185,
            "x2": 693,
            "y2": 285,
            "text": "スイ いっぱい いたいの とる―！",
            "vi": "Tôi muốn nhận được rất nhiều sui!"
        },
        {
            "x1": 347,
            "y1": 140,
            "x2": 401,
            "y2": 269,
            "text": "また誰か痛い 時はお願いな",
            "vi": "Vui lòng hỏi nếu ai đó lại đau trở lại"
        },
        {
            "x1": 161,
            "y1": 90,
            "x2": 249,
            "y2": 241,
            "text": "んじゃ朝メシの 準備するから 待っててねー",
            "vi": "Tôi đang chuẩn bị cho bữa ăn buổi sáng, vì vậy vui lòng đợi"
        },
        {
            "x1": 339,
            "y1": 302,
            "x2": 379,
            "y2": 391,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 305,
            "y1": 956,
            "x2": 336,
            "y2": 1008,
            "text": "そゅ",
            "vi": "Squirrel"
        },
        {
            "x1": 266,
            "y1": 951,
            "x2": 292,
            "y2": 997,
            "text": "そゅ",
            "vi": "Squirrel"
        },
        {
            "x1": 95,
            "y1": 890,
            "x2": 137,
            "y2": 974,
            "text": "お、米も",
            "vi": "Oh, gạo"
        },
        {
            "x1": 76,
            "y1": 927,
            "x2": 131,
            "y2": 1013,
            "text": "いいかんじ",
            "vi": "Cảm giác tốt"
        }
    ],
    "008.jpg": [
        {
            "x1": 536,
            "y1": 150,
            "x2": 585,
            "y2": 278,
            "text": "スイ… スイちゃんや",
            "vi": "Sui... sui -chan"
        },
        {
            "x1": 156,
            "y1": 165,
            "x2": 181,
            "y2": 283,
            "text": "ないのかく",
            "vi": "Dẫu sao thì"
        },
        {
            "x1": 577,
            "y1": 269,
            "x2": 626,
            "y2": 396,
            "text": "ご飾はまだ 待えて中",
            "vi": "Trang trí vẫn ở giữa"
        },
        {
            "x1": 108,
            "y1": 293,
            "x2": 144,
            "y2": 343,
            "text": "ほか",
            "vi": "khác"
        },
        {
            "x1": 502,
            "y1": 281,
            "x2": 532,
            "y2": 419,
            "text": "何かご用？",
            "vi": "Cho cái gì đó?"
        },
        {
            "x1": 328,
            "y1": 306,
            "x2": 357,
            "y2": 401,
            "text": "ないよく",
            "vi": "Ổn"
        },
        {
            "x1": 376,
            "y1": 582,
            "x2": 423,
            "y2": 797,
            "text": "ぉあっち‼",
            "vi": "ぉ Ở đằng kia"
        },
        {
            "x1": 219,
            "y1": 669,
            "x2": 246,
            "y2": 759,
            "text": "イテテ…",
            "vi": "Itte..."
        },
        {
            "x1": 143,
            "y1": 771,
            "x2": 194,
            "y2": 881,
            "text": "直に触っち まった……",
            "vi": "Tôi đã chạm vào nó trực tiếp..."
        }
    ],
    "009.jpg": [
        {
            "x1": 655,
            "y1": 44,
            "x2": 736,
            "y2": 179,
            "text": "あるじ いたい？",
            "vi": "Bạn có muốn ở đó?"
        },
        {
            "x1": 590,
            "y1": 184,
            "x2": 647,
            "y2": 325,
            "text": "スイいたいの とるよー！",
            "vi": "Tôi muốn lấy nó!"
        },
        {
            "x1": 89,
            "y1": 173,
            "x2": 147,
            "y2": 327,
            "text": "あでも だい 大丈夫だよスイ",
            "vi": "À, không sao đâu"
        },
        {
            "x1": 108,
            "y1": 445,
            "x2": 193,
            "y2": 619,
            "text": "風の女神 ニンリル様の加護 があるからね",
            "vi": "Bởi vì có sự ban phước của Nữ thần gió, Ninrir,"
        },
        {
            "x1": 564,
            "y1": 639,
            "x2": 593,
            "y2": 741,
            "text": "あれー？",
            "vi": "Điều đó?"
        },
        {
            "x1": 492,
            "y1": 704,
            "x2": 523,
            "y2": 869,
            "text": "なにもない",
            "vi": "Không"
        },
        {
            "x1": 650,
            "y1": 968,
            "x2": 733,
            "y2": 1123,
            "text": "ヤケドくらいの 状態異状は なんともないよ",
            "vi": "Không có gì sai với một vết bỏng"
        }
    ],
    "010.jpg": [
        {
            "x1": 703,
            "y1": 64,
            "x2": 799,
            "y2": 260,
            "text": "じゃあ そろそろできるし 朝ご飯しよっか",
            "vi": "Sau đó bạn có thể làm điều đó cho bữa sáng"
        },
        {
            "x1": 286,
            "y1": 314,
            "x2": 303,
            "y2": 395,
            "text": "おかわりだ",
            "vi": "Đó là một sự thay thế"
        },
        {
            "x1": 489,
            "y1": 387,
            "x2": 560,
            "y2": 497,
            "text": "ごはん する―！",
            "vi": "Lúa!"
        },
        {
            "x1": 584,
            "y1": 809,
            "x2": 609,
            "y2": 857,
            "text": "そゆ",
            "vi": "Nước tương"
        }
    ],
    "011.jpg": [
        {
            "x1": 65,
            "y1": 430,
            "x2": 131,
            "y2": 543,
            "text": "何してる マヌケ",
            "vi": "Bạn đang làm gì vậy"
        },
        {
            "x1": 447,
            "y1": 492,
            "x2": 482,
            "y2": 595,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 640,
            "y1": 734,
            "x2": 695,
            "y2": 918,
            "text": "よそ見しとるから つまづくのだ",
            "vi": "Tôi đang vấp ngã vì tôi sẽ thấy nó."
        },
        {
            "x1": 547,
            "y1": 842,
            "x2": 571,
            "y2": 930,
            "text": "たはほ…",
            "vi": "Tahaho..."
        },
        {
            "x1": 383,
            "y1": 836,
            "x2": 434,
            "y2": 1023,
            "text": "ねーあるじ！ いたいとこないー？",
            "vi": "Này! Bạn không muốn ở đó sao?"
        }
    ],
    "012.jpg": [
        {
            "x1": 736,
            "y1": 108,
            "x2": 770,
            "y2": 228,
            "text": "平気だよ",
            "vi": "tôi khỏe"
        },
        {
            "x1": 187,
            "y1": 111,
            "x2": 298,
            "y2": 271,
            "text": "おいて 行くぞ まっ 待てよ",
            "vi": "Đợi bạn"
        },
        {
            "x1": 305,
            "y1": 509,
            "x2": 335,
            "y2": 580,
            "text": "スイ？",
            "vi": "Sui?"
        },
        {
            "x1": 490,
            "y1": 636,
            "x2": 522,
            "y2": 729,
            "text": "うお⁉",
            "vi": "U eo"
        },
        {
            "x1": 490,
            "y1": 879,
            "x2": 518,
            "y2": 1021,
            "text": "どうした？",
            "vi": "Có chuyện gì?"
        },
        {
            "x1": 177,
            "y1": 915,
            "x2": 202,
            "y2": 1025,
            "text": "分かんない",
            "vi": "Tôi không biết"
        }
    ],
    "013.jpg": [
        {
            "x1": 288,
            "y1": 850,
            "x2": 324,
            "y2": 964,
            "text": "あるじー",
            "vi": "Một chút"
        },
        {
            "x1": 471,
            "y1": 914,
            "x2": 522,
            "y2": 1059,
            "text": "あるじー",
            "vi": "Một chút"
        },
        {
            "x1": 22,
            "y1": 1041,
            "x2": 57,
            "y2": 1212,
            "text": "あるじどこー",
            "vi": "No ở đâu?"
        }
    ],
    "014.jpg": [
        {
            "x1": 780,
            "y1": 76,
            "x2": 816,
            "y2": 191,
            "text": "あるじー",
            "vi": "Một chút"
        },
        {
            "x1": 527,
            "y1": 80,
            "x2": 580,
            "y2": 164,
            "text": "いた",
            "vi": "có"
        },
        {
            "x1": 284,
            "y1": 112,
            "x2": 402,
            "y2": 143,
            "text": "お花摘み中",
            "vi": "Trong khi chọn hoa"
        },
        {
            "x1": 121,
            "y1": 65,
            "x2": 217,
            "y2": 415,
            "text": "スイ──‼",
            "vi": "Sui ─‼"
        },
        {
            "x1": 182,
            "y1": 642,
            "x2": 222,
            "y2": 774,
            "text": "知らんな",
            "vi": "Không biết"
        },
        {
            "x1": 501,
            "y1": 772,
            "x2": 565,
            "y2": 882,
            "text": "どうした スイ",
            "vi": "Có chuyện gì vậy"
        },
        {
            "x1": 303,
            "y1": 997,
            "x2": 355,
            "y2": 1127,
            "text": "あるじ しらないー？",
            "vi": "Không phải là nó?"
        },
        {
            "x1": 135,
            "y1": 1088,
            "x2": 156,
            "y2": 1175,
            "text": "そっか",
            "vi": "Tôi thấy"
        }
    ],
    "015.jpg": [
        {
            "x1": 700,
            "y1": 101,
            "x2": 732,
            "y2": 147,
            "text": "どこ",
            "vi": "đâu"
        },
        {
            "x1": 675,
            "y1": 99,
            "x2": 710,
            "y2": 160,
            "text": "行だ",
            "vi": "Đường nét"
        },
        {
            "x1": 650,
            "y1": 100,
            "x2": 687,
            "y2": 160,
            "text": "の～",
            "vi": "Rất"
        },
        {
            "x1": 342,
            "y1": 338,
            "x2": 391,
            "y2": 489,
            "text": "行ったぞ",
            "vi": "tôi đã đi"
        },
        {
            "x1": 484,
            "y1": 663,
            "x2": 577,
            "y2": 836,
            "text": "いやだって 今日のスイ おかしいって‼",
            "vi": "Không, hôm nay thật là buồn cười"
        },
        {
            "x1": 301,
            "y1": 667,
            "x2": 360,
            "y2": 798,
            "text": "いつも以上に 付いて回るし",
            "vi": "Nó sẽ theo dõi nhiều hơn bình thường"
        },
        {
            "x1": 185,
            "y1": 697,
            "x2": 243,
            "y2": 868,
            "text": "しつように 痛み聞いてくるし",
            "vi": "Tôi đang yêu cầu đau đớn liên tục"
        },
        {
            "x1": 89,
            "y1": 739,
            "x2": 122,
            "y2": 965,
            "text": "トトイレ見られるし",
            "vi": "Bạn có thể nhìn thấy nhà vệ sinh"
        },
        {
            "x1": 669,
            "y1": 902,
            "x2": 749,
            "y2": 1091,
            "text": "…ったく情けない！ 何スイに臆して おるのだ",
            "vi": "...Tôi rất buồn! Bạn đang tìm kiếm điều gì?"
        },
        {
            "x1": 46,
            "y1": 1034,
            "x2": 74,
            "y2": 1084,
            "text": "ほう",
            "vi": "quy tắc"
        }
    ],
    "016.jpg": [
        {
            "x1": 751,
            "y1": 74,
            "x2": 784,
            "y2": 265,
            "text": "考えすぎだ！",
            "vi": "Tôi đang suy nghĩ quá nhiều!"
        },
        {
            "x1": 368,
            "y1": 121,
            "x2": 477,
            "y2": 270,
            "text": "それより 魔法の訓練する のではなかった のか？",
            "vi": "Nó không phải là đào tạo kỳ diệu hơn?"
        },
        {
            "x1": 119,
            "y1": 167,
            "x2": 172,
            "y2": 329,
            "text": "くっそそ",
            "vi": "Cẩu thả"
        },
        {
            "x1": 679,
            "y1": 414,
            "x2": 715,
            "y2": 505,
            "text": "集中…",
            "vi": "nồng độ…"
        },
        {
            "x1": 542,
            "y1": 527,
            "x2": 618,
            "y2": 618,
            "text": "集中 集中…",
            "vi": "Nồng độ..."
        },
        {
            "x1": 181,
            "y1": 531,
            "x2": 206,
            "y2": 659,
            "text": "魔力を巡らせ",
            "vi": "Nhận ma thuật"
        }
    ],
    "017.jpg": [
        {
            "x1": 274,
            "y1": 93,
            "x2": 393,
            "y2": 325,
            "text": "あるじ 見ぃーつけ",
            "vi": "Có một ji -ki nào đó"
        },
        {
            "x1": 0,
            "y1": 463,
            "x2": 141,
            "y2": 677,
            "text": "スイ",
            "vi": "Sui"
        },
        {
            "x1": 496,
            "y1": 914,
            "x2": 624,
            "y2": 1127,
            "text": "うあ あああ",
            "vi": "Uhhhhh"
        }
    ],
    "018.jpg": [
        {
            "x1": 653,
            "y1": 67,
            "x2": 755,
            "y2": 280,
            "text": "你ふぷる",
            "vi": "你"
        },
        {
            "x1": 79,
            "y1": 183,
            "x2": 284,
            "y2": 410,
            "text": "ぷる ぷ3",
            "vi": "Purup 3"
        },
        {
            "x1": 600,
            "y1": 447,
            "x2": 713,
            "y2": 609,
            "text": "どうやら もう一度誉めて もらいたかった ようだぞ",
            "vi": "Rõ ràng tôi muốn bạn ca ngợi nó một lần nữa."
        },
        {
            "x1": 530,
            "y1": 484,
            "x2": 561,
            "y2": 585,
            "text": "今朝みたいに",
            "vi": "Như hồi sáng"
        },
        {
            "x1": 346,
            "y1": 589,
            "x2": 453,
            "y2": 703,
            "text": "よーし よし",
            "vi": "Yoshiyoshi"
        },
        {
            "x1": 192,
            "y1": 454,
            "x2": 360,
            "y2": 679,
            "text": "そっか スイく 怖かったね 本当にごめんな",
            "vi": "Tôi đã thực sự sợ nó, tôi thực sự xin lỗi"
        },
        {
            "x1": 653,
            "y1": 753,
            "x2": 684,
            "y2": 829,
            "text": "ううそ",
            "vi": "Nằm"
        },
        {
            "x1": 135,
            "y1": 666,
            "x2": 205,
            "y2": 801,
            "text": "素当たんなくそ",
            "vi": "Quyên góp"
        },
        {
            "x1": 133,
            "y1": 725,
            "x2": 183,
            "y2": 804,
            "text": "よかた",
            "vi": "Vui lòng"
        },
        {
            "x1": 620,
            "y1": 977,
            "x2": 727,
            "y2": 1116,
            "text": "でも もう危ないから こういう事は しないでね",
            "vi": "Nhưng đừng làm điều này bởi vì nó nguy hiểm nữa"
        },
        {
            "x1": 200,
            "y1": 969,
            "x2": 309,
            "y2": 1118,
            "text": "あと トイレについて 来るのも ダメだからね",
            "vi": "Không tốt để theo nhà vệ sinh"
        },
        {
            "x1": 134,
            "y1": 1046,
            "x2": 158,
            "y2": 1133,
            "text": "はあい",
            "vi": "HAIIA"
        },
        {
            "x1": 90,
            "y1": 1165,
            "x2": 301,
            "y2": 1208,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}