var ocr_data = {
    "01.jpg": [
        {
            "x1": 938,
            "y1": 63,
            "x2": 1065,
            "y2": 379,
            "text": "やはり形に 残るより消える物の 方がいいのですかね？",
            "vi": "Có tốt hơn là biến mất hơn là vẫn ở trong hình dạng?"
        },
        {
            "x1": 755,
            "y1": 100,
            "x2": 785,
            "y2": 257,
            "text": "ソッスネー…",
            "vi": "Sosney..."
        },
        {
            "x1": 517,
            "y1": 72,
            "x2": 566,
            "y2": 315,
            "text": "なんとなく…",
            "vi": "Bằng cách nào đó…"
        },
        {
            "x1": 176,
            "y1": 63,
            "x2": 337,
            "y2": 412,
            "text": "さっき俺見て ガッカリしてたの 分かってきたぞ…",
            "vi": "Tôi chỉ biết rằng tôi đã thất vọng..."
        },
        {
            "x1": 968,
            "y1": 400,
            "x2": 1033,
            "y2": 526,
            "text": "─ニーいラの よりも",
            "vi": "─ hơn nee la"
        },
        {
            "x1": 977,
            "y1": 800,
            "x2": 1077,
            "y2": 977,
            "text": "彼ならなんでも 喜ぶと思い マスヨー",
            "vi": "Tôi nghĩ anh ấy sẽ hài lòng với bất cứ điều gì"
        },
        {
            "x1": 881,
            "y1": 729,
            "x2": 908,
            "y2": 892,
            "text": "そうですかね？",
            "vi": "Có phải vậy không?"
        },
        {
            "x1": 522,
            "y1": 679,
            "x2": 687,
            "y2": 932,
            "text": "これ俺 頑張らなくて よくね？",
            "vi": "Tôi không cần phải làm hết sức mình?"
        },
        {
            "x1": 280,
            "y1": 730,
            "x2": 388,
            "y2": 864,
            "text": "やはり 無難は 食べ物かと",
            "vi": "Sau tất cả nó an toàn"
        },
        {
            "x1": 219,
            "y1": 905,
            "x2": 253,
            "y2": 1044,
            "text": "ソウッスネ",
            "vi": "Soursne"
        },
        {
            "x1": 969,
            "y1": 1150,
            "x2": 1067,
            "y2": 1397,
            "text": "なになにく？ ごはんく？",
            "vi": "Nó............... là gì? Lúa?"
        },
        {
            "x1": 307,
            "y1": 1164,
            "x2": 488,
            "y2": 1435,
            "text": "喜んでもらえる 物はなんだろなく って探してる とこだよ",
            "vi": "Tôi đang tìm kiếm một cái gì đó sẽ hài lòng"
        },
        {
            "x1": 244,
            "y1": 1253,
            "x2": 283,
            "y2": 1403,
            "text": "そのなの？",
            "vi": "Đó là cái gì?"
        },
        {
            "x1": 878,
            "y1": 1425,
            "x2": 909,
            "y2": 1530,
            "text": "ううん",
            "vi": "KHÔNG"
        },
        {
            "x1": 195,
            "y1": 1325,
            "x2": 240,
            "y2": 1527,
            "text": "スイはねそ",
            "vi": "Sui Hanso"
        }
    ],
    "02.jpg": [
        {
            "x1": 845,
            "y1": 176,
            "x2": 975,
            "y2": 388,
            "text": "スイは あまいの うれしいよく",
            "vi": "Sui rất tốt"
        },
        {
            "x1": 712,
            "y1": 337,
            "x2": 753,
            "y2": 579,
            "text": "スイらしいねく",
            "vi": "Nó trông giống như sui"
        },
        {
            "x1": 152,
            "y1": 320,
            "x2": 217,
            "y2": 491,
            "text": "うん！",
            "vi": "Ừ!"
        },
        {
            "x1": 829,
            "y1": 736,
            "x2": 951,
            "y2": 908,
            "text": "でも一番は あるじの ごはんく！",
            "vi": "Nhưng gạo ngon nhất!"
        },
        {
            "x1": 422,
            "y1": 848,
            "x2": 475,
            "y2": 1039,
            "text": "そっかく_～",
            "vi": "Đó là _ ~"
        },
        {
            "x1": 935,
            "y1": 1182,
            "x2": 981,
            "y2": 1345,
            "text": "………いや",
            "vi": "Không có"
        },
        {
            "x1": 680,
            "y1": 1306,
            "x2": 754,
            "y2": 1435,
            "text": "うん そっか…",
            "vi": "Ừ..."
        },
        {
            "x1": 650,
            "y1": 1441,
            "x2": 681,
            "y2": 1570,
            "text": "その手が…",
            "vi": "Bàn tay đó là..."
        },
        {
            "x1": 544,
            "y1": 1294,
            "x2": 587,
            "y2": 1571,
            "text": "…アンナさん！",
            "vi": "Mạnh Anna -San!"
        }
    ],
    "03.jpg": [
        {
            "x1": 911,
            "y1": 79,
            "x2": 1016,
            "y2": 468,
            "text": "友人として やれることはやる！",
            "vi": "Làm những gì bạn có thể làm với tư cách là một người bạn!"
        },
        {
            "x1": 789,
            "y1": 411,
            "x2": 902,
            "y2": 710,
            "text": "ちゃったし‼ 禁きっけ",
            "vi": "Tôi đạt được rồi Cấm"
        },
        {
            "x1": 216,
            "y1": 519,
            "x2": 372,
            "y2": 769,
            "text": "これから お時間 ありますか？",
            "vi": "Bạn có thời gian từ bây giờ không?"
        },
        {
            "x1": 200,
            "y1": 1192,
            "x2": 286,
            "y2": 1378,
            "text": "わぁっ",
            "vi": "Thành công lớn"
        }
    ],
    "04.jpg": [
        {
            "x1": 867,
            "y1": 64,
            "x2": 981,
            "y2": 396,
            "text": "それ魔導コンロ ですか⁉",
            "vi": "Nó có phải là một cái bếp ma thuật không?"
        },
        {
            "x1": 709,
            "y1": 84,
            "x2": 766,
            "y2": 243,
            "text": "大きく",
            "vi": "huênh hoang"
        },
        {
            "x1": 304,
            "y1": 164,
            "x2": 350,
            "y2": 242,
            "text": "あの",
            "vi": "điều đó"
        },
        {
            "x1": 125,
            "y1": 167,
            "x2": 241,
            "y2": 364,
            "text": "もしかして これから するのって…",
            "vi": "Có lẽ tôi sẽ làm điều đó..."
        },
        {
            "x1": 206,
            "y1": 430,
            "x2": 270,
            "y2": 537,
            "text": "なんだ なんだ",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 409,
            "y1": 450,
            "x2": 535,
            "y2": 743,
            "text": "ですです！ フンパツ しちゃいました",
            "vi": "Chính là nó! Tôi đã mịn"
        },
        {
            "x1": 278,
            "y1": 529,
            "x2": 340,
            "y2": 629,
            "text": "ただいま",
            "vi": "Tôi ở nhà"
        },
        {
            "x1": 190,
            "y1": 898,
            "x2": 315,
            "y2": 1112,
            "text": "作りま しょう！",
            "vi": "Hãy làm nó!"
        },
        {
            "x1": 748,
            "y1": 1241,
            "x2": 867,
            "y2": 1483,
            "text": "そのまさか です",
            "vi": "Đó là sự thật"
        },
        {
            "x1": 115,
            "y1": 1187,
            "x2": 262,
            "y2": 1530,
            "text": "ヨハンネスの 喜ぶもの！",
            "vi": "Niềm vui của Julian!"
        }
    ],
    "05.jpg": [
        {
            "x1": 795,
            "y1": 1037,
            "x2": 916,
            "y2": 1402,
            "text": "はい…っ",
            "vi": "Vâng"
        }
    ],
    "06.jpg": [
        {
            "x1": 218,
            "y1": 429,
            "x2": 478,
            "y2": 492,
            "text": "ザクザククッキー",
            "vi": "Cookie Zakuzaku"
        },
        {
            "x1": 846,
            "y1": 653,
            "x2": 906,
            "y2": 794,
            "text": "やっと",
            "vi": "cuối cùng"
        },
        {
            "x1": 90,
            "y1": 425,
            "x2": 237,
            "y2": 738,
            "text": "や割した",
            "vi": "Hỏng hóc"
        },
        {
            "x1": 479,
            "y1": 1005,
            "x2": 545,
            "y2": 1486,
            "text": "完成しました…！",
            "vi": "Nó đã được hoàn thành…!"
        },
        {
            "x1": 126,
            "y1": 1317,
            "x2": 184,
            "y2": 1521,
            "text": "おおく！",
            "vi": "Oku!"
        }
    ],
    "07.jpg": [
        {
            "x1": 896,
            "y1": 53,
            "x2": 1015,
            "y2": 240,
            "text": "一時はどう なるのかと 思いましたが",
            "vi": "Tôi tự hỏi điều gì sẽ xảy ra cùng một lúc"
        },
        {
            "x1": 796,
            "y1": 160,
            "x2": 865,
            "y2": 325,
            "text": "生だった以 真黒だったり",
            "vi": "Nó thô và nó màu đen"
        },
        {
            "x1": 400,
            "y1": 30,
            "x2": 521,
            "y2": 344,
            "text": "せっかく貴重な お砂糖をこんな無駄に してしまって…",
            "vi": "Tôi lãng phí đường quý giá như thế này..."
        },
        {
            "x1": 144,
            "y1": 57,
            "x2": 276,
            "y2": 285,
            "text": "いえいえ 僕からの応援の 気持ちです",
            "vi": "Không, tôi cảm thấy như được hỗ trợ từ tôi"
        },
        {
            "x1": 890,
            "y1": 328,
            "x2": 1012,
            "y2": 522,
            "text": "ちゃんと 焼きあがって よかったです",
            "vi": "Tôi rất vui vì tôi đã nướng nó đúng cách"
        },
        {
            "x1": 591,
            "y1": 316,
            "x2": 633,
            "y2": 510,
            "text": "スミマセン！",
            "vi": "Tôi xin lôi!"
        },
        {
            "x1": 978,
            "y1": 721,
            "x2": 1071,
            "y2": 1029,
            "text": "代わりと言っちゃ なんですが",
            "vi": "Tôi đang nói nó là một sự thay thế"
        },
        {
            "x1": 741,
            "y1": 846,
            "x2": 878,
            "y2": 1067,
            "text": "次お店行った 時には奢って くださいね",
            "vi": "Vui lòng cho tôi vào lần sau bạn đến cửa hàng"
        },
        {
            "x1": 179,
            "y1": 873,
            "x2": 214,
            "y2": 1091,
            "text": "ムコーダさんっ",
            "vi": "Mukoda"
        },
        {
            "x1": 957,
            "y1": 1161,
            "x2": 1077,
            "y2": 1411,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 490,
            "y1": 1300,
            "x2": 644,
            "y2": 1545,
            "text": "これで ヨハンネス さんに渡せ…",
            "vi": "Bây giờ hãy đưa nó cho Johannes..."
        }
    ],
    "08.jpg": [
        {
            "x1": 879,
            "y1": 79,
            "x2": 975,
            "y2": 407,
            "text": "どっどど どうしましょう…",
            "vi": "Tôi nên làm gì đây..."
        },
        {
            "x1": 76,
            "y1": 112,
            "x2": 178,
            "y2": 288,
            "text": "大丈夫 ですよ‼",
            "vi": "Không vấn đề!"
        },
        {
            "x1": 667,
            "y1": 173,
            "x2": 816,
            "y2": 483,
            "text": "私の手作りなんて 気持ち悪いだけ なんじゃ…",
            "vi": "Thật khó chịu khi làm tay tôi..."
        },
        {
            "x1": 876,
            "y1": 798,
            "x2": 966,
            "y2": 1068,
            "text": "アイツなら 絶対嬉しいです！",
            "vi": "Tôi hoàn toàn hạnh phúc nếu bạn là một chàng trai!"
        },
        {
            "x1": 631,
            "y1": 842,
            "x2": 684,
            "y2": 982,
            "text": "ほら！",
            "vi": "Cái nhìn!"
        }
    ],
    "09.jpg": [
        {
            "x1": 959,
            "y1": 1066,
            "x2": 1016,
            "y2": 1243,
            "text": "帰ろっか",
            "vi": "Trở về"
        },
        {
            "x1": 733,
            "y1": 1255,
            "x2": 885,
            "y2": 1412,
            "text": "あるじは おしゃべり しなくて いいの？",
            "vi": "Có cần thiết để nói chuyện với tôi không?"
        },
        {
            "x1": 528,
            "y1": 1367,
            "x2": 617,
            "y2": 1515,
            "text": "いいの いいのー",
            "vi": "Tốt và tốt"
        }
    ],
    "10.jpg": [
        {
            "x1": 882,
            "y1": 191,
            "x2": 965,
            "y2": 410,
            "text": "いやく～ それにしても",
            "vi": "Không, vậy"
        },
        {
            "x1": 295,
            "y1": 41,
            "x2": 503,
            "y2": 371,
            "text": "俺ってば めちゃくちゃいい キューピット じゃね？",
            "vi": "Nó không phải là một Cupit thực sự tốt?"
        },
        {
            "x1": 111,
            "y1": 275,
            "x2": 147,
            "y2": 489,
            "text": "きゅーぴー？",
            "vi": "Kyupee?"
        },
        {
            "x1": 923,
            "y1": 713,
            "x2": 966,
            "y2": 918,
            "text": "ただいまく",
            "vi": "Chỉ cần"
        },
        {
            "x1": 298,
            "y1": 853,
            "x2": 439,
            "y2": 1005,
            "text": "おお ようやく 戻ったか",
            "vi": "Cuối cùng bạn cũng đã trở lại?"
        },
        {
            "x1": 109,
            "y1": 832,
            "x2": 153,
            "y2": 983,
            "text": "腹減った",
            "vi": "đói"
        },
        {
            "x1": 904,
            "y1": 1133,
            "x2": 979,
            "y2": 1263,
            "text": "なあなあ あるじ",
            "vi": "Nana Awaji"
        },
        {
            "x1": 590,
            "y1": 1194,
            "x2": 617,
            "y2": 1310,
            "text": "食ったろ？",
            "vi": "Bạn đã ăn?"
        },
        {
            "x1": 535,
            "y1": 1196,
            "x2": 571,
            "y2": 1360,
            "text": "もうないぞ",
            "vi": "tôi không phải"
        },
        {
            "x1": 266,
            "y1": 1119,
            "x2": 350,
            "y2": 1293,
            "text": "そうじゃ そうじゃ！",
            "vi": "Đúng thế!"
        },
        {
            "x1": 798,
            "y1": 1319,
            "x2": 964,
            "y2": 1551,
            "text": "あのくっきー？ ってやつ まだ残って ねぇの？",
            "vi": "Đó có phải là Kukki không? Không phải anh ta vẫn còn lại sao?"
        },
        {
            "x1": 397,
            "y1": 1376,
            "x2": 495,
            "y2": 1577,
            "text": "また作って くれよく",
            "vi": "Vui lòng làm lại"
        }
    ],
    "11.jpg": [
        {
            "x1": 341,
            "y1": 95,
            "x2": 509,
            "y2": 338,
            "text": "妾もくっきく とやらが 食べたいのじゃ ～～二",
            "vi": "Tôi cũng muốn ăn các vợ lẽ là ~"
        },
        {
            "x1": 277,
            "y1": 512,
            "x2": 333,
            "y2": 656,
            "text": "うわ⁉",
            "vi": "Thành công lớn"
        },
        {
            "x1": 995,
            "y1": 809,
            "x2": 1038,
            "y2": 1042,
            "text": "びっくりした",
            "vi": "Tôi đã rất ngạc nhiên"
        },
        {
            "x1": 587,
            "y1": 766,
            "x2": 703,
            "y2": 992,
            "text": "先日お供えした ばかり でしょう！",
            "vi": "Tôi chỉ đề nghị nó vào ngày khác!"
        },
        {
            "x1": 458,
            "y1": 806,
            "x2": 534,
            "y2": 1001,
            "text": "駄々こねんで くださいよ",
            "vi": "Xin đừng làm rối tung"
        },
        {
            "x1": 266,
            "y1": 858,
            "x2": 347,
            "y2": 1061,
            "text": "ひどいのじゃ ひどいのじゃ",
            "vi": "Thật là khủng khiếp"
        },
        {
            "x1": 973,
            "y1": 1211,
            "x2": 1013,
            "y2": 1457,
            "text": "くっきいく",
            "vi": "Trong sáng"
        },
        {
            "x1": 372,
            "y1": 1221,
            "x2": 435,
            "y2": 1336,
            "text": "翌朝",
            "vi": "sáng hôm sau"
        },
        {
            "x1": 37,
            "y1": 1209,
            "x2": 98,
            "y2": 1488,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ],
    "12.jpg": [
        {
            "x1": 960,
            "y1": 54,
            "x2": 1093,
            "y2": 355,
            "text": "ヨハンネス タイミング悪…",
            "vi": "Thời gian của Johannes Bad..."
        },
        {
            "x1": 595,
            "y1": 103,
            "x2": 710,
            "y2": 260,
            "text": "あぃっ 今頃 仕事かぁ…",
            "vi": "Ah, làm việc ngay..."
        },
        {
            "x1": 390,
            "y1": 70,
            "x2": 532,
            "y2": 286,
            "text": "アンナさんも 昨日の今日で 不用心だなあ",
            "vi": "Anna cũng bất cẩn ngày hôm nay"
        },
        {
            "x1": 904,
            "y1": 511,
            "x2": 987,
            "y2": 688,
            "text": "何を買うん ですか？",
            "vi": "Bạn Mua cái gì?"
        },
        {
            "x1": 211,
            "y1": 506,
            "x2": 389,
            "y2": 793,
            "text": "ここで会ったのも 縁ですし 荷物持ち でもなんでも お手伝いしますよ",
            "vi": "Tôi đã gặp nhau ở đây, và tôi sẽ giúp bạn với hành lý."
        },
        {
            "x1": 965,
            "y1": 932,
            "x2": 1101,
            "y2": 1130,
            "text": "まあ結構 からかって しまったし",
            "vi": "Vâng, nó khá tốt"
        },
        {
            "x1": 696,
            "y1": 956,
            "x2": 818,
            "y2": 1115,
            "text": "なんか 考えてる 顔しM3",
            "vi": "M3 với khuôn mặt suy nghĩ về điều gì đó"
        },
        {
            "x1": 902,
            "y1": 1298,
            "x2": 1080,
            "y2": 1510,
            "text": "情報収集ど 売り込み ぐらいは しとこうかっ",
            "vi": "Thông tin thu thập thông tin, vì vậy nó như thế này"
        },
        {
            "x1": 632,
            "y1": 1291,
            "x2": 709,
            "y2": 1426,
            "text": "えっと じゃあ…",
            "vi": "Vậy là..."
        },
        {
            "x1": 219,
            "y1": 1267,
            "x2": 339,
            "y2": 1548,
            "text": "ちょっと お聞きしたい ことがありまして…",
            "vi": "Tôi có một cái gì đó để yêu cầu một lúc..."
        }
    ],
    "13.jpg": [
        {
            "x1": 678,
            "y1": 78,
            "x2": 942,
            "y2": 334,
            "text": "昨日のお礼で ヨハンネス さんに何か お渡ししたい んですけど…",
            "vi": "Tôi muốn đưa một cái gì đó cho Johannes với cảm ơn ngày hôm qua..."
        },
        {
            "x1": 719,
            "y1": 450,
            "x2": 833,
            "y2": 690,
            "text": "何が いいのか…",
            "vi": "Có gì tốt..."
        },
        {
            "x1": 15,
            "y1": 191,
            "x2": 196,
            "y2": 704,
            "text": "おや？",
            "vi": "Oh?"
        },
        {
            "x1": 734,
            "y1": 872,
            "x2": 879,
            "y2": 1058,
            "text": "男性に こういうの 初めてで",
            "vi": "Đây là lần đầu tiên dành cho nam giới"
        },
        {
            "x1": 0,
            "y1": 862,
            "x2": 258,
            "y2": 1361,
            "text": "なるほどぉ ～～？",
            "vi": "Tôi hiểu ~~?"
        }
    ]
}