var ocr_data = {
    "001.jpg": [
        {
            "x1": 156,
            "y1": 17,
            "x2": 684,
            "y2": 93,
            "text": "第6章 迷子のスライムと森の大冒険 後編",
            "vi": "Chương 6 Slime of Lost Đứa trẻ và phần thứ hai của rừng"
        },
        {
            "x1": 130,
            "y1": 109,
            "x2": 732,
            "y2": 339,
            "text": "とんでもスキル同 異世界放浪父ジ スイの大局険",
            "vi": "Kỹ năng cùng thế giới lang thang của Cha Jeui's Big Steep"
        },
        {
            "x1": 337,
            "y1": 332,
            "x2": 508,
            "y2": 387,
            "text": "Tondemo Skill de lsekai Hourou Meshi Sui no Dai Bouken",
            "vi": "Một cuộc phiêu lưu lớn của L World lang thang với s kit l"
        },
        {
            "x1": 425,
            "y1": 954,
            "x2": 721,
            "y2": 1100,
            "text": "漫画：双葉もも 原作：江回連 キャラクター原案雅",
            "vi": "Manga: Momo Futaba Bản gốc: Ký tự kết thúc"
        }
    ],
    "002.jpg": [
        {
            "x1": 156,
            "y1": 186,
            "x2": 203,
            "y2": 316,
            "text": "いない…",
            "vi": "không hiện diện…"
        },
        {
            "x1": 721,
            "y1": 460,
            "x2": 789,
            "y2": 613,
            "text": "どうだフェル 分かるか？",
            "vi": "Làm thế nào để bạn hiểu Fel?"
        },
        {
            "x1": 702,
            "y1": 906,
            "x2": 791,
            "y2": 1067,
            "text": "だいぶ薄く なってはいるが 落ちてから",
            "vi": "Nó ngày càng mỏng hơn, nhưng sau khi nó rơi xuống"
        },
        {
            "x1": 614,
            "y1": 1033,
            "x2": 703,
            "y2": 1173,
            "text": "かなり 移動している ようだな",
            "vi": "Có vẻ như nó đang di chuyển khá nhiều"
        },
        {
            "x1": 219,
            "y1": 998,
            "x2": 281,
            "y2": 1118,
            "text": "あ｢ちか？",
            "vi": "À, \"Chika?"
        },
        {
            "x1": 94,
            "y1": 946,
            "x2": 238,
            "y2": 1142,
            "text": "スw",
            "vi": "W."
        }
    ],
    "003.jpg": [
        {
            "x1": 531,
            "y1": 105,
            "x2": 599,
            "y2": 222,
            "text": "それとも あっちか⁉",
            "vi": "Hoặc ở đó"
        },
        {
            "x1": 420,
            "y1": 145,
            "x2": 487,
            "y2": 228,
            "text": "元はと 言えば",
            "vi": "Ban đầu"
        },
        {
            "x1": 655,
            "y1": 360,
            "x2": 750,
            "y2": 507,
            "text": "まったく… 頼りないやつ だな",
            "vi": "Đó là một anh chàng hoàn toàn không đáng tin cậy"
        },
        {
            "x1": 65,
            "y1": 290,
            "x2": 194,
            "y2": 505,
            "text": "お前の スピードの せいだろ…‼",
            "vi": "Đó là vì tốc độ của bạn...‼"
        },
        {
            "x1": 379,
            "y1": 622,
            "x2": 478,
            "y2": 796,
            "text": "俺は 安全運転でって 言ったのに！",
            "vi": "Tôi nói rằng đó là lái xe an toàn!"
        },
        {
            "x1": 576,
            "y1": 845,
            "x2": 708,
            "y2": 1051,
            "text": "きっと今頃 一人で腹をすかせて 泣きながら俺たちを 探しているんだ…",
            "vi": "Tôi chắc rằng tôi đang tìm kiếm chúng tôi khi khóc một mình bây giờ..."
        },
        {
            "x1": 186,
            "y1": 1025,
            "x2": 252,
            "y2": 1134,
            "text": "待ってろ スイ__",
            "vi": "Đợi đã, Sui_________________________________"
        },
        {
            "x1": 68,
            "y1": 935,
            "x2": 141,
            "y2": 1141,
            "text": "今 迎えに行く からなそく_",
            "vi": "Tôi sẽ đón bạn bây giờ _"
        }
    ],
    "004.jpg": [
        {
            "x1": 449,
            "y1": 46,
            "x2": 517,
            "y2": 235,
            "text": "フェル 明かりこっち‼",
            "vi": "Ánh sáng fel ở đây‼"
        },
        {
            "x1": 372,
            "y1": 85,
            "x2": 409,
            "y2": 201,
            "text": "お前うす、",
            "vi": "Bạn, bạn"
        },
        {
            "x1": 353,
            "y1": 127,
            "x2": 392,
            "y2": 227,
            "text": "発光じてる",
            "vi": "Nổi lên"
        },
        {
            "x1": 669,
            "y1": 218,
            "x2": 729,
            "y2": 358,
            "text": "どんどん 暗くなってる",
            "vi": "Nó ngày càng tối và tối hơn"
        },
        {
            "x1": 131,
            "y1": 249,
            "x2": 203,
            "y2": 448,
            "text": "我を何だと 思っておる貴様",
            "vi": "Bạn nghĩ bạn là gì"
        },
        {
            "x1": 568,
            "y1": 539,
            "x2": 670,
            "y2": 652,
            "text": "無事で いてくれ スイ_",
            "vi": "An toàn, sui_"
        },
        {
            "x1": 598,
            "y1": 925,
            "x2": 653,
            "y2": 1031,
            "text": "キキキ",
            "vi": "Kikiki"
        }
    ],
    "005.jpg": [
        {
            "x1": 117,
            "y1": 301,
            "x2": 514,
            "y2": 518,
            "text": "もで",
            "vi": "Sang một bên"
        },
        {
            "x1": 307,
            "y1": 692,
            "x2": 373,
            "y2": 865,
            "text": "石 あんまり おいしくない",
            "vi": "Đá không ngon lắm"
        },
        {
            "x1": 78,
            "y1": 746,
            "x2": 158,
            "y2": 946,
            "text": "あるじの ごはん たべたいよう…",
            "vi": "Tôi muốn ăn một loại gạo nào..."
        }
    ],
    "006.jpg": [
        {
            "x1": 729,
            "y1": 74,
            "x2": 795,
            "y2": 274,
            "text": "あるじの ごはんが食べたい",
            "vi": "Tôi muốn ăn một lượng gạo nhất định"
        },
        {
            "x1": 193,
            "y1": 160,
            "x2": 423,
            "y2": 224,
            "text": "ぽっ─ん",
            "vi": "Poppen"
        }
    ],
    "007.jpg": [
        {
            "x1": 622,
            "y1": 67,
            "x2": 671,
            "y2": 259,
            "text": "あるじも フェルおじちゃんも",
            "vi": "Aruji và fel bno"
        },
        {
            "x1": 220,
            "y1": 14,
            "x2": 342,
            "y2": 189,
            "text": "ばいん",
            "vi": "Bai"
        },
        {
            "x1": 351,
            "y1": 152,
            "x2": 449,
            "y2": 316,
            "text": "勝手にどっか いっちゃうん だから――っ",
            "vi": "Tôi đang đi đâu đó mà không được phép - -tu"
        },
        {
            "x1": 131,
            "y1": 107,
            "x2": 239,
            "y2": 271,
            "text": "ばいん",
            "vi": "Bai"
        },
        {
            "x1": 638,
            "y1": 913,
            "x2": 703,
            "y2": 1059,
            "text": "…フェル？ どうした⁈",
            "vi": "...fel? What Up"
        },
        {
            "x1": 372,
            "y1": 937,
            "x2": 399,
            "y2": 1012,
            "text": "…いや",
            "vi": "Không"
        },
        {
            "x1": 75,
            "y1": 950,
            "x2": 170,
            "y2": 1100,
            "text": "何か小馬鹿に されたような 気がした…",
            "vi": "Tôi cảm thấy như mình đã bị biến thành một kẻ ngốc..."
        }
    ],
    "008.jpg": [
        {
            "x1": 742,
            "y1": 89,
            "x2": 804,
            "y2": 240,
            "text": "あっるじー あっるじそ♪",
            "vi": "Aruji Arujiso ♪"
        },
        {
            "x1": 454,
            "y1": 130,
            "x2": 565,
            "y2": 273,
            "text": "あっるじーの ごーはんーは おーいしーい よそ♪",
            "vi": "Arujino -han là một ý kiến hay ♪"
        },
        {
            "x1": 304,
            "y1": 210,
            "x2": 376,
            "y2": 347,
            "text": "…今なんか 誉めた？",
            "vi": "… Bạn có khen ngợi điều gì đó không?"
        },
        {
            "x1": 202,
            "y1": 221,
            "x2": 230,
            "y2": 419,
            "text": "寝言は寝て言え。",
            "vi": "Ngủ đi ngủ."
        },
        {
            "x1": 119,
            "y1": 264,
            "x2": 146,
            "y2": 366,
            "text": "だよねー",
            "vi": "không phải là nó"
        },
        {
            "x1": 495,
            "y1": 498,
            "x2": 570,
            "y2": 563,
            "text": "Zo",
            "vi": "Giống như thế này"
        },
        {
            "x1": 750,
            "y1": 494,
            "x2": 788,
            "y2": 638,
            "text": "フェルおじちゃんは かっこいいそ♪",
            "vi": "Chú Fel là mát ♪"
        },
        {
            "x1": 645,
            "y1": 696,
            "x2": 727,
            "y2": 833,
            "text": "でもねく たまにく わがままく♪",
            "vi": "Nhưng đôi khi tôi ích kỷ ♪"
        },
        {
            "x1": 731,
            "y1": 967,
            "x2": 785,
            "y2": 1108,
            "text": "…なんで しばかれたの",
            "vi": "Tại sao nó bị xé nát?"
        },
        {
            "x1": 207,
            "y1": 1033,
            "x2": 325,
            "y2": 1127,
            "text": "無性に 腹が 立った",
            "vi": "Tôi đã tức giận vô tính"
        },
        {
            "x1": 141,
            "y1": 941,
            "x2": 169,
            "y2": 1141,
            "text": "え…何その理由…",
            "vi": "Eh... tại sao..."
        }
    ],
    "009.jpg": [
        {
            "x1": 673,
            "y1": 637,
            "x2": 736,
            "y2": 818,
            "text": "あるじ 見つけたらねそ♪",
            "vi": "Nếu bạn tìm thấy một cái nào đó ♪"
        },
        {
            "x1": 351,
            "y1": 645,
            "x2": 374,
            "y2": 803,
            "text": "なにしよっかな",
            "vi": "Tôi nên làm gì đây"
        },
        {
            "x1": 597,
            "y1": 932,
            "x2": 741,
            "y2": 1100,
            "text": "やっぱ おにく かな～♪",
            "vi": "Tôi tự hỏi liệu nó có ổn không ~ ♪ ♪"
        }
    ],
    "010.jpg": [
        {
            "x1": 302,
            "y1": 159,
            "x2": 382,
            "y2": 312,
            "text": "すすす",
            "vi": "Xào xạc"
        },
        {
            "x1": 178,
            "y1": 124,
            "x2": 244,
            "y2": 268,
            "text": "ここらへん からするー",
            "vi": "Tôi sẽ làm nó từ đây"
        },
        {
            "x1": 733,
            "y1": 385,
            "x2": 842,
            "y2": 485,
            "text": "あまい におい するー",
            "vi": "Nó có mùi ngọt ngào"
        }
    ],
    "011.jpg": [
        {
            "x1": 483,
            "y1": 0,
            "x2": 618,
            "y2": 238,
            "text": "わぁ～",
            "vi": "Wow ~"
        }
    ],
    "012.jpg": [
        {
            "x1": 511,
            "y1": 3,
            "x2": 805,
            "y2": 250,
            "text": "Ko",
            "vi": "Điều đó"
        },
        {
            "x1": 181,
            "y1": 111,
            "x2": 211,
            "y2": 328,
            "text": "びっくりしたあ",
            "vi": "Tôi đã rất ngạc nhiên"
        },
        {
            "x1": 615,
            "y1": 580,
            "x2": 740,
            "y2": 773,
            "text": "スイは 食べられない んだぞう！",
            "vi": "Tôi không thể ăn sui!"
        }
    ],
    "013.jpg": [
        {
            "x1": 547,
            "y1": 11,
            "x2": 595,
            "y2": 129,
            "text": "うえ",
            "vi": "lên"
        },
        {
            "x1": 372,
            "y1": 10,
            "x2": 505,
            "y2": 164,
            "text": "からだ べたべた する",
            "vi": "Dán ra"
        },
        {
            "x1": 622,
            "y1": 953,
            "x2": 685,
            "y2": 1102,
            "text": "急に臭いが 変わったな…",
            "vi": "Mùi đột ngột thay đổi..."
        },
        {
            "x1": 47,
            "y1": 959,
            "x2": 144,
            "y2": 1086,
            "text": "スイ いた⁉",
            "vi": "Tôi đã rất tốt⁉"
        }
    ],
    "015.jpg": [
        {
            "x1": 49,
            "y1": 595,
            "x2": 108,
            "y2": 795,
            "text": "あー！ あるじと フェルおじちゃん",
            "vi": "À! Aji và chú Fel"
        },
        {
            "x1": 605,
            "y1": 882,
            "x2": 715,
            "y2": 1117,
            "text": "もーどこ 行ってたのー スイ探したんだよー",
            "vi": "Bạn đã đi đâu?"
        },
        {
            "x1": 70,
            "y1": 882,
            "x2": 132,
            "y2": 1057,
            "text": "こっちのセリフ だよく",
            "vi": "Dòng này là tốt"
        }
    ],
    "016.jpg": [
        {
            "x1": 681,
            "y1": 123,
            "x2": 770,
            "y2": 263,
            "text": "あるじー あるじー",
            "vi": "Một cái bình nhất định"
        },
        {
            "x1": 390,
            "y1": 94,
            "x2": 531,
            "y2": 321,
            "text": "ばいん",
            "vi": "Bai"
        },
        {
            "x1": 171,
            "y1": 116,
            "x2": 214,
            "y2": 263,
            "text": "はいはい",
            "vi": "Có có"
        },
        {
            "x1": 164,
            "y1": 477,
            "x2": 260,
            "y2": 643,
            "text": "おなか すいたそ",
            "vi": "Bụng"
        },
        {
            "x1": 156,
            "y1": 965,
            "x2": 221,
            "y2": 1120,
            "text": "なんか ベタベタする",
            "vi": "Một cái gì đó dính"
        },
        {
            "x1": 93,
            "y1": 1162,
            "x2": 309,
            "y2": 1209,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}