var ocr_data = {
    "1-626c5408dc5e1.jpg": [
        {
            "x1": 244,
            "y1": 181,
            "x2": 289,
            "y2": 404,
            "text": "な なにーっ！",
            "vi": "Nó............... là gì!"
        },
        {
            "x1": 175,
            "y1": 467,
            "x2": 263,
            "y2": 795,
            "text": "テ テテ テナントじゃと…⁉",
            "vi": "Đó là một người thuê răng..."
        },
        {
            "x1": 41,
            "y1": 1116,
            "x2": 404,
            "y2": 1254,
            "text": "放浪メシ",
            "vi": "Đi lang thang"
        },
        {
            "x1": 46,
            "y1": 1317,
            "x2": 489,
            "y2": 1536,
            "text": "第49章 ウゴニルさん 漫画：赤岸K 原作：江口連 キャラクター原案：雅",
            "vi": "Chương 49 Manga của Ugonil: Akagishi K Bản gốc: Nhân vật Eguchi Ren"
        }
    ],
    "2-626c540960d55.jpg": [
        {
            "x1": 967,
            "y1": 139,
            "x2": 1007,
            "y2": 314,
            "text": "異世界人め",
            "vi": "Thế giới khác nhau"
        },
        {
            "x1": 531,
            "y1": 138,
            "x2": 714,
            "y2": 384,
            "text": "ダンジョンで あいすくりーむ なる美味そうな 甘味を妾にも捧げず 食うていた上",
            "vi": "Tôi đã ăn món ngọt ngon sẽ là một hầm ngục trong ngục tối mà không dành"
        },
        {
            "x1": 180,
            "y1": 548,
            "x2": 256,
            "y2": 798,
            "text": "テナント なるものまで…！",
            "vi": "Cho đến khi người thuê...!"
        },
        {
            "x1": 880,
            "y1": 865,
            "x2": 983,
            "y2": 1058,
            "text": "ニンリルちゃん もうお菓子が ないせいか",
            "vi": "Ninrir -chan là vì không có đồ ngọt nữa"
        },
        {
            "x1": 228,
            "y1": 868,
            "x2": 261,
            "y2": 1028,
            "text": "…にしても",
            "vi": "Ngay cả khi"
        },
        {
            "x1": 811,
            "y1": 1096,
            "x2": 919,
            "y2": 1216,
            "text": "余計に 堪えてる みたいね",
            "vi": "Có vẻ như bạn sẽ chịu đựng thêm"
        },
        {
            "x1": 446,
            "y1": 1308,
            "x2": 562,
            "y2": 1463,
            "text": "甘味-",
            "vi": "ngọt ngào-"
        }
    ],
    "3-626c5409d4af2.jpg": [
        {
            "x1": 850,
            "y1": 122,
            "x2": 984,
            "y2": 365,
            "text": "単に取り寄せる品が 増えるって いうわけでも なかったわよねく",
            "vi": "Điều đó không có nghĩa là số lượng vật phẩm được đặt hàng sẽ không tăng"
        },
        {
            "x1": 534,
            "y1": 179,
            "x2": 633,
            "y2": 345,
            "text": "はんばーがー おいしそう だった…",
            "vi": "Hanba trông ngon..."
        },
        {
            "x1": 311,
            "y1": 140,
            "x2": 459,
            "y2": 333,
            "text": "なんでも 異世界の中じゃ 有名店らしい からな",
            "vi": "Mọi thứ dường như là một cửa hàng nổi tiếng ở một thế giới khác"
        },
        {
            "x1": 925,
            "y1": 1268,
            "x2": 959,
            "y2": 1383,
            "text": "もう少し",
            "vi": "Thêm một chút nữa"
        },
        {
            "x1": 343,
            "y1": 1230,
            "x2": 487,
            "y2": 1423,
            "text": "あやつの世界を 覗いてみる 必要があるよう じゃな…",
            "vi": "Có vẻ như bạn cần phải nhìn vào thế giới của Aya..."
        }
    ],
    "4-626c540a54583.jpg": [
        {
            "x1": 861,
            "y1": 1084,
            "x2": 1001,
            "y2": 1282,
            "text": "普段はここ こんなに 忙しく してるんだなあ",
            "vi": "Tôi thường quá bận ở đây"
        }
    ],
    "5-626c540ac9530.jpg": [
        {
            "x1": 841,
            "y1": 145,
            "x2": 986,
            "y2": 340,
            "text": "マルセル君 そこは もう少し 深く刃を入れて",
            "vi": "Marcel, đặt lưỡi kiếm sâu hơn một chút"
        },
        {
            "x1": 120,
            "y1": 146,
            "x2": 268,
            "y2": 314,
            "text": "その方が 内臓が綺麗に 取り出せる からね",
            "vi": "Bởi vì nó có thể loại bỏ các cơ quan nội tạng một cách gọn gàng"
        },
        {
            "x1": 128,
            "y1": 419,
            "x2": 162,
            "y2": 510,
            "text": "おっす",
            "vi": "Xin chào"
        },
        {
            "x1": 655,
            "y1": 611,
            "x2": 802,
            "y2": 779,
            "text": "お湯用の 魔石は出力を 上げすぎ ないように",
            "vi": "Không tăng sản lượng nước nóng cho nước nóng"
        },
        {
            "x1": 138,
            "y1": 606,
            "x2": 201,
            "y2": 772,
            "text": "冷めても いけませんよ",
            "vi": "Đừng làm mát"
        },
        {
            "x1": 107,
            "y1": 829,
            "x2": 186,
            "y2": 922,
            "text": "一定の 温度で",
            "vi": "Ở nhiệt độ không đổi"
        },
        {
            "x1": 941,
            "y1": 987,
            "x2": 976,
            "y2": 1082,
            "text": "皆さん",
            "vi": "tất cả mọi người"
        },
        {
            "x1": 126,
            "y1": 998,
            "x2": 278,
            "y2": 1217,
            "text": "今まで以上に 忙しくなりますが 解体の質は 落とさず……",
            "vi": "Tôi bận rộn hơn bao giờ hết, nhưng chất lượng tháo dỡ không giảm..."
        },
        {
            "x1": 838,
            "y1": 1147,
            "x2": 987,
            "y2": 1390,
            "text": "ダンジョンが 踏破された今 冒険者たちの士気は 高まっています",
            "vi": "Tinh thần của các nhà thám hiểm đã đi qua ngục tối đang tăng lên"
        }
    ],
    "6-626c540c4eeeb.jpg": [
        {
            "x1": 954,
            "y1": 88,
            "x2": 995,
            "y2": 409,
            "text": "ギルドマスターッ！",
            "vi": "Bang hội!"
        },
        {
            "x1": 402,
            "y1": 169,
            "x2": 526,
            "y2": 395,
            "text": "こんなところで 油を売って たんですかッ！",
            "vi": "Bạn có bán dầu ở một nơi như vậy không!"
        },
        {
            "x1": 137,
            "y1": 506,
            "x2": 167,
            "y2": 677,
            "text": "何でここが…",
            "vi": "Tại sao đây..."
        },
        {
            "x1": 134,
            "y1": 730,
            "x2": 211,
            "y2": 901,
            "text": "大方予想は 付きますよ！",
            "vi": "Hầu hết các kỳ vọng được đính kèm!"
        },
        {
            "x1": 155,
            "y1": 1054,
            "x2": 227,
            "y2": 1148,
            "text": "いや… その…",
            "vi": "Không... đó..."
        },
        {
            "x1": 864,
            "y1": 1060,
            "x2": 987,
            "y2": 1316,
            "text": "今日は預かり品の 報告をする予定 だったでしょう！",
            "vi": "Tôi đã sẽ báo cáo về quyền nuôi con ngày hôm nay!"
        },
        {
            "x1": 751,
            "y1": 1242,
            "x2": 833,
            "y2": 1466,
            "text": "ムコーダ様まで お待たせして！",
            "vi": "Xin vui lòng đợi đến Mcoda!"
        },
        {
            "x1": 138,
            "y1": 1234,
            "x2": 210,
            "y2": 1481,
            "text": "現場の指導と 士気を高めようと…",
            "vi": "Để tăng cường hướng dẫn và tinh thần..."
        }
    ],
    "7-626c540cc8058.jpg": [
        {
            "x1": 818,
            "y1": 139,
            "x2": 982,
            "y2": 394,
            "text": "だからって 他の仕事を ほったらかして どうすんですか！",
            "vi": "Vì vậy, bạn làm gì bằng cách làm các công việc khác!"
        },
        {
            "x1": 121,
            "y1": 516,
            "x2": 256,
            "y2": 743,
            "text": "分かったなら さっさと部屋に 戻りますよ！",
            "vi": "Nếu bạn hiểu, bạn sẽ trở về phòng!"
        },
        {
            "x1": 872,
            "y1": 823,
            "x2": 987,
            "y2": 993,
            "text": "マルセル君 後のことは 頼みましたよ",
            "vi": "Tôi hỏi về Marcel"
        },
        {
            "x1": 604,
            "y1": 855,
            "x2": 635,
            "y2": 942,
            "text": "おっす",
            "vi": "Xin chào"
        },
        {
            "x1": 450,
            "y1": 857,
            "x2": 480,
            "y2": 1105,
            "text": "副ギルドマスター",
            "vi": "Phó chủ nhân Gild"
        },
        {
            "x1": 150,
            "y1": 826,
            "x2": 190,
            "y2": 1010,
            "text": "恐るべし",
            "vi": "Sợ hãi"
        }
    ],
    "8-626c540d45a19.jpg": [
        {
            "x1": 723,
            "y1": 117,
            "x2": 838,
            "y2": 363,
            "text": "先程は お見苦しいところを お見せしました",
            "vi": "Trước đó tôi đã chỉ cho bạn một nơi khó coi"
        },
        {
            "x1": 166,
            "y1": 568,
            "x2": 269,
            "y2": 839,
            "text": "私はウゴール このギルドの 副ギルドマスターです",
            "vi": "Tôi là Phó chủ nhân của Hội này"
        },
        {
            "x1": 823,
            "y1": 979,
            "x2": 993,
            "y2": 1172,
            "text": "ムコーダ様の おかげで このギルドも いつになく 潤っております",
            "vi": "Nhờ Mcoda, bang hội này cũng được ẩm."
        },
        {
            "x1": 472,
            "y1": 993,
            "x2": 626,
            "y2": 1213,
            "text": "さて 先日 お預かりした ミミックから出た 宝石箱ですが",
            "vi": "Nhân tiện, nó là một hộp ngọc xuất phát từ sự bắt chước mà tôi nhận được vào một ngày khác."
        },
        {
            "x1": 695,
            "y1": 1364,
            "x2": 761,
            "y2": 1480,
            "text": "いえいえ そんな",
            "vi": "Không, đó"
        }
    ],
    "9-626c540dbc451.jpg": [
        {
            "x1": 802,
            "y1": 130,
            "x2": 917,
            "y2": 366,
            "text": "この宝石箱 だけでもかなりの 価値はありますが",
            "vi": "Hộp ngọc này một mình khá có giá trị"
        },
        {
            "x1": 666,
            "y1": 268,
            "x2": 750,
            "y2": 413,
            "text": "問題は これです",
            "vi": "Đây là vấn đề"
        },
        {
            "x1": 109,
            "y1": 431,
            "x2": 216,
            "y2": 625,
            "text": "その袋を ひっくり返して みてください",
            "vi": "Cố gắng lật túi"
        },
        {
            "x1": 822,
            "y1": 1177,
            "x2": 937,
            "y2": 1332,
            "text": "中に何か はい 入ってるん ですか？",
            "vi": "Bạn có một cái gì đó bên trong?"
        }
    ],
    "10-626c540e3eacc.jpg": [
        {
            "x1": 570,
            "y1": 109,
            "x2": 625,
            "y2": 281,
            "text": "うわっ…",
            "vi": "Thành công lớn…"
        },
        {
            "x1": 141,
            "y1": 612,
            "x2": 202,
            "y2": 909,
            "text": "うわわわわ！",
            "vi": "Thành công lớn!"
        },
        {
            "x1": 882,
            "y1": 996,
            "x2": 994,
            "y2": 1245,
            "text": "…というわけで 宝石箱に入っていた もの以外にも",
            "vi": "“Vì vậy, ngoài hộp trong hộp trang sức"
        },
        {
            "x1": 532,
            "y1": 1016,
            "x2": 636,
            "y2": 1188,
            "text": "大量に宝石が 出てきて しまいまして",
            "vi": "Rất nhiều đồ trang sức ra mắt"
        },
        {
            "x1": 139,
            "y1": 1003,
            "x2": 213,
            "y2": 1183,
            "text": "な なんですか この袋",
            "vi": "Túi này là gì"
        },
        {
            "x1": 122,
            "y1": 1245,
            "x2": 225,
            "y2": 1413,
            "text": "アイテム ボックスと 同じような…",
            "vi": "Tương tự như các hộp vật phẩm..."
        }
    ],
    "11-626c540edc99d.jpg": [
        {
            "x1": 887,
            "y1": 105,
            "x2": 922,
            "y2": 334,
            "text": "ィマジックバッグ",
            "vi": "Túi Himagic"
        },
        {
            "x1": 582,
            "y1": 139,
            "x2": 730,
            "y2": 359,
            "text": "入れた状態で 時が止まる アイテムボックス とは違って",
            "vi": "Không giống như hộp vật phẩm dừng thời gian ở trạng thái"
        },
        {
            "x1": 601,
            "y1": 430,
            "x2": 714,
            "y2": 650,
            "text": "袋の中でも 現実と同じように 時間が経過する",
            "vi": "Thời gian trôi qua trong túi như trong thực tế"
        },
        {
            "x1": 89,
            "y1": 553,
            "x2": 205,
            "y2": 722,
            "text": "ま 要は たくさん物の 入る袋だな",
            "vi": "Vấn đề là một cái túi có rất nhiều thứ"
        },
        {
            "x1": 867,
            "y1": 818,
            "x2": 995,
            "y2": 1004,
            "text": "さすが フェンリル殿 その通りです",
            "vi": "Như dự đoán, Fenriru giống nhau"
        },
        {
            "x1": 228,
            "y1": 811,
            "x2": 385,
            "y2": 1033,
            "text": "今回は 宝石だったことも あって劣化も 少なく",
            "vi": "Lần này nó là một viên ngọc quý, vì vậy nó ít bị xấu đi."
        },
        {
            "x1": 117,
            "y1": 956,
            "x2": 228,
            "y2": 1101,
            "text": "価値も 損なわれて いません",
            "vi": "Giá trị không bị suy yếu"
        },
        {
            "x1": 870,
            "y1": 1181,
            "x2": 982,
            "y2": 1375,
            "text": "ダンジョン産の 宝石は質も良く 需要も高い",
            "vi": "Dungeon Gem là chất lượng cao và nhu cầu cao"
        },
        {
            "x1": 498,
            "y1": 1184,
            "x2": 641,
            "y2": 1379,
            "text": "とはいえこの量 すべてを 買取することは 無理なのです",
            "vi": "Tuy nhiên, không thể mua tất cả số tiền này."
        },
        {
            "x1": 346,
            "y1": 1172,
            "x2": 436,
            "y2": 1319,
            "text": "…地竜に予算 使いすぎだって 怒られたし",
            "vi": "… Tôi đã tức giận ngay cả khi tôi sử dụng quá nhiều ngân sách cho con rồng"
        },
        {
            "x1": 85,
            "y1": 1300,
            "x2": 118,
            "y2": 1480,
            "text": "エルランドさん",
            "vi": "EXAND"
        }
    ],
    "12-626c540f55ecf.jpg": [
        {
            "x1": 878,
            "y1": 96,
            "x2": 988,
            "y2": 341,
            "text": "それでウチで 買取しきれない分を 直接買取りたいと",
            "vi": "Vì vậy, tôi muốn mua thứ gì đó mà tôi không thể mua trực tiếp ở nhà"
        },
        {
            "x1": 423,
            "y1": 145,
            "x2": 529,
            "y2": 341,
            "text": "商人ギルドから 取引要請が きているのです",
            "vi": "Một bang hội giao dịch đã được yêu cầu bởi một Hiệp hội thương gia."
        },
        {
            "x1": 282,
            "y1": 136,
            "x2": 350,
            "y2": 308,
            "text": "商人ギルド からですか…",
            "vi": "Nó có phải từ một bang hội thương gia..."
        },
        {
            "x1": 122,
            "y1": 177,
            "x2": 237,
            "y2": 347,
            "text": "あれ でも確か 直接買取って",
            "vi": "Mặc dù vậy, mua nó trực tiếp"
        },
        {
            "x1": 887,
            "y1": 748,
            "x2": 1042,
            "y2": 1000,
            "text": "8本来 冒険者ギルドを 通さず商人が 直接買取る行為は",
            "vi": "8 Hành động mua trực tiếp của các thương nhân mà không đi qua Hiệp hội thám hiểm"
        },
        {
            "x1": 595,
            "y1": 743,
            "x2": 717,
            "y2": 928,
            "text": "両ギルドから 目をつけられ かねなく…",
            "vi": "Tôi có thể theo dõi cả hai bang hội..."
        },
        {
            "x1": 142,
            "y1": 763,
            "x2": 254,
            "y2": 984,
            "text": "あんまり 良くないって 聞いたんですけど",
            "vi": "Tôi nghe nói rằng nó không tốt lắm"
        },
        {
            "x1": 969,
            "y1": 1111,
            "x2": 998,
            "y2": 1173,
            "text": "ええ",
            "vi": "Ừ"
        },
        {
            "x1": 476,
            "y1": 1110,
            "x2": 583,
            "y2": 1266,
            "text": "腕は立っても 口は立たない 者も多い",
            "vi": "Có rất nhiều người không thể đứng ngay cả khi họ đứng lên"
        },
        {
            "x1": 855,
            "y1": 1205,
            "x2": 998,
            "y2": 1426,
            "text": "ですがそれは あくまで 冒険者たちを 守るためなのです",
            "vi": "Nhưng đó chỉ là để bảo vệ các nhà phiêu lưu."
        },
        {
            "x1": 322,
            "y1": 1279,
            "x2": 497,
            "y2": 1456,
            "text": "冒険者が 海千山千の 商人を相手に するのは難しい ですから",
            "vi": "Thật khó cho một nhà thám hiểm để đối phó với thương gia của Senzan Sennisen."
        }
    ],
    "13-626c540fe67aa.jpg": [
        {
            "x1": 845,
            "y1": 135,
            "x2": 987,
            "y2": 257,
            "text": "今回は こちらも 把握して いますし",
            "vi": "Lần này tôi cũng biết điều này"
        },
        {
            "x1": 736,
            "y1": 153,
            "x2": 805,
            "y2": 322,
            "text": "特に問題は ありませんよ",
            "vi": "Không có vấn đề đặc biệt"
        },
        {
            "x1": 436,
            "y1": 139,
            "x2": 587,
            "y2": 386,
            "text": "商人ギルドは相当 期待しているらしく 何度も催促が 来てまして",
            "vi": "Hiệp hội thương gia dường như đang mong đợi rất nhiều, rất nhiều lời nhắc đã đến."
        },
        {
            "x1": 782,
            "y1": 392,
            "x2": 809,
            "y2": 521,
            "text": "なるはど、",
            "vi": "Naha"
        },
        {
            "x1": 118,
            "y1": 442,
            "x2": 263,
            "y2": 637,
            "text": "ムコーダ様は 商人ギルドにも 所属されて いますよね",
            "vi": "Mukoda cũng là thành viên của Guild Merchant Guild, phải không?"
        },
        {
            "x1": 727,
            "y1": 755,
            "x2": 831,
            "y2": 896,
            "text": "失礼ですが 目利きの ほどは…",
            "vi": "Tôi xin lỗi, nhưng nó là một người sành..."
        },
        {
            "x1": 167,
            "y1": 703,
            "x2": 279,
            "y2": 875,
            "text": "あいぇ そういうのは 全然で…",
            "vi": "Ah, đó không phải là trường hợp..."
        },
        {
            "x1": 46,
            "y1": 772,
            "x2": 84,
            "y2": 882,
            "text": "ス-パーで",
            "vi": "Với su par"
        },
        {
            "x1": 114,
            "y1": 913,
            "x2": 222,
            "y2": 1082,
            "text": "簡単な 仕入れは するんですが",
            "vi": "Tôi thực hiện mua hàng đơn giản"
        },
        {
            "x1": 926,
            "y1": 1147,
            "x2": 995,
            "y2": 1304,
            "text": "商人ギルドは 手強いですよ",
            "vi": "Bang hội thương gia rất khó"
        },
        {
            "x1": 130,
            "y1": 1147,
            "x2": 238,
            "y2": 1342,
            "text": "もし 交渉がお得意で なければですが",
            "vi": "Nếu bạn không giỏi đàm phán"
        },
        {
            "x1": 757,
            "y1": 1287,
            "x2": 910,
            "y2": 1469,
            "text": "向こうのペースに 乗せられて あっという間に 買い叩かれて しまう",
            "vi": "Tôi đã được đưa vào tốc độ ở đó và bị đánh và đánh ngay lập tức"
        }
    ],
    "14-626c541069403.jpg": [
        {
            "x1": 931,
            "y1": 113,
            "x2": 1009,
            "y2": 245,
            "text": "この ウゴール",
            "vi": "Sự xấu xa này"
        },
        {
            "x1": 226,
            "y1": 198,
            "x2": 340,
            "y2": 368,
            "text": "ここは私が ムコーダ様の 代理人として",
            "vi": "Đây là một tác nhân của Mcoda"
        },
        {
            "x1": 845,
            "y1": 305,
            "x2": 995,
            "y2": 576,
            "text": "副ギルドマスター としてダンジョン産の あらゆる品を 見てきました",
            "vi": "Tôi đã thấy tất cả các loại sản phẩm Dungeon như một bậc thầy trung học"
        },
        {
            "x1": 144,
            "y1": 446,
            "x2": 268,
            "y2": 628,
            "text": "商人ギルドと 話をつけて 参りましょう",
            "vi": "Hãy nói chuyện với Hiệp hội thương mại"
        },
        {
            "x1": 863,
            "y1": 831,
            "x2": 918,
            "y2": 1009,
            "text": "ええっ⁉",
            "vi": "Ừ"
        },
        {
            "x1": 585,
            "y1": 822,
            "x2": 698,
            "y2": 1033,
            "text": "いいんですか？ お忙しそう なのに",
            "vi": "Điều đó có ổn không? Mặc dù bạn đang bận rộn"
        },
        {
            "x1": 140,
            "y1": 832,
            "x2": 218,
            "y2": 967,
            "text": "もちろん ですとも",
            "vi": "Đương nhiên"
        },
        {
            "x1": 558,
            "y1": 1240,
            "x2": 704,
            "y2": 1435,
            "text": "これは我々 冒険者ギルドの 威信にも関わる ことですからね",
            "vi": "Điều này cũng liên quan đến uy tín của Hiệp hội thám hiểm của chúng tôi."
        },
        {
            "x1": 468,
            "y1": 1367,
            "x2": 505,
            "y2": 1531,
            "text": "それなら！",
            "vi": "trong trường hợp đó!"
        }
    ],
    "15-626c5410da02c.jpg": [
        {
            "x1": 876,
            "y1": 125,
            "x2": 925,
            "y2": 313,
            "text": "私が行くよ",
            "vi": "tôi sẽ đi"
        },
        {
            "x1": 213,
            "y1": 133,
            "x2": 292,
            "y2": 316,
            "text": "ウゴール君も 忙しいでしょ",
            "vi": "Ugor cũng bận rộn"
        },
        {
            "x1": 393,
            "y1": 604,
            "x2": 550,
            "y2": 840,
            "text": "ギルドマスターが 出向いた方が 話は通りやすい からね",
            "vi": "Nói chuyện dễ dàng hơn nếu Master Guild Goes."
        },
        {
            "x1": 120,
            "y1": 656,
            "x2": 151,
            "y2": 847,
            "text": "ギルドマスター",
            "vi": "Master Guild"
        },
        {
            "x1": 491,
            "y1": 919,
            "x2": 614,
            "y2": 1159,
            "text": "そう言って また仕事を サボる気でしょう",
            "vi": "Bạn sẽ sẵn sàng bỏ qua công việc của mình một lần nữa."
        },
        {
            "x1": 881,
            "y1": 1276,
            "x2": 993,
            "y2": 1444,
            "text": "い いや私は 書類仕事が 苦手だからさ",
            "vi": "Không, tôi không giỏi trong công việc tài liệu"
        },
        {
            "x1": 760,
            "y1": 1307,
            "x2": 837,
            "y2": 1477,
            "text": "代わりに 別の分野で…",
            "vi": "Thay vào đó trong một lĩnh vực khác..."
        },
        {
            "x1": 109,
            "y1": 1325,
            "x2": 204,
            "y2": 1509,
            "text": "ギルド マスター！",
            "vi": "Bang hội!"
        }
    ],
    "16-626c541160277.jpg": [
        {
            "x1": 903,
            "y1": 128,
            "x2": 978,
            "y2": 345,
            "text": "私が商人ギルドヘ 出向いている間",
            "vi": "Trong khi tôi sẽ đến Hội thương gia"
        },
        {
            "x1": 646,
            "y1": 137,
            "x2": 793,
            "y2": 332,
            "text": "しっかり あなたが仕事を してくれれば 問題ありません",
            "vi": "Không có vấn đề gì nếu bạn làm việc tốt"
        },
        {
            "x1": 326,
            "y1": 141,
            "x2": 557,
            "y2": 387,
            "text": "先日買取した 地竜の素材だって 方々のギルドや 貴族様方から 買取希望が 殺到しているんです",
            "vi": "Ngay cả tài liệu của con rồng địa phương đã mua vào một ngày khác cũng bị ngập trong các bang hội và quý tộc của người dân."
        },
        {
            "x1": 121,
            "y1": 359,
            "x2": 270,
            "y2": 528,
            "text": "今日は家に 帰れると 思わないで くださいねっ",
            "vi": "Đừng nghĩ bạn có thể về nhà hôm nay"
        },
        {
            "x1": 906,
            "y1": 853,
            "x2": 942,
            "y2": 1025,
            "text": "さもないと",
            "vi": "Nếu không"
        },
        {
            "x1": 850,
            "y1": 1111,
            "x2": 993,
            "y2": 1385,
            "text": "あなたが 毎朝うっとり 眺めているアレも",
            "vi": "Một số bạn đang mê hoặc mỗi sáng"
        },
        {
            "x1": 141,
            "y1": 1252,
            "x2": 244,
            "y2": 1506,
            "text": "売り払い ますからね！",
            "vi": "Tôi sẽ bán nó!"
        }
    ],
    "17-626c5412e0b60.jpg": [
        {
            "x1": 870,
            "y1": 89,
            "x2": 953,
            "y2": 223,
            "text": "なッ",
            "vi": "Nic"
        },
        {
            "x1": 212,
            "y1": 96,
            "x2": 338,
            "y2": 276,
            "text": "君も納得 してくれた じゃないか",
            "vi": "Bạn quá thuyết phục"
        },
        {
            "x1": 804,
            "y1": 257,
            "x2": 930,
            "y2": 540,
            "text": "ダメだからねッ！ アレだけは 絶対にダメだよッ！",
            "vi": "Nó không tốt! Chỉ điều đó là hoàn toàn vô dụng!"
        },
        {
            "x1": 126,
            "y1": 327,
            "x2": 306,
            "y2": 588,
            "text": "アレは ギルドに人を 呼び込むのに 効果があるって！",
            "vi": "Điều đó có hiệu quả trong việc thu hút mọi người vào bang hội!"
        },
        {
            "x1": 128,
            "y1": 664,
            "x2": 288,
            "y2": 818,
            "text": "ええ 納得は しましたよ 納得は",
            "vi": "Vâng, tôi đã bị thuyết phục"
        },
        {
            "x1": 851,
            "y1": 883,
            "x2": 987,
            "y2": 1102,
            "text": "ですが仕事が おろそかに なるぐらいなら いっそ売り払って",
            "vi": "Nhưng nếu công việc bị bỏ qua, hãy bán nó đi."
        },
        {
            "x1": 658,
            "y1": 939,
            "x2": 758,
            "y2": 1129,
            "text": "ままま 待ってよ！",
            "vi": "Đợi như nó là!"
        },
        {
            "x1": 419,
            "y1": 886,
            "x2": 565,
            "y2": 1161,
            "text": "冒険者って いうのは夢がある 仕事なんだよっ",
            "vi": "Những người phiêu lưu là một công việc mơ ước"
        },
        {
            "x1": 66,
            "y1": 1247,
            "x2": 209,
            "y2": 1489,
            "text": "一攫千金も 夢じゃないって 示すためにも",
            "vi": "Để thể hiện rằng làm giàu không phải là một giấc mơ"
        }
    ],
    "18-626c5413641d3.jpg": [
        {
            "x1": 830,
            "y1": 120,
            "x2": 1014,
            "y2": 425,
            "text": "地竜の牙は 予定通り剣にして このギルドに 飾るんだからねッ！",
            "vi": "Ngà của rồng rồng được trang trí trên bang hội này theo kế hoạch!"
        },
        {
            "x1": 162,
            "y1": 408,
            "x2": 245,
            "y2": 663,
            "text": "またドラゴン愛が 爆発している",
            "vi": "Ngoài ra, Dragon Love đang nổ tung"
        },
        {
            "x1": 876,
            "y1": 737,
            "x2": 983,
            "y2": 932,
            "text": "剣にしたいのは あなたの 趣味でしょう",
            "vi": "Đó là sở thích của bạn mà bạn muốn trở thành một thanh kiếm"
        },
        {
            "x1": 757,
            "y1": 781,
            "x2": 817,
            "y2": 935,
            "text": "いやいやいや そんなまさか",
            "vi": "Không, không, không"
        },
        {
            "x1": 606,
            "y1": 930,
            "x2": 731,
            "y2": 1030,
            "text": "だいたい 牙一つで どれだけ よさん 予算を",
            "vi": "Bao nhiêu ngân sách với một chiếc răng nanh"
        },
        {
            "x1": 376,
            "y1": 735,
            "x2": 546,
            "y2": 981,
            "text": "エルランドさん 仕事ができるんだか できないんだか わかんなくなって きたな……",
            "vi": "Tôi không biết liệu bạn có thể làm việc hay không..."
        },
        {
            "x1": 897,
            "y1": 1087,
            "x2": 1003,
            "y2": 1255,
            "text": "いいですか あなたが 仕事をすれば",
            "vi": "Bạn có chắc bạn làm việc không"
        },
        {
            "x1": 635,
            "y1": 1084,
            "x2": 704,
            "y2": 1255,
            "text": "売り払ったり しませんから",
            "vi": "Tôi không bán nó"
        },
        {
            "x1": 416,
            "y1": 1090,
            "x2": 521,
            "y2": 1409,
            "text": "書類仕事 なんて 本当は面ど……… 何か？",
            "vi": "Công việc tài liệu thực sự là một gương mặt... Cái gì?"
        }
    ],
    "19-626c5413d557f.jpg": [
        {
            "x1": 634,
            "y1": 127,
            "x2": 704,
            "y2": 295,
            "text": "そうだ ムコーダさん",
            "vi": "Đúng là Mukoda"
        },
        {
            "x1": 613,
            "y1": 354,
            "x2": 686,
            "y2": 577,
            "text": "冒険者カードは 今お持ちですか？",
            "vi": "Bây giờ bạn có một thẻ thám hiểm không?"
        },
        {
            "x1": 114,
            "y1": 509,
            "x2": 151,
            "y2": 577,
            "text": "ええ",
            "vi": "Ừ"
        },
        {
            "x1": 938,
            "y1": 755,
            "x2": 968,
            "y2": 921,
            "text": "これですよね",
            "vi": "Đây là"
        },
        {
            "x1": 196,
            "y1": 753,
            "x2": 286,
            "y2": 860,
            "text": "はい 確かに",
            "vi": "Vâng"
        },
        {
            "x1": 368,
            "y1": 1280,
            "x2": 469,
            "y2": 1346,
            "text": ":5N/",
            "vi": ": 5n /"
        }
    ],
    "20-626c541461dbe.jpg": [
        {
            "x1": 550,
            "y1": 175,
            "x2": 632,
            "y2": 430,
            "text": "Ａランクに 昇格しましたから",
            "vi": "Bởi vì tôi đã được thăng cấp lên cấp bậc"
        },
        {
            "x1": 845,
            "y1": 690,
            "x2": 982,
            "y2": 857,
            "text": "このドランの ダンジョンを 踏破した あなたを",
            "vi": "Bạn đã vượt qua ngục tối dran này"
        },
        {
            "x1": 739,
            "y1": 843,
            "x2": 871,
            "y2": 1011,
            "text": "Ｃランクの ままにはして おけません からね",
            "vi": "Tôi không thể để nó cho thứ hạng c"
        },
        {
            "x1": 169,
            "y1": 1254,
            "x2": 314,
            "y2": 1447,
            "text": "これからも 冒険者として 期待しています からねっ！",
            "vi": "Tôi đang mong chờ nó là một nhà thám hiểm!"
        },
        {
            "x1": 470,
            "y1": 1514,
            "x2": 661,
            "y2": 1551,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}