var ocr_data = {
    "001.jpg": [
        {
            "x1": 19,
            "y1": 16,
            "x2": 482,
            "y2": 130,
            "text": "とんでもスキルい何",
            "vi": "Thật là một kỹ năng khéo léo"
        },
        {
            "x1": 659,
            "y1": 237,
            "x2": 714,
            "y2": 432,
            "text": "母ちゃん",
            "vi": "Người mẹ"
        },
        {
            "x1": 104,
            "y1": 552,
            "x2": 214,
            "y2": 737,
            "text": "なんで ここに…",
            "vi": "Tại sao đây..."
        },
        {
            "x1": 64,
            "y1": 1070,
            "x2": 120,
            "y2": 1254,
            "text": "がんばれ",
            "vi": "Giữ nó lên"
        },
        {
            "x1": 403,
            "y1": 1380,
            "x2": 964,
            "y2": 1553,
            "text": "第34章再会の日後編 漫画双葉もも原作江回連 キャラクター原案雅",
            "vi": "Chương 34 Ngày đoàn tụ Phần 2 Manga Futaba Momo Nhân vật Eken Ren gốc"
        }
    ],
    "002.jpg": [
        {
            "x1": 876,
            "y1": 139,
            "x2": 913,
            "y2": 218,
            "text": "スタ",
            "vi": "Ngôi sao"
        },
        {
            "x1": 173,
            "y1": 135,
            "x2": 219,
            "y2": 350,
            "text": "一この馬鹿‼",
            "vi": "Tên ngốc này‼"
        },
        {
            "x1": 707,
            "y1": 387,
            "x2": 791,
            "y2": 563,
            "text": "仕事の はずじゃ…",
            "vi": "Nó sẽ là công việc..."
        },
        {
            "x1": 189,
            "y1": 401,
            "x2": 246,
            "y2": 544,
            "text": "いいっ",
            "vi": "Khỏe"
        },
        {
            "x1": 908,
            "y1": 946,
            "x2": 976,
            "y2": 1105,
            "text": "何すんだ クソババァ！",
            "vi": "Thật là một Baba chết tiệt!"
        },
        {
            "x1": 447,
            "y1": 929,
            "x2": 577,
            "y2": 1153,
            "text": "はあ⁉ いつ迷惑 かけたんだよ‼",
            "vi": "Oh, bạn đã làm phiền bạn khi nào?"
        },
        {
            "x1": 536,
            "y1": 1185,
            "x2": 613,
            "y2": 1316,
            "text": "あせ",
            "vi": "Ngẫu nhiên"
        },
        {
            "x1": 948,
            "y1": 1333,
            "x2": 972,
            "y2": 1459,
            "text": "誰がババァよ‼",
            "vi": "Baba là ai?"
        },
        {
            "x1": 668,
            "y1": 1237,
            "x2": 906,
            "y2": 1463,
            "text": "あんたって 子は‼ いつも人に 迷惑ばっか かけて…！",
            "vi": "Bạn là một đứa trẻ Luôn làm phiền mọi người...!"
        },
        {
            "x1": 200,
            "y1": 1251,
            "x2": 279,
            "y2": 1448,
            "text": "今まさに そうだろう！",
            "vi": "Đó là ngay bây giờ!"
        }
    ],
    "003.jpg": [
        {
            "x1": 852,
            "y1": 179,
            "x2": 991,
            "y2": 332,
            "text": "まっ まあまあ お母さん…",
            "vi": "Vâng, không sao..."
        },
        {
            "x1": 656,
            "y1": 202,
            "x2": 763,
            "y2": 370,
            "text": "ああ！ 悪いねえ ムコーダさん",
            "vi": "À! Mukoda tồi tệ"
        },
        {
            "x1": 489,
            "y1": 188,
            "x2": 590,
            "y2": 351,
            "text": "エリク君は とても良い子 でしたよ！",
            "vi": "Erik là một đứa con rất tốt!"
        },
        {
            "x1": 271,
            "y1": 308,
            "x2": 341,
            "y2": 434,
            "text": "また またぁ！",
            "vi": "Một lần nữa một lần nữa!"
        },
        {
            "x1": 128,
            "y1": 385,
            "x2": 254,
            "y2": 540,
            "text": "いいですよ 気なんて 使わなくて",
            "vi": "Không sao, đừng sử dụng nó"
        },
        {
            "x1": 764,
            "y1": 738,
            "x2": 914,
            "y2": 967,
            "text": "どうせ あの子が ワガママ言ったに ちがいないよ！",
            "vi": "Dù sao đi nữa, đứa trẻ đó phải nói sự ích kỷ!"
        },
        {
            "x1": 192,
            "y1": 1192,
            "x2": 244,
            "y2": 1389,
            "text": "エリク君！",
            "vi": "Erik!"
        }
    ],
    "004.jpg": [
        {
            "x1": 895,
            "y1": 847,
            "x2": 939,
            "y2": 964,
            "text": "くそっ",
            "vi": "Chết tiệt"
        },
        {
            "x1": 894,
            "y1": 1156,
            "x2": 997,
            "y2": 1330,
            "text": "なにして るの！？",
            "vi": "Bạn đang làm gì vậy!??"
        },
        {
            "x1": 553,
            "y1": 1166,
            "x2": 626,
            "y2": 1266,
            "text": "いつも そうだ",
            "vi": "Luôn luôn"
        },
        {
            "x1": 180,
            "y1": 1146,
            "x2": 283,
            "y2": 1295,
            "text": "なんでも かんでも オレのせい",
            "vi": "Vì tôi"
        },
        {
            "x1": 445,
            "y1": 1286,
            "x2": 555,
            "y2": 1417,
            "text": "自分は 悪いって ぉ3 思ってない",
            "vi": "Tôi không nghĩ rằng tôi xấu"
        }
    ],
    "005.jpg": [
        {
            "x1": 854,
            "y1": 127,
            "x2": 968,
            "y2": 282,
            "text": "何しても オレが迷惑 なんだろ",
            "vi": "Tôi đoán tôi đang khó chịu"
        },
        {
            "x1": 706,
            "y1": 177,
            "x2": 777,
            "y2": 328,
            "text": "じゃあ もういいよ",
            "vi": "Vậy thì không sao đâu"
        },
        {
            "x1": 262,
            "y1": 162,
            "x2": 383,
            "y2": 436,
            "text": "出てってやる こんな家",
            "vi": "Tôi đang đi ra khỏi ngôi nhà này"
        },
        {
            "x1": 678,
            "y1": 430,
            "x2": 714,
            "y2": 592,
            "text": "なにして…",
            "vi": "Gì..."
        },
        {
            "x1": 881,
            "y1": 696,
            "x2": 997,
            "y2": 1033,
            "text": "…何？）てん",
            "vi": "…cái gì? )chỉ trỏ"
        },
        {
            "x1": 689,
            "y1": 753,
            "x2": 735,
            "y2": 922,
            "text": "なんだよ",
            "vi": "nó............... là gì"
        },
        {
            "x1": 616,
            "y1": 928,
            "x2": 696,
            "y2": 1054,
            "text": "ていん",
            "vi": "Ngấm"
        },
        {
            "x1": 382,
            "y1": 746,
            "x2": 506,
            "y2": 1053,
            "text": "言いたいこと あるなら",
            "vi": "Nếu bạn có một cái gì đó để nói"
        },
        {
            "x1": 146,
            "y1": 859,
            "x2": 210,
            "y2": 1072,
            "text": "言えよ！",
            "vi": "Nói rằng!"
        },
        {
            "x1": 594,
            "y1": 1011,
            "x2": 670,
            "y2": 1157,
            "text": "ていん",
            "vi": "Ngấm"
        }
    ],
    "006.jpg": [
        {
            "x1": 683,
            "y1": 323,
            "x2": 777,
            "y2": 441,
            "text": "ぶ3",
            "vi": "3."
        },
        {
            "x1": 853,
            "y1": 388,
            "x2": 995,
            "y2": 500,
            "text": "まあ お前は 話せない よな",
            "vi": "Bạn không thể nói chuyện"
        },
        {
            "x1": 503,
            "y1": 366,
            "x2": 539,
            "y2": 514,
            "text": "じゃあな",
            "vi": "Hẹn gặp lại bạn"
        },
        {
            "x1": 847,
            "y1": 663,
            "x2": 1015,
            "y2": 895,
            "text": "スイ おしゃべり できるもん",
            "vi": "Sui có thể nói chuyện"
        }
    ],
    "009.jpg": [
        {
            "x1": 89,
            "y1": 295,
            "x2": 139,
            "y2": 460,
            "text": "…このッ",
            "vi": "Đây là"
        },
        {
            "x1": 901,
            "y1": 605,
            "x2": 950,
            "y2": 853,
            "text": "馬鹿野郎‼",
            "vi": "Thằng ngốc!"
        },
        {
            "x1": 268,
            "y1": 615,
            "x2": 320,
            "y2": 731,
            "text": "…はっ",
            "vi": "Ha Ha"
        },
        {
            "x1": 140,
            "y1": 689,
            "x2": 217,
            "y2": 793,
            "text": "ごめん なさい",
            "vi": "lấy làm tiếc"
        },
        {
            "x1": 771,
            "y1": 796,
            "x2": 885,
            "y2": 990,
            "text": "母ちゃんが 必死に織ってる 商品だぞ‼",
            "vi": "Đó là một sản phẩm mà mẹ tôi được dệt tuyệt vời."
        },
        {
            "x1": 458,
            "y1": 1011,
            "x2": 488,
            "y2": 1182,
            "text": "いや…ちが…",
            "vi": "KHÔNG..."
        },
        {
            "x1": 118,
            "y1": 1090,
            "x2": 186,
            "y2": 1233,
            "text": "オレは こんなモノ",
            "vi": "Tôi thích điều này"
        },
        {
            "x1": 614,
            "y1": 1182,
            "x2": 730,
            "y2": 1405,
            "text": "汚れて売れなく なったら どうすんだ‼",
            "vi": "Nếu nó bị bẩn và không bán?"
        },
        {
            "x1": 107,
            "y1": 1245,
            "x2": 215,
            "y2": 1440,
            "text": "大事でも なんでもないし 別に…",
            "vi": "Nó không quan trọng hay bất cứ điều gì..."
        }
    ],
    "010.jpg": [
        {
            "x1": 882,
            "y1": 146,
            "x2": 997,
            "y2": 330,
            "text": "ただオレも 手伝ったこと あるからさ‼",
            "vi": "Tôi chỉ giúp tôi"
        },
        {
            "x1": 556,
            "y1": 123,
            "x2": 632,
            "y2": 283,
            "text": "これひとつ 作るの",
            "vi": "Làm cái này"
        },
        {
            "x1": 455,
            "y1": 220,
            "x2": 564,
            "y2": 379,
            "text": "どんだけ たいへん 大変か 知ってるし！",
            "vi": "Tôi biết nó khó khăn như thế nào!"
        },
        {
            "x1": 159,
            "y1": 275,
            "x2": 235,
            "y2": 563,
            "text": "すげーよ！ 一日じゃ終わんねぇの",
            "vi": "Tuyệt! Một ngày nào đó sẽ không kết thúc"
        },
        {
            "x1": 939,
            "y1": 651,
            "x2": 1034,
            "y2": 772,
            "text": "いっほんいっ度ん 一本一本 丁寧に",
            "vi": "Một cái một một cách cẩn thận"
        },
        {
            "x1": 515,
            "y1": 625,
            "x2": 598,
            "y2": 792,
            "text": "父ちゃんが 死んでから",
            "vi": "Sau khi bố tôi chết"
        },
        {
            "x1": 667,
            "y1": 698,
            "x2": 743,
            "y2": 893,
            "text": "一つ間違えたら 全部やり直し",
            "vi": "Nếu bạn phạm sai lầm, hãy bắt đầu lại"
        },
        {
            "x1": 138,
            "y1": 702,
            "x2": 219,
            "y2": 809,
            "text": "ずっと そう…",
            "vi": "Đó là tất cả..."
        },
        {
            "x1": 877,
            "y1": 963,
            "x2": 1018,
            "y2": 1125,
            "text": "それを 何度も何度も くり返して できるんだ",
            "vi": "Bạn có thể làm nhiều lần"
        },
        {
            "x1": 651,
            "y1": 1243,
            "x2": 776,
            "y2": 1453,
            "text": "寝ないで 仕事してる時も 何度もあった",
            "vi": "Đã nhiều lần tôi làm việc mà không ngủ"
        },
        {
            "x1": 175,
            "y1": 1245,
            "x2": 229,
            "y2": 1381,
            "text": "だから",
            "vi": "Đó là lý do"
        }
    ],
    "011.jpg": [
        {
            "x1": 794,
            "y1": 116,
            "x2": 956,
            "y2": 350,
            "text": "有名な 冒険者ギルド に入って",
            "vi": "Nhập vào Hiệp hội thám hiểm nổi tiếng"
        },
        {
            "x1": 147,
            "y1": 305,
            "x2": 252,
            "y2": 538,
            "text": "安心させた かった…",
            "vi": "Tôi muốn trấn an tôi..."
        },
        {
            "x1": 33,
            "y1": 1206,
            "x2": 225,
            "y2": 1542,
            "text": "馬鹿 言ってんじゃ ないよ",
            "vi": "Tôi không ngu ngốc"
        }
    ],
    "012.jpg": [
        {
            "x1": 948,
            "y1": 97,
            "x2": 995,
            "y2": 235,
            "text": "母ちゃっ",
            "vi": "Người mẹ"
        },
        {
            "x1": 877,
            "y1": 134,
            "x2": 926,
            "y2": 222,
            "text": "ズカ",
            "vi": "Zuka"
        },
        {
            "x1": 679,
            "y1": 56,
            "x2": 798,
            "y2": 255,
            "text": "子供が変な気 使わなくて いいんだよ！",
            "vi": "Bạn không cần phải sử dụng những đứa trẻ kỳ lạ!"
        },
        {
            "x1": 158,
            "y1": 203,
            "x2": 309,
            "y2": 427,
            "text": "アタシは 好きで 働いてんだ！",
            "vi": "Tôi thích và làm việc!"
        },
        {
            "x1": 931,
            "y1": 530,
            "x2": 996,
            "y2": 646,
            "text": "……まあ それで",
            "vi": "......tốt rồi"
        },
        {
            "x1": 653,
            "y1": 539,
            "x2": 736,
            "y2": 693,
            "text": "さびしい思い させてたのなら 意味ないね",
            "vi": "Nó không có ý nghĩa gì nếu bạn làm cho bạn cảm thấy cô đơn"
        },
        {
            "x1": 355,
            "y1": 664,
            "x2": 431,
            "y2": 791,
            "text": "ほら",
            "vi": "Bạn thấy đấy"
        },
        {
            "x1": 934,
            "y1": 772,
            "x2": 969,
            "y2": 916,
            "text": "悪かったね",
            "vi": "Nó là xấu"
        },
        {
            "x1": 506,
            "y1": 1128,
            "x2": 596,
            "y2": 1265,
            "text": "父ちゃん の剣",
            "vi": "Kiếm của bố"
        },
        {
            "x1": 185,
            "y1": 1170,
            "x2": 292,
            "y2": 1312,
            "text": "今日の為に 直して もらった",
            "vi": "Tôi đã bạn đã sửa nó cho ngày hôm nay"
        }
    ],
    "013.jpg": [
        {
            "x1": 843,
            "y1": 89,
            "x2": 988,
            "y2": 307,
            "text": "誰かさんは アタシが売ったと 思ってたみたい だけど？",
            "vi": "Có người dường như nghĩ rằng tôi đã bán nó?"
        },
        {
            "x1": 481,
            "y1": 108,
            "x2": 595,
            "y2": 262,
            "text": "…そりゃあ 思う事も あるよ",
            "vi": "...đôi khi tôi nghĩ"
        },
        {
            "x1": 782,
            "y1": 482,
            "x2": 889,
            "y2": 652,
            "text": "でも母ちゃん ずっと無理 って…",
            "vi": "Nhưng mẹ tôi luôn là không thể..."
        },
        {
            "x1": 136,
            "y1": 438,
            "x2": 182,
            "y2": 650,
            "text": "母親だもの",
            "vi": "Người mẹ"
        },
        {
            "x1": 707,
            "y1": 779,
            "x2": 834,
            "y2": 963,
            "text": "自慢の 息子の夢を 応援するのも",
            "vi": "Ủng hộ giấc mơ của con trai tự hào của bạn"
        },
        {
            "x1": 125,
            "y1": 779,
            "x2": 202,
            "y2": 917,
            "text": "親の務め だよ",
            "vi": "Đó là nhiệm vụ của cha mẹ"
        },
        {
            "x1": 895,
            "y1": 1044,
            "x2": 968,
            "y2": 1238,
            "text": "ごめっ…ごめん 母ちゃん…っ",
            "vi": "Tôi xin lỗi... mẹ xin lỗi mẹ..."
        },
        {
            "x1": 820,
            "y1": 1114,
            "x2": 885,
            "y2": 1253,
            "text": "ひどいこと いって…",
            "vi": "Thật là khủng khiếp..."
        },
        {
            "x1": 692,
            "y1": 1286,
            "x2": 732,
            "y2": 1430,
            "text": "…いいよ",
            "vi": "…ĐỒNG Ý"
        },
        {
            "x1": 588,
            "y1": 1367,
            "x2": 667,
            "y2": 1508,
            "text": "アタシも ごめんね",
            "vi": "tôi cũng xin lỗi"
        }
    ],
    "014.jpg": [
        {
            "x1": 284,
            "y1": 960,
            "x2": 398,
            "y2": 1137,
            "text": "お祭りの 後ってさ",
            "vi": "Đằng sau lễ hội"
        }
    ],
    "015.jpg": [
        {
            "x1": 856,
            "y1": 202,
            "x2": 955,
            "y2": 377,
            "text": "なんでか ちょっと寂しく なるよなあ",
            "vi": "Tôi hơi cô đơn vì lý do nào đó"
        },
        {
            "x1": 788,
            "y1": 372,
            "x2": 812,
            "y2": 493,
            "text": "そうか？",
            "vi": "Thực ra?"
        },
        {
            "x1": 187,
            "y1": 317,
            "x2": 263,
            "y2": 485,
            "text": "スイは今日 楽しかった？",
            "vi": "Hôm nay Sui có vui không?"
        },
        {
            "x1": 184,
            "y1": 644,
            "x2": 241,
            "y2": 786,
            "text": "うん！",
            "vi": "Ừ!"
        },
        {
            "x1": 795,
            "y1": 1027,
            "x2": 844,
            "y2": 1160,
            "text": "そっか",
            "vi": "Tôi thấy"
        },
        {
            "x1": 370,
            "y1": 1097,
            "x2": 423,
            "y2": 1202,
            "text": "よし",
            "vi": "đồng ý"
        },
        {
            "x1": 167,
            "y1": 1184,
            "x2": 268,
            "y2": 1305,
            "text": "じゃあ 帰るか",
            "vi": "Sau đó về nhà"
        },
        {
            "x1": 5,
            "y1": 1209,
            "x2": 69,
            "y2": 1490,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}