var ocr_data = {
    "1-614ed281a3b95.jpg": [
        {
            "x1": 293,
            "y1": 61,
            "x2": 809,
            "y2": 109,
            "text": "第54章 空も飛びたいお年頃",
            "vi": "Chương 54 khoảng thời gian muốn bay"
        },
        {
            "x1": 216,
            "y1": 120,
            "x2": 889,
            "y2": 336,
            "text": "とんでもスギルQ 異世界放浪父ジ",
            "vi": "Sgille Q Thế giới khác đi lang thang"
        },
        {
            "x1": 458,
            "y1": 395,
            "x2": 553,
            "y2": 420,
            "text": "Isekai Hour",
            "vi": "Eskay Hur"
        },
        {
            "x1": 86,
            "y1": 1520,
            "x2": 1023,
            "y2": 1568,
            "text": "漫画：双葉もも 原作：江口連 キャラクター原案：雅",
            "vi": "Manga: Momo Futaba Bản gốc: Nhân vật Eguchi Ren"
        }
    ],
    "2-614ed2824467e.jpg": [
        {
            "x1": 909,
            "y1": 167,
            "x2": 1016,
            "y2": 342,
            "text": "なあなあ 主人よく",
            "vi": "Vâng, chồng tôi tốt"
        },
        {
            "x1": 245,
            "y1": 204,
            "x2": 296,
            "y2": 389,
            "text": "なあって",
            "vi": "Dẫu sao thì"
        },
        {
            "x1": 829,
            "y1": 604,
            "x2": 971,
            "y2": 847,
            "text": "今からでも 俺の名前 変えらんねぇ？",
            "vi": "Bạn không thể thay đổi tên của tôi kể từ bây giờ?"
        },
        {
            "x1": 679,
            "y1": 615,
            "x2": 765,
            "y2": 742,
            "text": "ぐい",
            "vi": "Dụng cụ"
        },
        {
            "x1": 250,
            "y1": 545,
            "x2": 364,
            "y2": 762,
            "text": "俺が “ドラちゃん\" なんてタマかよ",
            "vi": "Tôi \"Dora -chan\""
        },
        {
            "x1": 206,
            "y1": 871,
            "x2": 277,
            "y2": 1053,
            "text": "ちょ… 引っ張んなって",
            "vi": "Cho... tôi đang kéo"
        },
        {
            "x1": 830,
            "y1": 1157,
            "x2": 948,
            "y2": 1381,
            "text": "そうは言っても もう登録され ちゃってるしな",
            "vi": "Điều đó nói rằng, nó đã được đăng ký"
        },
        {
            "x1": 561,
            "y1": 1248,
            "x2": 714,
            "y2": 1377,
            "text": "諦めろ 我なんて ´フェルﾞ だぞ",
            "vi": "Từ bỏ, tôi đã ngã"
        },
        {
            "x1": 183,
            "y1": 1265,
            "x2": 263,
            "y2": 1430,
            "text": "いいじゃん “フェル",
            "vi": "Tốt \"Fel"
        }
    ],
    "3-614ed282c795e.jpg": [
        {
            "x1": 922,
            "y1": 183,
            "x2": 959,
            "y2": 326,
            "text": "くっそく",
            "vi": "Ở trong"
        },
        {
            "x1": 606,
            "y1": 180,
            "x2": 691,
            "y2": 345,
            "text": "大丈夫 慣れるって",
            "vi": "Tôi đã quen với nó"
        },
        {
            "x1": 544,
            "y1": 301,
            "x2": 581,
            "y2": 470,
            "text": "なっ フェル",
            "vi": "Fel"
        },
        {
            "x1": 33,
            "y1": 272,
            "x2": 75,
            "y2": 448,
            "text": "ひっぱるなって",
            "vi": "Chèo thuyền"
        },
        {
            "x1": 280,
            "y1": 464,
            "x2": 322,
            "y2": 637,
            "text": "うるさい",
            "vi": "nhiễu"
        },
        {
            "x1": 866,
            "y1": 802,
            "x2": 956,
            "y2": 994,
            "text": "どうした スライム？",
            "vi": "Chuyện gì đã xảy ra với chất nhờn?"
        },
        {
            "x1": 461,
            "y1": 820,
            "x2": 546,
            "y2": 965,
            "text": "スイは スイだよ",
            "vi": "Sui là sui"
        },
        {
            "x1": 56,
            "y1": 819,
            "x2": 146,
            "y2": 1063,
            "text": "おう 何か用か スイ？",
            "vi": "Nó có phải là một cái gì đó cho một cái gì đó?"
        },
        {
            "x1": 832,
            "y1": 1217,
            "x2": 940,
            "y2": 1454,
            "text": "いいなーって 見てたのー",
            "vi": "Tôi đã thấy nó tốt"
        },
        {
            "x1": 115,
            "y1": 1276,
            "x2": 162,
            "y2": 1450,
            "text": "名前がか？",
            "vi": "Là cái tên?"
        },
        {
            "x1": 27,
            "y1": 1375,
            "x2": 90,
            "y2": 1521,
            "text": "どこが？",
            "vi": "Đâu?"
        }
    ],
    "4-614ed2835ff1f.jpg": [
        {
            "x1": 533,
            "y1": 154,
            "x2": 642,
            "y2": 314,
            "text": "スイも とびたいな って",
            "vi": "Tôi muốn đi đến sui"
        },
        {
            "x1": 887,
            "y1": 508,
            "x2": 997,
            "y2": 743,
            "text": "スイは以前から 飛んでみたがって おったのだ",
            "vi": "Sui muốn bay trong một thời gian dài"
        },
        {
            "x1": 726,
            "y1": 507,
            "x2": 831,
            "y2": 688,
            "text": "お主を見て くすぐられた のだろう",
            "vi": "Tôi đoán nó đã được đánh dấu sau khi nhìn thấy Chúa"
        },
        {
            "x1": 217,
            "y1": 512,
            "x2": 279,
            "y2": 618,
            "text": "念話も",
            "vi": "Ngay cả câu chuyện"
        },
        {
            "x1": 319,
            "y1": 521,
            "x2": 468,
            "y2": 720,
            "text": "でもスライムが 飛ぶなんて 聞いた事 ねえぞ？",
            "vi": "Nhưng bạn đã nghe nói rằng những con ruồi chất nhờn?"
        },
        {
            "x1": 934,
            "y1": 836,
            "x2": 1018,
            "y2": 1060,
            "text": "ンてん てん",
            "vi": "Netenen"
        },
        {
            "x1": 831,
            "y1": 1211,
            "x2": 1007,
            "y2": 1387,
            "text": "なんで そんなに 飛びたいん だよ",
            "vi": "Tại sao bạn muốn bay quá nhiều"
        },
        {
            "x1": 267,
            "y1": 1225,
            "x2": 313,
            "y2": 1438,
            "text": "とんでみだい",
            "vi": "Xin vui lòng làm điều đó"
        },
        {
            "x1": 213,
            "y1": 1214,
            "x2": 304,
            "y2": 1488,
            "text": "もん",
            "vi": "hẻm núi"
        }
    ],
    "5-614ed28407dba.jpg": [
        {
            "x1": 768,
            "y1": 136,
            "x2": 972,
            "y2": 380,
            "text": "とりさんも ドラちゃんも みんな たのしそう でしょー",
            "vi": "Tori -san và Dora -chan đều vui."
        },
        {
            "x1": 78,
            "y1": 157,
            "x2": 261,
            "y2": 457,
            "text": "あと とべたら かっこいい！",
            "vi": "Thật tuyệt!"
        },
        {
            "x1": 839,
            "y1": 780,
            "x2": 869,
            "y2": 916,
            "text": "ほう…？",
            "vi": "quy tắc…?"
        },
        {
            "x1": 897,
            "y1": 1036,
            "x2": 939,
            "y2": 1186,
            "text": "面白え‼",
            "vi": "Thú vị"
        },
        {
            "x1": 592,
            "y1": 1018,
            "x2": 784,
            "y2": 1259,
            "text": "この俺が 特別に 飛び方を 教えてやるぜ‼",
            "vi": "Tôi sẽ cho bạn biết làm thế nào để bay đặc biệt"
        },
        {
            "x1": 68,
            "y1": 1100,
            "x2": 185,
            "y2": 1343,
            "text": "いや寝るん ですけど…",
            "vi": "Không, tôi đang ngủ..."
        },
        {
            "x1": 530,
            "y1": 1359,
            "x2": 567,
            "y2": 1492,
            "text": "やったく",
            "vi": "tôi muốn làm"
        }
    ],
    "6-614ed28495a95.jpg": [
        {
            "x1": 888,
            "y1": 202,
            "x2": 919,
            "y2": 302,
            "text": "よーし",
            "vi": "Vâng"
        },
        {
            "x1": 597,
            "y1": 126,
            "x2": 677,
            "y2": 293,
            "text": "まずは そうだなー",
            "vi": "Trước hết"
        },
        {
            "x1": 707,
            "y1": 643,
            "x2": 811,
            "y2": 783,
            "text": "あと できるだけ うす",
            "vi": "Và càng nhiều càng tốt"
        },
        {
            "x1": 863,
            "y1": 695,
            "x2": 998,
            "y2": 968,
            "text": "お前ソレ もう少し デカくできるか？",
            "vi": "Bạn có thể làm cho nó lớn hơn một chút không?"
        },
        {
            "x1": 246,
            "y1": 811,
            "x2": 293,
            "y2": 971,
            "text": "これー？",
            "vi": "Đây là?"
        },
        {
            "x1": 184,
            "y1": 1067,
            "x2": 214,
            "y2": 1220,
            "text": "そうそう！",
            "vi": "Ồ vâng!"
        },
        {
            "x1": 878,
            "y1": 1313,
            "x2": 970,
            "y2": 1421,
            "text": "んじゃ 次は",
            "vi": "Tiếp theo"
        },
        {
            "x1": 495,
            "y1": 1278,
            "x2": 572,
            "y2": 1459,
            "text": "飛べるように なると思う？",
            "vi": "Bạn có nghĩ rằng bạn có thể bay không?"
        },
        {
            "x1": 167,
            "y1": 1315,
            "x2": 219,
            "y2": 1438,
            "text": "知らん",
            "vi": "Dunno"
        }
    ],
    "7-614ed2852df79.jpg": [
        {
            "x1": 429,
            "y1": 62,
            "x2": 535,
            "y2": 245,
            "text": "ぶわ、さ",
            "vi": "Buwa,"
        },
        {
            "x1": 215,
            "y1": 185,
            "x2": 283,
            "y2": 344,
            "text": "ぶめこさ",
            "vi": "Va đập"
        },
        {
            "x1": 97,
            "y1": 569,
            "x2": 143,
            "y2": 776,
            "text": "あはははっ",
            "vi": "Ahahahaha"
        },
        {
            "x1": 769,
            "y1": 914,
            "x2": 928,
            "y2": 1091,
            "text": "ちげー ちげーよ スイ！",
            "vi": "Chigey Chigeyo!"
        },
        {
            "x1": 392,
            "y1": 914,
            "x2": 516,
            "y2": 1109,
            "text": "それじゃ 飛び跳ねてる だけだぜ‼",
            "vi": "Sau đó, tôi chỉ nhảy"
        },
        {
            "x1": 117,
            "y1": 912,
            "x2": 265,
            "y2": 1177,
            "text": "手本見せて やるから よく見とけよ！",
            "vi": "Tôi sẽ chỉ cho bạn một ví dụ, vì vậy hãy xem xét kỹ!"
        }
    ],
    "8-614ed285b3a3b.jpg": [
        {
            "x1": 993,
            "y1": 98,
            "x2": 1036,
            "y2": 215,
            "text": "これが",
            "vi": "Đây là"
        },
        {
            "x1": 608,
            "y1": 85,
            "x2": 682,
            "y2": 217,
            "text": "さっきの スイのな",
            "vi": "Đó là một điều tốt"
        },
        {
            "x1": 492,
            "y1": 150,
            "x2": 536,
            "y2": 260,
            "text": "これが",
            "vi": "Đây là"
        },
        {
            "x1": 357,
            "y1": 59,
            "x2": 432,
            "y2": 214,
            "text": "パ何",
            "vi": "Gì"
        },
        {
            "x1": 610,
            "y1": 282,
            "x2": 664,
            "y2": 386,
            "text": "ばさ",
            "vi": "Trở nên trắng trợn"
        },
        {
            "x1": 841,
            "y1": 541,
            "x2": 1009,
            "y2": 828,
            "text": "それが したい‼",
            "vi": "Minh muôn lam việc đo"
        },
        {
            "x1": 180,
            "y1": 525,
            "x2": 259,
            "y2": 801,
            "text": "よしよし やってやろうぜ‼",
            "vi": "Hãy làm điều đó"
        },
        {
            "x1": 946,
            "y1": 936,
            "x2": 1025,
            "y2": 1136,
            "text": "どうやるの？ ドラちゃん",
            "vi": "Làm thế nào tôi có thể làm? Dora -Chan"
        },
        {
            "x1": 464,
            "y1": 969,
            "x2": 580,
            "y2": 1243,
            "text": "ふわってして テキトーに羽ばた いとけばいいんだよ",
            "vi": "Tôi chỉ cần rung lên kết cấu"
        },
        {
            "x1": 607,
            "y1": 1178,
            "x2": 684,
            "y2": 1401,
            "text": "こう羽広げたら ぶわってして",
            "vi": "Nếu bạn truyền bá nó như thế này"
        },
        {
            "x1": 148,
            "y1": 1247,
            "x2": 227,
            "y2": 1470,
            "text": "あれ？ わかんねえか？",
            "vi": "điều đó? Bạn không biết?"
        }
    ],
    "9-614ed2864db8d.jpg": [
        {
            "x1": 907,
            "y1": 197,
            "x2": 929,
            "y2": 294,
            "text": "こう！",
            "vi": "giống như thế này!"
        },
        {
            "x1": 823,
            "y1": 251,
            "x2": 857,
            "y2": 438,
            "text": "こうだよ！",
            "vi": "Đó là như thế này!"
        },
        {
            "x1": 128,
            "y1": 160,
            "x2": 285,
            "y2": 370,
            "text": "浮いたら 落ちる前に バアッと‼",
            "vi": "Nếu bạn nổi, bạn sẽ có thể ngã‼"
        },
        {
            "x1": 844,
            "y1": 764,
            "x2": 939,
            "y2": 1004,
            "text": "おちるまえに ぶわっ…",
            "vi": "Trước khi mùa thu..."
        },
        {
            "x1": 90,
            "y1": 776,
            "x2": 187,
            "y2": 1017,
            "text": "おちるまえに ぶわあ！",
            "vi": "Trước khi bạn đi!"
        },
        {
            "x1": 915,
            "y1": 1109,
            "x2": 955,
            "y2": 1336,
            "text": "おちるまえに",
            "vi": "Trước kết thúc"
        },
        {
            "x1": 379,
            "y1": 1106,
            "x2": 509,
            "y2": 1472,
            "text": "ぶわあ！ん",
            "vi": "BUWA! Ừ"
        }
    ],
    "10-614ed288bfec2.jpg": [
        {
            "x1": 481,
            "y1": 226,
            "x2": 622,
            "y2": 475,
            "text": "ばた。",
            "vi": "Bata."
        },
        {
            "x1": 979,
            "y1": 709,
            "x2": 1012,
            "y2": 868,
            "text": "もっとだ！",
            "vi": "Thêm!"
        },
        {
            "x1": 889,
            "y1": 737,
            "x2": 928,
            "y2": 923,
            "text": "もっと早く！",
            "vi": "Nhanh hơn!"
        },
        {
            "x1": 654,
            "y1": 778,
            "x2": 790,
            "y2": 965,
            "text": "びた",
            "vi": "No"
        },
        {
            "x1": 546,
            "y1": 694,
            "x2": 672,
            "y2": 898,
            "text": "バササッ",
            "vi": "Basasa"
        },
        {
            "x1": 282,
            "y1": 687,
            "x2": 313,
            "y2": 810,
            "text": "いける！",
            "vi": "Tôi có thể đi!"
        },
        {
            "x1": 463,
            "y1": 765,
            "x2": 490,
            "y2": 908,
            "text": "もっとー",
            "vi": "Thêm"
        },
        {
            "x1": 200,
            "y1": 828,
            "x2": 225,
            "y2": 938,
            "text": "おしい！",
            "vi": "Khỏe!"
        },
        {
            "x1": 433,
            "y1": 1033,
            "x2": 510,
            "y2": 1165,
            "text": "どうした もんか…",
            "vi": "Có chuyện gì..."
        },
        {
            "x1": 992,
            "y1": 1026,
            "x2": 1038,
            "y2": 1317,
            "text": "なんでだあく？",
            "vi": "Tại sao?"
        },
        {
            "x1": 635,
            "y1": 1128,
            "x2": 748,
            "y2": 1307,
            "text": "いけると 思うんだけど なくそ",
            "vi": "Tôi nghĩ tôi có thể đi"
        }
    ],
    "11-614ed2897bf10.jpg": [
        {
            "x1": 677,
            "y1": 139,
            "x2": 788,
            "y2": 313,
            "text": "良い事 ぉ3 思いついたぜ スイ‼",
            "vi": "Những điều tốt đẹp 3 tôi đã nghĩ ra nó."
        },
        {
            "x1": 625,
            "y1": 732,
            "x2": 973,
            "y2": 901,
            "text": "翼を広げた 状態で ここから 飛び立てば スイでも 少しは 飛べるんじゃ ねぇか⁉",
            "vi": "Nếu bạn nhảy từ đây với sự lây lan của đôi cánh, bạn có thể bay một chút ngay cả trong SU tốt."
        },
        {
            "x1": 131,
            "y1": 858,
            "x2": 171,
            "y2": 978,
            "text": "やった",
            "vi": "COORAY"
        },
        {
            "x1": 885,
            "y1": 1056,
            "x2": 966,
            "y2": 1510,
            "text": "こ）やったーじゃない‼",
            "vi": "Điều này không được thực hiện."
        },
        {
            "x1": 287,
            "y1": 1129,
            "x2": 357,
            "y2": 1322,
            "text": "安心しろって すぐ降りっから",
            "vi": "Yên tâm và xuống ngay lập tức"
        },
        {
            "x1": 742,
            "y1": 1280,
            "x2": 838,
            "y2": 1502,
            "text": "今すぐ 降りなさい‼",
            "vi": "Bỏ đi ngay"
        },
        {
            "x1": 659,
            "y1": 1286,
            "x2": 697,
            "y2": 1477,
            "text": "危ないでしょ‼",
            "vi": "Nó nguy hiểm"
        },
        {
            "x1": 69,
            "y1": 1315,
            "x2": 173,
            "y2": 1516,
            "text": "飛び降りる 気だろ‼",
            "vi": "Bạn sẽ nhảy xuống"
        },
        {
            "x1": 0,
            "y1": 1397,
            "x2": 79,
            "y2": 1558,
            "text": "ダメ払",
            "vi": "Không phải thanh toán tốt"
        }
    ],
    "12-614ed28a1dec2.jpg": [
        {
            "x1": 906,
            "y1": 131,
            "x2": 1030,
            "y2": 329,
            "text": "ドラちゃんは 飛べるから いいけど",
            "vi": "Không sao vì Dora -chan có thể bay"
        },
        {
            "x1": 713,
            "y1": 191,
            "x2": 839,
            "y2": 362,
            "text": "スイは 飛べないん だぞ‼",
            "vi": "Sui không thể bay"
        },
        {
            "x1": 150,
            "y1": 144,
            "x2": 193,
            "y2": 341,
            "text": "過保護かよ…",
            "vi": "Nó có bảo vệ quá mức..."
        },
        {
            "x1": 941,
            "y1": 490,
            "x2": 1026,
            "y2": 696,
            "text": "スイ とべるもん！",
            "vi": "Sui và Belg!"
        },
        {
            "x1": 296,
            "y1": 518,
            "x2": 426,
            "y2": 666,
            "text": "スイ！ ダメだよ スイ‼",
            "vi": "Sui! Nó không tốt."
        },
        {
            "x1": 948,
            "y1": 879,
            "x2": 1009,
            "y2": 1054,
            "text": "危ないっ",
            "vi": "Sự nguy hiểm"
        },
        {
            "x1": 712,
            "y1": 821,
            "x2": 904,
            "y2": 1096,
            "text": "Nん",
            "vi": "N."
        },
        {
            "x1": 127,
            "y1": 903,
            "x2": 286,
            "y2": 1241,
            "text": "てぁ",
            "vi": "ぁ"
        }
    ],
    "13-614ed28ae28cb.jpg": [
        {
            "x1": 855,
            "y1": 1041,
            "x2": 959,
            "y2": 1270,
            "text": "スイー",
            "vi": "Bộ"
        },
        {
            "x1": 344,
            "y1": 1085,
            "x2": 433,
            "y2": 1203,
            "text": "スイ とべた",
            "vi": "Sui và dính"
        }
    ],
    "14-614ed2909c183.jpg": [
        {
            "x1": 963,
            "y1": 13,
            "x2": 1081,
            "y2": 262,
            "text": "あるじ 見た見た？",
            "vi": "Bạn đã thấy nó?"
        },
        {
            "x1": 376,
            "y1": 101,
            "x2": 425,
            "y2": 275,
            "text": "スイーー",
            "vi": "Kẹo"
        },
        {
            "x1": 142,
            "y1": 66,
            "x2": 191,
            "y2": 337,
            "text": "ドラちゃん",
            "vi": "Dora -Chan"
        },
        {
            "x1": 943,
            "y1": 296,
            "x2": 1060,
            "y2": 454,
            "text": "スイ とべた",
            "vi": "Sui và dính"
        },
        {
            "x1": 541,
            "y1": 260,
            "x2": 593,
            "y2": 557,
            "text": "ゾ…ゾウダネ…",
            "vi": "Z... Voi..."
        },
        {
            "x1": 505,
            "y1": 571,
            "x2": 544,
            "y2": 642,
            "text": "滑空",
            "vi": "Lướt"
        },
        {
            "x1": 178,
            "y1": 820,
            "x2": 223,
            "y2": 910,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 968,
            "y1": 802,
            "x2": 1011,
            "y2": 1092,
            "text": "やったなスイ！",
            "vi": "Tôi đã thành công rồi!"
        },
        {
            "x1": 847,
            "y1": 1255,
            "x2": 1062,
            "y2": 1472,
            "text": "よし？ 次はもっと 高いとこから だな‼",
            "vi": "Ổn thỏa? Tiếp theo là cao hơn."
        },
        {
            "x1": 141,
            "y1": 1271,
            "x2": 290,
            "y2": 1464,
            "text": "やりま せん‼",
            "vi": "Đừng làm"
        },
        {
            "x1": 115,
            "y1": 1511,
            "x2": 392,
            "y2": 1565,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}