var ocr_data = {
    "001.jpg": [
        {
            "x1": 774,
            "y1": 148,
            "x2": 824,
            "y2": 1030,
            "text": "漫画：双葉もも原作：江口連 キャラクター原案:雅",
            "vi": "Phim hoạt hình: Momo Futaba Original: Eguchi Ren nhân vật"
        },
        {
            "x1": 113,
            "y1": 866,
            "x2": 730,
            "y2": 1085,
            "text": "とんでもスギルす 異世界放浪这ジ スイの大同険",
            "vi": "Thế giới khác nhau lang thang 这 Jisui lái"
        },
        {
            "x1": 332,
            "y1": 1082,
            "x2": 500,
            "y2": 1137,
            "text": "Tondemo'Skill de lsekai Hourou Meshi Sui no DailBouken",
            "vi": "Lớn L -water Water Lớn L phiêu lưu với KIT L"
        },
        {
            "x1": 234,
            "y1": 1170,
            "x2": 702,
            "y2": 1217,
            "text": "女神様と甘いもの争奪戦",
            "vi": "Trận chiến ngọt ngào với Nữ thần"
        },
        {
            "x1": 126,
            "y1": 1173,
            "x2": 241,
            "y2": 1216,
            "text": "第7章",
            "vi": "Chương 7"
        }
    ],
    "002.jpg": [
        {
            "x1": 719,
            "y1": 213,
            "x2": 779,
            "y2": 351,
            "text": "風の女神 ニンリル様…",
            "vi": "Nữ thần gió, Nin Ril..."
        },
        {
            "x1": 622,
            "y1": 379,
            "x2": 686,
            "y2": 528,
            "text": "お供え物です お納め下さい",
            "vi": "Hãy trả nó cho nó"
        },
        {
            "x1": 737,
            "y1": 692,
            "x2": 787,
            "y2": 917,
            "text": "加護を与えて下さり ありがとうございます",
            "vi": "Cảm ơn bạn đã ban phước lành"
        },
        {
            "x1": 556,
            "y1": 989,
            "x2": 611,
            "y2": 1139,
            "text": "今後もよろしく お願い致します",
            "vi": "Cảm ơn bạn đã tiếp tục hỗ trợ."
        }
    ],
    "003.jpg": [
        {
            "x1": 686,
            "y1": 122,
            "x2": 737,
            "y2": 254,
            "text": "フェル おじちゃーん",
            "vi": "Fel chú"
        },
        {
            "x1": 471,
            "y1": 125,
            "x2": 515,
            "y2": 197,
            "text": "追加⁉",
            "vi": "sự thêm thắt⁉"
        },
        {
            "x1": 371,
            "y1": 100,
            "x2": 423,
            "y2": 249,
            "text": "ニンリル様って だあれー？",
            "vi": "Ninrir là gì?"
        },
        {
            "x1": 291,
            "y1": 112,
            "x2": 341,
            "y2": 216,
            "text": "あるじは なにしてるの",
            "vi": "Bạn đang làm gì vậy?"
        },
        {
            "x1": 122,
            "y1": 226,
            "x2": 152,
            "y2": 288,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 645,
            "y1": 475,
            "x2": 705,
            "y2": 613,
            "text": "ニンリル様は 風を司る女神",
            "vi": "Ninrir là nữ thần kiểm soát gió"
        },
        {
            "x1": 207,
            "y1": 379,
            "x2": 259,
            "y2": 556,
            "text": "我らはニンリル様の 加護を授かった眷属",
            "vi": "Chúng tôi đã được ban cho Nin -ril's Blessing"
        },
        {
            "x1": 76,
            "y1": 615,
            "x2": 193,
            "y2": 784,
            "text": "加護の前では 毒や病気等の 状態異常は全て 無効化されるのだ",
            "vi": "Trước khi ban phước, tất cả các bất thường như Poison và Bệnh tật đều bị vô hiệu."
        },
        {
            "x1": 642,
            "y1": 873,
            "x2": 726,
            "y2": 1083,
            "text": "よってあやつは その感謝として 祈りを捧げているのだ",
            "vi": "Do đó, Aatsu đang cầu nguyện cho lời cảm ơn đó."
        },
        {
            "x1": 355,
            "y1": 883,
            "x2": 410,
            "y2": 1032,
            "text": "異世界の甘味は その供物だな",
            "vi": "Sự ngọt ngào của một thế giới khác là những dịch vụ của nó"
        },
        {
            "x1": 164,
            "y1": 929,
            "x2": 189,
            "y2": 977,
            "text": "へえ",
            "vi": "Hả"
        }
    ],
    "004.jpg": [
        {
            "x1": 722,
            "y1": 98,
            "x2": 772,
            "y2": 288,
            "text": "前もいっぱい甘いの あげてたよねー",
            "vi": "Tôi đã đưa nó rất nhiều trước đây, phải không?"
        },
        {
            "x1": 515,
            "y1": 348,
            "x2": 546,
            "y2": 444,
            "text": "ぬう…",
            "vi": "Nu..."
        },
        {
            "x1": 302,
            "y1": 597,
            "x2": 406,
            "y2": 772,
            "text": "ちょっとだけ もらっても いいかなぁ…",
            "vi": "Tôi tự hỏi nếu tôi có thể có một chút..."
        },
        {
            "x1": 166,
            "y1": 645,
            "x2": 209,
            "y2": 840,
            "text": "よさんか‼",
            "vi": "Yo -san"
        },
        {
            "x1": 627,
            "y1": 911,
            "x2": 682,
            "y2": 1047,
            "text": "ぶるる",
            "vi": "Bay nhanh"
        },
        {
            "x1": 354,
            "y1": 913,
            "x2": 458,
            "y2": 1049,
            "text": "3る",
            "vi": "3."
        },
        {
            "x1": 725,
            "y1": 927,
            "x2": 845,
            "y2": 1178,
            "text": "あれは ニンリル様のものだ 無礼者…！",
            "vi": "Đó là sự thô lỗ của Ninrill...!"
        },
        {
            "x1": 156,
            "y1": 906,
            "x2": 223,
            "y2": 1158,
            "text": "でもあんないっぱい ずーるーい",
            "vi": "Nhưng đó là rất nhiều"
        }
    ],
    "005.jpg": [
        {
            "x1": 665,
            "y1": 80,
            "x2": 745,
            "y2": 272,
            "text": "…じゃむパンって いうのおいしかった ねー",
            "vi": "“Nó rất ngon khi nói rằng một bánh mì mứt"
        },
        {
            "x1": 351,
            "y1": 72,
            "x2": 442,
            "y2": 296,
            "text": "ちょこれいとっていう 黒くてトロけるのも 甘くておいしかった",
            "vi": "Nó cũng rất ngọt ngào và ngon miệng để có được một chút màu đen được gọi là một chút."
        },
        {
            "x1": 507,
            "y1": 266,
            "x2": 534,
            "y2": 370,
            "text": "そうだな",
            "vi": "Đúng thế"
        },
        {
            "x1": 74,
            "y1": 288,
            "x2": 97,
            "y2": 423,
            "text": "…そうだなっ",
            "vi": "...Đúng thế"
        },
        {
            "x1": 506,
            "y1": 460,
            "x2": 630,
            "y2": 636,
            "text": "あ── あれって ちょこかな？ ちょこかなぁー",
            "vi": "À, đó là một chút? Tôi băn khoăn"
        },
        {
            "x1": 18,
            "y1": 482,
            "x2": 70,
            "y2": 778,
            "text": "やめんかスイ‼",
            "vi": "Vâng, sui‼"
        },
        {
            "x1": 498,
            "y1": 891,
            "x2": 537,
            "y2": 967,
            "text": "スイ",
            "vi": "Sui"
        },
        {
            "x1": 78,
            "y1": 836,
            "x2": 131,
            "y2": 1004,
            "text": "しまった",
            "vi": "Úi"
        },
        {
            "x1": 692,
            "y1": 968,
            "x2": 720,
            "y2": 1104,
            "text": "今は我慢だ",
            "vi": "Bây giờ tôi là người kiên nhẫn"
        },
        {
            "x1": 423,
            "y1": 1073,
            "x2": 507,
            "y2": 1214,
            "text": "大人しく しているのだ ぞ……て",
            "vi": "Tôi lặng lẽ..."
        }
    ],
    "006.jpg": [
        {
            "x1": 369,
            "y1": 105,
            "x2": 395,
            "y2": 195,
            "text": "あんぱん",
            "vi": "TUYỆT VỜI"
        },
        {
            "x1": 287,
            "y1": 130,
            "x2": 315,
            "y2": 245,
            "text": "ジャムパン",
            "vi": "Mứt bánh mì"
        },
        {
            "x1": 144,
            "y1": 156,
            "x2": 209,
            "y2": 277,
            "text": "ケーキに どら焼き…",
            "vi": "Dorayaki trên chiếc bánh..."
        },
        {
            "x1": 705,
            "y1": 370,
            "x2": 751,
            "y2": 495,
            "text": "むほく",
            "vi": "Mẹ"
        },
        {
            "x1": 170,
            "y1": 351,
            "x2": 266,
            "y2": 536,
            "text": "異世界の甘味が よりどり みどりじゃくそ",
            "vi": "Sự ngọt ngào của thế giới khác nhau có màu xanh hơn."
        },
        {
            "x1": 130,
            "y1": 613,
            "x2": 240,
            "y2": 670,
            "text": "昏※女神",
            "vi": "Hôn mê * Nữ thần"
        },
        {
            "x1": 659,
            "y1": 782,
            "x2": 780,
            "y2": 965,
            "text": "誉めて遣わすぞ‼ 次も忘れず これぐらい供える のじゃぞ‼",
            "vi": "Tôi sẽ ca ngợi nó. Tôi sẽ cung cấp cho bạn điều này nhiều lần sau."
        },
        {
            "x1": 716,
            "y1": 1036,
            "x2": 763,
            "y2": 1162,
            "text": "それは 良かったです…",
            "vi": "Nó là tốt…"
        }
    ],
    "007.jpg": [
        {
            "x1": 638,
            "y1": 32,
            "x2": 704,
            "y2": 254,
            "text": "これ！ そこのスライム‼",
            "vi": "đây! Chất nhờn ở đó"
        },
        {
            "x1": 209,
            "y1": 121,
            "x2": 298,
            "y2": 271,
            "text": "妾の甘味を 横盗りするとは 何事じゃ！",
            "vi": "Nó là gì để đánh cắp vị ngọt của các người vợ qua theo chiều ngang!"
        },
        {
            "x1": 104,
            "y1": 251,
            "x2": 140,
            "y2": 427,
            "text": "無礼者ー‼",
            "vi": "Thực sự thô lỗ"
        },
        {
            "x1": 673,
            "y1": 573,
            "x2": 737,
            "y2": 758,
            "text": "従魔はちゃんと しつけぬか！",
            "vi": "Bạn có dính vào quỷ đúng cách!"
        },
        {
            "x1": 597,
            "y1": 719,
            "x2": 624,
            "y2": 837,
            "text": "妾の甘味が",
            "vi": "Sự ngọt ngào của các người vợ lẽ"
        },
        {
            "x1": 379,
            "y1": 677,
            "x2": 424,
            "y2": 802,
            "text": "ありゃ 食だちゃったか",
            "vi": "Bạn đã ăn?"
        },
        {
            "x1": 37,
            "y1": 528,
            "x2": 85,
            "y2": 795,
            "text": "よくもぉく",
            "vi": "Khỏe"
        },
        {
            "x1": 639,
            "y1": 910,
            "x2": 728,
            "y2": 1106,
            "text": "許さんぞ スライム‼",
            "vi": "Chất nhờn"
        },
        {
            "x1": 404,
            "y1": 939,
            "x2": 428,
            "y2": 1048,
            "text": "まあまあ！",
            "vi": "ĐỒNG Ý!"
        },
        {
            "x1": 28,
            "y1": 928,
            "x2": 97,
            "y2": 1079,
            "text": "スイだって悪気が あってしたんじゃ ないんだし…",
            "vi": "Tôi không có cảm giác xấu..."
        },
        {
            "x1": 288,
            "y1": 1010,
            "x2": 383,
            "y2": 1186,
            "text": "そんだけあるん ですからイつぐらい 大目にみてやって くださいよニンリル様",
            "vi": "Có rất nhiều, vì vậy xin hãy xem nó nhiều như tôi muốn."
        }
    ],
    "008.jpg": [
        {
            "x1": 756,
            "y1": 59,
            "x2": 832,
            "y2": 260,
            "text": "それとも こんな子供に ムキになるんですか？",
            "vi": "Hay bạn bị ốm cho một đứa trẻ như vậy?"
        },
        {
            "x1": 416,
            "y1": 210,
            "x2": 491,
            "y2": 409,
            "text": "ものすご─く 偉い女神様が？",
            "vi": "Nữ thần tuyệt vời là gì?"
        },
        {
            "x1": 123,
            "y1": 261,
            "x2": 152,
            "y2": 421,
            "text": "し…しかし…",
            "vi": "...Chỉ..."
        },
        {
            "x1": 425,
            "y1": 466,
            "x2": 515,
            "y2": 587,
            "text": "もしスイを 泣かしたり したら",
            "vi": "Nếu bạn khóc vì sui"
        },
        {
            "x1": 786,
            "y1": 541,
            "x2": 808,
            "y2": 710,
            "text": "言っときますけど",
            "vi": "Tôi sẽ nói"
        },
        {
            "x1": 352,
            "y1": 612,
            "x2": 473,
            "y2": 774,
            "text": "次回から あんぱん 一個になります からね",
            "vi": "Nó sẽ là một người trước khi lần tiếp theo"
        },
        {
            "x1": 152,
            "y1": 950,
            "x2": 181,
            "y2": 1032,
            "text": "成程…",
            "vi": "Việc xử lý..."
        }
    ],
    "009.jpg": [
        {
            "x1": 334,
            "y1": 19,
            "x2": 395,
            "y2": 178,
            "text": "絶対！",
            "vi": "Tuyệt vời!"
        },
        {
            "x1": 300,
            "y1": 25,
            "x2": 331,
            "y2": 223,
            "text": "遅れるでないぞ！",
            "vi": "Đừng muộn!"
        },
        {
            "x1": 53,
            "y1": 179,
            "x2": 90,
            "y2": 270,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 516,
            "y1": 461,
            "x2": 543,
            "y2": 539,
            "text": "うむっ",
            "vi": "Umu"
        },
        {
            "x1": 346,
            "y1": 563,
            "x2": 369,
            "y2": 710,
            "text": "やっと終わった",
            "vi": "Cuối cùng nó đã kết thúc"
        },
        {
            "x1": 24,
            "y1": 515,
            "x2": 83,
            "y2": 698,
            "text": "疲れるんだよなー あの女神様…",
            "vi": "Tôi mệt mỏi -đó là nữ thần..."
        },
        {
            "x1": 636,
            "y1": 795,
            "x2": 696,
            "y2": 1023,
            "text": "では次回以降も これぐらいで頼むぞ！",
            "vi": "Sau đó, tôi sẽ yêu cầu cho lần này sau lần tiếp theo!"
        }
    ],
    "010.jpg": [
        {
            "x1": 703,
            "y1": 132,
            "x2": 755,
            "y2": 242,
            "text": "スイも食べ たいなぁ",
            "vi": "Tôi cũng muốn ăn sui"
        },
        {
            "x1": 395,
            "y1": 123,
            "x2": 479,
            "y2": 273,
            "text": "我らにも 少しくらい 食わせるべきだ",
            "vi": "Chúng ta nên để chúng ta ăn một chút"
        },
        {
            "x1": 126,
            "y1": 121,
            "x2": 206,
            "y2": 317,
            "text": "寝る前だから ダーメ！",
            "vi": "Trước khi đi ngủ, nó đã chết tiệt!"
        },
        {
            "x1": 744,
            "y1": 470,
            "x2": 771,
            "y2": 644,
            "text": "食べたいよぉ…",
            "vi": "Tôi muốn ăn..."
        },
        {
            "x1": 136,
            "y1": 469,
            "x2": 162,
            "y2": 638,
            "text": "だめだからね",
            "vi": "Nó không tốt"
        },
        {
            "x1": 792,
            "y1": 688,
            "x2": 856,
            "y2": 786,
            "text": "ラるる",
            "vi": "Thỏ"
        },
        {
            "x1": 466,
            "y1": 680,
            "x2": 523,
            "y2": 794,
            "text": "ぶるる",
            "vi": "Bay nhanh"
        },
        {
            "x1": 457,
            "y1": 722,
            "x2": 491,
            "y2": 803,
            "text": "くる",
            "vi": "Hãy đến"
        },
        {
            "x1": 685,
            "y1": 969,
            "x2": 829,
            "y2": 1217,
            "text": "…三個 だけな…",
            "vi": "Chỉ có ba…"
        },
        {
            "x1": 433,
            "y1": 965,
            "x2": 546,
            "y2": 1139,
            "text": "敗北…",
            "vi": "sự thua cuộc…"
        },
        {
            "x1": 112,
            "y1": 951,
            "x2": 284,
            "y2": 1058,
            "text": "やた",
            "vi": "Đáng kinh ngạc"
        },
        {
            "x1": 492,
            "y1": 1174,
            "x2": 591,
            "y2": 1218,
            "text": "ネットスーパﾟ",
            "vi": "Superpa mạng"
        }
    ],
    "011.jpg": [
        {
            "x1": 495,
            "y1": 102,
            "x2": 521,
            "y2": 219,
            "text": "我はなっ！",
            "vi": "Tôi là!"
        },
        {
            "x1": 673,
            "y1": 237,
            "x2": 724,
            "y2": 370,
            "text": "スイねー これがいいー",
            "vi": "Soo -Không này tốt"
        },
        {
            "x1": 437,
            "y1": 363,
            "x2": 494,
            "y2": 527,
            "text": "どーどー",
            "vi": "Dodo"
        },
        {
            "x1": 634,
            "y1": 680,
            "x2": 694,
            "y2": 843,
            "text": "スイには 敵わないなあ…",
            "vi": "Tôi không thể đánh bại Sui..."
        }
    ],
    "012.jpg": [
        {
            "x1": 469,
            "y1": 34,
            "x2": 753,
            "y2": 274,
            "text": "もぐ",
            "vi": "Tụ họp"
        },
        {
            "x1": 675,
            "y1": 397,
            "x2": 762,
            "y2": 516,
            "text": "甘くて おいし",
            "vi": "Ngọt ngào và ngon miệng"
        },
        {
            "x1": 294,
            "y1": 407,
            "x2": 381,
            "y2": 559,
            "text": "あやつどころか ニンリル様まで 動かす力…",
            "vi": "Sức mạnh để chuyển đến Ninriru, không chỉ..."
        },
        {
            "x1": 449,
            "y1": 542,
            "x2": 494,
            "y2": 604,
            "text": "もぐ",
            "vi": "Tụ họp"
        },
        {
            "x1": 700,
            "y1": 820,
            "x2": 785,
            "y2": 1009,
            "text": "…案外 将来有望だな",
            "vi": "… Thật là đầy hứa hẹn trong tương lai"
        },
        {
            "x1": 234,
            "y1": 928,
            "x2": 267,
            "y2": 1113,
            "text": "布団しけたぞー",
            "vi": "Nệm"
        },
        {
            "x1": 127,
            "y1": 1165,
            "x2": 340,
            "y2": 1208,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}