var ocr_data = {
    "001.jpg": [
        {
            "x1": 638,
            "y1": 74,
            "x2": 711,
            "y2": 324,
            "text": "森に入って 早ーヵ月と少し―",
            "vi": "Tôi vào rừng và một tháng một chút- một ít-"
        },
        {
            "x1": 102,
            "y1": 197,
            "x2": 147,
            "y2": 356,
            "text": "オネガイ シマス フェンリルサマ",
            "vi": "Onegai Simas Fenrirusama"
        },
        {
            "x1": 321,
            "y1": 562,
            "x2": 420,
            "y2": 683,
            "text": "では 行くぞ",
            "vi": "Hãy đi"
        },
        {
            "x1": 70,
            "y1": 986,
            "x2": 173,
            "y2": 1150,
            "text": "ただ今 グリフォンの 縄張り通過中",
            "vi": "Vừa đi qua lãnh thổ Griffon"
        }
    ],
    "002.jpg": [
        {
            "x1": 218,
            "y1": 39,
            "x2": 674,
            "y2": 93,
            "text": "第9学 湧き水を沸かして",
            "vi": "Đun sôi nước suối thứ 9"
        },
        {
            "x1": 119,
            "y1": 222,
            "x2": 392,
            "y2": 358,
            "text": "漫画：双葉もも 原作江回連 キャラクター原案…：雅",
            "vi": "Manga: Bản nháp nhân vật Ekomen gốc của Futaba Momo...: YA"
        },
        {
            "x1": 142,
            "y1": 957,
            "x2": 417,
            "y2": 1046,
            "text": "スイの大局険",
            "vi": "Sui's lớn dốc"
        },
        {
            "x1": 214,
            "y1": 1034,
            "x2": 352,
            "y2": 1080,
            "text": "Tondemo Skill de lsekai Hourou Meshi Sui no Dai Bouken",
            "vi": "Một cuộc phiêu lưu lớn của L World lang thang với s kit l"
        }
    ],
    "003.jpg": [
        {
            "x1": 482,
            "y1": 164,
            "x2": 531,
            "y2": 300,
            "text": "フエンリルサマ ノオカゲ",
            "vi": "Fenririrusama không có cá sói"
        },
        {
            "x1": 646,
            "y1": 298,
            "x2": 670,
            "y2": 477,
            "text": "オレ ミトメラレタ",
            "vi": "Tôi là"
        },
        {
            "x1": 436,
            "y1": 289,
            "x2": 483,
            "y2": 398,
            "text": "コノオンハ カナラズ",
            "vi": "Conoon Hanaraz"
        },
        {
            "x1": 180,
            "y1": 255,
            "x2": 254,
            "y2": 364,
            "text": "うむ 長として 立派に努めよ",
            "vi": "Phấn đấu như lâu năm"
        },
        {
            "x1": 78,
            "y1": 227,
            "x2": 96,
            "y2": 387,
            "text": "もう無茶するなよ",
            "vi": "Đừng phát điên nữa"
        },
        {
            "x1": 692,
            "y1": 577,
            "x2": 716,
            "y2": 684,
            "text": "じゃあなー",
            "vi": "Khi đó"
        },
        {
            "x1": 684,
            "y1": 746,
            "x2": 758,
            "y2": 873,
            "text": "？ぉ主 何故そんなに 汚れているの",
            "vi": "?? ぉ Tại sao nó lại bẩn như vậy?"
        },
        {
            "x1": 603,
            "y1": 745,
            "x2": 648,
            "y2": 859,
            "text": "何もして おらんだろラ",
            "vi": "Không làm gì cả"
        },
        {
            "x1": 394,
            "y1": 751,
            "x2": 452,
            "y2": 838,
            "text": "それより 動いたからな 腹が空いたぞ",
            "vi": "Tôi đã đói vì tôi đã di chuyển nhiều hơn thế"
        },
        {
            "x1": 251,
            "y1": 803,
            "x2": 304,
            "y2": 904,
            "text": "あー風呂が 恋しい…",
            "vi": "Tôi nhớ bồn tắm..."
        },
        {
            "x1": 125,
            "y1": 777,
            "x2": 152,
            "y2": 916,
            "text": "お水でてる",
            "vi": "Tôi ở trong nước"
        },
        {
            "x1": 473,
            "y1": 968,
            "x2": 537,
            "y2": 1112,
            "text": "主にお前らの 二次被害だよ",
            "vi": "Nó chủ yếu là thiệt hại thứ yếu của bạn"
        },
        {
            "x1": 472,
            "y1": 1116,
            "x2": 510,
            "y2": 1216,
            "text": "砂ぼりやり",
            "vi": "Chà nhám"
        }
    ],
    "004.jpg": [
        {
            "x1": 696,
            "y1": 98,
            "x2": 804,
            "y2": 143,
            "text": "いつかの 思ひ出。",
            "vi": "Một ngày nào đó tôi nghĩ."
        },
        {
            "x1": 385,
            "y1": 131,
            "x2": 472,
            "y2": 296,
            "text": "あったかい お水",
            "vi": "Nước ấm"
        },
        {
            "x1": 790,
            "y1": 936,
            "x2": 820,
            "y2": 1079,
            "text": "スイ何して…",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 234,
            "y1": 943,
            "x2": 288,
            "y2": 1036,
            "text": "ねえねえ あるじー",
            "vi": "Này, có"
        },
        {
            "x1": 709,
            "y1": 989,
            "x2": 783,
            "y2": 1186,
            "text": "ってなんか 水が湧いてる‼",
            "vi": "Có gì đó đang mọc lên."
        },
        {
            "x1": 158,
            "y1": 1005,
            "x2": 230,
            "y2": 1144,
            "text": "これぜんぜん あったかくない のー",
            "vi": "Đây không phải là trường hợp nào"
        }
    ],
    "005.jpg": [
        {
            "x1": 640,
            "y1": 49,
            "x2": 756,
            "y2": 218,
            "text": "おそらく 先の戦いで 地下の水脈に 影響したのだろう",
            "vi": "Có lẽ nó đã ảnh hưởng đến tĩnh mạch nước ngầm trong trận chiến đầu tiên"
        },
        {
            "x1": 258,
            "y1": 56,
            "x2": 294,
            "y2": 145,
            "text": "っめたいね",
            "vi": "Tôi muốn trở nên tuyệt vời"
        },
        {
            "x1": 182,
            "y1": 31,
            "x2": 240,
            "y2": 191,
            "text": "残念 温泉じゃないって",
            "vi": "Nó không phải là một mùa xuân nóng"
        },
        {
            "x1": 713,
            "y1": 385,
            "x2": 737,
            "y2": 553,
            "text": "入りたかったなー",
            "vi": "Tôi muốn vào"
        },
        {
            "x1": 174,
            "y1": 381,
            "x2": 255,
            "y2": 510,
            "text": "そかそか お湯にしたら いいのか",
            "vi": "Tôi có nên dùng nước nóng không?"
        },
        {
            "x1": 55,
            "y1": 397,
            "x2": 131,
            "y2": 496,
            "text": "ぷか",
            "vi": "Toàn bộ"
        },
        {
            "x1": 482,
            "y1": 451,
            "x2": 535,
            "y2": 679,
            "text": "そうだねー これがお湯だったら…",
            "vi": "Đúng là, nếu đây là nước nóng..."
        },
        {
            "x1": 630,
            "y1": 793,
            "x2": 692,
            "y2": 920,
            "text": "ファイヤー ボール",
            "vi": "Bóng lửa"
        },
        {
            "x1": 97,
            "y1": 804,
            "x2": 120,
            "y2": 944,
            "text": "いけるかな…",
            "vi": "Tôi tự hỏi liệu tôi có thể..."
        }
    ],
    "006.jpg": [
        {
            "x1": 171,
            "y1": 148,
            "x2": 292,
            "y2": 341,
            "text": "やっぱ ダメかそ",
            "vi": "Sau tất cả nó không tốt"
        },
        {
            "x1": 463,
            "y1": 508,
            "x2": 499,
            "y2": 600,
            "text": "阿呆め",
            "vi": "Lừa gạt"
        },
        {
            "x1": 793,
            "y1": 519,
            "x2": 835,
            "y2": 697,
            "text": "当たり前だ",
            "vi": "Không có gì lạ"
        },
        {
            "x1": 675,
            "y1": 553,
            "x2": 788,
            "y2": 743,
            "text": "だいたいこの量に あんなか細い火種 程度でまかなえる訳 なかろう",
            "vi": "Tôi đoán số tiền này có thể được phủ bằng một ngọn lửa mỏng như vậy."
        },
        {
            "x1": 102,
            "y1": 510,
            "x2": 266,
            "y2": 705,
            "text": "な…何事も 試してみるもん だろ出 そSくらい 分かってるし",
            "vi": "Tôi sẽ thử mọi thứ, tôi biết về S"
        },
        {
            "x1": 736,
            "y1": 780,
            "x2": 762,
            "y2": 912,
            "text": "ていうか！",
            "vi": "Ý tôi là!"
        },
        {
            "x1": 583,
            "y1": 793,
            "x2": 663,
            "y2": 923,
            "text": "フェルたしか 火魔法も できたよな？",
            "vi": "Bạn chỉ có thể tạo ra một phép thuật Fuzen, phải không?"
        },
        {
            "x1": 463,
            "y1": 800,
            "x2": 527,
            "y2": 908,
            "text": "頼む！ フェル！",
            "vi": "yêu cầu! Fel!"
        },
        {
            "x1": 596,
            "y1": 936,
            "x2": 625,
            "y2": 992,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 347,
            "y1": 821,
            "x2": 428,
            "y2": 972,
            "text": "ご飯うんと 美味いの作って やるから！",
            "vi": "Tôi sẽ làm cơm ngon!"
        },
        {
            "x1": 535,
            "y1": 999,
            "x2": 578,
            "y2": 1082,
            "text": "お風呂",
            "vi": "tắm"
        },
        {
            "x1": 430,
            "y1": 1027,
            "x2": 469,
            "y2": 1112,
            "text": "りたい",
            "vi": "tôi muốn"
        },
        {
            "x1": 235,
            "y1": 994,
            "x2": 269,
            "y2": 1106,
            "text": "よかろう",
            "vi": "đồng ý"
        },
        {
            "x1": 139,
            "y1": 1042,
            "x2": 206,
            "y2": 1196,
            "text": "キャー！ フェル様流石",
            "vi": "CA! Vel"
        }
    ],
    "007.jpg": [
        {
            "x1": 69,
            "y1": 441,
            "x2": 184,
            "y2": 588,
            "text": "わぁ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 662,
            "y1": 803,
            "x2": 747,
            "y2": 935,
            "text": "スイ 少し下がって おれ",
            "vi": "Tôi sẽ đi xuống một chút"
        },
        {
            "x1": 327,
            "y1": 932,
            "x2": 435,
            "y2": 1075,
            "text": "ススで",
            "vi": "Ở trong"
        },
        {
            "x1": 557,
            "y1": 1056,
            "x2": 589,
            "y2": 1136,
            "text": "はーい",
            "vi": "Vâng"
        }
    ],
    "008.jpg": [
        {
            "x1": 135,
            "y1": 316,
            "x2": 199,
            "y2": 461,
            "text": "わあー",
            "vi": "Thành công lớn"
        },
        {
            "x1": 359,
            "y1": 851,
            "x2": 473,
            "y2": 1018,
            "text": "ごぼ\"",
            "vi": "Gobo \""
        },
        {
            "x1": 162,
            "y1": 783,
            "x2": 296,
            "y2": 941,
            "text": "スイ なくなっ ちゃう",
            "vi": "Tôi đã biến mất"
        },
        {
            "x1": 96,
            "y1": 809,
            "x2": 135,
            "y2": 894,
            "text": "とける",
            "vi": "Bị nghiền nát"
        },
        {
            "x1": 520,
            "y1": 976,
            "x2": 625,
            "y2": 1174,
            "text": "スイ 大丈夫ー⁉",
            "vi": "Sui không sao đâu⁉"
        }
    ],
    "009.jpg": [
        {
            "x1": 591,
            "y1": 246,
            "x2": 652,
            "y2": 407,
            "text": "ふむ 少々強すぎたか",
            "vi": "Hmmm, nó có hơi quá mạnh không?"
        },
        {
            "x1": 127,
            "y1": 441,
            "x2": 159,
            "y2": 553,
            "text": "ストップ",
            "vi": "chặn"
        },
        {
            "x1": 293,
            "y1": 579,
            "x2": 322,
            "y2": 687,
            "text": "おお！…",
            "vi": "Oh! …"
        },
        {
            "x1": 171,
            "y1": 582,
            "x2": 204,
            "y2": 640,
            "text": "ほか",
            "vi": "khác"
        },
        {
            "x1": 87,
            "y1": 582,
            "x2": 112,
            "y2": 634,
            "text": "ほか",
            "vi": "khác"
        },
        {
            "x1": 555,
            "y1": 1066,
            "x2": 585,
            "y2": 1127,
            "text": "ああ",
            "vi": "À"
        }
    ],
    "010.jpg": [
        {
            "x1": 733,
            "y1": 74,
            "x2": 805,
            "y2": 228,
            "text": "ごくらく ごくらくそ",
            "vi": "Dễ dàng và dễ dàng"
        },
        {
            "x1": 717,
            "y1": 491,
            "x2": 808,
            "y2": 632,
            "text": "どこで 覚えてきたの それ？",
            "vi": "Bạn nhớ nó ở đâu?"
        },
        {
            "x1": 113,
            "y1": 470,
            "x2": 162,
            "y2": 579,
            "text": "そんなこと あったなー",
            "vi": "Có một điều như vậy"
        },
        {
            "x1": 227,
            "y1": 527,
            "x2": 280,
            "y2": 656,
            "text": "前にあるじが いってたー",
            "vi": "Có một tiếng còi ở phía trước"
        },
        {
            "x1": 774,
            "y1": 708,
            "x2": 856,
            "y2": 814,
            "text": "これからは 言C動 気をっけ ないとなあ",
            "vi": "Từ giờ trở đi, tôi phải cẩn thận"
        },
        {
            "x1": 568,
            "y1": 795,
            "x2": 594,
            "y2": 885,
            "text": "ねーねー",
            "vi": "Này"
        },
        {
            "x1": 377,
            "y1": 756,
            "x2": 466,
            "y2": 875,
            "text": "そんなもの 我には必要 ないからな",
            "vi": "Tôi không cần nó cho tôi"
        },
        {
            "x1": 104,
            "y1": 797,
            "x2": 200,
            "y2": 970,
            "text": "スイちゃんや おじちゃんはね 水が怖いんだよ",
            "vi": "Sui -chan và chú sợ nước"
        },
        {
            "x1": 762,
            "y1": 1029,
            "x2": 840,
            "y2": 1190,
            "text": "なんで フェルおじちゃん 入らないの！？",
            "vi": "Tại sao bạn không vào FEL!??"
        },
        {
            "x1": 122,
            "y1": 1016,
            "x2": 181,
            "y2": 1215,
            "text": "人貴樣‼",
            "vi": "Dân tộc"
        }
    ],
    "011.jpg": [
        {
            "x1": 638,
            "y1": 45,
            "x2": 707,
            "y2": 215,
            "text": "我に怖いもの など無いわ！",
            "vi": "Không có gì đáng sợ!"
        },
        {
            "x1": 87,
            "y1": 74,
            "x2": 175,
            "y2": 204,
            "text": "それよりスイ 面白いもの 見せたげる",
            "vi": "Tôi sẽ cho bạn thấy một cái gì đó thú vị hơn thế"
        },
        {
            "x1": 512,
            "y1": 185,
            "x2": 568,
            "y2": 314,
            "text": "濡れるのが 嫌なだけだ！",
            "vi": "Tôi không muốn bị ướt!"
        },
        {
            "x1": 42,
            "y1": 237,
            "x2": 103,
            "y2": 309,
            "text": "無視か 貴様！",
            "vi": "Bỏ qua bạn!"
        },
        {
            "x1": 663,
            "y1": 386,
            "x2": 734,
            "y2": 527,
            "text": "よーく 見とけよー",
            "vi": "Nhìn tốt"
        },
        {
            "x1": 338,
            "y1": 360,
            "x2": 398,
            "y2": 465,
            "text": "ドキ",
            "vi": "Doki"
        },
        {
            "x1": 128,
            "y1": 499,
            "x2": 154,
            "y2": 628,
            "text": "何が出るかな",
            "vi": "Điều gì sẽ ra mắt"
        },
        {
            "x1": 90,
            "y1": 608,
            "x2": 115,
            "y2": 748,
            "text": "何が出るかな",
            "vi": "Điều gì sẽ ra mắt"
        }
    ],
    "012.jpg": [
        {
            "x1": 530,
            "y1": 238,
            "x2": 571,
            "y2": 381,
            "text": "（スイだ",
            "vi": "(Nó tốt"
        },
        {
            "x1": 719,
            "y1": 850,
            "x2": 789,
            "y2": 1017,
            "text": "もっかい！ もっかいー！",
            "vi": "thêm một lần nữa! Đó là một điều rất lớn!"
        },
        {
            "x1": 556,
            "y1": 807,
            "x2": 667,
            "y2": 941,
            "text": "きゃっ",
            "vi": "Kiya"
        },
        {
            "x1": 147,
            "y1": 869,
            "x2": 201,
            "y2": 997,
            "text": "何がそんなに 面白いのだ…",
            "vi": "Điều gì thú vị..."
        },
        {
            "x1": 129,
            "y1": 967,
            "x2": 156,
            "y2": 1062,
            "text": "分からん…",
            "vi": "không thể hiểu được…"
        },
        {
            "x1": 530,
            "y1": 1017,
            "x2": 595,
            "y2": 1136,
            "text": "よしゃ 行くぞく！",
            "vi": "Tôi sẽ đi!"
        }
    ],
    "013.jpg": [
        {
            "x1": 654,
            "y1": 74,
            "x2": 729,
            "y2": 224,
            "text": "おじちゃーん フェル おじちゃーん！",
            "vi": "Bác Fel Bác!"
        },
        {
            "x1": 330,
            "y1": 25,
            "x2": 354,
            "y2": 186,
            "text": "…潰れておるぞ",
            "vi": "… Nó đã bị nghiền nát"
        },
        {
            "x1": 20,
            "y1": 99,
            "x2": 58,
            "y2": 194,
            "text": "あれれ",
            "vi": "Điều đó"
        },
        {
            "x1": 459,
            "y1": 230,
            "x2": 510,
            "y2": 358,
            "text": "これスイー！ みてみて―！",
            "vi": "Điều này thật ngọt ngào! Nhìn nhìn-!"
        },
        {
            "x1": 619,
            "y1": 486,
            "x2": 697,
            "y2": 615,
            "text": "まってまって すぐスイに なるからー",
            "vi": "Tôi sẽ lấy nó ngay lập tức"
        },
        {
            "x1": 407,
            "y1": 573,
            "x2": 436,
            "y2": 646,
            "text": "んしょ",
            "vi": "Xin chào"
        },
        {
            "x1": 43,
            "y1": 513,
            "x2": 126,
            "y2": 634,
            "text": "こコレ 気をつけぬか 飛沫が…",
            "vi": "Đừng cẩn thận về điều này..."
        },
        {
            "x1": 364,
            "y1": 642,
            "x2": 391,
            "y2": 733,
            "text": "あれー？",
            "vi": "Điều đó?"
        }
    ],
    "014.jpg": [
        {
            "x1": 134,
            "y1": 0,
            "x2": 285,
            "y2": 300,
            "text": "スイ…‼ン",
            "vi": "Sui...‼ Hmm"
        },
        {
            "x1": 127,
            "y1": 153,
            "x2": 178,
            "y2": 225,
            "text": "儿不作",
            "vi": "Không bình thường"
        },
        {
            "x1": 359,
            "y1": 370,
            "x2": 383,
            "y2": 518,
            "text": "ブルブル攻撃ー",
            "vi": "Bulble tấn công"
        },
        {
            "x1": 721,
            "y1": 543,
            "x2": 775,
            "y2": 676,
            "text": "もっかい ブルブルく‼",
            "vi": "Kẻ bắt nạt"
        },
        {
            "x1": 528,
            "y1": 595,
            "x2": 566,
            "y2": 723,
            "text": "せっかくサッパリ したのに！",
            "vi": "Tôi đã được làm mới!"
        },
        {
            "x1": 398,
            "y1": 552,
            "x2": 477,
            "y2": 688,
            "text": "道連れに してやる",
            "vi": "Tôi sẽ đưa bạn với bạn"
        },
        {
            "x1": 146,
            "y1": 753,
            "x2": 206,
            "y2": 929,
            "text": "やれるものなら やってみよ",
            "vi": "Hãy thử nếu bạn có thể làm điều đó"
        },
        {
            "x1": 107,
            "y1": 911,
            "x2": 181,
            "y2": 1035,
            "text": "返り討ちに してやる",
            "vi": "Tôi sẽ làm điều đó trở lại"
        },
        {
            "x1": 732,
            "y1": 997,
            "x2": 765,
            "y2": 1129,
            "text": "あちょ⁉",
            "vi": "Nước a eo"
        },
        {
            "x1": 494,
            "y1": 1049,
            "x2": 551,
            "y2": 1219,
            "text": "こらっ 魔法はするいそ！",
            "vi": "Tôi sẽ trở thành ma thuật!"
        },
        {
            "x1": 367,
            "y1": 1029,
            "x2": 428,
            "y2": 1167,
            "text": "あははは",
            "vi": "Hahaha"
        },
        {
            "x1": 103,
            "y1": 1172,
            "x2": 325,
            "y2": 1228,
            "text": "次回にっづく",
            "vi": "Lần sau"
        }
    ]
}