var ocr_data = {
    "001.jpg": [
        {
            "x1": 180,
            "y1": 30,
            "x2": 925,
            "y2": 96,
            "text": "第30 フェルとスイのお出かけ 後編",
            "vi": "Phần thứ hai của Fel và Sui thứ 30 đi ra ngoài"
        },
        {
            "x1": 81,
            "y1": 173,
            "x2": 344,
            "y2": 338,
            "text": "GOAL",
            "vi": "BÀN THẮNG"
        },
        {
            "x1": 80,
            "y1": 1116,
            "x2": 396,
            "y2": 1232,
            "text": "とんでも",
            "vi": "Hết sức"
        },
        {
            "x1": 95,
            "y1": 1533,
            "x2": 1032,
            "y2": 1584,
            "text": "漫画：双葉もも 原作：江回連 キャラクタ=原案8雅",
            "vi": "Manga: Momo Futaba Bản gốc: Ebaren Starter = Bản thảo gốc 8"
        }
    ],
    "003.jpg": [
        {
            "x1": 698,
            "y1": 494,
            "x2": 921,
            "y2": 928,
            "text": "くらえー！",
            "vi": "Kura!"
        },
        {
            "x1": 145,
            "y1": 1112,
            "x2": 247,
            "y2": 1448,
            "text": "プ甘い‼",
            "vi": "Nó ngọt ngào."
        }
    ],
    "004.jpg": [
        {
            "x1": 419,
            "y1": 51,
            "x2": 465,
            "y2": 188,
            "text": "なんでイ",
            "vi": "Tại sao?"
        },
        {
            "x1": 845,
            "y1": 131,
            "x2": 980,
            "y2": 426,
            "text": "もく～～ フェルおじちゃん そればっかりー！",
            "vi": "Muku ~ ~ Bác Fel!"
        },
        {
            "x1": 513,
            "y1": 101,
            "x2": 607,
            "y2": 335,
            "text": "スイの全然 あたんないー",
            "vi": "Sui không giỏi chút nào"
        },
        {
            "x1": 141,
            "y1": 497,
            "x2": 273,
            "y2": 723,
            "text": "お主は 分かり易いのだ スイ",
            "vi": "Chúa rất dễ hiểu sui"
        },
        {
            "x1": 893,
            "y1": 793,
            "x2": 1001,
            "y2": 978,
            "text": "あたれ",
            "vi": "Ánh mắt"
        },
        {
            "x1": 221,
            "y1": 1097,
            "x2": 345,
            "y2": 1281,
            "text": "念話とは言え そう声を 出していれば",
            "vi": "Nếu bạn nói một giọng nói, đó là một câu chuyện trái tim"
        },
        {
            "x1": 190,
            "y1": 1316,
            "x2": 306,
            "y2": 1553,
            "text": "避けて下さいと 言っているような ものだぞ",
            "vi": "Nó giống như nói rằng bạn nên tránh nó"
        }
    ],
    "005.jpg": [
        {
            "x1": 870,
            "y1": 28,
            "x2": 1007,
            "y2": 297,
            "text": "ボボッ",
            "vi": "Bobobot"
        },
        {
            "x1": 616,
            "y1": 133,
            "x2": 764,
            "y2": 302,
            "text": "それに 同じ威力の 魔法をぶつけ れば…",
            "vi": "Và nếu bạn đạt được sự kỳ diệu của cùng một sức mạnh..."
        },
        {
            "x1": 206,
            "y1": 676,
            "x2": 352,
            "y2": 944,
            "text": "こうやって かき消すことも できよう",
            "vi": "Bạn cũng có thể xóa nó như thế này"
        }
    ],
    "006.jpg": [
        {
            "x1": 911,
            "y1": 43,
            "x2": 1065,
            "y2": 554,
            "text": "すごいすごい スイもやりたい‼",
            "vi": "Tôi muốn làm tuyệt vời rất tuyệt vời"
        },
        {
            "x1": 236,
            "y1": 270,
            "x2": 354,
            "y2": 396,
            "text": "うむ 言ったで あろう",
            "vi": "tôi đoán"
        },
        {
            "x1": 189,
            "y1": 461,
            "x2": 333,
            "y2": 673,
            "text": "そう 真正面から 仕掛けては…",
            "vi": "Vì vậy, thiết lập từ phía trước..."
        },
        {
            "x1": 913,
            "y1": 1193,
            "x2": 1007,
            "y2": 1479,
            "text": "じゃーん",
            "vi": "Shazam"
        },
        {
            "x1": 216,
            "y1": 1367,
            "x2": 336,
            "y2": 1515,
            "text": "ぽょ",
            "vi": "ぽ"
        }
    ],
    "007.jpg": [
        {
            "x1": 802,
            "y1": 47,
            "x2": 948,
            "y2": 318,
            "text": "スイの 分裂体…！",
            "vi": "Cơ thể bộ phận Sui...!"
        },
        {
            "x1": 140,
            "y1": 408,
            "x2": 252,
            "y2": 628,
            "text": "すでに消えたと 思っていたが 残っておったか！",
            "vi": "Tôi nghĩ rằng nó đã biến mất, nhưng nó có còn không?"
        },
        {
            "x1": 389,
            "y1": 830,
            "x2": 484,
            "y2": 1051,
            "text": "いっけ",
            "vi": "Hướng"
        }
    ],
    "008.jpg": [
        {
            "x1": 884,
            "y1": 1235,
            "x2": 917,
            "y2": 1383,
            "text": "スイ__",
            "vi": "Làm"
        }
    ],
    "009.jpg": [
        {
            "x1": 441,
            "y1": 119,
            "x2": 485,
            "y2": 236,
            "text": "スイ…",
            "vi": "Sui..."
        },
        {
            "x1": 381,
            "y1": 175,
            "x2": 420,
            "y2": 351,
            "text": "どこだよく",
            "vi": "Đâu"
        },
        {
            "x1": 821,
            "y1": 666,
            "x2": 926,
            "y2": 891,
            "text": "フェルは たぶん狩りに 行ったんだろうけど",
            "vi": "Có lẽ Fel đi săn"
        },
        {
            "x1": 641,
            "y1": 841,
            "x2": 743,
            "y2": 985,
            "text": "スイまで いなくなる なんて…",
            "vi": "Nó đã đi đến Sui..."
        },
        {
            "x1": 104,
            "y1": 706,
            "x2": 253,
            "y2": 994,
            "text": "ちくしょく 家作りに夢中で 気づかないとか…",
            "vi": "Tôi phát điên khi xây dựng một ngôi nhà và tôi không để ý..."
        },
        {
            "x1": 616,
            "y1": 1213,
            "x2": 786,
            "y2": 1545,
            "text": "まさか また迷子⁉",
            "vi": "Không có cách nào"
        }
    ],
    "010.jpg": [
        {
            "x1": 319,
            "y1": 19,
            "x2": 398,
            "y2": 267,
            "text": "ノどこー‼",
            "vi": "Nodo"
        },
        {
            "x1": 466,
            "y1": 892,
            "x2": 527,
            "y2": 986,
            "text": "まあ よいか",
            "vi": "Có ổn không?"
        },
        {
            "x1": 557,
            "y1": 915,
            "x2": 643,
            "y2": 1081,
            "text": "意外と 早かったな",
            "vi": "Nó rất nhanh đáng ngạc nhiên"
        },
        {
            "x1": 211,
            "y1": 1263,
            "x2": 294,
            "y2": 1441,
            "text": "フェルおじ ちゃーん",
            "vi": "Fel chú"
        }
    ],
    "011.jpg": [
        {
            "x1": 810,
            "y1": 17,
            "x2": 928,
            "y2": 364,
            "text": "本物のスイは どれでしょー？",
            "vi": "Cái nào là sui thực sự?"
        },
        {
            "x1": 733,
            "y1": 590,
            "x2": 821,
            "y2": 741,
            "text": "どれも スイだな",
            "vi": "Mọi thứ đều tốt"
        },
        {
            "x1": 130,
            "y1": 581,
            "x2": 198,
            "y2": 702,
            "text": "正解",
            "vi": "Câu trả lời đúng"
        },
        {
            "x1": 788,
            "y1": 893,
            "x2": 932,
            "y2": 1093,
            "text": "次はもっと ムズカシイ よー！",
            "vi": "Tiếp theo là nhiều hơn nữa!"
        },
        {
            "x1": 676,
            "y1": 934,
            "x2": 706,
            "y2": 1060,
            "text": "…そうか",
            "vi": "…Thực ra"
        },
        {
            "x1": 111,
            "y1": 888,
            "x2": 255,
            "y2": 1177,
            "text": "…早々に スイが飽きて しまった",
            "vi": "… Tôi cảm thấy mệt mỏi với Sui sớm"
        },
        {
            "x1": 716,
            "y1": 1216,
            "x2": 841,
            "y2": 1411,
            "text": "スイ もう手合わせ せぬのか？",
            "vi": "Bạn không hòa hợp nữa?"
        }
    ],
    "012.jpg": [
        {
            "x1": 981,
            "y1": 102,
            "x2": 1044,
            "y2": 308,
            "text": "だって フェルおじちゃん",
            "vi": "Bởi vì chú Fel"
        },
        {
            "x1": 822,
            "y1": 101,
            "x2": 913,
            "y2": 307,
            "text": "スイのビュッビュッ 全然あたんないん だもんー",
            "vi": "Bong bóng của Sui không tốt chút nào"
        },
        {
            "x1": 625,
            "y1": 72,
            "x2": 750,
            "y2": 323,
            "text": "おもしろく なーい",
            "vi": "Thật là thú vị"
        },
        {
            "x1": 400,
            "y1": 25,
            "x2": 529,
            "y2": 260,
            "text": "じゃあ おもしろければ 良いのだな…！",
            "vi": "Sau đó, nó phải thú vị...!"
        },
        {
            "x1": 153,
            "y1": 307,
            "x2": 237,
            "y2": 453,
            "text": "他のこと したいー",
            "vi": "Tôi muốn làm những việc khác"
        },
        {
            "x1": 345,
            "y1": 746,
            "x2": 382,
            "y2": 922,
            "text": "気分屋め…",
            "vi": "Cảm giác mua sắm..."
        }
    ],
    "013.jpg": [
        {
            "x1": 862,
            "y1": 91,
            "x2": 897,
            "y2": 272,
            "text": "腹もすいたし",
            "vi": "Tôi đang đói"
        },
        {
            "x1": 698,
            "y1": 132,
            "x2": 816,
            "y2": 314,
            "text": "彼奴も うるさいし ここで潮時か",
            "vi": "Anh ấy ồn ào, có phải là thủy triều ở đây?"
        },
        {
            "x1": 143,
            "y1": 142,
            "x2": 260,
            "y2": 291,
            "text": "帰るぞ スイ",
            "vi": "Tôi sẽ về nhà"
        },
        {
            "x1": 905,
            "y1": 598,
            "x2": 970,
            "y2": 747,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 665,
            "y1": 637,
            "x2": 712,
            "y2": 761,
            "text": "さてと",
            "vi": "Nhân tiện"
        },
        {
            "x1": 493,
            "y1": 634,
            "x2": 610,
            "y2": 843,
            "text": "次はいつ 手合わせできる のやら…",
            "vi": "Khi nào tôi có thể đến với nhau tiếp theo..."
        },
        {
            "x1": 379,
            "y1": 675,
            "x2": 416,
            "y2": 776,
            "text": "ねーね",
            "vi": "Này"
        },
        {
            "x1": 70,
            "y1": 757,
            "x2": 151,
            "y2": 910,
            "text": "かえりも 競争しよー",
            "vi": "Kaeri cũng cạnh tranh"
        },
        {
            "x1": 787,
            "y1": 1102,
            "x2": 873,
            "y2": 1334,
            "text": "別にかまわんが 気に入ったか？",
            "vi": "Bạn có thích không?"
        },
        {
            "x1": 100,
            "y1": 1173,
            "x2": 284,
            "y2": 1390,
            "text": "スイ かけっこ すき―！",
            "vi": "Tôi thích Sui Kakekko!"
        }
    ],
    "014.jpg": [
        {
            "x1": 886,
            "y1": 77,
            "x2": 1033,
            "y2": 460,
            "text": "フェルおじちゃん はやいから いっぱい たのしかった！",
            "vi": "Chú Fel rất nhiều niềm vui!"
        },
        {
            "x1": 455,
            "y1": 320,
            "x2": 578,
            "y2": 517,
            "text": "もっかい しよー！",
            "vi": "Tôi xin lôi!"
        },
        {
            "x1": 695,
            "y1": 725,
            "x2": 800,
            "y2": 905,
            "text": "見失うで ないぞ",
            "vi": "Tôi không mất thị giác"
        },
        {
            "x1": 426,
            "y1": 839,
            "x2": 494,
            "y2": 1058,
            "text": "はーい！",
            "vi": "Vâng!"
        },
        {
            "x1": 209,
            "y1": 1218,
            "x2": 343,
            "y2": 1422,
            "text": "しこたま 怒られた",
            "vi": "Tôi đã rất tức giận"
        },
        {
            "x1": 122,
            "y1": 1510,
            "x2": 398,
            "y2": 1565,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}