var ocr_data = {
    "1-6103e2c985cc0.jpg": [
        {
            "x1": 292,
            "y1": 62,
            "x2": 812,
            "y2": 113,
            "text": "第51章 スイと終わらない夜",
            "vi": "Chương 51 Sui và Đêm bất tận"
        },
        {
            "x1": 270,
            "y1": 133,
            "x2": 839,
            "y2": 311,
            "text": "とんでもスキルQ 異世界放浪メジ",
            "vi": "Kỹ năng Q Thế giới khác nhau lang thang meji"
        },
        {
            "x1": 96,
            "y1": 1516,
            "x2": 994,
            "y2": 1565,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi ren nhân vật Hara: YA"
        }
    ],
    "2-6103e2cc9104f.jpg": [
        {
            "x1": 896,
            "y1": 739,
            "x2": 985,
            "y2": 965,
            "text": "ウン万回目の おかわり‼",
            "vi": "Yên tĩnh cho tất cả‼"
        },
        {
            "x1": 163,
            "y1": 791,
            "x2": 239,
            "y2": 983,
            "text": "わーい",
            "vi": "Yay"
        },
        {
            "x1": 966,
            "y1": 1188,
            "x2": 1076,
            "y2": 1333,
            "text": "おい 野菜が多く ないか？",
            "vi": "Không có nhiều loại rau?"
        },
        {
            "x1": 387,
            "y1": 1183,
            "x2": 464,
            "y2": 1308,
            "text": "俺も早く 食べよ‼",
            "vi": "Tôi cũng ăn sớm"
        },
        {
            "x1": 730,
            "y1": 1380,
            "x2": 803,
            "y2": 1518,
            "text": "これでも 少ないわ！",
            "vi": "Cái này vẫn còn nhỏ!"
        },
        {
            "x1": 145,
            "y1": 1170,
            "x2": 254,
            "y2": 1484,
            "text": "おかわりだけで しゃぶしゃぶ なくなっちまう！ーも",
            "vi": "Shabu -Shabu sẽ bị mất chỉ bằng cách thay thế! ー"
        }
    ],
    "3-6103e2cedbcb1.jpg": [
        {
            "x1": 926,
            "y1": 43,
            "x2": 969,
            "y2": 195,
            "text": "ていん",
            "vi": "Ngấm"
        },
        {
            "x1": 597,
            "y1": 78,
            "x2": 714,
            "y2": 276,
            "text": "スイも しゃぶしゃぶ やってみたい",
            "vi": "Tôi muốn thử Swabu -Shabu"
        },
        {
            "x1": 108,
            "y1": 163,
            "x2": 194,
            "y2": 313,
            "text": "いいよ おいでー",
            "vi": "được rồi"
        },
        {
            "x1": 904,
            "y1": 341,
            "x2": 975,
            "y2": 522,
            "text": "あるじ まってまって",
            "vi": "Nó chỉ là"
        },
        {
            "x1": 879,
            "y1": 613,
            "x2": 980,
            "y2": 781,
            "text": "いっぱい しゃぶしゃぶ するから",
            "vi": "Bởi vì tôi shabu -shabu"
        },
        {
            "x1": 672,
            "y1": 598,
            "x2": 783,
            "y2": 722,
            "text": "いっぱい あるじ たべてね",
            "vi": "Rất nhiều thức ăn"
        },
        {
            "x1": 118,
            "y1": 652,
            "x2": 203,
            "y2": 810,
            "text": "ウチの子 超優しい…",
            "vi": "Con tôi siêu tốt..."
        },
        {
            "x1": 63,
            "y1": 942,
            "x2": 229,
            "y2": 1017,
            "text": "ぎあああっ",
            "vi": "Ghooa"
        },
        {
            "x1": 829,
            "y1": 973,
            "x2": 951,
            "y2": 1217,
            "text": "お肉いれて ぐるぐるしたら いいんだよね？",
            "vi": "Tôi có nên đi xung quanh với thịt không?"
        },
        {
            "x1": 452,
            "y1": 981,
            "x2": 489,
            "y2": 1121,
            "text": "そうだよ",
            "vi": "Đúng thế"
        },
        {
            "x1": 136,
            "y1": 1172,
            "x2": 179,
            "y2": 1400,
            "text": "ゆっくりね‼",
            "vi": "Dần dần"
        }
    ],
    "4-6103e2d15fb02.jpg": [
        {
            "x1": 302,
            "y1": 117,
            "x2": 472,
            "y2": 342,
            "text": "そうそう 色が変わったら できあがり だよ‼",
            "vi": "Nếu màu thay đổi, nó đã được thực hiện."
        },
        {
            "x1": 454,
            "y1": 315,
            "x2": 525,
            "y2": 461,
            "text": "ぐるじる",
            "vi": "Chắc chắn"
        },
        {
            "x1": 608,
            "y1": 435,
            "x2": 697,
            "y2": 555,
            "text": "しゃぶ しゃぶ",
            "vi": "Shabu -Shabu"
        },
        {
            "x1": 983,
            "y1": 662,
            "x2": 1032,
            "y2": 847,
            "text": "できたー＝",
            "vi": "Tôi đã có thể làm điều đó ="
        },
        {
            "x1": 369,
            "y1": 1086,
            "x2": 442,
            "y2": 1218,
            "text": "ごめんね あるじー",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 226,
            "y1": 1078,
            "x2": 325,
            "y2": 1204,
            "text": "いよ いいよ",
            "vi": "được rồi"
        },
        {
            "x1": 323,
            "y1": 1267,
            "x2": 361,
            "y2": 1377,
            "text": "くくく…",
            "vi": "Kuku..."
        },
        {
            "x1": 261,
            "y1": 1223,
            "x2": 288,
            "y2": 1400,
            "text": "おいしかった？",
            "vi": "nó rất là ngon?"
        },
        {
            "x1": 148,
            "y1": 1288,
            "x2": 193,
            "y2": 1392,
            "text": "うん",
            "vi": "Ừ"
        }
    ],
    "5-6103e2d3c08c9.jpg": [
        {
            "x1": 848,
            "y1": 140,
            "x2": 906,
            "y2": 247,
            "text": "ほい",
            "vi": "Tôi............... thích"
        },
        {
            "x1": 444,
            "y1": 312,
            "x2": 530,
            "y2": 430,
            "text": "ほい",
            "vi": "Tôi............... thích"
        },
        {
            "x1": 872,
            "y1": 486,
            "x2": 989,
            "y2": 580,
            "text": "とれ かけ ますか",
            "vi": "Bạn có muốn lấy nó?"
        },
        {
            "x1": 733,
            "y1": 482,
            "x2": 764,
            "y2": 607,
            "text": "んっとねー",
            "vi": "Ừ"
        },
        {
            "x1": 521,
            "y1": 490,
            "x2": 565,
            "y2": 630,
            "text": "えルおじをんH",
            "vi": "Chú Eru h"
        },
        {
            "x1": 191,
            "y1": 713,
            "x2": 219,
            "y2": 802,
            "text": "ほかぁ",
            "vi": "ngoài ra"
        }
    ],
    "6-6103e2d6087b7.jpg": [
        {
            "x1": 463,
            "y1": 75,
            "x2": 546,
            "y2": 214,
            "text": "ていん",
            "vi": "Ngấm"
        },
        {
            "x1": 946,
            "y1": 133,
            "x2": 1032,
            "y2": 314,
            "text": "お風呂 できたぞー",
            "vi": "Tôi đã có thể tắm"
        },
        {
            "x1": 514,
            "y1": 217,
            "x2": 561,
            "y2": 381,
            "text": "はーい！",
            "vi": "Vâng!"
        },
        {
            "x1": 188,
            "y1": 313,
            "x2": 300,
            "y2": 482,
            "text": "じゃあ 俺らは風呂 入ってるから",
            "vi": "Sau đó chúng tôi đang tắm"
        },
        {
            "x1": 495,
            "y1": 532,
            "x2": 528,
            "y2": 594,
            "text": "のそ",
            "vi": "Đậu"
        },
        {
            "x1": 251,
            "y1": 512,
            "x2": 319,
            "y2": 630,
            "text": "先寝ても いいぞー",
            "vi": "Bạn có thể ngủ đầu tiên"
        },
        {
            "x1": 653,
            "y1": 1137,
            "x2": 733,
            "y2": 1358,
            "text": "どうスイちゃん 気持ちいいー？",
            "vi": "Làm thế nào để bạn cảm thấy như Sui -chan?"
        },
        {
            "x1": 198,
            "y1": 1166,
            "x2": 252,
            "y2": 1370,
            "text": "きもちい",
            "vi": "Giòn"
        },
        {
            "x1": 805,
            "y1": 1343,
            "x2": 869,
            "y2": 1484,
            "text": "ふーっ",
            "vi": "Hả"
        }
    ],
    "7-6103e2d93acd4.jpg": [
        {
            "x1": 909,
            "y1": 137,
            "x2": 978,
            "y2": 340,
            "text": "おともだちも きもちいいって",
            "vi": "Bạn bè của tôi cũng tốt"
        },
        {
            "x1": 107,
            "y1": 109,
            "x2": 310,
            "y2": 413,
            "text": "─って ええ⁉",
            "vi": "─ Vâng"
        },
        {
            "x1": 775,
            "y1": 422,
            "x2": 859,
            "y2": 611,
            "text": "そっかそっか お友達も…",
            "vi": "Một phần nào đó bạn..."
        },
        {
            "x1": 0,
            "y1": 561,
            "x2": 150,
            "y2": 767,
            "text": "とぷ",
            "vi": "Và"
        },
        {
            "x1": 596,
            "y1": 898,
            "x2": 712,
            "y2": 1173,
            "text": "お友達",
            "vi": "Bạn của bạn"
        },
        {
            "x1": 298,
            "y1": 921,
            "x2": 522,
            "y2": 1137,
            "text": "スイ！ それはダメ だよ スイちゃん‼",
            "vi": "Sui! Đó không tốt, sui -chan"
        },
        {
            "x1": 194,
            "y1": 971,
            "x2": 270,
            "y2": 1092,
            "text": "だよ‼",
            "vi": "Đó là"
        },
        {
            "x1": 75,
            "y1": 1018,
            "x2": 165,
            "y2": 1234,
            "text": "えーっ なんでー？))",
            "vi": "Nó............... là gì? )"
        },
        {
            "x1": 93,
            "y1": 1211,
            "x2": 133,
            "y2": 1446,
            "text": "人なんでも‼",
            "vi": "Bất kỳ ai!"
        }
    ],
    "8-6103e2db55234.jpg": [
        {
            "x1": 478,
            "y1": 127,
            "x2": 626,
            "y2": 307,
            "text": "さ…流石に 雑巾絞りは 憚られるっ",
            "vi": "SA... Rag bị thất vọng bởi sự thật"
        },
        {
            "x1": 314,
            "y1": 127,
            "x2": 379,
            "y2": 241,
            "text": "ごめんな お友達…",
            "vi": "Tôi xin lỗi bạn của tôi..."
        },
        {
            "x1": 193,
            "y1": 154,
            "x2": 256,
            "y2": 263,
            "text": "なにそ",
            "vi": "Gì"
        },
        {
            "x1": 728,
            "y1": 401,
            "x2": 1090,
            "y2": 882,
            "text": "えう",
            "vi": "Châu Âu"
        },
        {
            "x1": 304,
            "y1": 584,
            "x2": 533,
            "y2": 786,
            "text": "…ぉ友達 先に上がる ってさ！ ポカポカ したって！",
            "vi": "...Tôi sẽ đến gặp bạn bè của tôi! Trời ấm!"
        },
        {
            "x1": 201,
            "y1": 726,
            "x2": 247,
            "y2": 848,
            "text": "なんだ",
            "vi": "cái gì"
        },
        {
            "x1": 507,
            "y1": 1137,
            "x2": 581,
            "y2": 1333,
            "text": "あとは フェルに任そ…",
            "vi": "Phần còn lại còn lại cho Fel..."
        },
        {
            "x1": 246,
            "y1": 1219,
            "x2": 351,
            "y2": 1376,
            "text": "じゃあスイも 10数えて 上がろっかー",
            "vi": "Sau đó, có 10 sui, và nó lên"
        },
        {
            "x1": 598,
            "y1": 1169,
            "x2": 847,
            "y2": 1600,
            "text": "うう",
            "vi": "Uu"
        },
        {
            "x1": 163,
            "y1": 1347,
            "x2": 209,
            "y2": 1473,
            "text": "はーい",
            "vi": "Vâng"
        }
    ],
    "9-6103e2df40eab.jpg": [
        {
            "x1": 436,
            "y1": 84,
            "x2": 534,
            "y2": 318,
            "text": "フェル おじちゃん‼",
            "vi": "Chú Fel‼"
        },
        {
            "x1": 630,
            "y1": 236,
            "x2": 683,
            "y2": 415,
            "text": "おふとん",
            "vi": "Chai"
        },
        {
            "x1": 129,
            "y1": 407,
            "x2": 181,
            "y2": 520,
            "text": "起三された",
            "vi": "Số ba"
        },
        {
            "x1": 892,
            "y1": 622,
            "x2": 954,
            "y2": 836,
            "text": "ふかふか",
            "vi": "Lông xù"
        },
        {
            "x1": 271,
            "y1": 622,
            "x2": 382,
            "y2": 757,
            "text": "今日は 一段と 元気だなー",
            "vi": "Hôm nay tôi thậm chí còn ổn hơn"
        },
        {
            "x1": 538,
            "y1": 756,
            "x2": 626,
            "y2": 853,
            "text": "ほか ほか",
            "vi": "Khác"
        },
        {
            "x1": 926,
            "y1": 1135,
            "x2": 964,
            "y2": 1336,
            "text": "おい乾いたぞ",
            "vi": "Này, nó khô"
        },
        {
            "x1": 531,
            "y1": 1091,
            "x2": 613,
            "y2": 1259,
            "text": "サンキュー フェル",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 422,
            "y1": 1080,
            "x2": 457,
            "y2": 1204,
            "text": "ほらスイ",
            "vi": "Nhìn vào nó"
        },
        {
            "x1": 223,
            "y1": 1079,
            "x2": 387,
            "y2": 1260,
            "text": "もう お風呂に 持ってきちゃ ダメだぞ",
            "vi": "Đừng mang nó trong bồn tắm nữa"
        },
        {
            "x1": 911,
            "y1": 1377,
            "x2": 981,
            "y2": 1477,
            "text": "ォオ",
            "vi": "Ooo"
        }
    ],
    "10-6103e2e2be5d4.jpg": [
        {
            "x1": 905,
            "y1": 84,
            "x2": 1011,
            "y2": 305,
            "text": "びしょびしょだと 一緒にねんね できないだろ？",
            "vi": "Bạn không thể làm điều đó cùng với ướt át?"
        },
        {
            "x1": 762,
            "y1": 80,
            "x2": 805,
            "y2": 279,
            "text": "それはいや！",
            "vi": "Vâng!"
        },
        {
            "x1": 533,
            "y1": 130,
            "x2": 609,
            "y2": 319,
            "text": "みんなで ねんねする‼",
            "vi": "Mọi người sẽ xin lỗi."
        },
        {
            "x1": 153,
            "y1": 219,
            "x2": 201,
            "y2": 332,
            "text": "寝られる",
            "vi": "Đang ngủ"
        },
        {
            "x1": 483,
            "y1": 354,
            "x2": 516,
            "y2": 495,
            "text": "そうだねー",
            "vi": "Đúng thế"
        },
        {
            "x1": 626,
            "y1": 566,
            "x2": 730,
            "y2": 717,
            "text": "でもまだ スイねむく ないから",
            "vi": "Nhưng nó không thực sự tốt"
        },
        {
            "x1": 545,
            "y1": 728,
            "x2": 633,
            "y2": 875,
            "text": "あそぼー あるじ",
            "vi": "Asobo Awaji"
        },
        {
            "x1": 454,
            "y1": 732,
            "x2": 503,
            "y2": 910,
            "text": "ろルおじちんも",
            "vi": "Roruhchinmo"
        },
        {
            "x1": 755,
            "y1": 959,
            "x2": 795,
            "y2": 1027,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 922,
            "y1": 958,
            "x2": 988,
            "y2": 1204,
            "text": "あるじ ミリーナちゃんね！",
            "vi": "Aji Mirina -chan!"
        },
        {
            "x1": 638,
            "y1": 1113,
            "x2": 706,
            "y2": 1253,
            "text": "正直寝たい んだケド…",
            "vi": "Tôi thực sự muốn ngủ kedo..."
        },
        {
            "x1": 332,
            "y1": 1115,
            "x2": 367,
            "y2": 1226,
            "text": "仕ちないこ",
            "vi": "Tôi không thể làm được"
        },
        {
            "x1": 204,
            "y1": 1044,
            "x2": 298,
            "y2": 1271,
            "text": "じゃあ フェルは エリクくんかな！」",
            "vi": "Sau đó, Fel là Eric -Kun! Và"
        }
    ],
    "11-6103e2e917462.jpg": [
        {
            "x1": 596,
            "y1": 133,
            "x2": 721,
            "y2": 307,
            "text": "何自分だけ 逃げようと してんの！",
            "vi": "Bạn đang cố gắng trốn thoát gì?"
        },
        {
            "x1": 526,
            "y1": 120,
            "x2": 562,
            "y2": 251,
            "text": "させるか‼",
            "vi": "Bạn có muốn làm điều đó không?"
        },
        {
            "x1": 382,
            "y1": 201,
            "x2": 450,
            "y2": 343,
            "text": "ええい うるさい‼",
            "vi": "Yeah, ồn ào"
        },
        {
            "x1": 201,
            "y1": 231,
            "x2": 350,
            "y2": 454,
            "text": "勝手に遊んで おれば良かろう！ 我は寝る川",
            "vi": "Sẽ rất tuyệt nếu bạn chơi mà không được phép! Tôi ngủ sông"
        },
        {
            "x1": 61,
            "y1": 370,
            "x2": 143,
            "y2": 553,
            "text": "あそぼー フェルおじちゃ",
            "vi": "Asobo Fel chú"
        },
        {
            "x1": 733,
            "y1": 657,
            "x2": 919,
            "y2": 928,
            "text": "やめろ 我を 巻き込むな！",
            "vi": "Không tham gia!"
        },
        {
            "x1": 130,
            "y1": 802,
            "x2": 197,
            "y2": 938,
            "text": "すよ",
            "vi": "Thì là ở"
        },
        {
            "x1": 803,
            "y1": 925,
            "x2": 1046,
            "y2": 1230,
            "text": "契ぁ",
            "vi": "Đính ước"
        },
        {
            "x1": 84,
            "y1": 959,
            "x2": 151,
            "y2": 1090,
            "text": "すよ",
            "vi": "Thì là ở"
        },
        {
            "x1": 634,
            "y1": 979,
            "x2": 718,
            "y2": 1210,
            "text": "お前 エリクくんな！",
            "vi": "Bạn là Eriku -Kun!"
        },
        {
            "x1": 535,
            "y1": 1030,
            "x2": 620,
            "y2": 1270,
            "text": "俺ミリーナをん！",
            "vi": "Tôi là Mirina!"
        },
        {
            "x1": 780,
            "y1": 1266,
            "x2": 833,
            "y2": 1407,
            "text": "あそぼ",
            "vi": "Chơi"
        }
    ],
    "12-6103e2efddac3.jpg": [
        {
            "x1": 937,
            "y1": 137,
            "x2": 1015,
            "y2": 348,
            "text": "やっと…",
            "vi": "cuối cùng…"
        },
        {
            "x1": 253,
            "y1": 148,
            "x2": 329,
            "y2": 322,
            "text": "寝た…",
            "vi": "ngủ…"
        },
        {
            "x1": 909,
            "y1": 610,
            "x2": 1062,
            "y2": 784,
            "text": "このまま 朝まで 寝てくれない のかと…",
            "vi": "Bạn sẽ ngủ cho đến sáng như nó là..."
        },
        {
            "x1": 506,
            "y1": 627,
            "x2": 593,
            "y2": 762,
            "text": "やっと 寝れる…",
            "vi": "Cuối cùng tôi cũng có thể ngủ được..."
        },
        {
            "x1": 177,
            "y1": 650,
            "x2": 215,
            "y2": 834,
            "text": "本当にそれ…",
            "vi": "Thực sự là..."
        },
        {
            "x1": 880,
            "y1": 937,
            "x2": 989,
            "y2": 1086,
            "text": "久々の野宿 なんだか 疲れたな…",
            "vi": "Tôi mệt mỏi sau một thời gian dài..."
        },
        {
            "x1": 470,
            "y1": 948,
            "x2": 554,
            "y2": 1047,
            "text": "今日も お疲れ",
            "vi": "Hôm nay mệt mỏi hôm nay"
        },
        {
            "x1": 303,
            "y1": 1033,
            "x2": 339,
            "y2": 1240,
            "text": "ぉやすみー…",
            "vi": "Yasumi..."
        },
        {
            "x1": 727,
            "y1": 1067,
            "x2": 842,
            "y2": 1451,
            "text": "1度と 人形遊びなど（ゴメンて せんぞ",
            "vi": "Một lần một lần chơi búp bê (tôi xin lỗi"
        },
        {
            "x1": 191,
            "y1": 1165,
            "x2": 244,
            "y2": 1342,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 769,
            "y1": 1510,
            "x2": 1048,
            "y2": 1565,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}