var ocr_data = {
    "001.jpg": [
        {
            "x1": 266,
            "y1": 72,
            "x2": 816,
            "y2": 114,
            "text": "第22章 子供だけの小さな大冒険",
            "vi": "Chương 22 Một cuộc phiêu lưu nhỏ chỉ dành cho trẻ em"
        },
        {
            "x1": 82,
            "y1": 1516,
            "x2": 1019,
            "y2": 1567,
            "text": "漫画:双葉もも 原作:江口連 ｷャﾗｸター原案:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi Ren Karakter"
        }
    ],
    "002.jpg": [
        {
            "x1": 821,
            "y1": 76,
            "x2": 887,
            "y2": 304,
            "text": "そんな事が あったんですか⁉",
            "vi": "Điều đó đã xảy ra?"
        },
        {
            "x1": 650,
            "y1": 98,
            "x2": 722,
            "y2": 231,
            "text": "いっぱい あそんだ",
            "vi": "Tôi đã chơi rất nhiều"
        },
        {
            "x1": 306,
            "y1": 213,
            "x2": 412,
            "y2": 357,
            "text": "すみません 私がついて いながら…",
            "vi": "Tôi xin lỗi, khi tôi đang ở..."
        },
        {
            "x1": 608,
            "y1": 307,
            "x2": 737,
            "y2": 526,
            "text": "いっぱい おいかけっこして おヒメさま になってねー‼",
            "vi": "Chúng ta hãy đi rất nhiều và trở thành hime -sama."
        },
        {
            "x1": 200,
            "y1": 354,
            "x2": 227,
            "y2": 530,
            "text": "いっ いえいえ…",
            "vi": "KHÔNG..."
        },
        {
            "x1": 876,
            "y1": 608,
            "x2": 1016,
            "y2": 751,
            "text": "だから フェルの 機嫌も悪い のか…",
            "vi": "Tâm trạng của Fel trong tâm trạng tồi tệ cũng vậy..."
        },
        {
            "x1": 359,
            "y1": 662,
            "x2": 465,
            "y2": 818,
            "text": "やっぱ 預けるのは 早かったか…",
            "vi": "Sau tất cả, đó là sớm để gửi..."
        },
        {
            "x1": 748,
            "y1": 797,
            "x2": 782,
            "y2": 932,
            "text": "ごめんね",
            "vi": "lấy làm tiếc"
        },
        {
            "x1": 184,
            "y1": 773,
            "x2": 228,
            "y2": 918,
            "text": "あの…！",
            "vi": "điều đó…!"
        },
        {
            "x1": 917,
            "y1": 1068,
            "x2": 1022,
            "y2": 1293,
            "text": "主人の許しなく 勝手に従魔に勝負を 挑んだご無礼",
            "vi": "Thực sự thô lỗ khi cạnh tranh với ma quỷ mà không được sự cho phép của chồng"
        },
        {
            "x1": 286,
            "y1": 1103,
            "x2": 354,
            "y2": 1242,
            "text": "いやいいよ いいよ！",
            "vi": "Không, không sao!"
        },
        {
            "x1": 837,
            "y1": 1122,
            "x2": 869,
            "y2": 1380,
            "text": "父すみませんでした",
            "vi": "Tôi xin lỗi vì cha tôi"
        },
        {
            "x1": 169,
            "y1": 1207,
            "x2": 270,
            "y2": 1391,
            "text": "２人とも ケガとかなくて 良かった！",
            "vi": "Cả hai đều không có thương tích!"
        }
    ],
    "003.jpg": [
        {
            "x1": 897,
            "y1": 100,
            "x2": 959,
            "y2": 262,
            "text": "仲良くなれた みたいだし",
            "vi": "Có vẻ như tôi đã hòa đồng"
        },
        {
            "x1": 687,
            "y1": 172,
            "x2": 762,
            "y2": 340,
            "text": "また今度 遊んでやって",
            "vi": "Hãy chơi lại vào lần sau"
        },
        {
            "x1": 481,
            "y1": 104,
            "x2": 578,
            "y2": 307,
            "text": "また遊んで いいの⁉",
            "vi": "Tôi có thể chơi lại?"
        },
        {
            "x1": 918,
            "y1": 337,
            "x2": 950,
            "y2": 508,
            "text": "リクくーん",
            "vi": "Rikukun"
        },
        {
            "x1": 165,
            "y1": 448,
            "x2": 218,
            "y2": 572,
            "text": "うわぁ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 785,
            "y1": 658,
            "x2": 970,
            "y2": 952,
            "text": "ムコーダさん またぷるちゃんと 遊んでも いいの⁉",
            "vi": "Mcoda -san có thể chơi với Puru -chan một lần nữa."
        },
        {
            "x1": 693,
            "y1": 760,
            "x2": 752,
            "y2": 1020,
            "text": "いつー⁉y",
            "vi": "Khi nào"
        },
        {
            "x1": 604,
            "y1": 900,
            "x2": 668,
            "y2": 1036,
            "text": "こら ミリーナ！",
            "vi": "Đây là Milina!"
        },
        {
            "x1": 336,
            "y1": 855,
            "x2": 429,
            "y2": 1038,
            "text": "いいの あるじー⁉",
            "vi": "Điều tốt"
        },
        {
            "x1": 69,
            "y1": 711,
            "x2": 115,
            "y2": 987,
            "text": "ええく～っと…",
            "vi": "Ừ..."
        },
        {
            "x1": 761,
            "y1": 1067,
            "x2": 931,
            "y2": 1284,
            "text": "いっいっー？ ねえ",
            "vi": "Gì? Này"
        },
        {
            "x1": 853,
            "y1": 1335,
            "x2": 885,
            "y2": 1453,
            "text": "えっと…",
            "vi": "Ừm..."
        },
        {
            "x1": 266,
            "y1": 1256,
            "x2": 372,
            "y2": 1400,
            "text": "明後日 かな…",
            "vi": "Có phải là ngày hôm sau ngày mai..."
        }
    ],
    "004.jpg": [
        {
            "x1": 702,
            "y1": 198,
            "x2": 796,
            "y2": 423,
            "text": "おはよう ございます！",
            "vi": "buổi sáng tốt lành!"
        },
        {
            "x1": 893,
            "y1": 569,
            "x2": 1014,
            "y2": 730,
            "text": "わーい おはよ",
            "vi": "Wow tốt"
        },
        {
            "x1": 200,
            "y1": 561,
            "x2": 334,
            "y2": 801,
            "text": "おはよう ミリーナちゃん エリク君ー",
            "vi": "Chào buổi sáng Mirina -Chan Eriku -Kun"
        },
        {
            "x1": 126,
            "y1": 670,
            "x2": 183,
            "y2": 791,
            "text": "元気だねー",
            "vi": "tôi khỏe"
        },
        {
            "x1": 497,
            "y1": 861,
            "x2": 613,
            "y2": 1096,
            "text": "あるじも あそぶの？",
            "vi": "Nó có phải là một trò chơi?"
        },
        {
            "x1": 312,
            "y1": 889,
            "x2": 415,
            "y2": 1076,
            "text": "遊ぶっていうか 見てるーって いうか…",
            "vi": "Tôi đang xem hoặc xem..."
        },
        {
            "x1": 184,
            "y1": 959,
            "x2": 282,
            "y2": 1136,
            "text": "やっぱ子供たち だけじゃ危ない だろうしね？",
            "vi": "Sau tất cả, nó sẽ là nguy hiểm cho trẻ em một mình, phải không?"
        },
        {
            "x1": 811,
            "y1": 1120,
            "x2": 848,
            "y2": 1218,
            "text": "スイー",
            "vi": "Bộ"
        },
        {
            "x1": 741,
            "y1": 1159,
            "x2": 778,
            "y2": 1312,
            "text": "ちょっと…",
            "vi": "một chút…"
        },
        {
            "x1": 167,
            "y1": 1260,
            "x2": 210,
            "y2": 1368,
            "text": "ふーん",
            "vi": "Hmm"
        }
    ],
    "005.jpg": [
        {
            "x1": 852,
            "y1": 37,
            "x2": 933,
            "y2": 207,
            "text": "そんな心配 しなくても",
            "vi": "Ngay cả khi bạn không phải lo lắng"
        },
        {
            "x1": 695,
            "y1": 103,
            "x2": 836,
            "y2": 303,
            "text": "オレ達だけで 大丈夫です おじさん",
            "vi": "Không sao với chúng tôi một mình"
        },
        {
            "x1": 300,
            "y1": 86,
            "x2": 343,
            "y2": 233,
            "text": "行こうぜ",
            "vi": "Hãy đi"
        },
        {
            "x1": 452,
            "y1": 305,
            "x2": 491,
            "y2": 542,
            "text": "おじさん…⁉",
            "vi": "bác…⁉"
        },
        {
            "x1": 60,
            "y1": 354,
            "x2": 91,
            "y2": 480,
            "text": "じゃーね",
            "vi": "Hẹn gặp lại bạn"
        }
    ],
    "006.jpg": [
        {
            "x1": 812,
            "y1": 175,
            "x2": 861,
            "y2": 287,
            "text": "おや！",
            "vi": "Oh!"
        },
        {
            "x1": 590,
            "y1": 218,
            "x2": 742,
            "y2": 402,
            "text": "エリクあんた かわいい格好 させられて まあ！",
            "vi": "Elyk, bạn có thể mặc quần áo dễ thương!"
        },
        {
            "x1": 1001,
            "y1": 522,
            "x2": 1034,
            "y2": 716,
            "text": "卵のぉばちゃん",
            "vi": "Trứng của trứng"
        },
        {
            "x1": 822,
            "y1": 484,
            "x2": 913,
            "y2": 648,
            "text": "ゲッて何だい⁉ 影とい 丁度良い所に アンタ！",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 434,
            "y1": 478,
            "x2": 534,
            "y2": 634,
            "text": "今から 出なきゃ なんなくてさ",
            "vi": "Tôi phải đi ra ngoài ngay bây giờ"
        },
        {
            "x1": 341,
            "y1": 503,
            "x2": 378,
            "y2": 668,
            "text": "よしきた！",
            "vi": "Khỏe!"
        },
        {
            "x1": 742,
            "y1": 590,
            "x2": 837,
            "y2": 802,
            "text": "ちょっとコレ アタシの代わりに」 届けておくれよ！",
            "vi": "Vui lòng giao nó một chút thay vì điều này!"
        },
        {
            "x1": 135,
            "y1": 539,
            "x2": 253,
            "y2": 757,
            "text": "あー 逃げたー！",
            "vi": "Ồ, tôi đã bỏ chạy!"
        },
        {
            "x1": 993,
            "y1": 846,
            "x2": 1091,
            "y2": 995,
            "text": "私たちも 行くー‼",
            "vi": "Chúng tôi cũng sẽ đi!"
        },
        {
            "x1": 843,
            "y1": 895,
            "x2": 936,
            "y2": 1098,
            "text": "ぷるちゃんも 行こ！",
            "vi": "Puru -chan đi!"
        },
        {
            "x1": 180,
            "y1": 879,
            "x2": 254,
            "y2": 1084,
            "text": "おや！ 本当かい 助かるよく",
            "vi": "Oh! Thực sự được lưu"
        },
        {
            "x1": 751,
            "y1": 1179,
            "x2": 789,
            "y2": 1330,
            "text": "やったあ！",
            "vi": "Tôi đã thành công rồi!"
        },
        {
            "x1": 657,
            "y1": 1198,
            "x2": 722,
            "y2": 1375,
            "text": "やったよ ぷるちゃん！",
            "vi": "Tôi đã thành công rồi!"
        },
        {
            "x1": 387,
            "y1": 1171,
            "x2": 490,
            "y2": 1361,
            "text": "ギルダの おばあちゃんの 干し果物は",
            "vi": "Quả sấy khô của bà ngoại"
        },
        {
            "x1": 294,
            "y1": 1179,
            "x2": 356,
            "y2": 1393,
            "text": "とっても おいしいんだよく",
            "vi": "Nó rất ngon"
        },
        {
            "x1": 980,
            "y1": 1334,
            "x2": 1077,
            "y2": 1500,
            "text": "ギルダの ばあちゃんの とこか",
            "vi": "Bà của Gilda"
        },
        {
            "x1": 136,
            "y1": 1232,
            "x2": 210,
            "y2": 1440,
            "text": "おいしいのー？ やったー！",
            "vi": "Nó có ngon không? Yay!"
        }
    ],
    "007.jpg": [
        {
            "x1": 725,
            "y1": 140,
            "x2": 756,
            "y2": 264,
            "text": "まあまあ",
            "vi": "đồng ý"
        },
        {
            "x1": 519,
            "y1": 79,
            "x2": 630,
            "y2": 283,
            "text": "今日は えらく可愛い 配達屋さんだこと",
            "vi": "Hôm nay nó là một cửa hàng giao hàng dễ thương"
        },
        {
            "x1": 152,
            "y1": 129,
            "x2": 251,
            "y2": 306,
            "text": "まあまあ ちょいと 待っときんさい",
            "vi": "Được rồi, đợi một chút"
        },
        {
            "x1": 58,
            "y1": 257,
            "x2": 129,
            "y2": 451,
            "text": "たしかまだ 残ってたハズ…",
            "vi": "Tôi vẫn còn..."
        },
        {
            "x1": 900,
            "y1": 602,
            "x2": 932,
            "y2": 809,
            "text": "ありがとうねぇ",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 438,
            "y1": 572,
            "x2": 491,
            "y2": 747,
            "text": "やったく",
            "vi": "tôi muốn làm"
        },
        {
            "x1": 36,
            "y1": 726,
            "x2": 145,
            "y2": 896,
            "text": "みんなで 仲良く食べる んだよぉ",
            "vi": "Mọi người đều ăn cùng nhau"
        },
        {
            "x1": 897,
            "y1": 1002,
            "x2": 931,
            "y2": 1157,
            "text": "まあまあ…",
            "vi": "ĐỒNG Ý..."
        },
        {
            "x1": 687,
            "y1": 1142,
            "x2": 791,
            "y2": 1344,
            "text": "あなたたち 帰りにマルガさん のお宅通るだろ？",
            "vi": "Các bạn sẽ quay trở lại nhà của Marga, phải không?"
        },
        {
            "x1": 403,
            "y1": 1011,
            "x2": 475,
            "y2": 1334,
            "text": "悪いんだけど お願いしてもいいかい？",
            "vi": "Nó xấu, tôi có thể hỏi?"
        }
    ],
    "008.jpg": [
        {
            "x1": 944,
            "y1": 30,
            "x2": 1081,
            "y2": 277,
            "text": "これ あまくて おいしいねー",
            "vi": "Điều này ngon và ngon"
        },
        {
            "x1": 276,
            "y1": 63,
            "x2": 321,
            "y2": 280,
            "text": "ほんとだー！",
            "vi": "Thực ra!"
        },
        {
            "x1": 545,
            "y1": 242,
            "x2": 658,
            "y2": 377,
            "text": "なんだろ コレ あっ 果物だ",
            "vi": "Trái cây này là gì?"
        },
        {
            "x1": 196,
            "y1": 187,
            "x2": 256,
            "y2": 388,
            "text": "でもなんかいいね こういうの",
            "vi": "Nhưng một cái gì đó như thế này"
        },
        {
            "x1": 1004,
            "y1": 491,
            "x2": 1077,
            "y2": 701,
            "text": "冒険者になった みたい！",
            "vi": "Có vẻ như bạn trở thành một nhà thám hiểm!"
        },
        {
            "x1": 508,
            "y1": 520,
            "x2": 566,
            "y2": 626,
            "text": "うえ",
            "vi": "lên"
        },
        {
            "x1": 540,
            "y1": 881,
            "x2": 606,
            "y2": 1059,
            "text": "降りられなく なったぽいな",
            "vi": "Tôi không thể xuống"
        },
        {
            "x1": 241,
            "y1": 979,
            "x2": 266,
            "y2": 1096,
            "text": "よっと…",
            "vi": "Du thuyền…"
        },
        {
            "x1": 972,
            "y1": 1163,
            "x2": 1015,
            "y2": 1394,
            "text": "ねこちゃん！",
            "vi": "Mèo!"
        },
        {
            "x1": 569,
            "y1": 1221,
            "x2": 651,
            "y2": 1416,
            "text": "ほら こっちに来い",
            "vi": "Nhìn này"
        }
    ],
    "009.jpg": [
        {
            "x1": 896,
            "y1": 240,
            "x2": 977,
            "y2": 387,
            "text": "ジあッ",
            "vi": "Ai"
        },
        {
            "x1": 832,
            "y1": 580,
            "x2": 893,
            "y2": 820,
            "text": "キャッチ！",
            "vi": "chụp lấy!"
        },
        {
            "x1": 594,
            "y1": 1093,
            "x2": 698,
            "y2": 1204,
            "text": "ふか ふか",
            "vi": "Lông xù"
        },
        {
            "x1": 900,
            "y1": 1076,
            "x2": 954,
            "y2": 1392,
            "text": "よかったぁく",
            "vi": "Tôi vui mừng"
        }
    ],
    "010.jpg": [
        {
            "x1": 554,
            "y1": 136,
            "x2": 632,
            "y2": 301,
            "text": "ついてきて って",
            "vi": "Cùng với"
        },
        {
            "x1": 282,
            "y1": 154,
            "x2": 313,
            "y2": 268,
            "text": "えっえ？",
            "vi": "Hả?"
        },
        {
            "x1": 161,
            "y1": 120,
            "x2": 239,
            "y2": 241,
            "text": "ついて 行くの？",
            "vi": "Bạn có làm theo không?"
        },
        {
            "x1": 909,
            "y1": 462,
            "x2": 980,
            "y2": 577,
            "text": "にい",
            "vi": "Sự ngây thơ"
        },
        {
            "x1": 940,
            "y1": 876,
            "x2": 980,
            "y2": 1026,
            "text": "あらく_",
            "vi": "Thô lỗ_"
        },
        {
            "x1": 814,
            "y1": 892,
            "x2": 900,
            "y2": 1102,
            "text": "ギルダさんの フルーツ‼",
            "vi": "Trái cây của gilda"
        },
        {
            "x1": 233,
            "y1": 911,
            "x2": 316,
            "y2": 1087,
            "text": "待ってたわ ありがとく",
            "vi": "Cảm ơn bạn đã đợi"
        },
        {
            "x1": 883,
            "y1": 1197,
            "x2": 978,
            "y2": 1389,
            "text": "それにしても みんな ドロドロだけど",
            "vi": "Dù sao, mọi người đều bùn"
        },
        {
            "x1": 290,
            "y1": 1205,
            "x2": 355,
            "y2": 1345,
            "text": "家の上 あるいたー",
            "vi": "Có một ngôi nhà trong nhà"
        },
        {
            "x1": 716,
            "y1": 1273,
            "x2": 822,
            "y2": 1443,
            "text": "どこか 大冒険でも してきたの？",
            "vi": "Bạn đã làm một cuộc phiêu lưu lớn ở đâu đó?"
        },
        {
            "x1": 180,
            "y1": 1302,
            "x2": 254,
            "y2": 1434,
            "text": "はあ… 【 まあ…",
            "vi": "Ồ... [tốt..."
        },
        {
            "x1": 648,
            "y1": 1401,
            "x2": 680,
            "y2": 1509,
            "text": "わはは…",
            "vi": "Wahaha..."
        }
    ],
    "011.jpg": [
        {
            "x1": 840,
            "y1": 76,
            "x2": 941,
            "y2": 335,
            "text": "そうだ ちょっと待ってなさい あなたたち！",
            "vi": "Có, đợi một phút!"
        },
        {
            "x1": 631,
            "y1": 89,
            "x2": 682,
            "y2": 244,
            "text": "たのしー",
            "vi": "Niềm vui"
        },
        {
            "x1": 859,
            "y1": 651,
            "x2": 947,
            "y2": 820,
            "text": "やっぱ 心配だくそ",
            "vi": "Sau tất cả tôi lo lắng"
        },
        {
            "x1": 501,
            "y1": 670,
            "x2": 591,
            "y2": 846,
            "text": "ついてくべき だったよなくそ くっそくそ",
            "vi": "Tôi không nên ở với nó"
        },
        {
            "x1": 391,
            "y1": 746,
            "x2": 487,
            "y2": 913,
            "text": "どうしよ 今からでも 行くべきかなく",
            "vi": "Tôi nên làm gì bây giờ"
        },
        {
            "x1": 128,
            "y1": 666,
            "x2": 201,
            "y2": 877,
            "text": "ええい うっとうしい‼",
            "vi": "Vâng, nó thật khó chịu"
        },
        {
            "x1": 877,
            "y1": 1028,
            "x2": 939,
            "y2": 1182,
            "text": "うっとうしい もんか！",
            "vi": "Thật khó chịu!"
        },
        {
            "x1": 768,
            "y1": 1026,
            "x2": 842,
            "y2": 1247,
            "text": "お前は 心配じゃないのか",
            "vi": "Bạn có lo lắng?"
        },
        {
            "x1": 261,
            "y1": 1013,
            "x2": 386,
            "y2": 1209,
            "text": "今ごろ 楽しんでおる だろう…",
            "vi": "Bây giờ bạn sẽ vui vẻ..."
        },
        {
            "x1": 648,
            "y1": 1339,
            "x2": 685,
            "y2": 1532,
            "text": "スイだからな",
            "vi": "Bởi vì nó tốt"
        }
    ],
    "012.jpg": [
        {
            "x1": 247,
            "y1": 198,
            "x2": 319,
            "y2": 378,
            "text": "どうしよっか コレ…",
            "vi": "Công việc của bạn là gì..."
        },
        {
            "x1": 933,
            "y1": 480,
            "x2": 996,
            "y2": 696,
            "text": "気づいたら あれよあれよと…",
            "vi": "Nếu bạn để ý nó, bạn nên..."
        },
        {
            "x1": 360,
            "y1": 475,
            "x2": 400,
            "y2": 667,
            "text": "いっぱーい！",
            "vi": "Tôi muốn!"
        },
        {
            "x1": 585,
            "y1": 577,
            "x2": 762,
            "y2": 794,
            "text": "みんな良い人 たちなんだけど 私たちじゃ 持って帰れない量 だよね…",
            "vi": "Mọi người là một người tốt, nhưng chúng tôi không thể mang nó về nhà..."
        },
        {
            "x1": 155,
            "y1": 652,
            "x2": 189,
            "y2": 785,
            "text": "うーん…",
            "vi": "Hmm..."
        },
        {
            "x1": 878,
            "y1": 1175,
            "x2": 966,
            "y2": 1363,
            "text": "スイ ひらめいた",
            "vi": "Sui lấy cảm hứng"
        }
    ],
    "013.jpg": [
        {
            "x1": 105,
            "y1": 581,
            "x2": 158,
            "y2": 719,
            "text": "でか…",
            "vi": "ĐỒNG Ý..."
        },
        {
            "x1": 820,
            "y1": 826,
            "x2": 960,
            "y2": 1059,
            "text": "スイに おまかせ",
            "vi": "Để nó cho sui"
        },
        {
            "x1": 233,
            "y1": 896,
            "x2": 336,
            "y2": 1041,
            "text": "ああそれ 私も言われ ましたよく",
            "vi": "Ồ, tôi cũng đã nói"
        },
        {
            "x1": 45,
            "y1": 1053,
            "x2": 115,
            "y2": 1147,
            "text": "うちも うちも",
            "vi": "Chúng tôi và chính chúng tôi"
        }
    ],
    "014.jpg": [
        {
            "x1": 953,
            "y1": 67,
            "x2": 1021,
            "y2": 239,
            "text": "大丈夫ですよ ムコーダさん",
            "vi": "Không sao đâu, ông Mukoda"
        },
        {
            "x1": 780,
            "y1": 101,
            "x2": 851,
            "y2": 283,
            "text": "みんな通る道 です",
            "vi": "Đó là một con đường mà mọi người đi"
        },
        {
            "x1": 553,
            "y1": 56,
            "x2": 650,
            "y2": 282,
            "text": "あのぐらいの年って 意外としっかり してるんですよ",
            "vi": "Năm đó là rắn chắc đáng ngạc nhiên."
        },
        {
            "x1": 211,
            "y1": 107,
            "x2": 280,
            "y2": 310,
            "text": "いいじゃない 元気は良い事よ！",
            "vi": "Nó không tốt!"
        },
        {
            "x1": 762,
            "y1": 405,
            "x2": 796,
            "y2": 505,
            "text": "はあ…",
            "vi": "Hả..."
        },
        {
            "x1": 430,
            "y1": 318,
            "x2": 535,
            "y2": 496,
            "text": "さびしいかも ですが信じて 見守りましょう",
            "vi": "Nó có thể cô đơn, nhưng hãy tin và xem"
        },
        {
            "x1": 161,
            "y1": 415,
            "x2": 230,
            "y2": 533,
            "text": "そうです けど…",
            "vi": "Đúng thế..."
        },
        {
            "x1": 884,
            "y1": 609,
            "x2": 1013,
            "y2": 837,
            "text": "子供は成長 早いよー！ あっという間‼",
            "vi": "Trẻ lớn lên nhanh chóng! Nhanh!"
        },
        {
            "x1": 591,
            "y1": 815,
            "x2": 626,
            "y2": 905,
            "text": "いてっ",
            "vi": "Tôi"
        },
        {
            "x1": 195,
            "y1": 672,
            "x2": 319,
            "y2": 886,
            "text": "まあでも 結局はやっぱり 子供ですからね",
            "vi": "Rốt cuộc, tôi là một đứa trẻ"
        },
        {
            "x1": 914,
            "y1": 1004,
            "x2": 1070,
            "y2": 1267,
            "text": "帰ってきたら いっぱい褒めて 甘えさせてあげたら いいんですよ",
            "vi": "Khi bạn quay lại, bạn nên khen ngợi rất nhiều và để nó bị hư hỏng."
        },
        {
            "x1": 504,
            "y1": 1088,
            "x2": 566,
            "y2": 1245,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 739,
            "y1": 1364,
            "x2": 771,
            "y2": 1544,
            "text": "…そうですね",
            "vi": "Tôi đồng ý"
        },
        {
            "x1": 481,
            "y1": 1355,
            "x2": 521,
            "y2": 1456,
            "text": "ママ",
            "vi": "Mẹ"
        },
        {
            "x1": 261,
            "y1": 1309,
            "x2": 358,
            "y2": 1495,
            "text": "ほら ウワサを すればですよ！",
            "vi": "Bạn thấy, nếu bạn làm một tin đồn!"
        }
    ],
    "015.jpg": [
        {
            "x1": 157,
            "y1": 102,
            "x2": 244,
            "y2": 350,
            "text": "あくるそ",
            "vi": "Akuruso"
        },
        {
            "x1": 187,
            "y1": 981,
            "x2": 234,
            "y2": 1103,
            "text": "あれ？",
            "vi": "điều đó?"
        },
        {
            "x1": 111,
            "y1": 948,
            "x2": 152,
            "y2": 1075,
            "text": "大きく",
            "vi": "huênh hoang"
        },
        {
            "x1": 10,
            "y1": 1218,
            "x2": 38,
            "y2": 1298,
            "text": "大き心…",
            "vi": "Tạo ra một sự xao lãng..."
        },
        {
            "x1": 885,
            "y1": 1244,
            "x2": 950,
            "y2": 1571,
            "text": "ただいまく！",
            "vi": "Nó chỉ đi!"
        },
        {
            "x1": 377,
            "y1": 1232,
            "x2": 528,
            "y2": 1477,
            "text": "お帰り スイー！",
            "vi": "Về nhà!"
        },
        {
            "x1": 40,
            "y1": 1296,
            "x2": 139,
            "y2": 1447,
            "text": "えっ 思ってたのと ちがう…",
            "vi": "Nó khác với tôi nghĩ..."
        }
    ],
    "016.jpg": [
        {
            "x1": 886,
            "y1": 133,
            "x2": 969,
            "y2": 357,
            "text": "いっぱい遊んで お腹すいたよ",
            "vi": "Tôi đã đói sau khi chơi rất nhiều"
        },
        {
            "x1": 385,
            "y1": 217,
            "x2": 479,
            "y2": 426,
            "text": "はいはい 仕方ないなぁ",
            "vi": "Vâng vâng, tôi không thể giúp nó"
        },
        {
            "x1": 148,
            "y1": 1505,
            "x2": 429,
            "y2": 1567,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}