var ocr_data = {
    "1-62d255cc2fc7a.jpg": [
        {
            "x1": 290,
            "y1": 63,
            "x2": 741,
            "y2": 118,
            "text": "第66章 奇人変人のお出ま",
            "vi": "Chương 66 kỳ lạ kỳ quái"
        },
        {
            "x1": 273,
            "y1": 119,
            "x2": 854,
            "y2": 355,
            "text": "とんでもスキル目 異世界放浪タジ スイの大闘険",
            "vi": "Kỹ năng mắt thế giới khác nhau lang thang trong chiến binh lớn của Tajisui"
        },
        {
            "x1": 493,
            "y1": 365,
            "x2": 626,
            "y2": 386,
            "text": "Sui no Dai Bouken",
            "vi": "Cuộc phiêu lưu nước"
        },
        {
            "x1": 105,
            "y1": 1526,
            "x2": 1002,
            "y2": 1573,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "2-62d255cd447ba.jpg": [
        {
            "x1": 511,
            "y1": 20,
            "x2": 620,
            "y2": 245,
            "text": "エルフ",
            "vi": "Yêu tinh"
        },
        {
            "x1": 934,
            "y1": 538,
            "x2": 1020,
            "y2": 702,
            "text": "そう聞いて 大概の人は",
            "vi": "Tôi đã nghe nói rằng, hầu hết mọi người"
        },
        {
            "x1": 730,
            "y1": 702,
            "x2": 853,
            "y2": 865,
            "text": "映画や小説 漫画に出て くるような",
            "vi": "Như xuất hiện trong phim và truyện tranh tiểu thuyết"
        },
        {
            "x1": 183,
            "y1": 788,
            "x2": 319,
            "y2": 1022,
            "text": "森の中で俗世と 離れて過ごす 神聖な存在",
            "vi": "Sự hiện diện thiêng liêng của thế giới trong rừng"
        },
        {
            "x1": 851,
            "y1": 1175,
            "x2": 1021,
            "y2": 1404,
            "text": "美女エルフや イケエルフを 想像すると 思うんですよ…",
            "vi": "Tôi nghĩ rằng bạn có thể tưởng tượng một yêu tinh xinh đẹp hoặc Ikeelf..."
        },
        {
            "x1": 181,
            "y1": 1329,
            "x2": 275,
            "y2": 1480,
            "text": "あるじ あるじー",
            "vi": "Một Jijiji nào đó"
        }
    ],
    "3-62d255cdddf5e.jpg": [
        {
            "x1": 545,
            "y1": 100,
            "x2": 635,
            "y2": 257,
            "text": "もラ永久保存 しなければミ",
            "vi": "Nếu bạn không tiết kiệm nó vĩnh viễn"
        },
        {
            "x1": 302,
            "y1": 162,
            "x2": 363,
            "y2": 308,
            "text": "翼の長さも 大変イイです",
            "vi": "Chiều dài của đôi cánh cũng rất tốt"
        },
        {
            "x1": 953,
            "y1": 282,
            "x2": 1033,
            "y2": 448,
            "text": "あの おじちゃん",
            "vi": "Chú đó"
        },
        {
            "x1": 783,
            "y1": 527,
            "x2": 972,
            "y2": 748,
            "text": "ずっと おしゃべり しながら 何してるの？",
            "vi": "Bạn đang làm gì khi trò chuyện mọi lúc?"
        },
        {
            "x1": 598,
            "y1": 563,
            "x2": 661,
            "y2": 698,
            "text": "素糸晴らしい ウロコです‼",
            "vi": "Nó là một quy mô tuyệt vời."
        },
        {
            "x1": 209,
            "y1": 647,
            "x2": 316,
            "y2": 910,
            "text": "…ナニシテン ダロウネ",
            "vi": "...Nanishiten Darone"
        },
        {
            "x1": 962,
            "y1": 1100,
            "x2": 1005,
            "y2": 1355,
            "text": "夢のようです‼",
            "vi": "Nó giống như một giấc mơ."
        },
        {
            "x1": 781,
            "y1": 1172,
            "x2": 919,
            "y2": 1413,
            "text": "長年追い 求めてきた ドラゴンが…ッ",
            "vi": "Con rồng đã theo đuổi trong nhiều năm..."
        },
        {
            "x1": 282,
            "y1": 1096,
            "x2": 380,
            "y2": 1311,
            "text": "私の部屋に …ッッ‼",
            "vi": "Trong phòng của tôi..."
        },
        {
            "x1": 128,
            "y1": 1056,
            "x2": 206,
            "y2": 1295,
            "text": "うわぁ…",
            "vi": "Thành công lớn…"
        },
        {
            "x1": 233,
            "y1": 1346,
            "x2": 334,
            "y2": 1510,
            "text": "うくあっ",
            "vi": "Lớn lên"
        }
    ],
    "4-62d255ce8daae.jpg": [
        {
            "x1": 850,
            "y1": 152,
            "x2": 901,
            "y2": 347,
            "text": "夢壊れるく",
            "vi": "Giấc mơ nghỉ ngơi"
        },
        {
            "x1": 252,
            "y1": 166,
            "x2": 335,
            "y2": 409,
            "text": "ムコーダは疲弊 しきっていた",
            "vi": "Mukoda đã cạn kiệt"
        },
        {
            "x1": 943,
            "y1": 503,
            "x2": 1062,
            "y2": 758,
            "text": "次の目的地 ダシジョン都市 ドラシに着くや否や",
            "vi": "Ngay sau khi chúng tôi đến điểm đến tiếp theo Dashi Jeon City Drash"
        },
        {
            "x1": 783,
            "y1": 603,
            "x2": 902,
            "y2": 818,
            "text": "こここの ギルドマスター 直々のお出迎え",
            "vi": "Ở đây, bậc thầy bang hội này được chào đón trực tiếp"
        },
        {
            "x1": 366,
            "y1": 504,
            "x2": 493,
            "y2": 714,
            "text": "そのまま 「冒険者ギルドに 連れ込まれ",
            "vi": "\"Đưa nó đến Hiệp hội thám hiểm như nó là"
        },
        {
            "x1": 152,
            "y1": 705,
            "x2": 233,
            "y2": 902,
            "text": "質問攻めの オンパレード",
            "vi": "Câu hỏi tấn công vào cuộc diễu hành"
        },
        {
            "x1": 929,
            "y1": 1145,
            "x2": 1089,
            "y2": 1357,
            "text": "そして 現在に至る わけだが",
            "vi": "Và đến hiện tại"
        },
        {
            "x1": 231,
            "y1": 1194,
            "x2": 333,
            "y2": 1510,
            "text": "ムコーダさん 見てください…！",
            "vi": "Nhìn vào Mukoda...!"
        }
    ],
    "5-62d255cf33f31.jpg": [
        {
            "x1": 846,
            "y1": 200,
            "x2": 934,
            "y2": 365,
            "text": "もう マジ無理…",
            "vi": "Thực sự không thể..."
        },
        {
            "x1": 628,
            "y1": 90,
            "x2": 672,
            "y2": 351,
            "text": "ドラちゃんが！",
            "vi": "Dora -chan!"
        },
        {
            "x1": 413,
            "y1": 145,
            "x2": 555,
            "y2": 368,
            "text": "ドラちゃんが 何か仰って ます…‼",
            "vi": "Dora -Chan đang nói điều gì đó...‼"
        },
        {
            "x1": 791,
            "y1": 281,
            "x2": 828,
            "y2": 476,
            "text": "やだコイツ…",
            "vi": "Yada koitsu..."
        },
        {
            "x1": 458,
            "y1": 455,
            "x2": 496,
            "y2": 543,
            "text": "フンス",
            "vi": "Hung"
        },
        {
            "x1": 295,
            "y1": 315,
            "x2": 396,
            "y2": 526,
            "text": "彼は今 なんと…⁉",
            "vi": "Anh ấy bây giờ...⁉"
        },
        {
            "x1": 166,
            "y1": 615,
            "x2": 207,
            "y2": 759,
            "text": "えっと…",
            "vi": "Ừm..."
        },
        {
            "x1": 620,
            "y1": 887,
            "x2": 670,
            "y2": 1053,
            "text": "そんな…！",
            "vi": "Như vậy...!"
        },
        {
            "x1": 447,
            "y1": 883,
            "x2": 601,
            "y2": 1067,
            "text": "たこかに ドラゴンに効て とされている 私薬がミッッ",
            "vi": "Các loại thuốc tư nhân được cho là có hiệu quả cho con rồng"
        },
        {
            "x1": 866,
            "y1": 981,
            "x2": 977,
            "y2": 1156,
            "text": "ドラちゃん 疲れてる そうなので…",
            "vi": "Dora -Chan dường như đã mệt mỏi..."
        },
        {
            "x1": 315,
            "y1": 998,
            "x2": 392,
            "y2": 1120,
            "text": "そうじ# なくてっ",
            "vi": "Tôi không có một# dọn dẹp#"
        }
    ],
    "6-62d255cfd3985.jpg": [
        {
            "x1": 1046,
            "y1": 143,
            "x2": 1081,
            "y2": 273,
            "text": "あるじく",
            "vi": "Phương thuốc"
        },
        {
            "x1": 492,
            "y1": 93,
            "x2": 609,
            "y2": 258,
            "text": "あの人は エルフさん だからねく",
            "vi": "Người đó là một yêu tinh"
        },
        {
            "x1": 248,
            "y1": 102,
            "x2": 283,
            "y2": 209,
            "text": "…おお",
            "vi": "…Oh"
        },
        {
            "x1": 998,
            "y1": 304,
            "x2": 1081,
            "y2": 515,
            "text": "あのおじちゃん お耳長いね？",
            "vi": "Đôi tai của chú đó dài?"
        },
        {
            "x1": 697,
            "y1": 209,
            "x2": 741,
            "y2": 411,
            "text": "ああ それは",
            "vi": "Oh, đó là"
        },
        {
            "x1": 904,
            "y1": 732,
            "x2": 1039,
            "y2": 1051,
            "text": "本当に念話で 意思疎通が できるんですね…！",
            "vi": "Bạn thực sự có thể liên lạc với một câu chuyện tưởng niệm...!"
        },
        {
            "x1": 446,
            "y1": 1043,
            "x2": 519,
            "y2": 1141,
            "text": "ええ… まあ",
            "vi": "Vâng... tốt"
        },
        {
            "x1": 206,
            "y1": 943,
            "x2": 363,
            "y2": 1123,
            "text": "これが 普通なんだと 思い込んで ましたが…",
            "vi": "Tôi nghĩ điều này là bình thường..."
        },
        {
            "x1": 922,
            "y1": 1275,
            "x2": 1069,
            "y2": 1496,
            "text": "何度見ても 羨ま…いえ 興味深いです",
            "vi": "Tôi ghen tị cho dù tôi có nhìn nó bao nhiêu lần... không, điều đó thật thú vị"
        },
        {
            "x1": 152,
            "y1": 1280,
            "x2": 271,
            "y2": 1508,
            "text": "今本音 漏れてたな",
            "vi": "Ý định thực sự đã bị rò rỉ ngay bây giờ"
        }
    ],
    "7-62d255d0cabcb.jpg": [
        {
            "x1": 796,
            "y1": 133,
            "x2": 979,
            "y2": 417,
            "text": "私も！ ドラちゃんと お話ししてみたい のです…‼",
            "vi": "tôi cũng thế! Tôi muốn nói chuyện với Dora -chan...‼"
        },
        {
            "x1": 95,
            "y1": 187,
            "x2": 169,
            "y2": 288,
            "text": "なで",
            "vi": "Ở trong"
        },
        {
            "x1": 710,
            "y1": 296,
            "x2": 763,
            "y2": 444,
            "text": "とうすれはこ",
            "vi": "Torurehako"
        },
        {
            "x1": 412,
            "y1": 181,
            "x2": 517,
            "y2": 420,
            "text": "どうって 言われても…",
            "vi": "Không có vấn đề gì..."
        },
        {
            "x1": 28,
            "y1": 251,
            "x2": 104,
            "y2": 350,
            "text": "なで",
            "vi": "Ở trong"
        },
        {
            "x1": 425,
            "y1": 547,
            "x2": 481,
            "y2": 684,
            "text": "うげぇ",
            "vi": "Ugeh"
        },
        {
            "x1": 269,
            "y1": 655,
            "x2": 372,
            "y2": 830,
            "text": "絶対 やだ……",
            "vi": "Chắc chắn rồi..."
        },
        {
            "x1": 386,
            "y1": 908,
            "x2": 486,
            "y2": 1050,
            "text": "ねで",
            "vi": "Bừa bãi một cách bừa bãi"
        },
        {
            "x1": 553,
            "y1": 964,
            "x2": 638,
            "y2": 1139,
            "text": "ドラちゃん よしよし",
            "vi": "Dora -Chan"
        }
    ],
    "8-62d255d1caf5b.jpg": [
        {
            "x1": 466,
            "y1": 201,
            "x2": 500,
            "y2": 413,
            "text": "おおぉお…！",
            "vi": "Oh oh...!"
        },
        {
            "x1": 450,
            "y1": 555,
            "x2": 487,
            "y2": 700,
            "text": "なんと…",
            "vi": "Thế nào..."
        },
        {
            "x1": 255,
            "y1": 646,
            "x2": 385,
            "y2": 886,
            "text": "希少な場面に 巡り合わせたの でしょうか…！",
            "vi": "Bạn có gặp nhau trong một cảnh hiếm hoi không...!"
        },
        {
            "x1": 465,
            "y1": 1000,
            "x2": 591,
            "y2": 1195,
            "text": "自分よりも 下等種である スライムと",
            "vi": "Slime, đó là một giải thưởng thấp hơn bạn"
        },
        {
            "x1": 252,
            "y1": 1232,
            "x2": 307,
            "y2": 1429,
            "text": "お戯れを",
            "vi": "Chơi"
        }
    ],
    "9-62d255d277599.jpg": [
        {
            "x1": 864,
            "y1": 173,
            "x2": 923,
            "y2": 370,
            "text": "うわあ…",
            "vi": "Thành công lớn..."
        },
        {
            "x1": 107,
            "y1": 230,
            "x2": 230,
            "y2": 442,
            "text": "っていうか スイは別に 下等種じゃな…",
            "vi": "Ý tôi là, Sui là một loài thấp hơn..."
        },
        {
            "x1": 118,
            "y1": 542,
            "x2": 187,
            "y2": 751,
            "text": "ちょっと黙って ほしいそうです",
            "vi": "Tôi muốn bạn im lặng một chút"
        },
        {
            "x1": 858,
            "y1": 1029,
            "x2": 935,
            "y2": 1150,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 587,
            "y1": 1072,
            "x2": 802,
            "y2": 1364,
            "text": "今ドラちゃんが 私に何か 仰いません でしたか⁉",
            "vi": "Dora -chan có nói gì với tôi ngay bây giờ không?"
        }
    ],
    "10-62d255d31e831.jpg": [
        {
            "x1": 145,
            "y1": 655,
            "x2": 328,
            "y2": 964,
            "text": "いや…中 動きもうるさいな この人…",
            "vi": "Không... người này ồn ào... người này..."
        },
        {
            "x1": 930,
            "y1": 1163,
            "x2": 1007,
            "y2": 1390,
            "text": "とっぷり…",
            "vi": "Rất nhiều..."
        },
        {
            "x1": 664,
            "y1": 1236,
            "x2": 767,
            "y2": 1411,
            "text": "おなか すいたあ",
            "vi": "Tôi đang đói"
        }
    ],
    "11-62d255d41cbab.jpg": [
        {
            "x1": 771,
            "y1": 96,
            "x2": 921,
            "y2": 392,
            "text": "まさか料理が 出来るかが 従魔契約の条件⁉",
            "vi": "Đó là điều kiện của hợp đồng quỷ để có thể nấu ăn"
        },
        {
            "x1": 161,
            "y1": 390,
            "x2": 281,
            "y2": 530,
            "text": "いっ いや そういう 事じゃ…",
            "vi": "Không, đó là những gì..."
        },
        {
            "x1": 64,
            "y1": 444,
            "x2": 159,
            "y2": 641,
            "text": "んなカらな",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 53,
            "y1": 525,
            "x2": 122,
            "y2": 634,
            "text": "わけが…",
            "vi": "Đó là lý do tại sao..."
        },
        {
            "x1": 828,
            "y1": 794,
            "x2": 935,
            "y2": 1103,
            "text": "そういう事なら 私 料理します！",
            "vi": "Nếu đó là trường hợp, tôi sẽ nấu nó!"
        },
        {
            "x1": 527,
            "y1": 1139,
            "x2": 632,
            "y2": 1339,
            "text": "そうすれば 私も…！",
            "vi": "Vậy thì tôi...!"
        },
        {
            "x1": 43,
            "y1": 1191,
            "x2": 211,
            "y2": 1578,
            "text": "ええい！ ごちゃごちゃ うるさいぞ貴様ら！",
            "vi": "Ừ! Bạn là lộn xộn!"
        }
    ],
    "12-62d255d4c0172.jpg": [
        {
            "x1": 851,
            "y1": 234,
            "x2": 1022,
            "y2": 403,
            "text": "もういっそ お主の飯を 食わせれば いいのだ",
            "vi": "Bạn có thể ăn cơm của Chúa nữa"
        },
        {
            "x1": 497,
            "y1": 492,
            "x2": 653,
            "y2": 730,
            "text": "そうすれば どれだけ愚かな 事を言っているか わかるだろう",
            "vi": "Sau đó bạn sẽ biết bạn đang nói ngu ngốc như thế nào"
        },
        {
            "x1": 242,
            "y1": 531,
            "x2": 282,
            "y2": 755,
            "text": "なるほど…！",
            "vi": "Tôi thấy…!"
        },
        {
            "x1": 907,
            "y1": 901,
            "x2": 1078,
            "y2": 1166,
            "text": "私からも 是非お願い いたします！",
            "vi": "Cảm ơn bạn vì tôi!"
        },
        {
            "x1": 876,
            "y1": 1275,
            "x2": 1016,
            "y2": 1546,
            "text": "そして 味を盗み 私もドラコンとノ",
            "vi": "Và ăn cắp hương vị"
        },
        {
            "x1": 186,
            "y1": 1260,
            "x2": 362,
            "y2": 1590,
            "text": "うくん もうどうにでも なれ～～～～～",
            "vi": "Uku -kun, chúng ta hãy làm bất cứ điều gì ~~~~~"
        }
    ],
    "13-62d255d56b645.jpg": [
        {
            "x1": 735,
            "y1": 333,
            "x2": 859,
            "y2": 479,
            "text": "どうぞ… ありもの ですが",
            "vi": "Xin vui lòng... đó là một cái gì đó"
        },
        {
            "x1": 430,
            "y1": 709,
            "x2": 684,
            "y2": 842,
            "text": "作り置き ブラッディ ホーンブルの牛丼",
            "vi": "Làm và lưu trữ Bát thịt bò Hornbull đẫm máu"
        },
        {
            "x1": 828,
            "y1": 937,
            "x2": 956,
            "y2": 1202,
            "text": "わーい",
            "vi": "Yay"
        },
        {
            "x1": 505,
            "y1": 922,
            "x2": 617,
            "y2": 1081,
            "text": "とても 食欲をそそる 香り…",
            "vi": "Một mùi hương rất ngon miệng..."
        },
        {
            "x1": 335,
            "y1": 942,
            "x2": 438,
            "y2": 1173,
            "text": "うわ… いいから 食べてください",
            "vi": "Wow... làm ơn ăn nó"
        },
        {
            "x1": 240,
            "y1": 1048,
            "x2": 294,
            "y2": 1188,
            "text": "では…",
            "vi": "Khi đó..."
        }
    ],
    "14-62d255d61059b.jpg": [
        {
            "x1": 558,
            "y1": 92,
            "x2": 611,
            "y2": 272,
            "text": "おかわり",
            "vi": "vài giây"
        },
        {
            "x1": 363,
            "y1": 184,
            "x2": 422,
            "y2": 380,
            "text": "俺も！",
            "vi": "tôi cũng thế!"
        },
        {
            "x1": 140,
            "y1": 493,
            "x2": 175,
            "y2": 623,
            "text": "はいはい",
            "vi": "Có có"
        },
        {
            "x1": 876,
            "y1": 876,
            "x2": 921,
            "y2": 989,
            "text": "あの…",
            "vi": "điều đó…"
        },
        {
            "x1": 216,
            "y1": 826,
            "x2": 289,
            "y2": 1009,
            "text": "あっ どうでした？",
            "vi": "Nó thế nào?"
        },
        {
            "x1": 860,
            "y1": 1134,
            "x2": 1066,
            "y2": 1381,
            "text": "私にも おかわり 頂けませんで しょうか…？",
            "vi": "Bạn có muốn thay đổi tôi không...?"
        },
        {
            "x1": 172,
            "y1": 1210,
            "x2": 255,
            "y2": 1463,
            "text": "胃袋ゲット作戦は 諦めたそうな",
            "vi": "Có vẻ như anh ấy đã từ bỏ túi dạ dày"
        },
        {
            "x1": 30,
            "y1": 1277,
            "x2": 88,
            "y2": 1558,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}