var ocr_data = {
    "1-61185ee951f04.jpg": [
        {
            "x1": 85,
            "y1": 8,
            "x2": 722,
            "y2": 113,
            "text": "第39章 ドランのダンジョンマスター",
            "vi": "Chương 39 Master Doran Dungeon"
        },
        {
            "x1": 617,
            "y1": 1109,
            "x2": 944,
            "y2": 1221,
            "text": "放浪メシ",
            "vi": "Đi lang thang"
        },
        {
            "x1": 419,
            "y1": 1537,
            "x2": 779,
            "y2": 1582,
            "text": "キャラクター原案？雅",
            "vi": "Bản nháp nhân vật? Tao nhã"
        },
        {
            "x1": 78,
            "y1": 1481,
            "x2": 718,
            "y2": 1567,
            "text": "漫画：赤岸K 原作：江可運",
            "vi": "Manga: Akagishi K hoặc bản gốc: ESA Lucky"
        }
    ],
    "2-61185ee9ee491.jpg": [
        {
            "x1": 885,
            "y1": 106,
            "x2": 1012,
            "y2": 441,
            "text": "ダンジョン都市 ドラン！",
            "vi": "Thành phố Dungeon Dran!"
        },
        {
            "x1": 486,
            "y1": 710,
            "x2": 551,
            "y2": 928,
            "text": "入るのに時間が かかりそうだのう",
            "vi": "Dường như mất một thời gian để vào"
        },
        {
            "x1": 976,
            "y1": 1156,
            "x2": 1038,
            "y2": 1397,
            "text": "近くで見ると さらにでっかいなー",
            "vi": "Nếu bạn nhìn gần đó, nó còn lớn hơn"
        },
        {
            "x1": 647,
            "y1": 1141,
            "x2": 678,
            "y2": 1308,
            "text": "そのようだな",
            "vi": "Nó trông như thế"
        },
        {
            "x1": 543,
            "y1": 1108,
            "x2": 577,
            "y2": 1255,
            "text": "すみません",
            "vi": "lấy làm tiếc"
        },
        {
            "x1": 505,
            "y1": 1158,
            "x2": 540,
            "y2": 1307,
            "text": "すみません",
            "vi": "lấy làm tiếc"
        },
        {
            "x1": 163,
            "y1": 1093,
            "x2": 244,
            "y2": 1267,
            "text": "従魔なんで",
            "vi": "Bởi vì nó là một con quỷ"
        },
        {
            "x1": 137,
            "y1": 1169,
            "x2": 228,
            "y2": 1359,
            "text": "守守全なんでー",
            "vi": "Đó là morimori za"
        },
        {
            "x1": 876,
            "y1": 1270,
            "x2": 937,
            "y2": 1513,
            "text": "向こうに見えるのが ダンジョンかな",
            "vi": "Tôi tự hỏi nếu ngục tối nhìn ở đó"
        },
        {
            "x1": 633,
            "y1": 1339,
            "x2": 664,
            "y2": 1454,
            "text": "しかし…",
            "vi": "Chỉ…"
        }
    ],
    "3-61185eea8d6ce.jpg": [
        {
            "x1": 460,
            "y1": 309,
            "x2": 480,
            "y2": 403,
            "text": "待とうね",
            "vi": "Đợi đã"
        },
        {
            "x1": 933,
            "y1": 596,
            "x2": 966,
            "y2": 741,
            "text": "どうした？",
            "vi": "Có chuyện gì?"
        },
        {
            "x1": 395,
            "y1": 638,
            "x2": 419,
            "y2": 811,
            "text": "ムコーダさくんっ",
            "vi": "Mukoda sa -kun"
        },
        {
            "x1": 908,
            "y1": 982,
            "x2": 970,
            "y2": 1147,
            "text": "お主を呼んで おるようだぞ",
            "vi": "Có vẻ như bạn đang gọi Chúa"
        }
    ],
    "4-61185eeb3f2b8.jpg": [
        {
            "x1": 920,
            "y1": 117,
            "x2": 975,
            "y2": 440,
            "text": "ムコーダさ～んっ",
            "vi": "Mukoda"
        },
        {
            "x1": 186,
            "y1": 589,
            "x2": 318,
            "y2": 963,
            "text": "あなたが来るのを ずーっと 待ちわびてたんですよく",
            "vi": "Tôi luôn luôn chờ đợi bạn đến"
        }
    ],
    "5-61185eebcaf50.jpg": [
        {
            "x1": 901,
            "y1": 81,
            "x2": 1006,
            "y2": 327,
            "text": "カレーリナの ギルドマスターから 話を聞きまして！",
            "vi": "Lắng nghe Master of Calleina!"
        },
        {
            "x1": 617,
            "y1": 103,
            "x2": 652,
            "y2": 287,
            "text": "あ「もしかして",
            "vi": "Oh, có lẽ"
        },
        {
            "x1": 548,
            "y1": 154,
            "x2": 613,
            "y2": 288,
            "text": "冒険者 ギルドの…",
            "vi": "Bang hội thám hiểm..."
        },
        {
            "x1": 410,
            "y1": 88,
            "x2": 475,
            "y2": 256,
            "text": "それで地竜は どこです⁉",
            "vi": "Vậy Rồng Trái đất ở đâu?"
        },
        {
            "x1": 531,
            "y1": 362,
            "x2": 636,
            "y2": 530,
            "text": "興奮して夜も 眠れません でしたよ！",
            "vi": "Tôi đã rất phấn khích vì tôi không thể ngủ vào ban đêm!"
        },
        {
            "x1": 356,
            "y1": 301,
            "x2": 463,
            "y2": 468,
            "text": "荷馬車は 後から来るの ですか⁉",
            "vi": "Người vận chuyển sẽ đến sau?"
        },
        {
            "x1": 73,
            "y1": 509,
            "x2": 205,
            "y2": 690,
            "text": "え えーと… 地竜はアイテム ボックスに しまっていて…",
            "vi": "Ừm... con rồng cục bộ nằm trong hộp vật phẩm..."
        },
        {
            "x1": 879,
            "y1": 756,
            "x2": 985,
            "y2": 977,
            "text": "アイテム ボックス！",
            "vi": "Hộp mục!"
        },
        {
            "x1": 277,
            "y1": 747,
            "x2": 353,
            "y2": 918,
            "text": "それは 素晴らしい！",
            "vi": "thật tuyệt!"
        },
        {
            "x1": 126,
            "y1": 801,
            "x2": 237,
            "y2": 972,
            "text": "であれば 状態も恐らく 良いもの……",
            "vi": "Nếu vậy, tình trạng có lẽ là tốt..."
        },
        {
            "x1": 955,
            "y1": 1050,
            "x2": 982,
            "y2": 1190,
            "text": "でしょう…",
            "vi": "Có lẽ..."
        }
    ],
    "6-61185eec6d75b.jpg": [
        {
            "x1": 219,
            "y1": 79,
            "x2": 302,
            "y2": 307,
            "text": "それはもしや… もしや…",
            "vi": "Nếu nó... nếu..."
        },
        {
            "x1": 96,
            "y1": 115,
            "x2": 194,
            "y2": 381,
            "text": "ピクシー ドラゴンでは⁉",
            "vi": "Trong Pixie Rồng"
        },
        {
            "x1": 914,
            "y1": 182,
            "x2": 1018,
            "y2": 779,
            "text": "ムッ ムコーダさんん‼ぐる",
            "vi": "MU Mukoda -san Lần nữa"
        },
        {
            "x1": 120,
            "y1": 455,
            "x2": 220,
            "y2": 610,
            "text": "そうなんです 珍しい種類 らしくて…",
            "vi": "Đúng vậy, đó là một loại hiếm hoi..."
        },
        {
            "x1": 120,
            "y1": 683,
            "x2": 172,
            "y2": 937,
            "text": "ムコーダさん",
            "vi": "Mukoda"
        },
        {
            "x1": 546,
            "y1": 929,
            "x2": 577,
            "y2": 1081,
            "text": "あ あの…",
            "vi": "À..."
        },
        {
            "x1": 879,
            "y1": 1150,
            "x2": 1000,
            "y2": 1507,
            "text": "私は今‼",
            "vi": "Tôi bây giờ!"
        },
        {
            "x1": 112,
            "y1": 1160,
            "x2": 225,
            "y2": 1480,
            "text": "猛烈に感動 していますッ！",
            "vi": "Tôi rất ấn tượng!"
        }
    ],
    "7-61185eed120d9.jpg": [
        {
            "x1": 883,
            "y1": 251,
            "x2": 913,
            "y2": 416,
            "text": "ゾウデスカ…",
            "vi": "Zodesca..."
        },
        {
            "x1": 107,
            "y1": 278,
            "x2": 186,
            "y2": 451,
            "text": "周りの視線が 痛い…！",
            "vi": "Cái nhìn xung quanh đau...!"
        },
        {
            "x1": 836,
            "y1": 546,
            "x2": 1000,
            "y2": 757,
            "text": "ドラゴンの 解体だけでも 私の夢だったと いうのに！",
            "vi": "Việc tháo dỡ con rồng một mình là ước mơ của tôi!"
        },
        {
            "x1": 458,
            "y1": 552,
            "x2": 533,
            "y2": 723,
            "text": "長生きして 良かった……",
            "vi": "Tôi rất vui vì tôi đã sống lâu rồi..."
        },
        {
            "x1": 185,
            "y1": 531,
            "x2": 253,
            "y2": 727,
            "text": "本当に良かった ………ウグッ",
            "vi": "Nó thực sự tốt... ugut"
        },
        {
            "x1": 663,
            "y1": 1083,
            "x2": 819,
            "y2": 1279,
            "text": "ドラゴン種の！ それも特に 珍しいと 言われる！",
            "vi": "Loài rồng! Nó được cho là đặc biệt khác thường!"
        },
        {
            "x1": 55,
            "y1": 1094,
            "x2": 203,
            "y2": 1305,
            "text": "エェー―ッ 泣き出したよ この人",
            "vi": "EH -Tôi bắt đầu khóc người này"
        },
        {
            "x1": 620,
            "y1": 1269,
            "x2": 762,
            "y2": 1465,
            "text": "ピクシー ドラゴンを 直に見ることが できるなんて…",
            "vi": "Bạn có thể nhìn thấy con rồng pixie trực tiếp..."
        },
        {
            "x1": 480,
            "y1": 1356,
            "x2": 583,
            "y2": 1511,
            "text": "おい こやっ大丈夫 なのか？",
            "vi": "Có ổn không?"
        }
    ],
    "8-61185eedae175.jpg": [
        {
            "x1": 912,
            "y1": 104,
            "x2": 977,
            "y2": 245,
            "text": "落ち着いて ください",
            "vi": "Xin vui lòng bình tĩnh"
        },
        {
            "x1": 643,
            "y1": 104,
            "x2": 725,
            "y2": 202,
            "text": "貴方は 一体…",
            "vi": "Bạn là một..."
        },
        {
            "x1": 543,
            "y1": 186,
            "x2": 573,
            "y2": 325,
            "text": "グスッ……",
            "vi": "Khỏe..."
        },
        {
            "x1": 135,
            "y1": 142,
            "x2": 198,
            "y2": 287,
            "text": "取り乱して しまって…",
            "vi": "Tôi buồn..."
        },
        {
            "x1": 650,
            "y1": 372,
            "x2": 721,
            "y2": 540,
            "text": "大方予想は 付いてるけど",
            "vi": "Hầu hết các kỳ vọng được đính kèm"
        },
        {
            "x1": 138,
            "y1": 319,
            "x2": 168,
            "y2": 464,
            "text": "すみません",
            "vi": "lấy làm tiếc"
        },
        {
            "x1": 1000,
            "y1": 637,
            "x2": 1030,
            "y2": 832,
            "text": "申し遅れました",
            "vi": "Tôi đã muộn"
        },
        {
            "x1": 221,
            "y1": 589,
            "x2": 325,
            "y2": 784,
            "text": "やっぱり ギルドマスター だった",
            "vi": "Sau tất cả, đó là một bậc thầy Guild"
        },
        {
            "x1": 403,
            "y1": 658,
            "x2": 563,
            "y2": 951,
            "text": "私はこの ダンジョン都市ドラン 冒険者ギルドの ギルドマスター",
            "vi": "Tôi là bậc thầy của Nhà thám hiểm Drane City City City"
        },
        {
            "x1": 121,
            "y1": 760,
            "x2": 236,
            "y2": 984,
            "text": "ドラゴン好きとは 聞いてたけど 想像以上だな…",
            "vi": "Tôi đã nghe nói rằng những người yêu rồng, nhưng nó còn hơn cả tôi tưởng tượng..."
        },
        {
            "x1": 456,
            "y1": 1284,
            "x2": 537,
            "y2": 1476,
            "text": "エルランドと 申します",
            "vi": "Tên tôi là Elland"
        },
        {
            "x1": 87,
            "y1": 1344,
            "x2": 160,
            "y2": 1541,
            "text": "よろしく お願いします…",
            "vi": "cảm ơn bạn…"
        }
    ],
    "9-61185eee4fcde.jpg": [
        {
            "x1": 885,
            "y1": 122,
            "x2": 990,
            "y2": 340,
            "text": "すぐにでも解体に 取り取り掛かる つもりでしたが",
            "vi": "Tôi sẽ thực hiện việc phá hủy ngay lập tức"
        },
        {
            "x1": 447,
            "y1": 102,
            "x2": 489,
            "y2": 343,
            "text": "予定変更です！",
            "vi": "Đó là một sự thay đổi lịch trình!"
        },
        {
            "x1": 254,
            "y1": 121,
            "x2": 359,
            "y2": 302,
            "text": "ささっ 早くギルドに 参りましょう！",
            "vi": "Hãy đến hội sớm!"
        },
        {
            "x1": 115,
            "y1": 410,
            "x2": 191,
            "y2": 583,
            "text": "で でも 順番待ちが…",
            "vi": "Nhưng chờ đợi xếp hàng..."
        },
        {
            "x1": 366,
            "y1": 644,
            "x2": 461,
            "y2": 747,
            "text": "今本音 出ません でした？",
            "vi": "Bạn không nhận ra nó ngay bây giờ?"
        },
        {
            "x1": 884,
            "y1": 648,
            "x2": 980,
            "y2": 897,
            "text": "皆様方を 長時間お待たせする なんてとんでもない！",
            "vi": "Thật là nực cười khi chờ đợi trong một thời gian dài!"
        },
        {
            "x1": 119,
            "y1": 709,
            "x2": 222,
            "y2": 904,
            "text": "ギルドマスター 権限で何とでも なりますんで",
            "vi": "Nó có thể là bất cứ điều gì với chính quyền của bang hội"
        },
        {
            "x1": 717,
            "y1": 973,
            "x2": 814,
            "y2": 1197,
            "text": "色々とお聞き したいことが 山ほどありますから",
            "vi": "Có rất nhiều điều tôi muốn hỏi"
        },
        {
            "x1": 612,
            "y1": 1300,
            "x2": 656,
            "y2": 1435,
            "text": "N週してくださ",
            "vi": "Xin vui lòng n tuần"
        },
        {
            "x1": 756,
            "y1": 1427,
            "x2": 781,
            "y2": 1535,
            "text": "ひい………",
            "vi": "Xin chào ………"
        }
    ],
    "10-61185eeef07c1.jpg": [
        {
            "x1": 657,
            "y1": 108,
            "x2": 762,
            "y2": 300,
            "text": "ささ どうぞどうぞ お座りください",
            "vi": "Xin hãy ngồi xuống"
        },
        {
            "x1": 934,
            "y1": 658,
            "x2": 1031,
            "y2": 882,
            "text": "ここまで来ちゃうと 逃げるわけにも いかないしなあ",
            "vi": "Nếu bạn đến xa như vậy, bạn không thể trốn thoát"
        },
        {
            "x1": 134,
            "y1": 673,
            "x2": 161,
            "y2": 862,
            "text": "貴方はこちらに",
            "vi": "Bạn ở đây"
        },
        {
            "x1": 945,
            "y1": 1076,
            "x2": 1006,
            "y2": 1207,
            "text": "ええと… これは…？",
            "vi": "Yeah... đây là...?"
        },
        {
            "x1": 681,
            "y1": 1086,
            "x2": 753,
            "y2": 1318,
            "text": "魔力を帯びた木で 出来たとまり木です",
            "vi": "Đó là một cây tomak làm bằng cây ma thuật."
        },
        {
            "x1": 514,
            "y1": 1265,
            "x2": 655,
            "y2": 1489,
            "text": "ピクシードラゴンは この木にしか 留まらないと 言われていて…",
            "vi": "Người ta nói rằng con rồng pixie chỉ ở trong cái cây này..."
        },
        {
            "x1": 135,
            "y1": 1392,
            "x2": 180,
            "y2": 1538,
            "text": "ああっ⁉",
            "vi": "Oh, oh"
        }
    ],
    "11-61185eefa3f4c.jpg": [
        {
            "x1": 569,
            "y1": 131,
            "x2": 616,
            "y2": 204,
            "text": "失礼",
            "vi": "thô lỗ"
        },
        {
            "x1": 923,
            "y1": 140,
            "x2": 984,
            "y2": 344,
            "text": "な なるほど そういうことも…",
            "vi": "Tôi đoán đó là..."
        },
        {
            "x1": 708,
            "y1": 172,
            "x2": 782,
            "y2": 284,
            "text": "これは 貴重な…",
            "vi": "Điều này là quý giá..."
        },
        {
            "x1": 529,
            "y1": 270,
            "x2": 605,
            "y2": 389,
            "text": "どうぞ お茶です",
            "vi": "Xin hãy uống trà"
        },
        {
            "x1": 108,
            "y1": 210,
            "x2": 135,
            "y2": 352,
            "text": "ど どうも…",
            "vi": "Thật là một..."
        },
        {
            "x1": 503,
            "y1": 597,
            "x2": 621,
            "y2": 753,
            "text": "さ 貴方には 魔力入りの 花蜜です",
            "vi": "Nó là một mật ong hoa với sức mạnh ma thuật."
        },
        {
            "x1": 716,
            "y1": 902,
            "x2": 800,
            "y2": 1025,
            "text": "ヴク",
            "vi": "Vuku"
        },
        {
            "x1": 84,
            "y1": 943,
            "x2": 133,
            "y2": 1172,
            "text": "ああああっ⁉",
            "vi": "Ôi trời ơi"
        }
    ],
    "12-61185ef047b70.jpg": [
        {
            "x1": 978,
            "y1": 96,
            "x2": 1013,
            "y2": 257,
            "text": "そ そんな…",
            "vi": "Đúng thế..."
        },
        {
            "x1": 593,
            "y1": 91,
            "x2": 746,
            "y2": 337,
            "text": "王立図書館に 忍び込んでまで 閲覧した記述が 間違っていると…⁉",
            "vi": "Nếu mô tả mà tôi duyệt vào Thư viện Hoàng gia là sai...⁉"
        },
        {
            "x1": 140,
            "y1": 131,
            "x2": 212,
            "y2": 300,
            "text": "さっきから 何ですそれ？",
            "vi": "Nó là gì từ một thời gian trước?"
        },
        {
            "x1": 889,
            "y1": 710,
            "x2": 1002,
            "y2": 943,
            "text": "私 実はドラゴンの 事となると 目がないのですが",
            "vi": "Trên thực tế, tôi không có mắt khi nói đến những con rồng"
        },
        {
            "x1": 695,
            "y1": 740,
            "x2": 770,
            "y2": 872,
            "text": "むく",
            "vi": "lột vỏ"
        },
        {
            "x1": 469,
            "y1": 711,
            "x2": 642,
            "y2": 935,
            "text": "今は無き某国の 秘薬精製の文献に 僅かながら ピクシードラゴンの 記述があったんです",
            "vi": "Có một mô tả về con rồng pixie trong tài liệu về tinh chế thuốc bí mật ở một quốc gia nhất định bây giờ."
        },
        {
            "x1": 248,
            "y1": 717,
            "x2": 354,
            "y2": 942,
            "text": "ピクシードラゴンの 主食は魔力と 花々の蜜だと…",
            "vi": "Thức ăn chủ yếu của Pixie Dragon là sức mạnh kỳ diệu và mật ong của hoa..."
        },
        {
            "x1": 125,
            "y1": 788,
            "x2": 220,
            "y2": 1013,
            "text": "先程のとまり木も おな ぶ 同じ文献に書かれて あったのですが…",
            "vi": "Sự kích thích được đề cập trước đó cũng được viết trong cùng một tài liệu..."
        },
        {
            "x1": 93,
            "y1": 1068,
            "x2": 151,
            "y2": 1244,
            "text": "もてなし だったんですね",
            "vi": "Đó là một lòng hiếu khách"
        },
        {
            "x1": 713,
            "y1": 1309,
            "x2": 785,
            "y2": 1442,
            "text": "あっ 存じてます",
            "vi": "Tôi biết"
        },
        {
            "x1": 172,
            "y1": 1332,
            "x2": 227,
            "y2": 1504,
            "text": "しかし！",
            "vi": "Chỉ!"
        }
    ],
    "13-61185ef0f215a.jpg": [
        {
            "x1": 862,
            "y1": 119,
            "x2": 994,
            "y2": 405,
            "text": "いくら 貴重な文献を 調べ上げたところで",
            "vi": "Cho dù văn học có giá trị đến mức nào"
        },
        {
            "x1": 66,
            "y1": 137,
            "x2": 269,
            "y2": 375,
            "text": "新たな発見で 今までの定説が ひっくり返る！ 研究とは そうでなくては！",
            "vi": "Với một khám phá mới, lý thuyết thông thường được đảo lộn! Tôi phải nghiên cứu!"
        },
        {
            "x1": 886,
            "y1": 477,
            "x2": 966,
            "y2": 750,
            "text": "実地に勝るものは ありません！",
            "vi": "Không có gì tốt hơn lĩnh vực này!"
        },
        {
            "x1": 420,
            "y1": 683,
            "x2": 520,
            "y2": 945,
            "text": "これは 大発見ですよ！",
            "vi": "Đây là một khám phá tuyệt vời!"
        },
        {
            "x1": 214,
            "y1": 863,
            "x2": 242,
            "y2": 936,
            "text": "大丈夫",
            "vi": "Bạn co ổn không"
        },
        {
            "x1": 902,
            "y1": 1065,
            "x2": 951,
            "y2": 1373,
            "text": "ムコーダさん！",
            "vi": "Mukoda!"
        },
        {
            "x1": 116,
            "y1": 1051,
            "x2": 280,
            "y2": 1380,
            "text": "他にも色々 聞かせていただき ますからね！",
            "vi": "Tôi sẽ cho bạn biết nhiều hơn!"
        },
        {
            "x1": 83,
            "y1": 1363,
            "x2": 114,
            "y2": 1478,
            "text": "はい……",
            "vi": "Vâng……"
        }
    ],
    "14-61185ef197cac.jpg": [
        {
            "x1": 896,
            "y1": 128,
            "x2": 1004,
            "y2": 298,
            "text": "さて ではまず 食事について",
            "vi": "Vâng, trước hết là về các bữa ăn"
        },
        {
            "x1": 514,
            "y1": 101,
            "x2": 652,
            "y2": 297,
            "text": "先程花の蜜は 主食ではない… ということが わかりましたが",
            "vi": "Tôi phát hiện ra rằng mật ong hoa không phải là một món ăn chính..."
        },
        {
            "x1": 457,
            "y1": 342,
            "x2": 598,
            "y2": 511,
            "text": "普段は どんなものを 食べているの ですか？",
            "vi": "Bạn thường ăn gì?"
        },
        {
            "x1": 127,
            "y1": 579,
            "x2": 302,
            "y2": 719,
            "text": "うーん といっても まだ日が 浅いん ですけど…",
            "vi": "Chà, ngày vẫn còn nông..."
        },
        {
            "x1": 291,
            "y1": 815,
            "x2": 337,
            "y2": 894,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 882,
            "y1": 793,
            "x2": 983,
            "y2": 1011,
            "text": "基本みんな一緒に 食べてるので いろいろですかね",
            "vi": "Về cơ bản mọi người đang ăn cùng nhau, vì vậy nó rất nhiều"
        },
        {
            "x1": 439,
            "y1": 795,
            "x2": 509,
            "y2": 1040,
            "text": "決まったものは ないと思いますけど",
            "vi": "Tôi không nghĩ có bất cứ điều gì đã quyết định"
        },
        {
            "x1": 182,
            "y1": 1413,
            "x2": 207,
            "y2": 1496,
            "text": "えっ？",
            "vi": "ơ?"
        }
    ],
    "15-61185ef2372b4.jpg": [
        {
            "x1": 870,
            "y1": 113,
            "x2": 976,
            "y2": 333,
            "text": "私が食事を作って それをみんなで 食べてます",
            "vi": "Tôi nấu ăn và ăn nó cùng nhau"
        },
        {
            "x1": 355,
            "y1": 121,
            "x2": 429,
            "y2": 345,
            "text": "肉を焼いたり 野菜を炒めたり…",
            "vi": "Nướng thịt và rau khoai tây..."
        },
        {
            "x1": 313,
            "y1": 386,
            "x2": 427,
            "y2": 553,
            "text": "もちろん私も 同じものを 食べてます",
            "vi": "Tất nhiên tôi ăn cùng thứ"
        },
        {
            "x1": 141,
            "y1": 463,
            "x2": 204,
            "y2": 668,
            "text": "あるじのごはん おいしーんだよー",
            "vi": "Aji không có gạo là ngon"
        },
        {
            "x1": 957,
            "y1": 729,
            "x2": 987,
            "y2": 921,
            "text": "ほ 本当ですか？",
            "vi": "Có đúng không?"
        },
        {
            "x1": 823,
            "y1": 851,
            "x2": 927,
            "y2": 1096,
            "text": "流石に三種の魔物が 同じものを食べるとは 考えにくいですが…",
            "vi": "Thật khó để tưởng tượng rằng ba loại quái vật ăn cùng thứ..."
        },
        {
            "x1": 636,
            "y1": 722,
            "x2": 772,
            "y2": 998,
            "text": "フェンリルは肉食ですが 保有する魔力量の点から ピクシードラゴンと 共通点はあります",
            "vi": "Fenrir là động vật ăn thịt, nhưng nó có điểm chung với con rồng Pixie vì một lượng ma thuật kỳ diệu."
        },
        {
            "x1": 267,
            "y1": 728,
            "x2": 445,
            "y2": 883,
            "text": "スライムは ひかくてきなん 比較的何でも 消化しますし 関係性は 薄いでしょう",
            "vi": "Slime là một Hikaku, và nó sẽ tương đối tiêu hóa và mối quan hệ sẽ yếu."
        },
        {
            "x1": 63,
            "y1": 729,
            "x2": 159,
            "y2": 1001,
            "text": "仮にピクシードラゴンの 主食の記述が間違って いたとしてもです",
            "vi": "Ngay cả khi mô tả về thực phẩm chủ yếu của Pixie Dragon là sai."
        },
        {
            "x1": 919,
            "y1": 1173,
            "x2": 983,
            "y2": 1421,
            "text": "そこに至るなんらかの 要因があるはずで…",
            "vi": "Cần có một số yếu tố dẫn đến nó..."
        },
        {
            "x1": 475,
            "y1": 1167,
            "x2": 572,
            "y2": 1370,
            "text": "それが流石に 同じものだなんて そんなまさか…",
            "vi": "Đó hoàn toàn là điều tương tự..."
        },
        {
            "x1": 104,
            "y1": 1166,
            "x2": 243,
            "y2": 1322,
            "text": "花の蜜なんて そんな話 聞いたことも ねぇぞ",
            "vi": "Tôi chưa từng nghe về một câu chuyện như vậy về mật ong của hoa"
        }
    ],
    "16-61185ef2d7a7c.jpg": [
        {
            "x1": 932,
            "y1": 91,
            "x2": 1001,
            "y2": 236,
            "text": "実際のとこ どうなの？",
            "vi": "Địa điểm thực tế là gì?"
        },
        {
            "x1": 673,
            "y1": 118,
            "x2": 751,
            "y2": 289,
            "text": "俺たちは基本 何でも食うぞ",
            "vi": "Chúng ta sẽ ăn bất cứ thứ gì về cơ bản"
        },
        {
            "x1": 147,
            "y1": 140,
            "x2": 217,
            "y2": 378,
            "text": "肉が１番好きでは あるけどな！",
            "vi": "Tôi thích thịt nhất!"
        },
        {
            "x1": 148,
            "y1": 507,
            "x2": 180,
            "y2": 621,
            "text": "だよねー",
            "vi": "không phải là nó"
        },
        {
            "x1": 659,
            "y1": 692,
            "x2": 766,
            "y2": 858,
            "text": "あ あの ドラちゃんが 言うには",
            "vi": "Ah mà dora -chan nói"
        },
        {
            "x1": 246,
            "y1": 693,
            "x2": 356,
            "y2": 838,
            "text": "基本何でも 食べるそう ですよ",
            "vi": "Có vẻ như bạn ăn bất cứ thứ gì về cơ bản"
        },
        {
            "x1": 118,
            "y1": 746,
            "x2": 225,
            "y2": 888,
            "text": "肉が１番 好きだそう ですけど",
            "vi": "Tôi thích thịt nhất"
        },
        {
            "x1": 627,
            "y1": 1056,
            "x2": 698,
            "y2": 1250,
            "text": "……ちょっと 待ってください",
            "vi": "…… đợi một phút"
        },
        {
            "x1": 131,
            "y1": 1071,
            "x2": 247,
            "y2": 1240,
            "text": "えーと 普段は念話で 話してて…",
            "vi": "Vâng, tôi thường nói trong một câu chuyện tưởng niệm..."
        },
        {
            "x1": 559,
            "y1": 1285,
            "x2": 696,
            "y2": 1455,
            "text": "ドラちゃんが 言うにはって どういうこと ですか？",
            "vi": "Dora -chan nói gì?"
        },
        {
            "x1": 137,
            "y1": 1362,
            "x2": 212,
            "y2": 1506,
            "text": "念話で…… はな 話す……？",
            "vi": "Với một câu chuyện trái tim..."
        }
    ],
    "17-61185ef353608.jpg": [
        {
            "x1": 877,
            "y1": 55,
            "x2": 996,
            "y2": 341,
            "text": "ムコーダさんは ドラゴンと 話せるんですかッ⁉",
            "vi": "Mcoda có thể nói chuyện với rồng không?"
        },
        {
            "x1": 132,
            "y1": 82,
            "x2": 234,
            "y2": 302,
            "text": "いや ドラゴンと 話せるって わけじゃなくって",
            "vi": "Không, tôi không thể nói chuyện với một con rồng"
        },
        {
            "x1": 784,
            "y1": 383,
            "x2": 908,
            "y2": 623,
            "text": "というか 念話って 何なんですかッ⁉",
            "vi": "Hay đúng hơn, câu chuyện trái tim là gì?"
        },
        {
            "x1": 59,
            "y1": 358,
            "x2": 207,
            "y2": 555,
            "text": "ドラちゃんとは 従魔契約 結んでますから それで…",
            "vi": "Tôi có một hợp đồng quỷ với Dora -chan, vì vậy..."
        },
        {
            "x1": 167,
            "y1": 639,
            "x2": 239,
            "y2": 818,
            "text": "あっ しまった 余計なことを",
            "vi": "Thật là một điều thêm"
        },
        {
            "x1": 782,
            "y1": 690,
            "x2": 976,
            "y2": 1052,
            "text": "従魔契約⁉ ピクシードラゴンと 従魔契約を 結んでいるんですか⁉",
            "vi": "Hợp đồng tiếp theo bạn có hợp đồng cấp dưới với con rồng Pixie không?"
        },
        {
            "x1": 83,
            "y1": 876,
            "x2": 229,
            "y2": 1091,
            "text": "近ッ！ 顔近ッ‼",
            "vi": "Trong sáng! Khuôn mặt gần gũi"
        },
        {
            "x1": 883,
            "y1": 1117,
            "x2": 996,
            "y2": 1388,
            "text": "念話だなんて この長いエルフ生でも 初耳ですよ！",
            "vi": "Đây là lần đầu tiên sinh viên yêu tinh dài này trở thành một câu chuyện trái tim!"
        },
        {
            "x1": 807,
            "y1": 1375,
            "x2": 920,
            "y2": 1546,
            "text": "もうちょっと その辺 詳しく話を",
            "vi": "Nói về chi tiết chi tiết"
        },
        {
            "x1": 720,
            "y1": 1318,
            "x2": 754,
            "y2": 1487,
            "text": "ひえええええ",
            "vi": "Hee yeah yeah"
        }
    ],
    "18-61185ef3caff9.jpg": [
        {
            "x1": 585,
            "y1": 118,
            "x2": 648,
            "y2": 364,
            "text": "あ あの… エルラソドさん……",
            "vi": "Ah... El Lado -san..."
        },
        {
            "x1": 121,
            "y1": 133,
            "x2": 267,
            "y2": 385,
            "text": "今回は地竜の解体を お願いしたくて 旅をしてきたので… そろそろ…",
            "vi": "Lần này, tôi muốn yêu cầu phá hủy con rồng, vì vậy tôi đã đi du lịch... Đó là khoảng thời gian..."
        },
        {
            "x1": 126,
            "y1": 419,
            "x2": 232,
            "y2": 615,
            "text": "今日の宿も 探さないと いけないので…",
            "vi": "Tôi phải tìm nhà trọ của ngày hôm nay..."
        },
        {
            "x1": 946,
            "y1": 684,
            "x2": 994,
            "y2": 752,
            "text": "ハッ",
            "vi": "Ha"
        },
        {
            "x1": 819,
            "y1": 791,
            "x2": 1002,
            "y2": 986,
            "text": "そうでしたね！ すみません 私としたことが つい熱が 入ってしまって",
            "vi": "Đúng thế! Tôi xin lỗi, những gì tôi đã làm và sức nóng"
        },
        {
            "x1": 137,
            "y1": 697,
            "x2": 212,
            "y2": 892,
            "text": "よかった 解放されそうだ",
            "vi": "Tốt, nó sẽ được phát hành"
        },
        {
            "x1": 865,
            "y1": 1097,
            "x2": 1050,
            "y2": 1372,
            "text": "それでは地竜の 遭遇場所などから お話聞かせて いただいても⁉",
            "vi": "Sau đó, ngay cả khi bạn có thể cho chúng tôi biết từ nơi rồng địa phương, v. v."
        },
        {
            "x1": 132,
            "y1": 1153,
            "x2": 219,
            "y2": 1442,
            "text": "あ──これ 今日帰れないやつだ",
            "vi": "À, hôm nay tôi không thể trở lại"
        },
        {
            "x1": 47,
            "y1": 1292,
            "x2": 87,
            "y2": 1489,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}