var ocr_data = {
    "01.jpg": [
        {
            "x1": 181,
            "y1": 60,
            "x2": 907,
            "y2": 108,
            "text": "第74章 冒険者ヨハンネスの日常 中編",
            "vi": "Chương 74 Phiên bản y tế hàng ngày của Nhà thám hiểm Johannes"
        },
        {
            "x1": 162,
            "y1": 130,
            "x2": 647,
            "y2": 267,
            "text": "とんでもスキルて 展異世界放浪メジ",
            "vi": "Kỹ năng và triển lãm là triển lãm thế giới lang thang"
        },
        {
            "x1": 116,
            "y1": 1523,
            "x2": 1010,
            "y2": 1570,
            "text": "漫画：双葉もも 原作：江口連 キｬﾗｸﾀー原:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi Ren Kirakutahara: Ya"
        }
    ],
    "02.jpg": [
        {
            "x1": 820,
            "y1": 652,
            "x2": 947,
            "y2": 1046,
            "text": "本当に送らなくて 大丈夫ですか？",
            "vi": "Không sao khi không gửi nó?"
        }
    ],
    "03.jpg": [
        {
            "x1": 831,
            "y1": 64,
            "x2": 965,
            "y2": 210,
            "text": "はい すぐそこ なので",
            "vi": "Vâng, vậy"
        },
        {
            "x1": 651,
            "y1": 130,
            "x2": 684,
            "y2": 301,
            "text": "それよりも",
            "vi": "Thêm"
        },
        {
            "x1": 537,
            "y1": 318,
            "x2": 637,
            "y2": 473,
            "text": "あなたの 方が…",
            "vi": "Em là..."
        },
        {
            "x1": 157,
            "y1": 502,
            "x2": 194,
            "y2": 604,
            "text": "はは…",
            "vi": "người mẹ…"
        },
        {
            "x1": 738,
            "y1": 917,
            "x2": 786,
            "y2": 995,
            "text": "私も",
            "vi": "tôi cũng thế"
        },
        {
            "x1": 579,
            "y1": 938,
            "x2": 691,
            "y2": 1164,
            "text": "助けていただき ありがとう ございました！",
            "vi": "Cảm ơn bạn đã giúp đỡ của bạn!"
        },
        {
            "x1": 365,
            "y1": 1016,
            "x2": 496,
            "y2": 1240,
            "text": "いやいや 困った時は お互い様ですよ",
            "vi": "Không, khi bạn gặp rắc rối, nó giống nhau"
        },
        {
            "x1": 843,
            "y1": 1247,
            "x2": 976,
            "y2": 1446,
            "text": "スミマセン 一度ならず にと 二度までも…",
            "vi": "Sumimasen, thậm chí hai lần mà không có một lần..."
        },
        {
            "x1": 103,
            "y1": 1240,
            "x2": 191,
            "y2": 1481,
            "text": "それに お礼を言うなら",
            "vi": "Nếu bạn nói lời cảm ơn"
        }
    ],
    "04.jpg": [
        {
            "x1": 372,
            "y1": 82,
            "x2": 412,
            "y2": 266,
            "text": "さっきの！",
            "vi": "trước đó!"
        },
        {
            "x1": 154,
            "y1": 475,
            "x2": 322,
            "y2": 668,
            "text": "この子に 言ってやって くれると 嬉しいです",
            "vi": "Tôi rất vui nếu bạn nói với tôi cho đứa trẻ này"
        },
        {
            "x1": 959,
            "y1": 738,
            "x2": 995,
            "y2": 912,
            "text": "そうですね",
            "vi": "tôi đồng ý"
        },
        {
            "x1": 586,
            "y1": 795,
            "x2": 676,
            "y2": 1017,
            "text": "ありがとう スライムさん",
            "vi": "Cảm ơn Slime"
        },
        {
            "x1": 853,
            "y1": 1262,
            "x2": 953,
            "y2": 1443,
            "text": "それより この後 どうしよっか…",
            "vi": "Tôi nên làm gì sau đây..."
        },
        {
            "x1": 216,
            "y1": 1314,
            "x2": 247,
            "y2": 1420,
            "text": "あの…",
            "vi": "điều đó…"
        }
    ],
    "05.jpg": [
        {
            "x1": 255,
            "y1": 36,
            "x2": 307,
            "y2": 164,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 869,
            "y1": 81,
            "x2": 957,
            "y2": 265,
            "text": "よかったら これ…",
            "vi": "Nếu bạn thích điều này..."
        },
        {
            "x1": 538,
            "y1": 329,
            "x2": 617,
            "y2": 465,
            "text": "少ないん ですけど",
            "vi": "Có rất ít"
        },
        {
            "x1": 117,
            "y1": 181,
            "x2": 163,
            "y2": 434,
            "text": "いやいやいやー",
            "vi": "Không, không, không"
        },
        {
            "x1": 398,
            "y1": 391,
            "x2": 516,
            "y2": 546,
            "text": "飲み直す 時の足しに でも…",
            "vi": "Ngay cả khi bạn thêm nó khi bạn re -drink..."
        },
        {
            "x1": 837,
            "y1": 712,
            "x2": 941,
            "y2": 892,
            "text": "受け取れ ないよ！",
            "vi": "Tôi không thể nhận được nó!"
        },
        {
            "x1": 367,
            "y1": 752,
            "x2": 412,
            "y2": 831,
            "text": "いえ",
            "vi": "mái ấm"
        },
        {
            "x1": 144,
            "y1": 846,
            "x2": 276,
            "y2": 978,
            "text": "私の 気持ちの 問題です",
            "vi": "Đó là một vấn đề của cảm xúc của tôi"
        },
        {
            "x1": 792,
            "y1": 901,
            "x2": 826,
            "y2": 1084,
            "text": "そうですよ！",
            "vi": "Đúng thế!"
        },
        {
            "x1": 913,
            "y1": 1152,
            "x2": 957,
            "y2": 1308,
            "text": "それでは",
            "vi": "Rất"
        },
        {
            "x1": 687,
            "y1": 1247,
            "x2": 721,
            "y2": 1362,
            "text": "ズルい",
            "vi": "bất công"
        },
        {
            "x1": 541,
            "y1": 1440,
            "x2": 568,
            "y2": 1572,
            "text": "…はっや",
            "vi": "…"
        }
    ],
    "06.jpg": [
        {
            "x1": 882,
            "y1": 87,
            "x2": 956,
            "y2": 342,
            "text": "とりあえず それはしまって…",
            "vi": "Hiện tại, nó đã hoàn thành..."
        },
        {
            "x1": 555,
            "y1": 278,
            "x2": 641,
            "y2": 502,
            "text": "飲み直し ましょうか…",
            "vi": "Chúng ta sẽ uống một lần nữa..."
        },
        {
            "x1": 235,
            "y1": 1051,
            "x2": 345,
            "y2": 1298,
            "text": "俺じゃなくて 親父の店！",
            "vi": "Cửa hàng của cha, không phải con!"
        },
        {
            "x1": 795,
            "y1": 1205,
            "x2": 995,
            "y2": 1480,
            "text": "ヨハンネスさん カレーリナで お店やってた んですね",
            "vi": "Bạn đang ở trong một cửa hàng tại Johannes Currylina."
        }
    ],
    "07.jpg": [
        {
            "x1": 328,
            "y1": 58,
            "x2": 363,
            "y2": 164,
            "text": "そうですね",
            "vi": "tôi đồng ý"
        },
        {
            "x1": 907,
            "y1": 148,
            "x2": 990,
            "y2": 283,
            "text": "あと ヨいンネスで いいですよ",
            "vi": "Và không sao với một ness"
        },
        {
            "x1": 820,
            "y1": 162,
            "x2": 885,
            "y2": 289,
            "text": "我あ俺も ムコ-ダで…",
            "vi": "Tôi cũng là Muko-da..."
        },
        {
            "x1": 554,
            "y1": 119,
            "x2": 698,
            "y2": 395,
            "text": "あ！ じゃあ やっぱこういう店 来る時って…",
            "vi": "A! Sau đó, sau tất cả, khi loại cửa hàng này xuất hiện..."
        },
        {
            "x1": 206,
            "y1": 122,
            "x2": 300,
            "y2": 302,
            "text": "視察も 兼ねてます",
            "vi": "Tôi cũng kiểm tra"
        },
        {
            "x1": 106,
            "y1": 320,
            "x2": 146,
            "y2": 448,
            "text": "えらく",
            "vi": "Hết sức"
        },
        {
            "x1": 852,
            "y1": 668,
            "x2": 972,
            "y2": 825,
            "text": "あるじー これ食べて いい？",
            "vi": "Tôi có thể ăn món này không?"
        },
        {
            "x1": 514,
            "y1": 698,
            "x2": 605,
            "y2": 905,
            "text": "あ！ それ 俺が狙ってた",
            "vi": "A! Nó đã được nhắm đến"
        },
        {
            "x1": 50,
            "y1": 691,
            "x2": 114,
            "y2": 919,
            "text": "あ──もう",
            "vi": "Ah, rồi"
        },
        {
            "x1": 790,
            "y1": 931,
            "x2": 875,
            "y2": 1042,
            "text": "うん いいよ",
            "vi": "Đúng, ok"
        },
        {
            "x1": 287,
            "y1": 892,
            "x2": 418,
            "y2": 1088,
            "text": "おい お主ら 何我を 差し置いて…",
            "vi": "Này, bạn làm gì..."
        },
        {
            "x1": 28,
            "y1": 971,
            "x2": 100,
            "y2": 1096,
            "text": "喧嘩すん なって",
            "vi": "Tôi đang chiến đấu"
        },
        {
            "x1": 885,
            "y1": 1204,
            "x2": 961,
            "y2": 1439,
            "text": "ムコーダさん たちってなんか",
            "vi": "Mukoda là một cái gì đó"
        },
        {
            "x1": 458,
            "y1": 1301,
            "x2": 590,
            "y2": 1510,
            "text": "こうして 見てると家族 みたいっすね",
            "vi": "Trông như thế này, nó trông giống như một gia đình"
        },
        {
            "x1": 306,
            "y1": 1268,
            "x2": 406,
            "y2": 1440,
            "text": "そう思，た分 怖くなくなえ きたや",
            "vi": "Tôi đã nghĩ vậy, tôi không sợ hãi"
        },
        {
            "x1": 127,
            "y1": 1244,
            "x2": 189,
            "y2": 1404,
            "text": "家族⁉",
            "vi": "gia đình⁉"
        }
    ],
    "08.jpg": [
        {
            "x1": 942,
            "y1": 159,
            "x2": 1081,
            "y2": 380,
            "text": "従魔たちを 従えてるく っていうより",
            "vi": "Thay vì theo dõi quỷ"
        },
        {
            "x1": 781,
            "y1": 344,
            "x2": 913,
            "y2": 558,
            "text": "なんか子供の 相手をしてる …みたいな？",
            "vi": "Một cái gì đó giống như một đứa trẻ..."
        },
        {
            "x1": 226,
            "y1": 447,
            "x2": 279,
            "y2": 619,
            "text": "子供…っ",
            "vi": "Bọn trẻ..."
        },
        {
            "x1": 917,
            "y1": 781,
            "x2": 1054,
            "y2": 991,
            "text": "俺もとうとう 三児の父 かあく",
            "vi": "Cuối cùng tôi cũng là cha của ba đứa trẻ"
        },
        {
            "x1": 573,
            "y1": 790,
            "x2": 645,
            "y2": 986,
            "text": "いや 父という より…",
            "vi": "Không, hơn là cha tôi..."
        },
        {
            "x1": 902,
            "y1": 1138,
            "x2": 1053,
            "y2": 1342,
            "text": "あははは",
            "vi": "Hahaha"
        },
        {
            "x1": 822,
            "y1": 1184,
            "x2": 878,
            "y2": 1321,
            "text": "我は子供 ではないぞ！",
            "vi": "Tôi không phải là đứa trẻ con!"
        },
        {
            "x1": 729,
            "y1": 1239,
            "x2": 762,
            "y2": 1384,
            "text": "俺もだぜ！",
            "vi": "Tôi cũng vậy!"
        },
        {
            "x1": 368,
            "y1": 1229,
            "x2": 442,
            "y2": 1385,
            "text": "あるじ たのしそう",
            "vi": "Nó có vẻ như nó vui"
        }
    ],
    "09.jpg": [
        {
            "x1": 233,
            "y1": 63,
            "x2": 333,
            "y2": 317,
            "text": "俺はダメな男 だく…",
            "vi": "Tôi là một người đàn ông vô dụng..."
        },
        {
            "x1": 60,
            "y1": 469,
            "x2": 148,
            "y2": 677,
            "text": "すいませーん 水ください",
            "vi": "Tôi xin lỗi, làm ơn tưới nước"
        },
        {
            "x1": 834,
            "y1": 921,
            "x2": 930,
            "y2": 1101,
            "text": "その話 何回目だよ",
            "vi": "Đã bao nhiêu lần câu chuyện đó?"
        },
        {
            "x1": 673,
            "y1": 925,
            "x2": 711,
            "y2": 1032,
            "text": "だって",
            "vi": "Tại vì"
        },
        {
            "x1": 141,
            "y1": 896,
            "x2": 273,
            "y2": 1138,
            "text": "だってって 子供じゃないん だから",
            "vi": "Bởi vì tôi không phải là một đứa trẻ"
        },
        {
            "x1": 712,
            "y1": 1230,
            "x2": 957,
            "y2": 1503,
            "text": "困ってる子が いるのに保身で 動こうとしない ような奴なんすよ 俺は…",
            "vi": "Tôi có một đứa trẻ gặp rắc rối, nhưng tôi không muốn di chuyển với sự bảo vệ... Tôi..."
        },
        {
            "x1": 139,
            "y1": 1240,
            "x2": 270,
            "y2": 1448,
            "text": "でも最終的に 助けようと してたじゃん",
            "vi": "Nhưng cuối cùng tôi cũng cố gắng giúp đỡ"
        }
    ],
    "10.jpg": [
        {
            "x1": 961,
            "y1": 29,
            "x2": 1052,
            "y2": 171,
            "text": "あれは 咄嗟に…",
            "vi": "Đúng thế..."
        },
        {
            "x1": 634,
            "y1": 121,
            "x2": 668,
            "y2": 223,
            "text": "うーん",
            "vi": "Hmmm"
        },
        {
            "x1": 889,
            "y1": 243,
            "x2": 1023,
            "y2": 454,
            "text": "ていうか 結局腰ぬかし てたし…",
            "vi": "Ý tôi là, tôi đang nhìn xuống..."
        },
        {
            "x1": 417,
            "y1": 369,
            "x2": 557,
            "y2": 609,
            "text": "それでも あの場で動けた ヨハンは",
            "vi": "Tuy nhiên, Johan, người đã có thể chuyển đến đó"
        },
        {
            "x1": 234,
            "y1": 584,
            "x2": 388,
            "y2": 823,
            "text": "俺はすごいと 思うんだけど なあ",
            "vi": "Tôi nghĩ nó thật tuyệt vời"
        },
        {
            "x1": 903,
            "y1": 1109,
            "x2": 984,
            "y2": 1344,
            "text": "いい人だなあ ムコーダさんく",
            "vi": "Đó là một người tốt, Mukoda -san"
        },
        {
            "x1": 441,
            "y1": 1084,
            "x2": 564,
            "y2": 1310,
            "text": "アンナさん ちゃんと 帰れたかなあ…",
            "vi": "Tôi tự hỏi liệu tôi có thể trở lại với Anna..."
        },
        {
            "x1": 711,
            "y1": 1366,
            "x2": 757,
            "y2": 1516,
            "text": "よせやい",
            "vi": "Vâng"
        },
        {
            "x1": 202,
            "y1": 1370,
            "x2": 244,
            "y2": 1547,
            "text": "ほぉん…？",
            "vi": "Hon...?"
        }
    ],
    "11.jpg": [
        {
            "x1": 847,
            "y1": 75,
            "x2": 968,
            "y2": 397,
            "text": "アンナさんって 言うんだく？",
            "vi": "Bạn có nói Anna không?"
        },
        {
            "x1": 769,
            "y1": 244,
            "x2": 814,
            "y2": 355,
            "text": "あのチ",
            "vi": "Cái đó chi"
        },
        {
            "x1": 877,
            "y1": 770,
            "x2": 913,
            "y2": 934,
            "text": "なになに？",
            "vi": "Những gì?"
        },
        {
            "x1": 814,
            "y1": 987,
            "x2": 963,
            "y2": 1243,
            "text": "もしかして あの店ばっか 通ってたのって",
            "vi": "Có lẽ tôi đã đến cửa hàng đó"
        },
        {
            "x1": 613,
            "y1": 1251,
            "x2": 643,
            "y2": 1457,
            "text": "そういう…？",
            "vi": "Loại đó...?"
        },
        {
            "x1": 75,
            "y1": 1044,
            "x2": 219,
            "y2": 1579,
            "text": "チガウッ⁉",
            "vi": "Chigau"
        }
    ],
    "12.jpg": [
        {
            "x1": 942,
            "y1": 27,
            "x2": 1085,
            "y2": 173,
            "text": "あの店の 雰囲気が 好きで",
            "vi": "Tôi thích bầu không khí của cửa hàng đó"
        },
        {
            "x1": 880,
            "y1": 283,
            "x2": 1086,
            "y2": 551,
            "text": "飯も好みだし 他の店員さんも いい子たちばっかで いいなそって 思ってるし",
            "vi": "Tôi thích gạo, và các thư ký khác nghĩ rằng thật tốt khi trở thành những đứa trẻ tốt"
        },
        {
            "x1": 719,
            "y1": 582,
            "x2": 895,
            "y2": 753,
            "text": "ちょっと 心配だから 応援してる だけで",
            "vi": "Tôi hơi lo lắng, vì vậy tôi chỉ hỗ trợ bạn"
        },
        {
            "x1": 422,
            "y1": 537,
            "x2": 596,
            "y2": 763,
            "text": "別にあの子が 気になって 通ってる訳じゃ ないし…！",
            "vi": "Tôi không lo lắng cho đứa trẻ đó...!"
        },
        {
            "x1": 171,
            "y1": 289,
            "x2": 282,
            "y2": 657,
            "text": "十分 気になってんじゃん",
            "vi": "Tôi đã lo lắng đủ"
        },
        {
            "x1": 993,
            "y1": 933,
            "x2": 1093,
            "y2": 1233,
            "text": "でもアンナさんの 名前は",
            "vi": "Nhưng tên của Anna là"
        },
        {
            "x1": 872,
            "y1": 938,
            "x2": 918,
            "y2": 1143,
            "text": "ちゃっかり",
            "vi": "Vụng về"
        },
        {
            "x1": 703,
            "y1": 935,
            "x2": 802,
            "y2": 1146,
            "text": "把握してる じゃん",
            "vi": "Bạn biết"
        },
        {
            "x1": 480,
            "y1": 978,
            "x2": 615,
            "y2": 1184,
            "text": "か…ッ 揶揄わないで くれよ",
            "vi": "Hoặc... đừng chế giễu"
        },
        {
            "x1": 728,
            "y1": 1370,
            "x2": 765,
            "y2": 1506,
            "text": "それは…",
            "vi": "nó là…"
        },
        {
            "x1": 172,
            "y1": 1328,
            "x2": 238,
            "y2": 1530,
            "text": "なんだろ",
            "vi": "nó............... là gì"
        }
    ],
    "13.jpg": [
        {
            "x1": 595,
            "y1": 104,
            "x2": 736,
            "y2": 255,
            "text": "なんか ヨハン 見てると",
            "vi": "Khi tôi nhìn Johan"
        },
        {
            "x1": 210,
            "y1": 106,
            "x2": 255,
            "y2": 283,
            "text": "なんか",
            "vi": "Một cái gì đó"
        },
        {
            "x1": 827,
            "y1": 150,
            "x2": 947,
            "y2": 437,
            "text": "いつもだったら こういう系 イラってしてたけど",
            "vi": "Tôi luôn thích loại thất vọng này"
        },
        {
            "x1": 641,
            "y1": 563,
            "x2": 710,
            "y2": 742,
            "text": "名前知ったのは ほんと偶然で…",
            "vi": "Tôi thực sự biết tên của tôi..."
        },
        {
            "x1": 557,
            "y1": 698,
            "x2": 626,
            "y2": 858,
            "text": "俺から聞ける 訳ないし",
            "vi": "Tôi không thể nghe thấy nó"
        },
        {
            "x1": 77,
            "y1": 568,
            "x2": 147,
            "y2": 814,
            "text": "なんか…",
            "vi": "Một cái gì đó…"
        },
        {
            "x1": 885,
            "y1": 1003,
            "x2": 975,
            "y2": 1163,
            "text": "別にどうにか なりたいとか 思ってなくて…",
            "vi": "Tôi không muốn trở nên khá nhiều..."
        },
        {
            "x1": 640,
            "y1": 1170,
            "x2": 726,
            "y2": 1369,
            "text": "中学生の 恋愛みたいで",
            "vi": "Nó trông giống như một học sinh trung học cơ sở"
        },
        {
            "x1": 62,
            "y1": 993,
            "x2": 244,
            "y2": 1401,
            "text": "弄るの 楽しい__～",
            "vi": "Thật vui khi chơi với ___ ~"
        }
    ],
    "14.jpg": [
        {
            "x1": 981,
            "y1": 109,
            "x2": 1082,
            "y2": 373,
            "text": "お父さんのお店 優先してまで",
            "vi": "Cho đến khi cửa hàng của cha bạn ưu tiên"
        },
        {
            "x1": 498,
            "y1": 46,
            "x2": 655,
            "y2": 337,
            "text": "ムコーダさん 急に意地悪なの なんなんです⁉",
            "vi": "Mukoda -san đột nhiên có nghĩa là"
        },
        {
            "x1": 828,
            "y1": 243,
            "x2": 951,
            "y2": 454,
            "text": "もう三か月近く 通ってるのに その進展かく",
            "vi": "Tôi đã đi gần ba tháng, nhưng nó sẽ tiến triển"
        },
        {
            "x1": 450,
            "y1": 566,
            "x2": 487,
            "y2": 667,
            "text": "はあ？",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 968,
            "y1": 572,
            "x2": 1079,
            "y2": 786,
            "text": "あの人 お顔真っ赤",
            "vi": "Khuôn mặt của người đó màu đỏ tươi"
        },
        {
            "x1": 790,
            "y1": 572,
            "x2": 882,
            "y2": 764,
            "text": "ドラちゃん みたい",
            "vi": "Giống như Dora -chan"
        },
        {
            "x1": 557,
            "y1": 694,
            "x2": 602,
            "y2": 797,
            "text": "もも",
            "vi": "Đào"
        },
        {
            "x1": 339,
            "y1": 606,
            "x2": 408,
            "y2": 872,
            "text": "俺あんな ナョナョじゃねえし",
            "vi": "Tôi không phải là loại namo"
        },
        {
            "x1": 1061,
            "y1": 1084,
            "x2": 1100,
            "y2": 1340,
            "text": "それを言うなら",
            "vi": "Nếu bạn nói rằng"
        },
        {
            "x1": 531,
            "y1": 1037,
            "x2": 572,
            "y2": 1246,
            "text": "わかるく_",
            "vi": "Tôi hiểu _"
        },
        {
            "x1": 787,
            "y1": 1264,
            "x2": 1020,
            "y2": 1536,
            "text": "内緒で絵の 練習をしてたのに スイにバレた時の 反応の方が近いの ではないか？",
            "vi": "Không phải là phản ứng khi tôi thực hành bức tranh một cách bí mật, mà là khi tôi có một barre cho Sui?"
        },
        {
            "x1": 134,
            "y1": 1277,
            "x2": 264,
            "y2": 1529,
            "text": "練習なんか してね──から なあ⁉",
            "vi": "Xin hãy làm gì đó về nó ──"
        },
        {
            "x1": 38,
            "y1": 1210,
            "x2": 98,
            "y2": 1489,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}