var ocr_data = {
    "001.jpg": [
        {
            "x1": 269,
            "y1": 32,
            "x2": 820,
            "y2": 80,
            "text": "第45章 まだ見ぬ海を求めて",
            "vi": "Chương 45 Tìm kiếm biển mà bạn chưa thấy"
        },
        {
            "x1": 268,
            "y1": 136,
            "x2": 843,
            "y2": 273,
            "text": "とんでもスキル回",
            "vi": "Thời gian kỹ năng"
        },
        {
            "x1": 103,
            "y1": 1521,
            "x2": 997,
            "y2": 1568,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "002.jpg": [
        {
            "x1": 365,
            "y1": 304,
            "x2": 415,
            "y2": 376,
            "text": "もぞ",
            "vi": "Nấm"
        },
        {
            "x1": 270,
            "y1": 326,
            "x2": 320,
            "y2": 415,
            "text": "もぞ",
            "vi": "Nấm"
        },
        {
            "x1": 921,
            "y1": 717,
            "x2": 987,
            "y2": 814,
            "text": "もぞ",
            "vi": "Nấm"
        },
        {
            "x1": 822,
            "y1": 752,
            "x2": 868,
            "y2": 883,
            "text": "もぞそ",
            "vi": "Nấm"
        },
        {
            "x1": 967,
            "y1": 1119,
            "x2": 1083,
            "y2": 1357,
            "text": "おふとんで かくれんぼ",
            "vi": "Ototon Oden và Renbo"
        }
    ],
    "003.jpg": [
        {
            "x1": 660,
            "y1": 159,
            "x2": 690,
            "y2": 361,
            "text": "「ってことだから",
            "vi": "\"Tại vì"
        },
        {
            "x1": 622,
            "y1": 109,
            "x2": 656,
            "y2": 310,
            "text": "もうそろそろ…",
            "vi": "Đó là khoảng thời gian..."
        },
        {
            "x1": 454,
            "y1": 502,
            "x2": 523,
            "y2": 592,
            "text": "んー？ いや",
            "vi": "Hmm? KHÔNG"
        },
        {
            "x1": 904,
            "y1": 519,
            "x2": 940,
            "y2": 679,
            "text": "なになに？",
            "vi": "Những gì?"
        },
        {
            "x1": 314,
            "y1": 568,
            "x2": 419,
            "y2": 773,
            "text": "そろそろ この街を出ようか って話だよ",
            "vi": "Đã đến lúc rời khỏi thành phố này"
        },
        {
            "x1": 671,
            "y1": 837,
            "x2": 713,
            "y2": 915,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 339,
            "y1": 847,
            "x2": 462,
            "y2": 1030,
            "text": "取り敢えず 明日はその 準備とかして",
            "vi": "Hiện tại, tôi sẽ chuẩn bị cho ngày mai"
        },
        {
            "x1": 177,
            "y1": 877,
            "x2": 296,
            "y2": 1036,
            "text": "挨拶回りは また後日 かなーって",
            "vi": "Tôi tự hỏi liệu lời chào sẽ vào một ngày sau đó"
        },
        {
            "x1": 562,
            "y1": 1200,
            "x2": 691,
            "y2": 1454,
            "text": "ええい まどろっこしい！ 海だ！",
            "vi": "Vâng, thật là điên rồ! Đó là biển!"
        },
        {
            "x1": 364,
            "y1": 1287,
            "x2": 465,
            "y2": 1444,
            "text": "早く海に 行くぞ‼",
            "vi": "Tôi sẽ ra biển sớm"
        },
        {
            "x1": 147,
            "y1": 1305,
            "x2": 178,
            "y2": 1498,
            "text": "そう焦んなって",
            "vi": "Tôi rất nóng nảy"
        },
        {
            "x1": 43,
            "y1": 1297,
            "x2": 110,
            "y2": 1471,
            "text": "あんだょ こっちにも色々…",
            "vi": "Đó là rất nhiều..."
        }
    ],
    "004.jpg": [
        {
            "x1": 866,
            "y1": 159,
            "x2": 933,
            "y2": 301,
            "text": "仕方 なかろう…",
            "vi": "Tôi đoán..."
        },
        {
            "x1": 620,
            "y1": 96,
            "x2": 701,
            "y2": 307,
            "text": "今まで喰らって きたどの肉も",
            "vi": "Mọi loại thịt tôi đã ăn cho đến nay"
        },
        {
            "x1": 471,
            "y1": 169,
            "x2": 584,
            "y2": 378,
            "text": "お主にかかれば 何倍も美味い飯 になるのだぞ",
            "vi": "Nếu bạn giữ nó, nó sẽ ngon hơn nhiều lần."
        },
        {
            "x1": 164,
            "y1": 237,
            "x2": 231,
            "y2": 411,
            "text": "ということは だな…",
            "vi": "Đó là lý do tại sao..."
        },
        {
            "x1": 853,
            "y1": 569,
            "x2": 1021,
            "y2": 836,
            "text": "海の幸も きっともっと 美味くなる",
            "vi": "Hải sản của biển chắc chắn sẽ còn ngon hơn nữa"
        },
        {
            "x1": 425,
            "y1": 851,
            "x2": 514,
            "y2": 1007,
            "text": "あるじの ごはん おいしーい！",
            "vi": "Aji no gạo là ngon!"
        },
        {
            "x1": 160,
            "y1": 812,
            "x2": 198,
            "y2": 1065,
            "text": "喰い意地がすごい",
            "vi": "Ý định ăn uống là tuyệt vời"
        },
        {
            "x1": 807,
            "y1": 1207,
            "x2": 986,
            "y2": 1402,
            "text": "それだけでは ないぞ‼ ダンジョンも 目的だぞ！",
            "vi": "Đó không phải là tất cả Ngục tối cũng là mục đích!"
        },
        {
            "x1": 417,
            "y1": 1203,
            "x2": 560,
            "y2": 1352,
            "text": "わーい！ ビュッビュ いっぱい する",
            "vi": "Yay! Rất nhiều bong bóng"
        },
        {
            "x1": 188,
            "y1": 1208,
            "x2": 221,
            "y2": 1457,
            "text": "だくかくらくく",
            "vi": "Thanh thản"
        }
    ],
    "005.jpg": [
        {
            "x1": 846,
            "y1": 56,
            "x2": 961,
            "y2": 305,
            "text": "その為にも 準備が必要 なんでしょーが！",
            "vi": "Bạn cần phải chuẩn bị cho điều đó!"
        },
        {
            "x1": 743,
            "y1": 127,
            "x2": 780,
            "y2": 294,
            "text": "分かってるっ",
            "vi": "Tôi biết"
        },
        {
            "x1": 644,
            "y1": 188,
            "x2": 687,
            "y2": 367,
            "text": "主に道中の",
            "vi": "Chủ yếu trên đường"
        },
        {
            "x1": 395,
            "y1": 115,
            "x2": 478,
            "y2": 298,
            "text": "それならば 仕方ない…っ",
            "vi": "Vậy thì nó không thể được giúp đỡ..."
        },
        {
            "x1": 193,
            "y1": 145,
            "x2": 273,
            "y2": 328,
            "text": "そうそう！ 海は逃げない",
            "vi": "Ồ vâng! Biển không thoát ra"
        },
        {
            "x1": 919,
            "y1": 692,
            "x2": 965,
            "y2": 916,
            "text": "逃げないうみ",
            "vi": "Đừng bỏ chạy"
        },
        {
            "x1": 420,
            "y1": 692,
            "x2": 468,
            "y2": 880,
            "text": "逃げるうみ",
            "vi": "Bỏ đi"
        },
        {
            "x1": 795,
            "y1": 1139,
            "x2": 972,
            "y2": 1391,
            "text": "もし 逃げても スイが つかまえるよ！",
            "vi": "Nếu bạn chạy trốn, bạn có thể bắt Sue!"
        },
        {
            "x1": 102,
            "y1": 1165,
            "x2": 172,
            "y2": 1451,
            "text": "捕まえる⁉",
            "vi": "chụp lấy⁉"
        }
    ],
    "006.jpg": [
        {
            "x1": 732,
            "y1": 145,
            "x2": 1005,
            "y2": 301,
            "text": "ああそっか 逃げるって 言ったから 生き物 だと思った んだな",
            "vi": "Ồ, tôi nghĩ đó là một sinh vật sống bởi vì tôi đã bảo bạn bỏ chạy"
        },
        {
            "x1": 506,
            "y1": 148,
            "x2": 637,
            "y2": 314,
            "text": "スイ 水溜まり 分かるよね",
            "vi": "Bạn có thể thấy vũng nước"
        },
        {
            "x1": 909,
            "y1": 646,
            "x2": 991,
            "y2": 755,
            "text": "海って のはね",
            "vi": "Biển là"
        },
        {
            "x1": 239,
            "y1": 646,
            "x2": 342,
            "y2": 816,
            "text": "お水も すご しょっぱいの",
            "vi": "Nước cũng rất mặn"
        },
        {
            "x1": 743,
            "y1": 762,
            "x2": 840,
            "y2": 926,
            "text": "その水溜まり よりも ず──っと",
            "vi": "Nó còn hơn cả vũng nước đó"
        },
        {
            "x1": 519,
            "y1": 771,
            "x2": 564,
            "y2": 916,
            "text": "ごの街よりも",
            "vi": "Nhiều hơn thị trấn của Go"
        },
        {
            "x1": 591,
            "y1": 829,
            "x2": 721,
            "y2": 1018,
            "text": "ーっと 広くて大きい 水溜まりで",
            "vi": "-Với một vũng lớn và lớn"
        },
        {
            "x1": 857,
            "y1": 1157,
            "x2": 1008,
            "y2": 1384,
            "text": "フェルは そこに住んでる 生き物が食べたい んだって",
            "vi": "Fel muốn ăn những sinh vật mà họ sống ở đó"
        },
        {
            "x1": 787,
            "y1": 1183,
            "x2": 825,
            "y2": 1368,
            "text": "分かったかな？",
            "vi": "Bạn có hiểu không?"
        },
        {
            "x1": 523,
            "y1": 1160,
            "x2": 604,
            "y2": 1390,
            "text": "しょっぱいって なに？",
            "vi": "Mặn là bao nhiêu?"
        },
        {
            "x1": 190,
            "y1": 1209,
            "x2": 227,
            "y2": 1418,
            "text": "んっとねく_ろ",
            "vi": "Net _ ro"
        }
    ],
    "007.jpg": [
        {
            "x1": 561,
            "y1": 104,
            "x2": 669,
            "y2": 297,
            "text": "これが しょっぱいお水 だよ",
            "vi": "Đây là nước mặn"
        },
        {
            "x1": 106,
            "y1": 304,
            "x2": 144,
            "y2": 500,
            "text": "舐めてごらん",
            "vi": "Xin vui lòng liếm"
        },
        {
            "x1": 83,
            "y1": 722,
            "x2": 119,
            "y2": 978,
            "text": "しょっぱいだろ！",
            "vi": "Nó mặn!"
        },
        {
            "x1": 813,
            "y1": 1041,
            "x2": 939,
            "y2": 1317,
            "text": "んで この水の中に 魚とか他の 生き物が住んでるの",
            "vi": "Vì vậy, cá và các sinh vật khác sống trong nước này"
        },
        {
            "x1": 105,
            "y1": 1102,
            "x2": 159,
            "y2": 1225,
            "text": "すご",
            "vi": "Tuyệt vời"
        },
        {
            "x1": 547,
            "y1": 1316,
            "x2": 685,
            "y2": 1516,
            "text": "まあ異世界の海に 普通の魚とか いるか 知らないけど",
            "vi": "Chà, tôi không biết có cá bình thường trên biển ở một thế giới khác"
        }
    ],
    "008.jpg": [
        {
            "x1": 822,
            "y1": 136,
            "x2": 987,
            "y2": 360,
            "text": "このしょっぱい お水の中に おいしいの いるの？",
            "vi": "Có ngon trong nước mặn này không?"
        },
        {
            "x1": 505,
            "y1": 142,
            "x2": 577,
            "y2": 326,
            "text": "ジュースのが おいしいよ？",
            "vi": "Nước trái cây có ngon không?"
        },
        {
            "x1": 412,
            "y1": 154,
            "x2": 446,
            "y2": 254,
            "text": "せったい",
            "vi": "Duyên dáng"
        },
        {
            "x1": 221,
            "y1": 326,
            "x2": 257,
            "y2": 495,
            "text": "そうだねー",
            "vi": "Đúng thế"
        },
        {
            "x1": 988,
            "y1": 618,
            "x2": 1026,
            "y2": 708,
            "text": "あっでも",
            "vi": "Chỉ"
        },
        {
            "x1": 168,
            "y1": 623,
            "x2": 233,
            "y2": 708,
            "text": "マンガ みて",
            "vi": "Xem Manga"
        },
        {
            "x1": 896,
            "y1": 656,
            "x2": 966,
            "y2": 781,
            "text": "海って ことは…",
            "vi": "Biển là..."
        },
        {
            "x1": 491,
            "y1": 634,
            "x2": 630,
            "y2": 823,
            "text": "もしかしたら でっかい船 とかも 乗れるかもな‼",
            "vi": "Có lẽ bạn có thể lên một con tàu lớn."
        },
        {
            "x1": 751,
            "y1": 893,
            "x2": 792,
            "y2": 977,
            "text": "ふね",
            "vi": "con thuyền"
        },
        {
            "x1": 926,
            "y1": 915,
            "x2": 1009,
            "y2": 1051,
            "text": "ロマン だよなぁ…",
            "vi": "Đó là chuyện tình lãng mạn..."
        },
        {
            "x1": 508,
            "y1": 920,
            "x2": 635,
            "y2": 1104,
            "text": "船っていう 水の上を進む 乗り物だよ！",
            "vi": "Đó là một chiếc thuyền được gọi là một chiếc xe đi vào nước!"
        },
        {
            "x1": 152,
            "y1": 914,
            "x2": 228,
            "y2": 1072,
            "text": "お水の上？ のるのー？",
            "vi": "Trên mặt nước? Noru?"
        },
        {
            "x1": 192,
            "y1": 1121,
            "x2": 223,
            "y2": 1231,
            "text": "乗るよ！",
            "vi": "Tôi sẽ đi xe!"
        }
    ],
    "009.jpg": [
        {
            "x1": 860,
            "y1": 25,
            "x2": 939,
            "y2": 236,
            "text": "上手く出来るか 分かんないけど",
            "vi": "Tôi không biết nếu tôi có thể làm tốt điều đó"
        },
        {
            "x1": 504,
            "y1": 264,
            "x2": 633,
            "y2": 402,
            "text": "ここ 切り込み 入れて…",
            "vi": "Cắt ở đây..."
        },
        {
            "x1": 108,
            "y1": 418,
            "x2": 187,
            "y2": 659,
            "text": "あれ？ こうだっけか…",
            "vi": "điều đó? Có phải như thế này không..."
        },
        {
            "x1": 810,
            "y1": 705,
            "x2": 898,
            "y2": 855,
            "text": "ここに 通して…",
            "vi": "Vượt qua đây..."
        }
    ],
    "010.jpg": [
        {
            "x1": 697,
            "y1": 92,
            "x2": 819,
            "y2": 281,
            "text": "スイ！ ここに お水出して！",
            "vi": "Sui! Đưa nước ra đây!"
        },
        {
            "x1": 426,
            "y1": 129,
            "x2": 600,
            "y2": 356,
            "text": "ありがと！ よし 見てみろ スイ！",
            "vi": "cảm ơn bạn! Nhìn vào nó!"
        },
        {
            "x1": 878,
            "y1": 691,
            "x2": 1010,
            "y2": 939,
            "text": "草の お舟だよ！",
            "vi": "Đó là một thuyền cỏ!"
        },
        {
            "x1": 156,
            "y1": 591,
            "x2": 502,
            "y2": 826,
            "text": "ぷか",
            "vi": "Toàn bộ"
        }
    ],
    "011.jpg": [
        {
            "x1": 904,
            "y1": 40,
            "x2": 952,
            "y2": 254,
            "text": "すすんだ‼",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 776,
            "y1": 160,
            "x2": 873,
            "y2": 380,
            "text": "あるじ すすんだー‼",
            "vi": "Có một điều nhất định‼"
        },
        {
            "x1": 310,
            "y1": 98,
            "x2": 464,
            "y2": 273,
            "text": "スイも！ スイも するー‼",
            "vi": "Sui nữa! Tôi cũng làm điều đó!"
        },
        {
            "x1": 87,
            "y1": 178,
            "x2": 162,
            "y2": 312,
            "text": "早いのでは ないのか",
            "vi": "Không phải nó sớm?"
        },
        {
            "x1": 602,
            "y1": 236,
            "x2": 645,
            "y2": 403,
            "text": "進んだねー",
            "vi": "Bạn đang đi"
        },
        {
            "x1": 102,
            "y1": 388,
            "x2": 178,
            "y2": 560,
            "text": "早よ 寝んかお主ら",
            "vi": "Bạn có ngủ sớm?"
        }
    ],
    "012.jpg": [
        {
            "x1": 902,
            "y1": 169,
            "x2": 981,
            "y2": 302,
            "text": "おはよー フェル",
            "vi": "Buổi sáng tốt lành"
        },
        {
            "x1": 336,
            "y1": 100,
            "x2": 443,
            "y2": 273,
            "text": "昨日 はしゃいでた からね",
            "vi": "Tôi rất phấn khích ngày hôm qua"
        },
        {
            "x1": 242,
            "y1": 159,
            "x2": 320,
            "y2": 280,
            "text": "まだ 寝てるよ",
            "vi": "Tôi vẫn ngủ"
        },
        {
            "x1": 751,
            "y1": 305,
            "x2": 819,
            "y2": 453,
            "text": "スイは どうした？",
            "vi": "Điều gì đã xảy ra với Sui?"
        },
        {
            "x1": 959,
            "y1": 568,
            "x2": 1041,
            "y2": 751,
            "text": "朝飯の時に 起きるでしょ",
            "vi": "Nó thức dậy vào bữa sáng"
        },
        {
            "x1": 492,
            "y1": 583,
            "x2": 693,
            "y2": 734,
            "text": "予定通り 飯の後は たび 旅の準備と 買い出しに 行くから―",
            "vi": "Sau khi gạo theo kế hoạch, tôi sẽ chuẩn bị và mua một chuyến đi."
        }
    ],
    "013.jpg": [
        {
            "x1": 739,
            "y1": 430,
            "x2": 857,
            "y2": 722,
            "text": "ムコーダさん たち",
            "vi": "Mukoda và những người khác"
        },
        {
            "x1": 96,
            "y1": 941,
            "x2": 236,
            "y2": 1350,
            "text": "出て行っち まうんスか…？",
            "vi": "Đi chơi...?"
        },
        {
            "x1": 664,
            "y1": 1427,
            "x2": 988,
            "y2": 1498,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}