var ocr_data = {
    "001.jpg": [
        {
            "x1": 107,
            "y1": 75,
            "x2": 980,
            "y2": 116,
            "text": "漫画：双葉もも 原作：江口連 キャラクター原案：雅",
            "vi": "Manga: Momo Futaba Bản gốc: Nhân vật Eguchi Ren"
        },
        {
            "x1": 576,
            "y1": 114,
            "x2": 945,
            "y2": 282,
            "text": "とんでも",
            "vi": "Hết sức"
        },
        {
            "x1": 671,
            "y1": 496,
            "x2": 851,
            "y2": 558,
            "text": "Tondemo Skill de lsekai Hourou Meshi Sui no Dai Bouken",
            "vi": "Một cuộc phiêu lưu lớn của L World lang thang với s kit l"
        },
        {
            "x1": 280,
            "y1": 1514,
            "x2": 810,
            "y2": 1565,
            "text": "第38章 たのしい宴会 前編",
            "vi": "Chương 38 Năn tiệc vui nhộn Phần 1"
        }
    ],
    "002.jpg": [
        {
            "x1": 803,
            "y1": 146,
            "x2": 1009,
            "y2": 428,
            "text": "突如として 発生した 緊急クエスト ヴワイバーン討伐",
            "vi": "Đột nhiên tạo ra sự khuất phục hành trình khẩn cấp"
        },
        {
            "x1": 339,
            "y1": 315,
            "x2": 441,
            "y2": 553,
            "text": "街全体に 緊張が走る中",
            "vi": "Căng thẳng đang chạy khắp thành phố"
        },
        {
            "x1": 955,
            "y1": 521,
            "x2": 1030,
            "y2": 677,
            "text": "ワイバーンが 出ました‼",
            "vi": "Wyvern ra ngoài."
        },
        {
            "x1": 748,
            "y1": 589,
            "x2": 786,
            "y2": 697,
            "text": "何い⁉",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 233,
            "y1": 433,
            "x2": 332,
            "y2": 776,
            "text": "いざ討伐へ‼ォ",
            "vi": "Để đánh bại nó‼ ォ"
        },
        {
            "x1": 175,
            "y1": 803,
            "x2": 423,
            "y2": 836,
            "text": "※本編コﾐックス6港 参照",
            "vi": "* Tham khảo cổng chính của phần chính 6"
        },
        {
            "x1": 886,
            "y1": 868,
            "x2": 984,
            "y2": 1129,
            "text": "フェルとスイの 尽力もあり",
            "vi": "Cũng có những nỗ lực của Fel và Sui"
        },
        {
            "x1": 738,
            "y1": 942,
            "x2": 841,
            "y2": 1252,
            "text": "ワイバーン達は と即座に一掃",
            "vi": "Wyverns ngay lập tức xóa sạch"
        },
        {
            "x1": 332,
            "y1": 884,
            "x2": 482,
            "y2": 1143,
            "text": "街はいつもの 平和を取り 戻したのだった",
            "vi": "Thành phố đã lấy lại được hòa bình thông thường"
        },
        {
            "x1": 169,
            "y1": 1212,
            "x2": 226,
            "y2": 1347,
            "text": "ではっ",
            "vi": "Khi đó"
        },
        {
            "x1": 789,
            "y1": 1320,
            "x2": 853,
            "y2": 1418,
            "text": "ごはん おいしー",
            "vi": "Gạo ngon"
        },
        {
            "x1": 556,
            "y1": 1472,
            "x2": 735,
            "y2": 1556,
            "text": "そ三換のメンチカツ～屋",
            "vi": "Vì vậy, ba -replocation menchikatsu ~ shop"
        }
    ],
    "003.jpg": [
        {
            "x1": 886,
            "y1": 50,
            "x2": 970,
            "y2": 304,
            "text": "このカレリーナの 危機を救った",
            "vi": "Đã cứu được cuộc khủng hoảng của kalerina này"
        },
        {
            "x1": 739,
            "y1": 80,
            "x2": 822,
            "y2": 360,
            "text": "英雄 ムコーダさんに！",
            "vi": "Đến anh hùng Mcoda!"
        },
        {
            "x1": 479,
            "y1": 57,
            "x2": 664,
            "y2": 486,
            "text": "少乾杯‼",
            "vi": "Bánh mì nướng nhỏ‼"
        },
        {
            "x1": 464,
            "y1": 989,
            "x2": 518,
            "y2": 1126,
            "text": "なんか",
            "vi": "Một cái gì đó"
        },
        {
            "x1": 189,
            "y1": 1066,
            "x2": 282,
            "y2": 1256,
            "text": "いっぱい たのしーい",
            "vi": "Tôi rất hạnh phúc"
        }
    ],
    "004.jpg": [
        {
            "x1": 814,
            "y1": 141,
            "x2": 1019,
            "y2": 400,
            "text": "大がかりな 宴会しないって 言ったから 来たのにく~~！",
            "vi": "Tôi đến vì tôi đã nói với bạn rằng tôi sẽ không có một bữa tiệc lớn ~~!"
        },
        {
            "x1": 350,
            "y1": 134,
            "x2": 430,
            "y2": 310,
            "text": "飲んでるか ムコーダさん‼",
            "vi": "Bạn đang uống hay Mukoda?"
        },
        {
            "x1": 206,
            "y1": 140,
            "x2": 259,
            "y2": 289,
            "text": "帰りて",
            "vi": "Trở về nhà"
        },
        {
            "x1": 308,
            "y1": 269,
            "x2": 346,
            "y2": 375,
            "text": "は…はぁ",
            "vi": "Ha... ha"
        },
        {
            "x1": 844,
            "y1": 486,
            "x2": 991,
            "y2": 710,
            "text": "なんだぁ もっと 飲め飲めー‼",
            "vi": "Còn gì nữa, hãy uống nhiều hơn?"
        },
        {
            "x1": 727,
            "y1": 628,
            "x2": 755,
            "y2": 718,
            "text": "ははは",
            "vi": "Hahaha"
        },
        {
            "x1": 207,
            "y1": 512,
            "x2": 246,
            "y2": 727,
            "text": "ごはん食べる",
            "vi": "Ăn gạo"
        },
        {
            "x1": 869,
            "y1": 856,
            "x2": 1029,
            "y2": 1036,
            "text": "あんたの おかげで 本当に 助かったー！",
            "vi": "Nhờ có bạn, nó thực sự hữu ích!"
        },
        {
            "x1": 611,
            "y1": 892,
            "x2": 696,
            "y2": 1047,
            "text": "いやっ 私は全然‼",
            "vi": "Không, tôi tất cả"
        },
        {
            "x1": 362,
            "y1": 853,
            "x2": 563,
            "y2": 1053,
            "text": "いやいや‼ ポーションも スッゲー 効いたよ‼ ありがとな似",
            "vi": "Không, không! Thuốc cũng hoạt động. Cảm ơn bạn"
        },
        {
            "x1": 202,
            "y1": 867,
            "x2": 232,
            "y2": 1128,
            "text": "オレもンう__",
            "vi": "Tôi cũng là ____________________________"
        },
        {
            "x1": 194,
            "y1": 1278,
            "x2": 263,
            "y2": 1475,
            "text": "フェル おじちゃーん！",
            "vi": "Fel chú!"
        }
    ],
    "005.jpg": [
        {
            "x1": 159,
            "y1": 208,
            "x2": 198,
            "y2": 392,
            "text": "フェンリル",
            "vi": "Fenrir"
        },
        {
            "x1": 852,
            "y1": 543,
            "x2": 926,
            "y2": 791,
            "text": "新しい肉 持って参りました‼",
            "vi": "Tôi đã mang theo một loại thịt mới."
        },
        {
            "x1": 662,
            "y1": 631,
            "x2": 695,
            "y2": 772,
            "text": "パンです！",
            "vi": "Đó là bánh mì!"
        },
        {
            "x1": 555,
            "y1": 576,
            "x2": 602,
            "y2": 716,
            "text": "酒です！",
            "vi": "Đó là vì lợi ích!"
        },
        {
            "x1": 360,
            "y1": 583,
            "x2": 458,
            "y2": 702,
            "text": "ふむ ご苦労",
            "vi": "Khó khăn của con người"
        },
        {
            "x1": 285,
            "y1": 629,
            "x2": 329,
            "y2": 748,
            "text": "酒はいちい",
            "vi": "Vì lợi ích là tốt nhất"
        },
        {
            "x1": 375,
            "y1": 1181,
            "x2": 480,
            "y2": 1333,
            "text": "てん",
            "vi": "chỉ trỏ"
        },
        {
            "x1": 792,
            "y1": 1238,
            "x2": 976,
            "y2": 1431,
            "text": "フェル おじちゃん いいな いいなー‼",
            "vi": "Bác Fel là tốt"
        },
        {
            "x1": 226,
            "y1": 1208,
            "x2": 271,
            "y2": 1365,
            "text": "スイもく",
            "vi": "Bơi"
        },
        {
            "x1": 80,
            "y1": 1234,
            "x2": 234,
            "y2": 1485,
            "text": "てん。",
            "vi": "chỉ trỏ."
        }
    ],
    "006.jpg": [
        {
            "x1": 879,
            "y1": 186,
            "x2": 1016,
            "y2": 425,
            "text": "どた",
            "vi": "Phủi bụi"
        },
        {
            "x1": 162,
            "y1": 256,
            "x2": 227,
            "y2": 388,
            "text": "わわっ",
            "vi": "Dệt"
        },
        {
            "x1": 944,
            "y1": 1012,
            "x2": 1021,
            "y2": 1203,
            "text": "フェル おじちゃんく",
            "vi": "Fel chú"
        }
    ],
    "007.jpg": [
        {
            "x1": 768,
            "y1": 63,
            "x2": 959,
            "y2": 300,
            "text": "人間たちよ 楽しむのは 良いが",
            "vi": "Con người, thật tốt khi tận hưởng"
        },
        {
            "x1": 260,
            "y1": 104,
            "x2": 401,
            "y2": 271,
            "text": "スイが 通れぬ",
            "vi": "Tôi không thể vượt qua"
        },
        {
            "x1": 31,
            "y1": 634,
            "x2": 151,
            "y2": 785,
            "text": "んしょ んしょ",
            "vi": "Nghịch lại"
        },
        {
            "x1": 129,
            "y1": 817,
            "x2": 179,
            "y2": 989,
            "text": "でれたー",
            "vi": "Tôi đạt được rồi"
        },
        {
            "x1": 594,
            "y1": 991,
            "x2": 715,
            "y2": 1228,
            "text": "足元に 気をつけよ",
            "vi": "Cảnh giác với đôi chân của bạn"
        },
        {
            "x1": 98,
            "y1": 1233,
            "x2": 148,
            "y2": 1319,
            "text": "よし",
            "vi": "đồng ý"
        },
        {
            "x1": 57,
            "y1": 1235,
            "x2": 106,
            "y2": 1319,
            "text": "よし",
            "vi": "đồng ý"
        }
    ],
    "008.jpg": [
        {
            "x1": 864,
            "y1": 157,
            "x2": 1025,
            "y2": 326,
            "text": "フェル おじちゃん ばっかり ズルイ‼",
            "vi": "Chú Fel là tất cả"
        },
        {
            "x1": 467,
            "y1": 170,
            "x2": 632,
            "y2": 386,
            "text": "スイも ごはん 食べたい‼",
            "vi": "Tôi cũng muốn ăn sui."
        },
        {
            "x1": 934,
            "y1": 451,
            "x2": 977,
            "y2": 521,
            "text": "もい",
            "vi": "MoU"
        },
        {
            "x1": 145,
            "y1": 311,
            "x2": 223,
            "y2": 551,
            "text": "食べれば 良いではないか…",
            "vi": "Tôi có nên ăn nó..."
        },
        {
            "x1": 481,
            "y1": 660,
            "x2": 559,
            "y2": 796,
            "text": "なんだ なんだ⁉",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 168,
            "y1": 668,
            "x2": 252,
            "y2": 926,
            "text": "フェル さっき なんか吠えてた？",
            "vi": "Bạn đã sủa ở Fel?"
        },
        {
            "x1": 895,
            "y1": 1056,
            "x2": 991,
            "y2": 1263,
            "text": "もう過ぎた ことだ",
            "vi": "Nó đã là quá khứ"
        },
        {
            "x1": 713,
            "y1": 1123,
            "x2": 747,
            "y2": 1242,
            "text": "そへぇ…",
            "vi": "Ừ..."
        }
    ],
    "009.jpg": [
        {
            "x1": 791,
            "y1": 266,
            "x2": 880,
            "y2": 485,
            "text": "一発芸 いきまーす‼",
            "vi": "Một -off."
        },
        {
            "x1": 627,
            "y1": 706,
            "x2": 670,
            "y2": 773,
            "text": "それ",
            "vi": "điều đó"
        },
        {
            "x1": 833,
            "y1": 707,
            "x2": 960,
            "y2": 905,
            "text": "受付嬢に尽く フラれる男の マネー",
            "vi": "Tiền của một người đàn ông đang đói cho nhân viên tiếp tân"
        },
        {
            "x1": 429,
            "y1": 732,
            "x2": 584,
            "y2": 957,
            "text": "はは はは",
            "vi": "Hahahaha"
        },
        {
            "x1": 808,
            "y1": 1086,
            "x2": 989,
            "y2": 1270,
            "text": "おおおー！ ねーちゃん もう30杯目 だぞ‼",
            "vi": "Oh oh! Ne -chan là Cup thứ 30"
        },
        {
            "x1": 542,
            "y1": 1085,
            "x2": 582,
            "y2": 1251,
            "text": "負けんなー",
            "vi": "Đừng thua cuộc"
        },
        {
            "x1": 268,
            "y1": 1121,
            "x2": 378,
            "y2": 1296,
            "text": "もうそろそろ 切り上げ時 かなー…",
            "vi": "Tôi tự hỏi có phải là thời gian để làm tròn..."
        }
    ],
    "010.jpg": [
        {
            "x1": 761,
            "y1": 219,
            "x2": 844,
            "y2": 320,
            "text": "スイ 眠い？",
            "vi": "Sui ngủ?"
        },
        {
            "x1": 596,
            "y1": 190,
            "x2": 696,
            "y2": 345,
            "text": "まだ 起きる…",
            "vi": "Vẫn thức dậy..."
        },
        {
            "x1": 256,
            "y1": 168,
            "x2": 382,
            "y2": 364,
            "text": "今日 いっぱい 動いたもんな",
            "vi": "Tôi đã chuyển rất nhiều hôm nay"
        },
        {
            "x1": 145,
            "y1": 271,
            "x2": 242,
            "y2": 387,
            "text": "いいよ 寝てな",
            "vi": "Giấc ngủ ngon"
        },
        {
            "x1": 897,
            "y1": 731,
            "x2": 948,
            "y2": 937,
            "text": "帰るのか？",
            "vi": "Bạn sẽ về nhà chứ?"
        },
        {
            "x1": 340,
            "y1": 743,
            "x2": 389,
            "y2": 838,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 231,
            "y1": 801,
            "x2": 312,
            "y2": 932,
            "text": "スイも 寝たしね",
            "vi": "Sui cũng ngủ"
        },
        {
            "x1": 811,
            "y1": 1062,
            "x2": 981,
            "y2": 1317,
            "text": "各々 盛り上がってるし このまま 出て行こうか",
            "vi": "Mỗi người đều thú vị và chúng ta hãy đi ra ngoài như nó là"
        }
    ],
    "011.jpg": [
        {
            "x1": 671,
            "y1": 40,
            "x2": 793,
            "y2": 246,
            "text": "ちょっと ちょっと",
            "vi": "Một chút"
        },
        {
            "x1": 61,
            "y1": 303,
            "x2": 184,
            "y2": 608,
            "text": "主役が帰っちゃう なんてさびしいじゃ ないっすか‼",
            "vi": "Không phải là cô đơn khi nhân vật chính sẽ trở lại?"
        },
        {
            "x1": 331,
            "y1": 592,
            "x2": 367,
            "y2": 659,
            "text": "ちょ",
            "vi": "Ít"
        },
        {
            "x1": 706,
            "y1": 735,
            "x2": 878,
            "y2": 981,
            "text": "さぁ さぁ さあ！",
            "vi": "Thôi nào!"
        },
        {
            "x1": 150,
            "y1": 773,
            "x2": 260,
            "y2": 1043,
            "text": "えっ ちょっと 困ります‼",
            "vi": "Tôi hơi khó khăn."
        },
        {
            "x1": 201,
            "y1": 1205,
            "x2": 260,
            "y2": 1347,
            "text": "…えっ",
            "vi": "…ơ"
        }
    ],
    "012.jpg": [
        {
            "x1": 917,
            "y1": 131,
            "x2": 1015,
            "y2": 347,
            "text": "ささ！",
            "vi": "SASA!"
        },
        {
            "x1": 190,
            "y1": 384,
            "x2": 319,
            "y2": 735,
            "text": "ムコーダさんも 何か一発！",
            "vi": "Mukoda cũng chụp!"
        },
        {
            "x1": 172,
            "y1": 821,
            "x2": 331,
            "y2": 1131,
            "text": "ど…っ",
            "vi": "..."
        },
        {
            "x1": 923,
            "y1": 1181,
            "x2": 997,
            "y2": 1463,
            "text": "どうしよう",
            "vi": "Tôi nên làm gì đây"
        },
        {
            "x1": 193,
            "y1": 1276,
            "x2": 251,
            "y2": 1370,
            "text": "すや",
            "vi": "Nghịch lại"
        },
        {
            "x1": 157,
            "y1": 1340,
            "x2": 225,
            "y2": 1452,
            "text": "すや…",
            "vi": "Tôi xin lôi..."
        },
        {
            "x1": 440,
            "y1": 1513,
            "x2": 719,
            "y2": 1567,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}