var ocr_data = {
    "01.jpg": [
        {
            "x1": 296,
            "y1": 54,
            "x2": 787,
            "y2": 111,
            "text": "第72章 エルランドの弱点",
            "vi": "Chương 72 Điểm yếu của Elland"
        },
        {
            "x1": 154,
            "y1": 216,
            "x2": 338,
            "y2": 334,
            "text": "異世",
            "vi": "Thế giới khác nhau"
        },
        {
            "x1": 733,
            "y1": 1534,
            "x2": 955,
            "y2": 1561,
            "text": "キャラクター原案：雅",
            "vi": "Dự thảo nhân vật: YA"
        },
        {
            "x1": 130,
            "y1": 1521,
            "x2": 742,
            "y2": 1571,
            "text": "漫画：双葉もも 原作：江口連",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi Ren"
        }
    ],
    "02.jpg": [
        {
            "x1": 958,
            "y1": 122,
            "x2": 1057,
            "y2": 268,
            "text": "なに 何は ともあれ",
            "vi": "Dẫu sao thì"
        },
        {
            "x1": 229,
            "y1": 262,
            "x2": 388,
            "y2": 456,
            "text": "わざわざ 届けてくれて ありがとう ございます",
            "vi": "Cảm ơn bạn đã giao cho tôi"
        },
        {
            "x1": 903,
            "y1": 464,
            "x2": 965,
            "y2": 650,
            "text": "えへへー",
            "vi": "Ehehe"
        },
        {
            "x1": 223,
            "y1": 806,
            "x2": 316,
            "y2": 1004,
            "text": "…もしや なんですが",
            "vi": "...nếu"
        },
        {
            "x1": 876,
            "y1": 1201,
            "x2": 1079,
            "y2": 1464,
            "text": "貴方は 私たちの言葉を 理解できるん ですよね？",
            "vi": "Bạn có thể hiểu lời của chúng tôi, phải không?"
        },
        {
            "x1": 290,
            "y1": 1221,
            "x2": 348,
            "y2": 1412,
            "text": "できるく",
            "vi": "Càng tốt"
        }
    ],
    "03.jpg": [
        {
            "x1": 867,
            "y1": 153,
            "x2": 917,
            "y2": 325,
            "text": "でしたら",
            "vi": "Nếu không"
        },
        {
            "x1": 638,
            "y1": 158,
            "x2": 812,
            "y2": 470,
            "text": "ドラちゃんや 他の魔物とも 意思疎通ができる という事でしょうか？",
            "vi": "Bạn có thể giao tiếp với Dora -chan và các quái vật khác không?"
        },
        {
            "x1": 87,
            "y1": 162,
            "x2": 142,
            "y2": 405,
            "text": "いしそつー？",
            "vi": "Ishisotsu?"
        },
        {
            "x1": 837,
            "y1": 689,
            "x2": 946,
            "y2": 913,
            "text": "いしそつ？ なに？",
            "vi": "Nó có phải là một sự nhẹ nhàng? cái gì?"
        },
        {
            "x1": 663,
            "y1": 700,
            "x2": 769,
            "y2": 827,
            "text": "ぐね",
            "vi": "Guni"
        },
        {
            "x1": 296,
            "y1": 652,
            "x2": 339,
            "y2": 795,
            "text": "うんっと",
            "vi": "Vâng"
        },
        {
            "x1": 596,
            "y1": 792,
            "x2": 698,
            "y2": 912,
            "text": "ぐね",
            "vi": "Guni"
        },
        {
            "x1": 150,
            "y1": 670,
            "x2": 231,
            "y2": 945,
            "text": "混乱？ しているのかな？",
            "vi": "sự hoang mang? Bạn đang làm nó?"
        },
        {
            "x1": 765,
            "y1": 1133,
            "x2": 937,
            "y2": 1419,
            "text": "でも先ほどは ドラちゃんを励ます かのような行動が 見られていたから…",
            "vi": "Nhưng trước đó đã được nhìn thấy như thể để khuyến khích Dora -chan..."
        },
        {
            "x1": 101,
            "y1": 1122,
            "x2": 201,
            "y2": 1331,
            "text": "ブツブツ いってるく",
            "vi": "Tôi điên"
        },
        {
            "x1": 671,
            "y1": 1266,
            "x2": 711,
            "y2": 1525,
            "text": "だとしたら…",
            "vi": "Nếu vậy..."
        }
    ],
    "04.jpg": [
        {
            "x1": 992,
            "y1": 56,
            "x2": 1089,
            "y2": 352,
            "text": "ドラちゃんと お話できますか？",
            "vi": "Bạn có thể nói chuyện với Dora -chan?"
        },
        {
            "x1": 747,
            "y1": 106,
            "x2": 794,
            "y2": 270,
            "text": "できるよ",
            "vi": "Tôi có thể làm được"
        },
        {
            "x1": 516,
            "y1": 54,
            "x2": 605,
            "y2": 360,
            "text": "他の魔物と お話しできますか？",
            "vi": "Bạn có thể nói chuyện với những con quái vật khác không?"
        },
        {
            "x1": 229,
            "y1": 116,
            "x2": 273,
            "y2": 208,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 272,
            "y1": 629,
            "x2": 394,
            "y2": 853,
            "text": "ではこれが一番 重大な質問 なんですが…",
            "vi": "Đây là câu hỏi quan trọng nhất..."
        },
        {
            "x1": 912,
            "y1": 1118,
            "x2": 1059,
            "y2": 1466,
            "text": "私の言葉は ドラちゃんに 伝わってますか…⁉",
            "vi": "Là lời của tôi được truyền đến Dora -chan...⁉"
        },
        {
            "x1": 251,
            "y1": 1173,
            "x2": 298,
            "y2": 1361,
            "text": "つたわる？",
            "vi": "Bạn có muốn không?"
        },
        {
            "x1": 157,
            "y1": 1325,
            "x2": 220,
            "y2": 1445,
            "text": "ってなにて",
            "vi": "Bằng cách nào đó"
        }
    ],
    "05.jpg": [
        {
            "x1": 787,
            "y1": 66,
            "x2": 920,
            "y2": 294,
            "text": "うーんっと おしゃべり できるから…",
            "vi": "Vâng, tôi có thể nói chuyện..."
        },
        {
            "x1": 98,
            "y1": 184,
            "x2": 160,
            "y2": 417,
            "text": "おおお…！",
            "vi": "Oh...!"
        },
        {
            "x1": 911,
            "y1": 702,
            "x2": 947,
            "y2": 972,
            "text": "ということは…！",
            "vi": "Điêu đo co nghia la...!"
        },
        {
            "x1": 781,
            "y1": 866,
            "x2": 875,
            "y2": 1108,
            "text": "今まで出会った 魔物も",
            "vi": "Những con quái vật tôi đã gặp cho đến nay"
        },
        {
            "x1": 69,
            "y1": 793,
            "x2": 226,
            "y2": 1116,
            "text": "意思疎通ができる かもしれないと いう事…‼",
            "vi": "Rằng bạn có thể giao tiếp...‼"
        },
        {
            "x1": 559,
            "y1": 1155,
            "x2": 677,
            "y2": 1439,
            "text": "更にはこれから 出会うかもしれない ドラゴンとも",
            "vi": "Hơn nữa, với một con rồng có thể được gặp trong tương lai"
        }
    ],
    "06.jpg": [
        {
            "x1": 846,
            "y1": 65,
            "x2": 1093,
            "y2": 322,
            "text": "だとしたら これから先もし またドラゴンに 出会える日が 来るとしたら",
            "vi": "Nếu vậy, nếu một ngày bạn có thể gặp lại con rồng sẽ đến trong tương lai"
        },
        {
            "x1": 797,
            "y1": 412,
            "x2": 1000,
            "y2": 698,
            "text": "私のこの想いを 伝えることが できるかも しれない",
            "vi": "Có thể truyền đạt cảm giác này"
        },
        {
            "x1": 148,
            "y1": 241,
            "x2": 333,
            "y2": 821,
            "text": "これは素晴らしい 発見ですよ！",
            "vi": "Đây là một khám phá tuyệt vời!"
        },
        {
            "x1": 932,
            "y1": 1032,
            "x2": 1093,
            "y2": 1298,
            "text": "…いや しかし あくまでそれは この特殊個体のみの 可能性も…",
            "vi": "Không, nhưng đó là khả năng của cá nhân đặc biệt này…"
        },
        {
            "x1": 715,
            "y1": 1122,
            "x2": 892,
            "y2": 1346,
            "text": "あああ 確かめようにも 比較対象が 少なすぎる…",
            "vi": "Ồ, có quá ít sự so sánh để kiểm tra..."
        },
        {
            "x1": 240,
            "y1": 1118,
            "x2": 289,
            "y2": 1307,
            "text": "たのしそー",
            "vi": "Shiso vui nhộn"
        }
    ],
    "07.jpg": [
        {
            "x1": 778,
            "y1": 90,
            "x2": 965,
            "y2": 383,
            "text": "貴方も 分かって くれますか！",
            "vi": "Bạn sẽ biết!"
        },
        {
            "x1": 80,
            "y1": 184,
            "x2": 179,
            "y2": 387,
            "text": "ううん わかんない",
            "vi": "Tôi không biết"
        },
        {
            "x1": 848,
            "y1": 835,
            "x2": 962,
            "y2": 1109,
            "text": "聞いて くださいよ！",
            "vi": "Xin hỏi!"
        },
        {
            "x1": 746,
            "y1": 1241,
            "x2": 952,
            "y2": 1554,
            "text": "この話をすると いつもウゴールくんや 他の役員の子たちも みんなまともに 話を聞いてくれなくて",
            "vi": "Khi tôi nói về điều này, Ugor -Kun và các sĩ quan khác không phải lúc nào cũng nghe câu chuyện."
        },
        {
            "x1": 35,
            "y1": 1230,
            "x2": 287,
            "y2": 1531,
            "text": "しまいには 妻も私の元を去って しまいまして… いやもうそれは いいんです！ そんなことよりも",
            "vi": "Cuối cùng, vợ tôi đã bỏ tôi... không, điều đó thật tốt! Hơn là điều đó"
        }
    ],
    "08.jpg": [
        {
            "x1": 127,
            "y1": 1,
            "x2": 1118,
            "y2": 379,
            "text": "まずはそう正 私が初めて ドラゴンに夢刻 なったきっか止く なるんですけど あれはそう まだ幼い頃 伝記なんで木 その話に出て来 とある古竜討伐 一番私の胸を躍心 これがその時の 忘れないようにに 当時の手記なん) どうですか！ ここの行‼",
            "vi": "Trước hết, lần đầu tiên tôi mơ về một con rồng lần đầu tiên, nhưng đó vẫn là khi tôi còn là một đứa trẻ, tại sao tôi lại đến câu chuyện về một cái cây. Làm thế nào để bạn nhớ thời gian đó để bạn không quên)? Đây là dòng‼"
        },
        {
            "x1": 983,
            "y1": 315,
            "x2": 1084,
            "y2": 459,
            "text": "んし",
            "vi": "Xin chào"
        },
        {
            "x1": 541,
            "y1": 459,
            "x2": 619,
            "y2": 662,
            "text": "止まらなく なっちゃった",
            "vi": "Tôi không thể dừng lại"
        },
        {
            "x1": 865,
            "y1": 752,
            "x2": 1010,
            "y2": 1090,
            "text": "ほら見てください ここですよ！ 文字分かりますか？ 大丈夫 私が読み上げますね！",
            "vi": "Nhìn này! Bạn có hiểu các nhân vật? Được rồi tôi sẽ đọc nó ra!"
        },
        {
            "x1": 122,
            "y1": 761,
            "x2": 590,
            "y2": 1059,
            "text": "「その竜、この大地 一瞬で夜に変えて しまえるほどの翼を持 この空をも飲み込んで ほどの大きな口 そして見たものを 一瞬で塵に変えて しまえるほどの 鋭い眼差しに大地を 引き裂く巨大な爪を この世が生み出し",
            "vi": "\"Con rồng là một đôi cánh có thể thay đổi vào ban đêm trên trái đất này và nuốt bầu trời này, một cái miệng lớn và một cái nhìn sắc nét có thể biến thành bụi ngay lập tức. Thế giới này tạo ra một móng vuốt khổng lồ"
        },
        {
            "x1": 215,
            "y1": 1321,
            "x2": 259,
            "y2": 1406,
            "text": "わあ",
            "vi": "Thành công lớn"
        }
    ],
    "09.jpg": [
        {
            "x1": 410,
            "y1": 120,
            "x2": 443,
            "y2": 179,
            "text": "はね",
            "vi": "Lật"
        },
        {
            "x1": 895,
            "y1": 81,
            "x2": 941,
            "y2": 334,
            "text": "どうですか⁉",
            "vi": "nó như thế nảo⁉"
        },
        {
            "x1": 90,
            "y1": 203,
            "x2": 130,
            "y2": 265,
            "text": "ふゅ",
            "vi": "Fu"
        },
        {
            "x1": 745,
            "y1": 215,
            "x2": 823,
            "y2": 416,
            "text": "すごく ないですか！",
            "vi": "Nó không tuyệt vời!"
        },
        {
            "x1": 584,
            "y1": 505,
            "x2": 705,
            "y2": 766,
            "text": "これを見て 痺れないエルフ などいませんよ‼",
            "vi": "Không có Elf không bị tê liệt sau khi nhìn thấy điều này."
        },
        {
            "x1": 166,
            "y1": 962,
            "x2": 330,
            "y2": 1401,
            "text": "だってそうでしょう？ こんなカッコいい記述が 残される生き物が…",
            "vi": "Có phải vậy không? Có một sinh vật có mô tả thú vị như vậy..."
        }
    ],
    "10.jpg": [
        {
            "x1": 935,
            "y1": 81,
            "x2": 1083,
            "y2": 315,
            "text": "見てく 毛ぼーぼ",
            "vi": "Tóc để xem"
        },
        {
            "x1": 304,
            "y1": 0,
            "x2": 957,
            "y2": 303,
            "text": "ばぁぁん",
            "vi": "Cấm chỉ"
        },
        {
            "x1": 89,
            "y1": 46,
            "x2": 350,
            "y2": 956,
            "text": "そんなあ⁉",
            "vi": "Điều đó như vậy"
        },
        {
            "x1": 901,
            "y1": 1165,
            "x2": 1067,
            "y2": 1531,
            "text": "そそそれは 貴重な古竜を記した 書物の書き写し",
            "vi": "Đó là một bản sao của một cuốn sách với một con rồng già quý giá"
        },
        {
            "x1": 189,
            "y1": 1006,
            "x2": 282,
            "y2": 1582,
            "text": "私の古竜が…ッッ",
            "vi": "Con rồng cũ của tôi..."
        }
    ],
    "11.jpg": [
        {
            "x1": 838,
            "y1": 159,
            "x2": 971,
            "y2": 312,
            "text": "どどど どうして こんな",
            "vi": "Tại sao điều này là"
        },
        {
            "x1": 692,
            "y1": 159,
            "x2": 783,
            "y2": 306,
            "text": "き消え ない…！",
            "vi": "Nó không biến mất...!"
        },
        {
            "x1": 204,
            "y1": 115,
            "x2": 293,
            "y2": 377,
            "text": "これも カッコよくする",
            "vi": "Điều này cũng rất tuyệt"
        },
        {
            "x1": 189,
            "y1": 710,
            "x2": 315,
            "y2": 933,
            "text": "ちょちょ ちょっと 待ってください",
            "vi": "Vui lòng đợi một chút"
        },
        {
            "x1": 888,
            "y1": 1055,
            "x2": 925,
            "y2": 1218,
            "text": "また何を…",
            "vi": "Phải làm gì một lần nữa..."
        },
        {
            "x1": 95,
            "y1": 1068,
            "x2": 294,
            "y2": 1560,
            "text": "ドラちゃんの スケッチ…‼",
            "vi": "Dora -Chan của bản phác thảo...‼"
        }
    ],
    "12.jpg": [
        {
            "x1": 860,
            "y1": 95,
            "x2": 1045,
            "y2": 383,
            "text": "どうして こんな酷い事 ばかり…",
            "vi": "Tại sao chỉ điều này..."
        },
        {
            "x1": 192,
            "y1": 330,
            "x2": 334,
            "y2": 701,
            "text": "もしや 私の反応を見て 面白がってるんですか⁉",
            "vi": "Nếu bạn nhìn vào phản ứng của tôi, bạn có thú vị?"
        },
        {
            "x1": 877,
            "y1": 864,
            "x2": 1030,
            "y2": 1148,
            "text": "エルフさん お絵描きすると おもしろいく",
            "vi": "Một elf -san làm cho nó thú vị để vẽ"
        },
        {
            "x1": 193,
            "y1": 948,
            "x2": 371,
            "y2": 1490,
            "text": "それどっちです⁉ そうなんですか照",
            "vi": "Nó là cái nào?"
        }
    ],
    "13.jpg": [
        {
            "x1": 770,
            "y1": 152,
            "x2": 956,
            "y2": 425,
            "text": "もしや 念話なしでも 意思疎通が図れる というのは",
            "vi": "Nếu bạn có thể giao tiếp mà không có một câu chuyện trái tim"
        },
        {
            "x1": 412,
            "y1": 84,
            "x2": 460,
            "y2": 352,
            "text": "私の勘違い⁉",
            "vi": "Sự hiểu lầm của tôi⁉"
        },
        {
            "x1": 112,
            "y1": 469,
            "x2": 256,
            "y2": 778,
            "text": "分からない！ これが特殊個体に よるものなのか⁉",
            "vi": "Tôi không biết! Điều này có do một cá nhân đặc biệt?"
        },
        {
            "x1": 758,
            "y1": 821,
            "x2": 959,
            "y2": 1022,
            "text": "あっちの ホネホネで もっかい 遊びたーい",
            "vi": "Tôi muốn chơi rất lớn với Honehone ở đằng kia"
        },
        {
            "x1": 351,
            "y1": 971,
            "x2": 387,
            "y2": 1195,
            "text": "それだけは…",
            "vi": "Đó là tất cả..."
        },
        {
            "x1": 655,
            "y1": 1241,
            "x2": 747,
            "y2": 1382,
            "text": "ああ！ 待って！",
            "vi": "À! treo trên!"
        },
        {
            "x1": 152,
            "y1": 1108,
            "x2": 210,
            "y2": 1393,
            "text": "それだけは",
            "vi": "Đó là"
        }
    ],
    "14.jpg": [
        {
            "x1": 593,
            "y1": 93,
            "x2": 669,
            "y2": 364,
            "text": "すぐ帰るつもり だったんですけど",
            "vi": "Tôi sẽ sớm trở lại"
        },
        {
            "x1": 460,
            "y1": 237,
            "x2": 532,
            "y2": 490,
            "text": "スイがお世話に なったようで………",
            "vi": "Có vẻ như Sui đã được chăm sóc..."
        },
        {
            "x1": 940,
            "y1": 571,
            "x2": 1017,
            "y2": 676,
            "text": "それは そうと",
            "vi": "Dẫu sao thì"
        },
        {
            "x1": 879,
            "y1": 704,
            "x2": 955,
            "y2": 929,
            "text": "大丈夫ですか？ エルランドさん",
            "vi": "ĐỒNG Ý? EXAND"
        },
        {
            "x1": 238,
            "y1": 779,
            "x2": 316,
            "y2": 882,
            "text": "ええ… ハハ…",
            "vi": "Vâng... haha..."
        },
        {
            "x1": 951,
            "y1": 1057,
            "x2": 1063,
            "y2": 1325,
            "text": "ミスリルナイフの件 よっぽど酷く叱られ たんだろうな…",
            "vi": "Tôi đoán cô ấy đã bị mắng rất tệ..."
        },
        {
            "x1": 660,
            "y1": 1069,
            "x2": 722,
            "y2": 1280,
            "text": "またねそ介",
            "vi": "Nosuke lần nữa"
        },
        {
            "x1": 154,
            "y1": 1158,
            "x2": 292,
            "y2": 1481,
            "text": "ムコーダの従魔 なので何も言えない エルランドでした",
            "vi": "Đó là Elland, người không thể nói bất cứ điều gì bởi vì đó là một phép thuật của Mukoda"
        },
        {
            "x1": 40,
            "y1": 1205,
            "x2": 102,
            "y2": 1490,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}