var ocr_data = {
    "001.jpg": [
        {
            "x1": 170,
            "y1": 171,
            "x2": 194,
            "y2": 322,
            "text": "なあつェル…",
            "vi": "Naatsuel..."
        },
        {
            "x1": 370,
            "y1": 323,
            "x2": 424,
            "y2": 506,
            "text": "あとどれぐらいで 森を抜けられそう？",
            "vi": "Bạn có thể đi qua rừng trong bao lâu?"
        },
        {
            "x1": 308,
            "y1": 628,
            "x2": 422,
            "y2": 778,
            "text": "お前に 合わせていたら あと３日は かかるな",
            "vi": "Nó sẽ mất 3 ngày để phù hợp với bạn"
        },
        {
            "x1": 82,
            "y1": 658,
            "x2": 107,
            "y2": 781,
            "text": "スミマセンね",
            "vi": "Sumimasen"
        },
        {
            "x1": 624,
            "y1": 851,
            "x2": 688,
            "y2": 1031,
            "text": "森に入り ３週間が過ぎた",
            "vi": "3 tuần đã trôi qua sau khi vào khu rừng"
        },
        {
            "x1": 436,
            "y1": 851,
            "x2": 490,
            "y2": 970,
            "text": "フェルの背中 怖いんだよ",
            "vi": "Tôi sợ hãi về phía sau của Fel"
        },
        {
            "x1": 205,
            "y1": 1030,
            "x2": 252,
            "y2": 1149,
            "text": "早く出たいの だろう？",
            "vi": "Bạn có muốn ra ngoài sớm không?"
        },
        {
            "x1": 291,
            "y1": 1096,
            "x2": 346,
            "y2": 1216,
            "text": "これでも 配慮しておる",
            "vi": "Tôi vẫn đang cân nhắc điều này"
        }
    ],
    "002.jpg": [
        {
            "x1": 171,
            "y1": 3,
            "x2": 794,
            "y2": 232,
            "text": "とんでもスキルて 異世界放浪父シ スイの大同険",
            "vi": "Kỹ năng là một người cha lang thang trên thế giới khác, RI Sui, Datong"
        },
        {
            "x1": 395,
            "y1": 226,
            "x2": 572,
            "y2": 285,
            "text": "Tondemo Skill de lsekai Hourou.Meshi. Sui no Dai Bouken",
            "vi": "L -world lang thang với s Kit L. mồi. Cuộc phiêu lưu nước"
        },
        {
            "x1": 144,
            "y1": 294,
            "x2": 758,
            "y2": 329,
            "text": "終第４章迷子のスライムと森の太冒険 前編",
            "vi": "Kết thúc Chương 4 Slime và Forest Tae Adventure Phần 1"
        },
        {
            "x1": 646,
            "y1": 374,
            "x2": 679,
            "y2": 498,
            "text": "…よし！",
            "vi": "...ĐỒNG Ý!"
        },
        {
            "x1": 94,
            "y1": 726,
            "x2": 264,
            "y2": 1101,
            "text": "漫画、：双葉もも 原作：：江回連 キャラクター原案雅",
            "vi": "Manga,: Momo Futaba Bản gốc :: Nhân vật cuối cùng"
        }
    ],
    "003.jpg": [
        {
            "x1": 670,
            "y1": 118,
            "x2": 705,
            "y2": 209,
            "text": "スイー",
            "vi": "Bộ"
        },
        {
            "x1": 568,
            "y1": 116,
            "x2": 609,
            "y2": 249,
            "text": "行くよー",
            "vi": "tôi sẽ đi"
        },
        {
            "x1": 391,
            "y1": 51,
            "x2": 486,
            "y2": 218,
            "text": "てん てん",
            "vi": "Tennen"
        },
        {
            "x1": 255,
            "y1": 122,
            "x2": 292,
            "y2": 212,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 597,
            "y1": 641,
            "x2": 704,
            "y2": 779,
            "text": "フェルに 乗ってくから しっかり入って いてね",
            "vi": "Tôi đang ở trên Fel, vì vậy tôi đang ở trong đó."
        },
        {
            "x1": 128,
            "y1": 737,
            "x2": 160,
            "y2": 854,
            "text": "わかったー",
            "vi": "Tôi đã hiểu"
        },
        {
            "x1": 597,
            "y1": 958,
            "x2": 666,
            "y2": 1103,
            "text": "…安全運転 だからな",
            "vi": "… Bởi vì nó là lái xe an toàn"
        },
        {
            "x1": 79,
            "y1": 955,
            "x2": 118,
            "y2": 1125,
            "text": "しつこいわっ",
            "vi": "Cố chấp"
        }
    ],
    "004.jpg": [
        {
            "x1": 777,
            "y1": 48,
            "x2": 828,
            "y2": 280,
            "text": "落ちるなよ",
            "vi": "Đừng gục ngã"
        },
        {
            "x1": 489,
            "y1": 876,
            "x2": 707,
            "y2": 1179,
            "text": "安全運転って 分かってる うううう⁉",
            "vi": "Uuuuu người biết lái xe an toàn"
        }
    ],
    "005.jpg": [
        {
            "x1": 164,
            "y1": 1072,
            "x2": 200,
            "y2": 1137,
            "text": "わぁ",
            "vi": "Thành công lớn"
        }
    ],
    "006.jpg": [
        {
            "x1": 704,
            "y1": 652,
            "x2": 761,
            "y2": 815,
            "text": "すごーい！ ふわっとしたー",
            "vi": "tuyệt vời! Nó là mịn"
        },
        {
            "x1": 363,
            "y1": 679,
            "x2": 446,
            "y2": 836,
            "text": "なあフェル もう少し安定して 走れないか？",
            "vi": "Bạn có thể chạy ổn định hơn một chút không?"
        },
        {
            "x1": 453,
            "y1": 865,
            "x2": 485,
            "y2": 942,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 527,
            "y1": 902,
            "x2": 584,
            "y2": 1095,
            "text": "あ！ スイ ちゃんと入ってて！",
            "vi": "A! Nhập với Sui -chan!"
        },
        {
            "x1": 162,
            "y1": 944,
            "x2": 228,
            "y2": 1048,
            "text": "文句しか 言わんな",
            "vi": "Tôi chỉ phàn nàn"
        }
    ],
    "007.jpg": [
        {
            "x1": 589,
            "y1": 90,
            "x2": 650,
            "y2": 208,
            "text": "この道が 近道なのだ",
            "vi": "Đường này là một lối tắt"
        },
        {
            "x1": 201,
            "y1": 185,
            "x2": 289,
            "y2": 316,
            "text": "俺としては 近道よりも 安全な方が…",
            "vi": "Đối với tôi, nó an toàn hơn một phím tắt..."
        },
        {
            "x1": 136,
            "y1": 308,
            "x2": 202,
            "y2": 387,
            "text": "また 飛ぶぞ",
            "vi": "Tôi sẽ bay một lần nữa"
        },
        {
            "x1": 661,
            "y1": 815,
            "x2": 774,
            "y2": 1083,
            "text": "ぷる井",
            "vi": "Purui"
        },
        {
            "x1": 589,
            "y1": 877,
            "x2": 618,
            "y2": 988,
            "text": "…フェル！",
            "vi": "… Fel!"
        },
        {
            "x1": 476,
            "y1": 999,
            "x2": 499,
            "y2": 1129,
            "text": "注意はしたぞ",
            "vi": "Tôi đã cẩn thận"
        },
        {
            "x1": 192,
            "y1": 971,
            "x2": 259,
            "y2": 1065,
            "text": "また ひゅんって したー♪",
            "vi": "Tôi đã làm lại ♪"
        },
        {
            "x1": 65,
            "y1": 872,
            "x2": 164,
            "y2": 1038,
            "text": "ぷるる",
            "vi": "Lối cày"
        }
    ],
    "009.jpg": [
        {
            "x1": 653,
            "y1": 102,
            "x2": 725,
            "y2": 250,
            "text": "すごい すご──い",
            "vi": "TUYỆT VỜI ──"
        },
        {
            "x1": 539,
            "y1": 131,
            "x2": 582,
            "y2": 226,
            "text": "おもし了ー",
            "vi": "Omoshi"
        },
        {
            "x1": 100,
            "y1": 118,
            "x2": 139,
            "y2": 223,
            "text": "さあ…",
            "vi": "Ở đây chúng tôi đi…"
        },
        {
            "x1": 280,
            "y1": 288,
            "x2": 356,
            "y2": 398,
            "text": "スイは何を はしゃいで おるのだ",
            "vi": "Sui đang làm gì vậy?"
        },
        {
            "x1": 633,
            "y1": 474,
            "x2": 750,
            "y2": 593,
            "text": "スイ けっこう ゆれたけど 大丈…",
            "vi": "Nó khá rung chuyển, nhưng không sao..."
        },
        {
            "x1": 667,
            "y1": 820,
            "x2": 700,
            "y2": 946,
            "text": "分からん…",
            "vi": "không thể hiểu được…"
        },
        {
            "x1": 520,
            "y1": 825,
            "x2": 614,
            "y2": 1036,
            "text": "なんでこう 子供は次の瞬間には 電池が切れるんだ",
            "vi": "Tại sao đứa trẻ này bị cắt ra khỏi pin ngay vào khoảnh khắc tiếp theo?"
        },
        {
            "x1": 226,
            "y1": 988,
            "x2": 254,
            "y2": 1113,
            "text": "寝たのか⁉",
            "vi": "Bạn đã ngủ chưa?"
        }
    ],
    "010.jpg": [
        {
            "x1": 123,
            "y1": 621,
            "x2": 165,
            "y2": 704,
            "text": "ひま",
            "vi": "thời gian lúc rảnh"
        },
        {
            "x1": 732,
            "y1": 807,
            "x2": 791,
            "y2": 908,
            "text": "寝るの あきたー",
            "vi": "Tôi sẽ ngủ"
        },
        {
            "x1": 341,
            "y1": 827,
            "x2": 411,
            "y2": 973,
            "text": "まだみたい だねー",
            "vi": "Có vẻ như nó vẫn còn"
        },
        {
            "x1": 696,
            "y1": 922,
            "x2": 746,
            "y2": 1044,
            "text": "まだ つかないのー",
            "vi": "Tôi chưa thể lấy nó"
        },
        {
            "x1": 342,
            "y1": 1041,
            "x2": 461,
            "y2": 1223,
            "text": "ごそ ごそ",
            "vi": "Squirrels"
        }
    ],
    "011.jpg": [
        {
            "x1": 150,
            "y1": 300,
            "x2": 186,
            "y2": 481,
            "text": "多少ゆれるぞ",
            "vi": "Tôi hơi run rẩy"
        },
        {
            "x1": 92,
            "y1": 352,
            "x2": 124,
            "y2": 426,
            "text": "かまれ",
            "vi": "Khó chịu"
        }
    ],
    "014.jpg": [
        {
            "x1": 101,
            "y1": 62,
            "x2": 556,
            "y2": 161,
            "text": "ご開帳〜 ふさぐ",
            "vi": "Mở cuốn sách ~ Sạch"
        },
        {
            "x1": 164,
            "y1": 560,
            "x2": 226,
            "y2": 692,
            "text": "うーん",
            "vi": "Hmmm"
        },
        {
            "x1": 732,
            "y1": 1009,
            "x2": 842,
            "y2": 1178,
            "text": "ペ日日",
            "vi": "Ngày xếp chồng chất"
        },
        {
            "x1": 115,
            "y1": 979,
            "x2": 188,
            "y2": 1165,
            "text": "もう 大丈夫かなぁ？",
            "vi": "Có ổn không?"
        }
    ],
    "015.jpg": [
        {
            "x1": 388,
            "y1": 891,
            "x2": 407,
            "y2": 979,
            "text": "いたーい",
            "vi": "Tôi muốn"
        },
        {
            "x1": 52,
            "y1": 907,
            "x2": 83,
            "y2": 1083,
            "text": "落ちちゃった…",
            "vi": "Tôi đã ngã..."
        }
    ],
    "016.jpg": [
        {
            "x1": 751,
            "y1": 111,
            "x2": 808,
            "y2": 311,
            "text": "あるじ―…",
            "vi": "Aji..."
        },
        {
            "x1": 420,
            "y1": 210,
            "x2": 440,
            "y2": 401,
            "text": "フェルおじちゃーん",
            "vi": "Fel chú"
        },
        {
            "x1": 194,
            "y1": 849,
            "x2": 275,
            "y2": 994,
            "text": "ええ",
            "vi": "Ừ"
        },
        {
            "x1": 581,
            "y1": 1156,
            "x2": 802,
            "y2": 1205,
            "text": "次回にっづく",
            "vi": "Lần sau"
        }
    ]
}