var ocr_data = {
    "1-6263959d5294d.jpg": [
        {
            "x1": 228,
            "y1": 63,
            "x2": 866,
            "y2": 111,
            "text": "第64章 ＮGワードとフェルの災難",
            "vi": "Chương 64 ng từ và thảm họa Fel"
        },
        {
            "x1": 487,
            "y1": 1240,
            "x2": 988,
            "y2": 1377,
            "text": "とんでもスキル同 異世界放浪メシ",
            "vi": "Kỹ năng cùng thế giới lang thang"
        },
        {
            "x1": 100,
            "y1": 1521,
            "x2": 992,
            "y2": 1569,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "2-6263959dcb78f.jpg": [
        {
            "x1": 890,
            "y1": 159,
            "x2": 977,
            "y2": 308,
            "text": "ねえねえ あるじー",
            "vi": "Này, có"
        },
        {
            "x1": 207,
            "y1": 186,
            "x2": 320,
            "y2": 463,
            "text": "スイって ザコなのー？",
            "vi": "Nó có phải là một Zako?"
        }
    ],
    "3-6263959f0ee83.jpg": [
        {
            "x1": 891,
            "y1": 135,
            "x2": 956,
            "y2": 470,
            "text": "スイが雑魚⁉",
            "vi": "Sui là một con cá nhỏ⁉"
        },
        {
            "x1": 748,
            "y1": 206,
            "x2": 847,
            "y2": 490,
            "text": "人そんな訳 ないじゃん‼",
            "vi": "Không có người như vậy."
        },
        {
            "x1": 564,
            "y1": 279,
            "x2": 619,
            "y2": 640,
            "text": "誰が言ったの⁉",
            "vi": "Ai đã nói"
        },
        {
            "x1": 101,
            "y1": 639,
            "x2": 181,
            "y2": 993,
            "text": "んっとね～_",
            "vi": "Hmmm ~ _"
        },
        {
            "x1": 70,
            "y1": 1234,
            "x2": 159,
            "y2": 1575,
            "text": "おじちゃん",
            "vi": "Bác"
        }
    ],
    "4-626395a07a984.jpg": [
        {
            "x1": 796,
            "y1": 194,
            "x2": 838,
            "y2": 447,
            "text": "おじちゃん…？",
            "vi": "Bác…?"
        },
        {
            "x1": 607,
            "y1": 420,
            "x2": 712,
            "y2": 547,
            "text": "フェル お前…",
            "vi": "Fel bạn..."
        },
        {
            "x1": 176,
            "y1": 522,
            "x2": 264,
            "y2": 793,
            "text": "いや違うのだ これにはだな…",
            "vi": "Không, nó khác..."
        },
        {
            "x1": 902,
            "y1": 953,
            "x2": 1038,
            "y2": 1207,
            "text": "確かにお前とは 比べ物に なんないけど",
            "vi": "Chắc chắn tôi không so sánh với bạn"
        },
        {
            "x1": 753,
            "y1": 1226,
            "x2": 893,
            "y2": 1489,
            "text": "言っていい事と 悪い事が あるだろ…",
            "vi": "Có những điều có thể nói và xấu..."
        }
    ],
    "5-626395a0f0e17.jpg": [
        {
            "x1": 886,
            "y1": 155,
            "x2": 933,
            "y2": 322,
            "text": "罰として",
            "vi": "Như một hình phạt"
        },
        {
            "x1": 667,
            "y1": 311,
            "x2": 866,
            "y2": 529,
            "text": "お前の飯 しばらく 肉抜き‼",
            "vi": "Gạo của bạn trong một thời gian"
        },
        {
            "x1": 20,
            "y1": 625,
            "x2": 241,
            "y2": 738,
            "text": "何はな",
            "vi": "Gì"
        },
        {
            "x1": 566,
            "y1": 616,
            "x2": 969,
            "y2": 914,
            "text": "野菜 増し増し",
            "vi": "Tăng rau"
        },
        {
            "x1": 669,
            "y1": 1267,
            "x2": 728,
            "y2": 1476,
            "text": "なんで フェルおじちゃん？",
            "vi": "Tại sao chú Fel?"
        }
    ],
    "6-626395a1731d3.jpg": [
        {
            "x1": 1070,
            "y1": 741,
            "x2": 1105,
            "y2": 858,
            "text": "とぼ…",
            "vi": "Tobo..."
        },
        {
            "x1": 513,
            "y1": 744,
            "x2": 547,
            "y2": 841,
            "text": "おーい",
            "vi": "Này"
        },
        {
            "x1": 908,
            "y1": 837,
            "x2": 965,
            "y2": 977,
            "text": "とぼ…",
            "vi": "Tobo..."
        },
        {
            "x1": 143,
            "y1": 773,
            "x2": 217,
            "y2": 930,
            "text": "歩く気 あんのー？",
            "vi": "Bạn có muốn đi bộ?"
        },
        {
            "x1": 943,
            "y1": 1061,
            "x2": 1014,
            "y2": 1259,
            "text": "阿故 われ 我が… なぜ…",
            "vi": "Awanai, của tôi... tại sao..."
        },
        {
            "x1": 736,
            "y1": 1255,
            "x2": 772,
            "y2": 1412,
            "text": "元気だして",
            "vi": "Vui lên"
        },
        {
            "x1": 571,
            "y1": 1100,
            "x2": 651,
            "y2": 1356,
            "text": "フェルおじちゃん かわいそう",
            "vi": "Chú Fel rất tiếc"
        },
        {
            "x1": 190,
            "y1": 1293,
            "x2": 269,
            "y2": 1416,
            "text": "スイは 優しいね",
            "vi": "Sui là tốt bụng"
        }
    ],
    "7-626395a1e8058.jpg": [
        {
            "x1": 823,
            "y1": 148,
            "x2": 947,
            "y2": 342,
            "text": "でも酷い事 言ったのは アイツだから",
            "vi": "Nhưng điều khủng khiếp là anh chàng đó"
        },
        {
            "x1": 653,
            "y1": 147,
            "x2": 747,
            "y2": 323,
            "text": "お仕置きは 必要だよ",
            "vi": "Bạn cần hình phạt"
        },
        {
            "x1": 121,
            "y1": 240,
            "x2": 197,
            "y2": 559,
            "text": "だから我が言った のではないと何度も…！",
            "vi": "Rất nhiều lần nếu tôi không nói nó...!"
        },
        {
            "x1": 635,
            "y1": 532,
            "x2": 791,
            "y2": 752,
            "text": "ぷい7",
            "vi": "PUI 7"
        },
        {
            "x1": 822,
            "y1": 603,
            "x2": 963,
            "y2": 941,
            "text": "でもスイが おじちゃん呼びするの お前しかいないじゃん",
            "vi": "Nhưng bạn chỉ gọi cho chú của bạn"
        },
        {
            "x1": 855,
            "y1": 1093,
            "x2": 972,
            "y2": 1265,
            "text": "ここで 昨日の人間共 だと言って",
            "vi": "Tôi nói rằng đó là con người của ngày hôm qua"
        },
        {
            "x1": 685,
            "y1": 1092,
            "x2": 794,
            "y2": 1343,
            "text": "変に勘繰られては またややこじい事に なる",
            "vi": "Nó sẽ già hơn một lần nữa"
        },
        {
            "x1": 473,
            "y1": 1143,
            "x2": 617,
            "y2": 1351,
            "text": "しかしここで 折れれば 我の肉が…",
            "vi": "Nhưng nếu nó vỡ ở đây, thì thịt của tôi là..."
        },
        {
            "x1": 101,
            "y1": 1369,
            "x2": 152,
            "y2": 1492,
            "text": "肉がー",
            "vi": "Thịt"
        }
    ],
    "8-626395a263c59.jpg": [
        {
            "x1": 981,
            "y1": 182,
            "x2": 1072,
            "y2": 372,
            "text": "それだけは ならん‼",
            "vi": "Đó là tất cả"
        },
        {
            "x1": 529,
            "y1": 209,
            "x2": 655,
            "y2": 403,
            "text": "ずっと 一緒に旅して おるのだ！",
            "vi": "Tôi đã đi du lịch cùng nhau!"
        },
        {
            "x1": 347,
            "y1": 192,
            "x2": 476,
            "y2": 414,
            "text": "スイがそこらの 魔物よりも 強いことなど",
            "vi": "Sui mạnh hơn những con quái vật khác, v. v."
        },
        {
            "x1": 176,
            "y1": 160,
            "x2": 294,
            "y2": 460,
            "text": "知ってて当然 であろう‼",
            "vi": "Nó sẽ là điều tự nhiên để biết."
        },
        {
            "x1": 787,
            "y1": 427,
            "x2": 880,
            "y2": 647,
            "text": "と…とにかく 我ではない！",
            "vi": "Và... không phải tôi dù sao!"
        },
        {
            "x1": 984,
            "y1": 798,
            "x2": 1035,
            "y2": 921,
            "text": "確かに",
            "vi": "chắc chắn"
        },
        {
            "x1": 425,
            "y1": 893,
            "x2": 462,
            "y2": 966,
            "text": "まさか",
            "vi": "Không có cách nào"
        },
        {
            "x1": 513,
            "y1": 915,
            "x2": 569,
            "y2": 1083,
            "text": "……あっ",
            "vi": "…… ah"
        },
        {
            "x1": 402,
            "y1": 934,
            "x2": 460,
            "y2": 1053,
            "text": "昨日の…",
            "vi": "Hôm qua"
        },
        {
            "x1": 1007,
            "y1": 1177,
            "x2": 1077,
            "y2": 1422,
            "text": "でも他に おじちゃんって…",
            "vi": "Nhưng một người chú khác..."
        },
        {
            "x1": 752,
            "y1": 1209,
            "x2": 796,
            "y2": 1312,
            "text": "他に…",
            "vi": "khác…"
        },
        {
            "x1": 217,
            "y1": 1321,
            "x2": 339,
            "y2": 1482,
            "text": "あるじ あるじ",
            "vi": "Một người nào đó"
        }
    ],
    "9-626395a2d6419.jpg": [
        {
            "x1": 854,
            "y1": 198,
            "x2": 906,
            "y2": 392,
            "text": "見て見て",
            "vi": "Nhìn nhìn"
        },
        {
            "x1": 116,
            "y1": 265,
            "x2": 256,
            "y2": 446,
            "text": "ザコ でたー",
            "vi": "Tại Zako"
        },
        {
            "x1": 863,
            "y1": 1096,
            "x2": 920,
            "y2": 1219,
            "text": "ざこ！",
            "vi": "MINNOW!"
        },
        {
            "x1": 716,
            "y1": 1037,
            "x2": 854,
            "y2": 1248,
            "text": "っんッ",
            "vi": "っ"
        },
        {
            "x1": 177,
            "y1": 1080,
            "x2": 339,
            "y2": 1247,
            "text": "スイより 弱いの ザコって いうんだよ",
            "vi": "Đó là một người Zako yếu hơn sui"
        },
        {
            "x1": 793,
            "y1": 1263,
            "x2": 934,
            "y2": 1448,
            "text": "っん",
            "vi": "っ っ"
        }
    ],
    "10-626395a357082.jpg": [
        {
            "x1": 595,
            "y1": 12,
            "x2": 646,
            "y2": 114,
            "text": "えー",
            "vi": "Ừm"
        },
        {
            "x1": 1015,
            "y1": 73,
            "x2": 1070,
            "y2": 198,
            "text": "スイっ",
            "vi": "Sui"
        },
        {
            "x1": 517,
            "y1": 20,
            "x2": 568,
            "y2": 235,
            "text": "そうなの？",
            "vi": "Có phải vậy không?"
        },
        {
            "x1": 168,
            "y1": 32,
            "x2": 367,
            "y2": 293,
            "text": "確かに以前は スライム＝雑魚 って認識では あったけど！",
            "vi": "Chắc chắn, chất nhờn = cá nhỏ đã được công nhận!"
        },
        {
            "x1": 897,
            "y1": 188,
            "x2": 985,
            "y2": 425,
            "text": "そんなこと 言っちゃダメ！",
            "vi": "Đừng nói vậy!"
        },
        {
            "x1": 925,
            "y1": 621,
            "x2": 1039,
            "y2": 786,
            "text": "相手は同じ スライム なんだから",
            "vi": "Bởi vì đối thủ là một chất nhờn giống nhau"
        },
        {
            "x1": 673,
            "y1": 609,
            "x2": 762,
            "y2": 812,
            "text": "でもスイのが 強いよ",
            "vi": "Nhưng Sui mạnh mẽ"
        },
        {
            "x1": 388,
            "y1": 654,
            "x2": 431,
            "y2": 843,
            "text": "わかったよ",
            "vi": "đã hiểu"
        },
        {
            "x1": 620,
            "y1": 894,
            "x2": 710,
            "y2": 1210,
            "text": "そうだけど 簡単に言っちゃダメ",
            "vi": "Đúng vậy, nhưng đừng nói dễ dàng"
        }
    ],
    "11-626395a3cce14.jpg": [
        {
            "x1": 815,
            "y1": 132,
            "x2": 887,
            "y2": 308,
            "text": "じゃあじゃあ あるじ",
            "vi": "Khi đó"
        },
        {
            "x1": 317,
            "y1": 79,
            "x2": 430,
            "y2": 259,
            "text": "これは ザコー？",
            "vi": "Đây là Zako?"
        },
        {
            "x1": 212,
            "y1": 62,
            "x2": 266,
            "y2": 171,
            "text": "ふまいこ",
            "vi": "Fumiko"
        },
        {
            "x1": 183,
            "y1": 111,
            "x2": 253,
            "y2": 231,
            "text": "よわい‼",
            "vi": "Owai"
        },
        {
            "x1": 56,
            "y1": 272,
            "x2": 190,
            "y2": 439,
            "text": "それは 雑草",
            "vi": "Đó là cỏ dại"
        },
        {
            "x1": 860,
            "y1": 669,
            "x2": 951,
            "y2": 789,
            "text": "あれは ザコ！",
            "vi": "Đó là Zako!"
        },
        {
            "x1": 584,
            "y1": 818,
            "x2": 666,
            "y2": 1015,
            "text": "あの鳥さんも ザコ！",
            "vi": "Chim đó cũng là Zako!"
        },
        {
            "x1": 17,
            "y1": 835,
            "x2": 110,
            "y2": 977,
            "text": "スイのが 強い！",
            "vi": "Người mạnh mẽ là mạnh mẽ!"
        },
        {
            "x1": 886,
            "y1": 1112,
            "x2": 939,
            "y2": 1283,
            "text": "フェ__",
            "vi": "Fe __"
        },
        {
            "x1": 137,
            "y1": 1118,
            "x2": 264,
            "y2": 1334,
            "text": "でも雑魚の 意味教えたの お前なんだろ？",
            "vi": "Nhưng ai dạy ý nghĩa của một con cá nhỏ?"
        },
        {
            "x1": 643,
            "y1": 1259,
            "x2": 723,
            "y2": 1466,
            "text": "我のせいでは ないぞ！",
            "vi": "Đó không phải là lỗi của tôi!"
        }
    ],
    "12-626395a4498ef.jpg": [
        {
            "x1": 1046,
            "y1": 4,
            "x2": 1086,
            "y2": 244,
            "text": "スイちゃんや",
            "vi": "Sui -chan"
        },
        {
            "x1": 635,
            "y1": 38,
            "x2": 764,
            "y2": 281,
            "text": "覚えたての言葉 使いたい だろうけど",
            "vi": "Tôi muốn sử dụng những từ mới học được"
        },
        {
            "x1": 564,
            "y1": 313,
            "x2": 691,
            "y2": 544,
            "text": "スイが それ言われた時 どうだった？",
            "vi": "Sui nói như thế nào?"
        },
        {
            "x1": 938,
            "y1": 995,
            "x2": 1034,
            "y2": 1145,
            "text": "いや",
            "vi": "KHÔNG"
        },
        {
            "x1": 629,
            "y1": 951,
            "x2": 817,
            "y2": 1186,
            "text": "スイ よわくなぃ もん",
            "vi": "Sui tốt waku namon"
        },
        {
            "x1": 167,
            "y1": 1250,
            "x2": 253,
            "y2": 1401,
            "text": "うんうん だよね",
            "vi": "Yeah yeah"
        }
    ],
    "13-626395a4bafdb.jpg": [
        {
            "x1": 770,
            "y1": 88,
            "x2": 959,
            "y2": 345,
            "text": "さっきスイは その嫌な事を 言う子に なってたんだぞ",
            "vi": "Sui chỉ là một đứa trẻ nói rằng điều xấu"
        },
        {
            "x1": 79,
            "y1": 173,
            "x2": 145,
            "y2": 431,
            "text": "あ そっかー",
            "vi": "À"
        },
        {
            "x1": 466,
            "y1": 505,
            "x2": 497,
            "y2": 631,
            "text": "スイの声「",
            "vi": "Giọng của Sui \""
        },
        {
            "x1": 801,
            "y1": 632,
            "x2": 925,
            "y2": 797,
            "text": "自分が嫌な 事を周りに しちゃダメ",
            "vi": "Đừng đi xung quanh những gì bạn không thích"
        },
        {
            "x1": 529,
            "y1": 529,
            "x2": 694,
            "y2": 745,
            "text": "お友達にも そんな事 言っちゃったら どうする？",
            "vi": "Bạn làm gì nếu bạn nói điều đó với bạn bè của bạn?"
        },
        {
            "x1": 437,
            "y1": 532,
            "x2": 489,
            "y2": 707,
            "text": "聞こえたとして",
            "vi": "Tôi đã nghe nó"
        },
        {
            "x1": 93,
            "y1": 728,
            "x2": 138,
            "y2": 952,
            "text": "おともだち…",
            "vi": "Bạn bè..."
        },
        {
            "x1": 914,
            "y1": 1065,
            "x2": 963,
            "y2": 1181,
            "text": "リクくん",
            "vi": "Riku -Kun"
        },
        {
            "x1": 355,
            "y1": 1041,
            "x2": 453,
            "y2": 1227,
            "text": "お前 サイテーだな",
            "vi": "Bạn đang trang web"
        }
    ],
    "14-626395a544c54.jpg": [
        {
            "x1": 829,
            "y1": 97,
            "x2": 1031,
            "y2": 284,
            "text": "すごく おこる！ やだ！",
            "vi": "Nó xảy ra! KHÔNG!"
        },
        {
            "x1": 341,
            "y1": 119,
            "x2": 437,
            "y2": 270,
            "text": "スイもう 言わない",
            "vi": "Tôi sẽ không nói nó nữa"
        },
        {
            "x1": 663,
            "y1": 223,
            "x2": 707,
            "y2": 341,
            "text": "だろ？",
            "vi": "Có phải là không?"
        },
        {
            "x1": 180,
            "y1": 212,
            "x2": 261,
            "y2": 346,
            "text": "えらいぞ スイー",
            "vi": "Tuyệt vời ngọt ngào"
        },
        {
            "x1": 991,
            "y1": 535,
            "x2": 1035,
            "y2": 653,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 819,
            "y1": 632,
            "x2": 884,
            "y2": 855,
            "text": "すまねえ",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 770,
            "y1": 1113,
            "x2": 843,
            "y2": 1271,
            "text": "もしかして うつった？",
            "vi": "Bạn đã rời đi?"
        },
        {
            "x1": 334,
            "y1": 1106,
            "x2": 462,
            "y2": 1261,
            "text": "スイの 情操教育に 悪い為",
            "vi": "Bởi vì nó là xấu cho giáo dục tình cảm của Sui"
        },
        {
            "x1": 664,
            "y1": 1238,
            "x2": 697,
            "y2": 1401,
            "text": "……フェル",
            "vi": "......Fel"
        },
        {
            "x1": 538,
            "y1": 1363,
            "x2": 602,
            "y2": 1532,
            "text": "ドラちゃん ちょっと……",
            "vi": "Dora -Chan một chút..."
        },
        {
            "x1": 170,
            "y1": 1282,
            "x2": 289,
            "y2": 1538,
            "text": "しばらく 汚い言葉遣い ェスジーれ ＮＧ令が出たそうな",
            "vi": "Có vẻ như một từ bẩn -of -the -year ng lệnh xuất hiện một lúc"
        },
        {
            "x1": 43,
            "y1": 1244,
            "x2": 98,
            "y2": 1522,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}