var ocr_data = {
    "001.jpg": [
        {
            "x1": 564,
            "y1": 542,
            "x2": 600,
            "y2": 610,
            "text": "アホ",
            "vi": "Dốt nát"
        },
        {
            "x1": 739,
            "y1": 444,
            "x2": 969,
            "y2": 808,
            "text": "ゃはは",
            "vi": "Hahaha"
        },
        {
            "x1": 468,
            "y1": 598,
            "x2": 516,
            "y2": 686,
            "text": "帰れし",
            "vi": "Trở về nhà"
        },
        {
            "x1": 864,
            "y1": 944,
            "x2": 922,
            "y2": 1081,
            "text": "ちょっ",
            "vi": "Một chút"
        },
        {
            "x1": 596,
            "y1": 1310,
            "x2": 690,
            "y2": 1517,
            "text": "ちょっと 困りますって",
            "vi": "Tôi hơi gặp rắc rối"
        },
        {
            "x1": 101,
            "y1": 1235,
            "x2": 171,
            "y2": 1444,
            "text": "あれは ムコーダさん？",
            "vi": "Đó có phải là Mukoda?"
        }
    ],
    "002.jpg": [
        {
            "x1": 318,
            "y1": 70,
            "x2": 845,
            "y2": 115,
            "text": "第39章 たのしい宴会 後編",
            "vi": "Chương 39 Bữa tiệc vui vẻ Phần 2"
        },
        {
            "x1": 145,
            "y1": 1519,
            "x2": 1013,
            "y2": 1556,
            "text": "漫画：双葉もも 原作：江口連 キャラクター原案：雅",
            "vi": "Manga: Momo Futaba Bản gốc: Nhân vật Eguchi Ren"
        }
    ],
    "003.jpg": [
        {
            "x1": 846,
            "y1": 63,
            "x2": 954,
            "y2": 302,
            "text": "おおー ムコーダさん じゃないっスか‼",
            "vi": "Oh, phải không?"
        },
        {
            "x1": 406,
            "y1": 101,
            "x2": 486,
            "y2": 333,
            "text": "あっあの 助けてくださ…",
            "vi": "Xin hãy giúp tôi..."
        },
        {
            "x1": 109,
            "y1": 93,
            "x2": 211,
            "y2": 288,
            "text": "いやー！ 聞きましたよ ムコーダさん‼",
            "vi": "KHÔNG! Tôi đã nghe Mukoda"
        },
        {
            "x1": 792,
            "y1": 468,
            "x2": 829,
            "y2": 544,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 817,
            "y1": 680,
            "x2": 959,
            "y2": 904,
            "text": "フェンリル様 たちとの 大激闘‼",
            "vi": "Một trận chiến khốc liệt với Fenrir."
        },
        {
            "x1": 340,
            "y1": 700,
            "x2": 381,
            "y2": 807,
            "text": "見たかった",
            "vi": "muốn xem"
        },
        {
            "x1": 690,
            "y1": 777,
            "x2": 800,
            "y2": 1005,
            "text": "迫りくる ワイバーン達を バッタバッタと！",
            "vi": "Đặt Wyvern đến gần với châu chấu!"
        },
        {
            "x1": 22,
            "y1": 714,
            "x2": 198,
            "y2": 967,
            "text": "あああの！ 俺はほとんど 何も…っ",
            "vi": "Oh oh! Tôi hầu như không là gì..."
        },
        {
            "x1": 859,
            "y1": 1064,
            "x2": 903,
            "y2": 1218,
            "text": "それより",
            "vi": "Thêm"
        },
        {
            "x1": 618,
            "y1": 1079,
            "x2": 652,
            "y2": 1228,
            "text": "とそどぞ‼",
            "vi": "Quá"
        },
        {
            "x1": 697,
            "y1": 1118,
            "x2": 831,
            "y2": 1357,
            "text": "もしかして ムコーダさんも 一発芸っスか‼",
            "vi": "Có lẽ Mukoda là một nghệ thuật một -shot."
        },
        {
            "x1": 7,
            "y1": 1010,
            "x2": 216,
            "y2": 1481,
            "text": "味方が いねえくそ",
            "vi": "Đồng minh của bạn"
        }
    ],
    "004.jpg": [
        {
            "x1": 926,
            "y1": 1153,
            "x2": 962,
            "y2": 1267,
            "text": "見てる…",
            "vi": "Tôi đang xem..."
        },
        {
            "x1": 532,
            "y1": 1159,
            "x2": 573,
            "y2": 1401,
            "text": "分かりました！",
            "vi": "Hiểu!"
        }
    ],
    "005.jpg": [
        {
            "x1": 813,
            "y1": 180,
            "x2": 931,
            "y2": 384,
            "text": "ええい… ままよ‼",
            "vi": "Ừ..."
        },
        {
            "x1": 157,
            "y1": 527,
            "x2": 317,
            "y2": 722,
            "text": "こちらの 手をよく ご覧下さい",
            "vi": "Hãy xem xét kỹ hơn về bàn tay này"
        },
        {
            "x1": 864,
            "y1": 831,
            "x2": 934,
            "y2": 1042,
            "text": "なんとく",
            "vi": "Tuy vậy"
        },
        {
            "x1": 602,
            "y1": 1117,
            "x2": 652,
            "y2": 1287,
            "text": "親指がく",
            "vi": "Ngón tay cái của anh ấy"
        },
        {
            "x1": 64,
            "y1": 1146,
            "x2": 190,
            "y2": 1408,
            "text": "取れちゃい ましたー！",
            "vi": "Tôi đạt được rồi!"
        }
    ],
    "006.jpg": [
        {
            "x1": 204,
            "y1": 240,
            "x2": 251,
            "y2": 392,
            "text": "…あれ？",
            "vi": "…điều đó?"
        },
        {
            "x1": 878,
            "y1": 516,
            "x2": 913,
            "y2": 614,
            "text": "え…っ",
            "vi": "ơ"
        },
        {
            "x1": 234,
            "y1": 511,
            "x2": 291,
            "y2": 689,
            "text": "あれぇ？",
            "vi": "Đó là?"
        },
        {
            "x1": 875,
            "y1": 742,
            "x2": 1005,
            "y2": 951,
            "text": "あ…あの 指が取れる マジックで…",
            "vi": "Ah... đó là một phép thuật có thể lấy ngón tay đó..."
        },
        {
            "x1": 545,
            "y1": 834,
            "x2": 602,
            "y2": 946,
            "text": "スポ",
            "vi": "Môn thể thao"
        },
        {
            "x1": 394,
            "y1": 855,
            "x2": 459,
            "y2": 1042,
            "text": "面白くなかった ですか…？",
            "vi": "Nó không thú vị...?"
        },
        {
            "x1": 854,
            "y1": 1112,
            "x2": 925,
            "y2": 1315,
            "text": "スゲーぜ ムコーダさん！",
            "vi": "SUGAZE MCODA!"
        },
        {
            "x1": 671,
            "y1": 1340,
            "x2": 788,
            "y2": 1495,
            "text": "一瞬なんか 分かんな かったぜ‼",
            "vi": "Tôi không hiểu điều gì đó trong một khoảnh khắc."
        },
        {
            "x1": 225,
            "y1": 1178,
            "x2": 304,
            "y2": 1425,
            "text": "す…すげー 指って取れるんだ",
            "vi": "Su... bạn có thể lấy ngón tay của bạn"
        }
    ],
    "007.jpg": [
        {
            "x1": 309,
            "y1": 83,
            "x2": 423,
            "y2": 267,
            "text": "あからさまに 気を遣ってん じゃねーか",
            "vi": "Bạn đang cẩn thận công khai"
        },
        {
            "x1": 681,
            "y1": 203,
            "x2": 729,
            "y2": 391,
            "text": "流石っス！",
            "vi": "Như dự đoán!"
        },
        {
            "x1": 118,
            "y1": 168,
            "x2": 197,
            "y2": 352,
            "text": "だから嫌って 言ったのに",
            "vi": "Vì vậy tôi ghét nó"
        },
        {
            "x1": 56,
            "y1": 434,
            "x2": 171,
            "y2": 609,
            "text": "めっちゃ 帰りたい",
            "vi": "Tôi thực sự muốn về nhà"
        },
        {
            "x1": 412,
            "y1": 742,
            "x2": 463,
            "y2": 921,
            "text": "フェル…",
            "vi": "Fel..."
        },
        {
            "x1": 597,
            "y1": 830,
            "x2": 701,
            "y2": 1354,
            "text": "うるせ～～__",
            "vi": "Uruse ~~ __ __"
        },
        {
            "x1": 290,
            "y1": 1445,
            "x2": 446,
            "y2": 1508,
            "text": "※特に 興味ない",
            "vi": "* Tôi không đặc biệt thích thú"
        },
        {
            "x1": 43,
            "y1": 1240,
            "x2": 153,
            "y2": 1490,
            "text": "そんな目で 見るなあー‼",
            "vi": "Đừng nhìn đôi mắt như vậy"
        }
    ],
    "008.jpg": [
        {
            "x1": 976,
            "y1": 103,
            "x2": 1050,
            "y2": 262,
            "text": "うぅ…",
            "vi": "Uh..."
        },
        {
            "x1": 913,
            "y1": 276,
            "x2": 1018,
            "y2": 406,
            "text": "ふる",
            "vi": "Sashimi"
        },
        {
            "x1": 832,
            "y1": 615,
            "x2": 1009,
            "y2": 860,
            "text": "あるじ イジメちゃ だめー！",
            "vi": "Không có bắt nạt!"
        }
    ],
    "009.jpg": [
        {
            "x1": 560,
            "y1": 315,
            "x2": 686,
            "y2": 522,
            "text": "ぐ分",
            "vi": "Ở trong"
        },
        {
            "x1": 15,
            "y1": 142,
            "x2": 183,
            "y2": 603,
            "text": "なんだその バランスはー⁉",
            "vi": "Số dư đó là bao nhiêu?"
        },
        {
            "x1": 172,
            "y1": 586,
            "x2": 264,
            "y2": 744,
            "text": "ぐら",
            "vi": "Nụ cười"
        },
        {
            "x1": 816,
            "y1": 1007,
            "x2": 884,
            "y2": 1164,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 68,
            "y1": 1097,
            "x2": 252,
            "y2": 1426,
            "text": "うおおお そのまま移動 できるのかよ‼",
            "vi": "Tôi có thể di chuyển như nó là?"
        },
        {
            "x1": 77,
            "y1": 1463,
            "x2": 168,
            "y2": 1576,
            "text": "スイちゃん すげ",
            "vi": "Sui -chan Sugo"
        }
    ],
    "010.jpg": [
        {
            "x1": 133,
            "y1": 62,
            "x2": 313,
            "y2": 242,
            "text": "やっば他の 従魔も スゲーん だなぁ！",
            "vi": "Những con quỷ khác cũng tuyệt vời!"
        },
        {
            "x1": 652,
            "y1": 230,
            "x2": 755,
            "y2": 434,
            "text": "そのスライムも ムコーダさんの ですか！",
            "vi": "Đó có phải là Slime cũng là Mcoda!"
        },
        {
            "x1": 533,
            "y1": 342,
            "x2": 577,
            "y2": 486,
            "text": "人スゲ",
            "vi": "Squirrel của người"
        },
        {
            "x1": 182,
            "y1": 335,
            "x2": 229,
            "y2": 425,
            "text": "向いて",
            "vi": "Đối với"
        },
        {
            "x1": 928,
            "y1": 553,
            "x2": 995,
            "y2": 990,
            "text": "(スイすごいー？",
            "vi": "(Có tuyệt vời không?"
        },
        {
            "x1": 205,
            "y1": 765,
            "x2": 279,
            "y2": 912,
            "text": "おお",
            "vi": "Oh"
        },
        {
            "x1": 782,
            "y1": 1178,
            "x2": 1027,
            "y2": 1453,
            "text": "おお コイツ水が 出せんのかー‼ スイをん",
            "vi": "Có nước không? Sui"
        },
        {
            "x1": 159,
            "y1": 1172,
            "x2": 318,
            "y2": 1326,
            "text": "あっ コラ",
            "vi": "COLLA"
        }
    ],
    "011.jpg": [
        {
            "x1": 792,
            "y1": 577,
            "x2": 910,
            "y2": 902,
            "text": "じゃん！",
            "vi": "Jan!"
        },
        {
            "x1": 63,
            "y1": 881,
            "x2": 246,
            "y2": 1210,
            "text": "(ぉお",
            "vi": "(ぉ お"
        }
    ],
    "012.jpg": [
        {
            "x1": 984,
            "y1": 110,
            "x2": 1036,
            "y2": 306,
            "text": "スゲ──",
            "vi": "SUGE ──"
        },
        {
            "x1": 396,
            "y1": 110,
            "x2": 437,
            "y2": 259,
            "text": "…なんか",
            "vi": "… Một cái gì đó"
        },
        {
            "x1": 834,
            "y1": 507,
            "x2": 960,
            "y2": 704,
            "text": "一気に 疲れた…",
            "vi": "Tôi đang mệt mỏi ngay lập tức..."
        },
        {
            "x1": 298,
            "y1": 561,
            "x2": 357,
            "y2": 708,
            "text": "そうか",
            "vi": "Thực ra"
        },
        {
            "x1": 473,
            "y1": 852,
            "x2": 579,
            "y2": 988,
            "text": "…でも まあ",
            "vi": "...nhưng tốt"
        },
        {
            "x1": 890,
            "y1": 1136,
            "x2": 941,
            "y2": 1362,
            "text": "楽しそうだし",
            "vi": "Nó trông vui nhỉ"
        },
        {
            "x1": 703,
            "y1": 1321,
            "x2": 757,
            "y2": 1455,
            "text": "いっか",
            "vi": "một gia đình của một người"
        },
        {
            "x1": 129,
            "y1": 1514,
            "x2": 402,
            "y2": 1575,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}