var ocr_data = {
    "1-6132f12487058.jpg": [
        {
            "x1": 558,
            "y1": 94,
            "x2": 672,
            "y2": 314,
            "text": "俺たちはもう少し この階を 探索するよ",
            "vi": "Chúng tôi sẽ khám phá tầng này thêm một chút"
        },
        {
            "x1": 890,
            "y1": 672,
            "x2": 1003,
            "y2": 841,
            "text": "それじゃ 皆さんも お気をつけて",
            "vi": "Thì bạn nên cẩn thận"
        },
        {
            "x1": 464,
            "y1": 677,
            "x2": 529,
            "y2": 843,
            "text": "ムコーダさん たちもな！",
            "vi": "Mukoda và những người khác!"
        },
        {
            "x1": 227,
            "y1": 667,
            "x2": 344,
            "y2": 891,
            "text": "…って フェル様が いるから大丈夫か",
            "vi": "… Có ổn không vì có Fel -sama?"
        },
        {
            "x1": 54,
            "y1": 793,
            "x2": 168,
            "y2": 1042,
            "text": "というわけで アイアン・ウィル達 とは別れ",
            "vi": "Đó là lý do tại sao tôi tách ra khỏi ý chí sắt và những người khác"
        },
        {
            "x1": 897,
            "y1": 1122,
            "x2": 970,
            "y2": 1318,
            "text": "更にダンジョン 下層へ……",
            "vi": "Hơn nữa đến cuối ngục tối..."
        },
        {
            "x1": 406,
            "y1": 1117,
            "x2": 479,
            "y2": 1287,
            "text": "まだまだ 先は長いなー",
            "vi": "Nó vẫn còn dài"
        }
    ],
    "2-6132f1252d60f.jpg": [
        {
            "x1": 1033,
            "y1": 105,
            "x2": 1090,
            "y2": 1159,
            "text": "漫画：赤岸Ｋ 原作：江口連 キャラクター原案:雅",
            "vi": "Manga: Akagishi K hoặc gốc: Nhân vật Eguchi Ren"
        },
        {
            "x1": 122,
            "y1": 1207,
            "x2": 447,
            "y2": 1319,
            "text": "とんでも",
            "vi": "Hết sức"
        },
        {
            "x1": 115,
            "y1": 1376,
            "x2": 445,
            "y2": 1497,
            "text": "放浪メシ",
            "vi": "Đi lang thang"
        },
        {
            "x1": 409,
            "y1": 1501,
            "x2": 1032,
            "y2": 1552,
            "text": "第44章 ダンジョンの宝箱は…",
            "vi": "CHƯƠNG 44 Rương kho báu của Dungeon..."
        }
    ],
    "3-6132f1259f5d6.jpg": [
        {
            "x1": 18,
            "y1": 389,
            "x2": 82,
            "y2": 567,
            "text": "何あれッ",
            "vi": "Gì"
        },
        {
            "x1": 738,
            "y1": 622,
            "x2": 784,
            "y2": 736,
            "text": "騒ぐな",
            "vi": "Đừng làm ồn"
        },
        {
            "x1": 133,
            "y1": 1192,
            "x2": 205,
            "y2": 1410,
            "text": "今までの階より 罠がエグくない？",
            "vi": "Không phải là bẫy một người cũ hơn sàn nhà cho đến nay?"
        }
    ],
    "4-6132f1262229b.jpg": [
        {
            "x1": 790,
            "y1": 88,
            "x2": 827,
            "y2": 154,
            "text": "何か",
            "vi": "một cái gì đó"
        },
        {
            "x1": 643,
            "y1": 155,
            "x2": 748,
            "y2": 347,
            "text": "上の階層とは 違う雰囲気に なってきたな…",
            "vi": "Bầu không khí khác với hệ thống phân cấp phía trên..."
        },
        {
            "x1": 903,
            "y1": 788,
            "x2": 1004,
            "y2": 929,
            "text": "うむ ダンジョン だからな",
            "vi": "Bởi vì đó là một ngục tối"
        },
        {
            "x1": 711,
            "y1": 1191,
            "x2": 781,
            "y2": 1462,
            "text": "ダンジョンによっては もっと様相が変わるぞ",
            "vi": "Tùy thuộc vào ngục tối, tình huống sẽ thay đổi nhiều hơn"
        }
    ],
    "5-6132f126e31dc.jpg": [
        {
            "x1": 895,
            "y1": 129,
            "x2": 1001,
            "y2": 294,
            "text": "もう２０階は 降りてきたん だよな",
            "vi": "Tầng thứ 20 đã xuống"
        },
        {
            "x1": 123,
            "y1": 127,
            "x2": 193,
            "y2": 293,
            "text": "俺達の強さ 見直したか？",
            "vi": "Bạn đã xem lại sức mạnh của chúng tôi?"
        },
        {
            "x1": 814,
            "y1": 344,
            "x2": 922,
            "y2": 513,
            "text": "ほんと あっという間 だよ",
            "vi": "Nó thực sự nhanh chóng"
        },
        {
            "x1": 93,
            "y1": 317,
            "x2": 165,
            "y2": 485,
            "text": "じゃんじゃん 倒してくぜー",
            "vi": "Thất bại của Janjan"
        },
        {
            "x1": 885,
            "y1": 588,
            "x2": 988,
            "y2": 781,
            "text": "なんてったって 戦神の加護が あるからな！",
            "vi": "Bởi vì có một phước lành của Chúa chiến tranh!"
        },
        {
            "x1": 344,
            "y1": 583,
            "x2": 460,
            "y2": 804,
            "text": "うむ 早く最深部に 行きたいものだな",
            "vi": "Tôi muốn đi đến phần sâu nhất sớm"
        },
        {
            "x1": 361,
            "y1": 885,
            "x2": 392,
            "y2": 973,
            "text": "ひぇ…",
            "vi": "Hả..."
        },
        {
            "x1": 120,
            "y1": 853,
            "x2": 152,
            "y2": 966,
            "text": "あるじー",
            "vi": "Một chút"
        },
        {
            "x1": 909,
            "y1": 1059,
            "x2": 979,
            "y2": 1241,
            "text": "向こうに なにかあるよ",
            "vi": "Có một cái gì đó ở đó"
        },
        {
            "x1": 320,
            "y1": 1053,
            "x2": 393,
            "y2": 1246,
            "text": "一体何 見つけたんだ？",
            "vi": "Bạn đã tìm thấy cái quái gì?"
        },
        {
            "x1": 492,
            "y1": 1365,
            "x2": 530,
            "y2": 1469,
            "text": "うん？",
            "vi": "Ừ?"
        }
    ],
    "6-6132f1277ecf0.jpg": [
        {
            "x1": 907,
            "y1": 128,
            "x2": 1015,
            "y2": 309,
            "text": "おおお あれは！",
            "vi": "Oh, oh!"
        },
        {
            "x1": 152,
            "y1": 292,
            "x2": 196,
            "y2": 582,
            "text": "宝箱じゃないか！",
            "vi": "Đó là một rương kho báu!"
        },
        {
            "x1": 906,
            "y1": 693,
            "x2": 998,
            "y2": 884,
            "text": "お手柄だぞ スイ！",
            "vi": "Đó là một bàn tay!"
        },
        {
            "x1": 163,
            "y1": 682,
            "x2": 281,
            "y2": 894,
            "text": "ダンジョンって いったら 宝箱だよ！",
            "vi": "Nếu bạn có một hầm ngục, đó là một rương kho báu!"
        },
        {
            "x1": 115,
            "y1": 886,
            "x2": 191,
            "y2": 1004,
            "text": "いざ",
            "vi": "Bây giờ"
        },
        {
            "x1": 943,
            "y1": 1092,
            "x2": 986,
            "y2": 1170,
            "text": "待て",
            "vi": "đợi đã"
        },
        {
            "x1": 746,
            "y1": 1103,
            "x2": 836,
            "y2": 1223,
            "text": "くん",
            "vi": "Kun"
        },
        {
            "x1": 614,
            "y1": 1048,
            "x2": 647,
            "y2": 1190,
            "text": "言ったろう",
            "vi": "tôi sẽ nói"
        },
        {
            "x1": 551,
            "y1": 1230,
            "x2": 664,
            "y2": 1398,
            "text": "ダンジョンは 宝を餌に人を 誘き寄せると",
            "vi": "Khi Dungeon mời mọi người ăn kho báu"
        },
        {
            "x1": 141,
            "y1": 1348,
            "x2": 176,
            "y2": 1465,
            "text": "見てみろ",
            "vi": "Nhìn"
        }
    ],
    "7-6132f1281ae77.jpg": [
        {
            "x1": 580,
            "y1": 350,
            "x2": 623,
            "y2": 421,
            "text": "紫箱",
            "vi": "Hộp màu tím"
        },
        {
            "x1": 815,
            "y1": 447,
            "x2": 845,
            "y2": 613,
            "text": "見てみろって",
            "vi": "Hãy xem một cái"
        },
        {
            "x1": 286,
            "y1": 452,
            "x2": 688,
            "y2": 594,
            "text": "開けると同時に毒ガスが出るよう 仕掛けられた宝箱 毒ガスを吸うと死ぬ",
            "vi": "Nếu bạn hút một loại khí độc ngực của kho báu được thiết lập để mở ngay khi bạn mở nó"
        },
        {
            "x1": 338,
            "y1": 737,
            "x2": 750,
            "y2": 780,
            "text": "毒ガスを吸うと死ぬ",
            "vi": "Chết khi bạn hút thuốc độc"
        },
        {
            "x1": 910,
            "y1": 963,
            "x2": 954,
            "y2": 1192,
            "text": "ミ………ダメじゃん",
            "vi": "Mi ……… nó không tốt"
        },
        {
            "x1": 121,
            "y1": 956,
            "x2": 267,
            "y2": 1259,
            "text": "このダンジョンって ホント意地悪い 作りしてるよな…",
            "vi": "Dungeon này thực sự có ý nghĩa..."
        }
    ],
    "8-6132f1288e0a7.jpg": [
        {
            "x1": 923,
            "y1": 141,
            "x2": 1000,
            "y2": 286,
            "text": "仕方ない 諦めるか…",
            "vi": "Tôi có thể từ bỏ..."
        },
        {
            "x1": 591,
            "y1": 143,
            "x2": 656,
            "y2": 261,
            "text": "それが よかろう",
            "vi": "Điều đó tốt"
        },
        {
            "x1": 200,
            "y1": 138,
            "x2": 373,
            "y2": 317,
            "text": "我やスイ達は 神の加護で 護られておるが お主は加護(小) しかないからな",
            "vi": "Chúng tôi và Sui được bảo vệ bởi phước lành của Chúa, nhưng Chúa chỉ có phước lành (nhỏ)."
        },
        {
            "x1": 127,
            "y1": 339,
            "x2": 226,
            "y2": 518,
            "text": "せいぜい病に ならぬぐらいだ 死にかねんぞ",
            "vi": "Hầu hết bạn không bị bệnh, bạn có thể chết"
        },
        {
            "x1": 389,
            "y1": 602,
            "x2": 533,
            "y2": 652,
            "text": "宝箱の気配",
            "vi": "Dấu hiệu của rương kho báu"
        },
        {
            "x1": 896,
            "y1": 581,
            "x2": 997,
            "y2": 772,
            "text": "それにどうやら まだ宝箱は あるようだな",
            "vi": "Rõ ràng vẫn còn rương kho báu"
        },
        {
            "x1": 194,
            "y1": 647,
            "x2": 338,
            "y2": 703,
            "text": "宝箱の気配",
            "vi": "Dấu hiệu của rương kho báu"
        },
        {
            "x1": 396,
            "y1": 734,
            "x2": 540,
            "y2": 789,
            "text": "宝箱の気配",
            "vi": "Dấu hiệu của rương kho báu"
        },
        {
            "x1": 134,
            "y1": 803,
            "x2": 198,
            "y2": 997,
            "text": "マジか⁉",
            "vi": "Nghiêm trọng⁉"
        },
        {
            "x1": 603,
            "y1": 1030,
            "x2": 630,
            "y2": 1188,
            "text": "人ここにも！",
            "vi": "Mọi người ở đây cũng vậy!"
        },
        {
            "x1": 862,
            "y1": 1403,
            "x2": 896,
            "y2": 1521,
            "text": "ほんとだ",
            "vi": "Đó là sự thật"
        },
        {
            "x1": 417,
            "y1": 1397,
            "x2": 451,
            "y2": 1553,
            "text": "ここにも！",
            "vi": "Ở đây quá!"
        }
    ],
    "9-6132f12926070.jpg": [
        {
            "x1": 429,
            "y1": 112,
            "x2": 507,
            "y2": 309,
            "text": "耳宝箱は 沢山あるけど",
            "vi": "Có rất nhiều hộp kho báu"
        },
        {
            "x1": 817,
            "y1": 144,
            "x2": 857,
            "y2": 653,
            "text": "ここら一帯は宝箱罠ツーン",
            "vi": "Khu vực ở đây là một giai điệu bẫy rương kho báu"
        },
        {
            "x1": 125,
            "y1": 350,
            "x2": 194,
            "y2": 528,
            "text": "当だり外れが あるどみだっ",
            "vi": "Nó là một cơn đột quỵ đang tránh đường."
        },
        {
            "x1": 456,
            "y1": 581,
            "x2": 530,
            "y2": 808,
            "text": "鑑定すれば 罠は見破れるけど",
            "vi": "Nếu bạn đánh giá, bạn có thể nhìn thấy cái bẫy"
        },
        {
            "x1": 83,
            "y1": 566,
            "x2": 235,
            "y2": 807,
            "text": "結局 命に関わるんじゃ 確開けられないん だよなく…",
            "vi": "Rốt cuộc, nếu bạn tham gia vào cuộc sống của bạn, bạn không thể chắc chắn..."
        },
        {
            "x1": 75,
            "y1": 876,
            "x2": 243,
            "y2": 964,
            "text": "開けると 毒ガスが出る",
            "vi": "Khi bạn mở nó, khí độc ra"
        },
        {
            "x1": 235,
            "y1": 1204,
            "x2": 263,
            "y2": 1315,
            "text": "あーあー",
            "vi": "À, À"
        },
        {
            "x1": 108,
            "y1": 1314,
            "x2": 180,
            "y2": 1478,
            "text": "異世界人よ 聞こえるか？",
            "vi": "Bạn có thể nghe thấy những thế giới khác nhau không?"
        }
    ],
    "10-6132f12b82adf.jpg": [
        {
            "x1": 903,
            "y1": 113,
            "x2": 1011,
            "y2": 272,
            "text": "この声は ニンリル様？ お供えはまだ",
            "vi": "Đây có phải là Ninrill không? Vẫn còn cung cấp"
        },
        {
            "x1": 672,
            "y1": 90,
            "x2": 775,
            "y2": 334,
            "text": "お主の加護のことで 伝えねばいかん ことがあるのじゃ",
            "vi": "Tôi phải kể cho bạn về sự ban phước của Chúa"
        },
        {
            "x1": 522,
            "y1": 125,
            "x2": 594,
            "y2": 316,
            "text": "お主に授けた 加護(小)だがな",
            "vi": "Đó là sự ban phước (nhỏ) mà tôi đã ban cho chủ yếu"
        },
        {
            "x1": 134,
            "y1": 121,
            "x2": 323,
            "y2": 398,
            "text": "我ら女神が加護を 重ねたことにより (小)であっても っうピょう 通常の加護と同じ力が はっき 発揮されておる！",
            "vi": "Sức mạnh tương tự như phước lành bình thường đã được thể hiện ngay cả khi nữ thần đã được ban phước (nhỏ)!"
        },
        {
            "x1": 985,
            "y1": 742,
            "x2": 1009,
            "y2": 779,
            "text": "あた",
            "vi": "Hướng"
        },
        {
            "x1": 923,
            "y1": 661,
            "x2": 1035,
            "y2": 882,
            "text": "三柱が同じ人間に 加護を与えるなど 珍しいことでのう",
            "vi": "Điều đó là bất thường, chẳng hạn như ba trụ cột bảo vệ cho cùng một người"
        },
        {
            "x1": 195,
            "y1": 647,
            "x2": 348,
            "y2": 816,
            "text": "つまり 病気どころか 毒ガスも 効かんし",
            "vi": "Nói cách khác, khí độc không hoạt động, không chỉ bệnh."
        },
        {
            "x1": 818,
            "y1": 834,
            "x2": 887,
            "y2": 1028,
            "text": "気付くのが 遅れてしもうた",
            "vi": "Tôi đã đến muộn để nhận thấy"
        },
        {
            "x1": 112,
            "y1": 816,
            "x2": 261,
            "y2": 1037,
            "text": "ちょっとや そっとのことでは 死なぬから 安心せい！",
            "vi": "Đó là một sự giải thoát vì bạn không chết một chút!"
        },
        {
            "x1": 976,
            "y1": 1082,
            "x2": 1006,
            "y2": 1248,
            "text": "というわけで",
            "vi": "Thật là"
        },
        {
            "x1": 876,
            "y1": 1175,
            "x2": 945,
            "y2": 1414,
            "text": "れっつえんじょい ダンジョン！",
            "vi": "Dungeon Retsuenjo!"
        },
        {
            "x1": 126,
            "y1": 1098,
            "x2": 244,
            "y2": 1302,
            "text": "ほんとどこで そんな言葉 覚えてくんだよ",
            "vi": "Bạn đang thực sự nhớ từ đó ở đâu?"
        },
        {
            "x1": 819,
            "y1": 1398,
            "x2": 853,
            "y2": 1539,
            "text": "なのじゃ！",
            "vi": "Nó............... là gì!"
        }
    ],
    "11-6132f12c1a641.jpg": [
        {
            "x1": 884,
            "y1": 128,
            "x2": 997,
            "y2": 398,
            "text": "…なんか加護(小)でも 重ね掛けされてて 平気らしい",
            "vi": "Có vẻ như ổn vì nó đã được xếp chồng lên nhau ngay cả với phước lành (nhỏ)"
        },
        {
            "x1": 794,
            "y1": 207,
            "x2": 828,
            "y2": 375,
            "text": "開けてみよう",
            "vi": "Hãy mở nó ra"
        },
        {
            "x1": 598,
            "y1": 659,
            "x2": 623,
            "y2": 740,
            "text": "ほう",
            "vi": "quy tắc"
        },
        {
            "x1": 855,
            "y1": 902,
            "x2": 925,
            "y2": 1100,
            "text": "ていっ！",
            "vi": "Ổn!"
        }
    ],
    "12-6132f12cb669e.jpg": [
        {
            "x1": 925,
            "y1": 88,
            "x2": 1001,
            "y2": 335,
            "text": "…少し煙いぐらいで 大丈夫そうだな",
            "vi": "… Nó trông ổn với một chút khói"
        },
        {
            "x1": 147,
            "y1": 403,
            "x2": 195,
            "y2": 579,
            "text": "毒ガス損",
            "vi": "Mất khí độc"
        },
        {
            "x1": 602,
            "y1": 610,
            "x2": 673,
            "y2": 806,
            "text": "さて 宝箱の中身は…",
            "vi": "Vâng, nội dung của rương kho báu..."
        },
        {
            "x1": 121,
            "y1": 623,
            "x2": 233,
            "y2": 815,
            "text": "くそー 当たりの宝箱を 探してみるか",
            "vi": "Bạn có muốn tìm kiếm một rương kho báu cho mỗi shit?"
        },
        {
            "x1": 839,
            "y1": 872,
            "x2": 877,
            "y2": 1006,
            "text": "…待てよ",
            "vi": "…Đợi đã"
        },
        {
            "x1": 621,
            "y1": 883,
            "x2": 767,
            "y2": 1102,
            "text": "当たりの宝箱 じゃなくてあえて 罠付きのハズレを 開けていけば…",
            "vi": "Nếu bạn dám mở cái bẫy bằng một cái bẫy thay vì rương kho báu..."
        },
        {
            "x1": 191,
            "y1": 1065,
            "x2": 266,
            "y2": 1207,
            "text": "命に関わる 罠が減って",
            "vi": "Giảm bẫy liên quan đến cuộc sống"
        },
        {
            "x1": 135,
            "y1": 1271,
            "x2": 236,
            "y2": 1492,
            "text": "後続の冒険者に とっていいんじゃ ないかな？",
            "vi": "Không phải là ổn cho các nhà thám hiểm sau đây?"
        }
    ],
    "13-6132f12d5389f.jpg": [
        {
            "x1": 621,
            "y1": 105,
            "x2": 694,
            "y2": 286,
            "text": "主はまったく お人好しだなー",
            "vi": "Chúa hoàn toàn thân thiện"
        },
        {
            "x1": 445,
            "y1": 89,
            "x2": 520,
            "y2": 258,
            "text": "だって 毒ガスだよ？",
            "vi": "Vì nó là khí độc?"
        },
        {
            "x1": 131,
            "y1": 92,
            "x2": 247,
            "y2": 247,
            "text": "おれ 俺たちには 鑑定も加護も あるし",
            "vi": "Chúng tôi có cả thẩm định và phước lành"
        },
        {
            "x1": 891,
            "y1": 354,
            "x2": 998,
            "y2": 522,
            "text": "わざわざ お主が開けて まわるのか？",
            "vi": "Liệu Chúa sẽ mở xung quanh?"
        },
        {
            "x1": 82,
            "y1": 279,
            "x2": 186,
            "y2": 529,
            "text": "あとから アイアン・ウィル達も 来るかもしれないし",
            "vi": "Sắt sẽ có thể đến sau"
        },
        {
            "x1": 882,
            "y1": 580,
            "x2": 990,
            "y2": 850,
            "text": "手伝ってくれたら 晩飯に異世界の 牛肉ステーキ出すから",
            "vi": "Nếu bạn giúp tôi, tôi sẽ đưa ra bít tết thịt bò trong một thế giới khác để ăn tối"
        },
        {
            "x1": 751,
            "y1": 762,
            "x2": 832,
            "y2": 867,
            "text": "よし やろう",
            "vi": "Hãy làm điều đó"
        },
        {
            "x1": 115,
            "y1": 588,
            "x2": 259,
            "y2": 831,
            "text": "爆弾処理ならぬ 罠処理だ！ 開けるぞー！",
            "vi": "Đó là một quá trình bẫy không phải là một quá trình bom! Tôi sẽ mở nó ra!"
        },
        {
            "x1": 834,
            "y1": 1471,
            "x2": 923,
            "y2": 1506,
            "text": "毒ガス",
            "vi": "Hơi khí độc"
        },
        {
            "x1": 454,
            "y1": 1470,
            "x2": 666,
            "y2": 1497,
            "text": "ストーンバレット",
            "vi": "Barrett đá"
        },
        {
            "x1": 139,
            "y1": 1460,
            "x2": 359,
            "y2": 1528,
            "text": "毒ガス＋ ファイヤーボール",
            "vi": "Gas độc + quả cầu lửa"
        }
    ],
    "14-6132f12fb563d.jpg": [
        {
            "x1": 169,
            "y1": 121,
            "x2": 228,
            "y2": 450,
            "text": "殺意が高すぎる",
            "vi": "Ý định giết người quá cao"
        },
        {
            "x1": 901,
            "y1": 570,
            "x2": 1010,
            "y2": 796,
            "text": "こんなん 鑑定スキルがないと 無理ゲーでしょ",
            "vi": "Nếu bạn không có loại kỹ năng thẩm định này, thì điều đó là không thể."
        },
        {
            "x1": 702,
            "y1": 650,
            "x2": 736,
            "y2": 737,
            "text": "おーい",
            "vi": "Này"
        },
        {
            "x1": 503,
            "y1": 584,
            "x2": 608,
            "y2": 778,
            "text": "あっちの奥にも デカい宝箱が あるぜ！",
            "vi": "Có một rương kho báu lớn ở lưng!"
        },
        {
            "x1": 125,
            "y1": 933,
            "x2": 197,
            "y2": 1100,
            "text": "おっ 行ってみるか",
            "vi": "Bạn có muốn đi"
        },
        {
            "x1": 461,
            "y1": 1306,
            "x2": 568,
            "y2": 1476,
            "text": "結構開けたし そろそろ 最後かもなぁ",
            "vi": "Nó khá cởi mở và nó có thể là kết thúc sớm"
        }
    ],
    "15-6132f13063659.jpg": [
        {
            "x1": 902,
            "y1": 700,
            "x2": 988,
            "y2": 965,
            "text": "デカッ‼",
            "vi": "Deka"
        },
        {
            "x1": 127,
            "y1": 726,
            "x2": 233,
            "y2": 945,
            "text": "ここら一帯の いち 一番奥だからな とっておきだろう",
            "vi": "Đó là tốt nhất trong khu vực của khu vực này, vì vậy nó không sao"
        },
        {
            "x1": 391,
            "y1": 1138,
            "x2": 533,
            "y2": 1410,
            "text": "これだけ 大きかったら すんごいお宝 なんじゃないかなあ！",
            "vi": "Tôi đoán đó là một kho báu tuyệt vời nếu nó là một điều lớn lao!"
        },
        {
            "x1": 307,
            "y1": 1263,
            "x2": 337,
            "y2": 1431,
            "text": "まずは鑑定…",
            "vi": "Trước hết, đánh giá..."
        }
    ],
    "16-6132f130dfeff.jpg": [
        {
            "x1": 144,
            "y1": 90,
            "x2": 193,
            "y2": 419,
            "text": "はい魔物でしたー",
            "vi": "Vâng đó là một con quỷ"
        },
        {
            "x1": 791,
            "y1": 432,
            "x2": 923,
            "y2": 494,
            "text": "ミミック",
            "vi": "bắt chước"
        },
        {
            "x1": 663,
            "y1": 565,
            "x2": 1066,
            "y2": 662,
            "text": "宝箱に擬態した魔物 倒すと稀に装飾された宝箱を出す",
            "vi": "Ra một rương kho báu được trang trí hiếm khi bạn đánh bại quái vật bắt chước bởi rương kho báu"
        },
        {
            "x1": 189,
            "y1": 785,
            "x2": 256,
            "y2": 926,
            "text": "開けて みようぜ！",
            "vi": "Hãy mở nó ra!"
        },
        {
            "x1": 896,
            "y1": 790,
            "x2": 1012,
            "y2": 1063,
            "text": "ミミックは 開けようとしたときに 襲ってくる",
            "vi": "Bắt chước các cuộc tấn công khi cố gắng mở"
        },
        {
            "x1": 776,
            "y1": 897,
            "x2": 880,
            "y2": 1117,
            "text": "この大きさだ 何か貯め込んで いるかもしれんな",
            "vi": "Kích thước này có thể đang tiết kiệm một cái gì đó"
        },
        {
            "x1": 143,
            "y1": 979,
            "x2": 180,
            "y2": 1128,
            "text": "あけよー！",
            "vi": "Mở ra!"
        },
        {
            "x1": 948,
            "y1": 1179,
            "x2": 978,
            "y2": 1238,
            "text": "じゃ",
            "vi": "ổn"
        },
        {
            "x1": 785,
            "y1": 1220,
            "x2": 821,
            "y2": 1313,
            "text": "じゃあ",
            "vi": "Khi đó"
        },
        {
            "x1": 392,
            "y1": 1169,
            "x2": 422,
            "y2": 1337,
            "text": "行くからな！",
            "vi": "Tôi đang đi!"
        }
    ],
    "19-6132f1329aa21.jpg": [
        {
            "x1": 915,
            "y1": 126,
            "x2": 965,
            "y2": 273,
            "text": "雑魚だな",
            "vi": "Đó là một con cá nhỏ"
        },
        {
            "x1": 142,
            "y1": 132,
            "x2": 176,
            "y2": 312,
            "text": "容赦ないなー",
            "vi": "Tôi không ngừng"
        },
        {
            "x1": 884,
            "y1": 623,
            "x2": 997,
            "y2": 767,
            "text": "さて 罠は一通り 開けたし",
            "vi": "Nhân tiện, bẫy đã được mở ra tất cả"
        },
        {
            "x1": 889,
            "y1": 826,
            "x2": 963,
            "y2": 994,
            "text": "下に降りる 階段を探すか",
            "vi": "Tìm cầu thang để xuống?"
        }
    ],
    "20-6132f134ba333.jpg": [
        {
            "x1": 527,
            "y1": 68,
            "x2": 576,
            "y2": 262,
            "text": "宝石箱だ！",
            "vi": "Một hộp ngọc!"
        },
        {
            "x1": 304,
            "y1": 115,
            "x2": 413,
            "y2": 259,
            "text": "しかも いろいろ はい 入ってる！",
            "vi": "Và đó là theo nhiều cách khác nhau!"
        },
        {
            "x1": 50,
            "y1": 165,
            "x2": 242,
            "y2": 220,
            "text": "マジックバッグ",
            "vi": "Túi phép thuật"
        },
        {
            "x1": 155,
            "y1": 367,
            "x2": 350,
            "y2": 452,
            "text": "魔力回復の指輪",
            "vi": "Vòng phục hồi ma thuật"
        },
        {
            "x1": 141,
            "y1": 482,
            "x2": 175,
            "y2": 625,
            "text": "やったー！",
            "vi": "Yay!"
        },
        {
            "x1": 936,
            "y1": 759,
            "x2": 1006,
            "y2": 903,
            "text": "よかった ではないか",
            "vi": "Nó không tốt sao?"
        },
        {
            "x1": 201,
            "y1": 876,
            "x2": 263,
            "y2": 1092,
            "text": "ハズレばかりでも つまらんだろう",
            "vi": "Tôi đoán nó thật nhàm chán ngay cả khi đó chỉ là một mất mát"
        },
        {
            "x1": 672,
            "y1": 1243,
            "x2": 748,
            "y2": 1408,
            "text": "それも そうだな！",
            "vi": "Đúng thế!"
        },
        {
            "x1": 222,
            "y1": 1235,
            "x2": 259,
            "y2": 1351,
            "text": "おーい！",
            "vi": "Này!"
        },
        {
            "x1": 116,
            "y1": 1272,
            "x2": 186,
            "y2": 1490,
            "text": "下に続く 階段見つけたぜ！",
            "vi": "Tôi tìm thấy cầu thang theo sau!"
        },
        {
            "x1": 590,
            "y1": 1527,
            "x2": 783,
            "y2": 1566,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}