var ocr_data = {
    "001.jpg": [
        {
            "x1": 310,
            "y1": 63,
            "x2": 794,
            "y2": 122,
            "text": "第2障章 スイとルサールカ",
            "vi": "Khuyết tật thứ 2 Sui và Lusarca"
        },
        {
            "x1": 242,
            "y1": 529,
            "x2": 423,
            "y2": 590,
            "text": "Tondemo Skill de lsekai Hourou Meshi Sui no Dai Bouken",
            "vi": "Một cuộc phiêu lưu lớn của L World lang thang với s kit l"
        },
        {
            "x1": 73,
            "y1": 1518,
            "x2": 1009,
            "y2": 1569,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "002.jpg": [
        {
            "x1": 786,
            "y1": 189,
            "x2": 858,
            "y2": 373,
            "text": "最後の ひとかけら…",
            "vi": "Mảnh cuối cùng..."
        },
        {
            "x1": 822,
            "y1": 711,
            "x2": 975,
            "y2": 781,
            "text": "ボの女神 ルサールカ",
            "vi": "Nữ thần Bo Lusarca"
        },
        {
            "x1": 378,
            "y1": 688,
            "x2": 427,
            "y2": 770,
            "text": "もぐ",
            "vi": "Tụ họp"
        },
        {
            "x1": 282,
            "y1": 601,
            "x2": 320,
            "y2": 773,
            "text": "…おいしい",
            "vi": "…ngon"
        },
        {
            "x1": 188,
            "y1": 770,
            "x2": 225,
            "y2": 835,
            "text": "もぐ",
            "vi": "Tụ họp"
        },
        {
            "x1": 960,
            "y1": 907,
            "x2": 1027,
            "y2": 1110,
            "text": "次のお供えは 週に一回だから…",
            "vi": "Ưu đãi tiếp theo là mỗi tuần một lần..."
        },
        {
            "x1": 732,
            "y1": 1042,
            "x2": 769,
            "y2": 1148,
            "text": "三日後",
            "vi": "Ba ngày sau"
        },
        {
            "x1": 904,
            "y1": 1259,
            "x2": 1014,
            "y2": 1404,
            "text": "今日は とくに何も ない…",
            "vi": "Không có gì đặc biệt ngày hôm nay..."
        },
        {
            "x1": 228,
            "y1": 1265,
            "x2": 290,
            "y2": 1408,
            "text": "みんなのとこ 行こ…",
            "vi": "Hãy đi đến mọi người..."
        }
    ],
    "003.jpg": [
        {
            "x1": 487,
            "y1": 313,
            "x2": 517,
            "y2": 439,
            "text": "ニンリル！",
            "vi": "Ninrill!"
        },
        {
            "x1": 167,
            "y1": 212,
            "x2": 242,
            "y2": 448,
            "text": "長い！ 長いのじゃあ‼",
            "vi": "lâu! Nó dài"
        },
        {
            "x1": 775,
            "y1": 502,
            "x2": 966,
            "y2": 727,
            "text": "異世界人め‼ 何故お供えは 週に一度だけ なのじゃ‼",
            "vi": "Thế giới khác nhau Tại sao chỉ một lần một tuần?"
        },
        {
            "x1": 227,
            "y1": 480,
            "x2": 450,
            "y2": 682,
            "text": "また一日で 食べきって しまった 妾のことも 考えんかく‼",
            "vi": "Tôi cũng nghĩ về các vợ lẽ mà tôi đã ăn trong một ngày."
        },
        {
            "x1": 103,
            "y1": 495,
            "x2": 185,
            "y2": 627,
            "text": "薄情者く",
            "vi": "Sợ"
        },
        {
            "x1": 897,
            "y1": 822,
            "x2": 973,
            "y2": 988,
            "text": "地の女神 キシャール",
            "vi": "Nữ thần của trái đất"
        },
        {
            "x1": 745,
            "y1": 842,
            "x2": 826,
            "y2": 1038,
            "text": "え‼ ちょっと 異世界人クン",
            "vi": "bức ảnh! Một chút thế giới khác"
        },
        {
            "x1": 344,
            "y1": 815,
            "x2": 415,
            "y2": 1051,
            "text": "なぁにその石鹸！ シャンプー⁉",
            "vi": "Xà phòng đó! gội đầu"
        },
        {
            "x1": 225,
            "y1": 859,
            "x2": 261,
            "y2": 1092,
            "text": "トリートメント⁉",
            "vi": "sự điều trị⁉"
        },
        {
            "x1": 136,
            "y1": 855,
            "x2": 187,
            "y2": 997,
            "text": "なにそれー",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 109,
            "y1": 895,
            "x2": 163,
            "y2": 1034,
            "text": "台になるー",
            "vi": "Nó sẽ là một đứng"
        },
        {
            "x1": 891,
            "y1": 1183,
            "x2": 973,
            "y2": 1321,
            "text": "火の女神 アグニ",
            "vi": "Nữ thần lửa Agni"
        },
        {
            "x1": 558,
            "y1": 1166,
            "x2": 671,
            "y2": 1418,
            "text": "おーう 酒が足りねぇ",
            "vi": "Ooo sake không đủ"
        },
        {
            "x1": 132,
            "y1": 1168,
            "x2": 243,
            "y2": 1351,
            "text": "お前らも 飲め飲め",
            "vi": "Uống bạn nữa"
        }
    ],
    "004.jpg": [
        {
            "x1": 744,
            "y1": 385,
            "x2": 769,
            "y2": 472,
            "text": "ヒマ：",
            "vi": "Thử vai:"
        },
        {
            "x1": 590,
            "y1": 384,
            "x2": 663,
            "y2": 565,
            "text": "そういえば あのスライム",
            "vi": "Nhân tiện, chất nhờn đó"
        },
        {
            "x1": 420,
            "y1": 452,
            "x2": 546,
            "y2": 609,
            "text": "念話が 使えるって 言ってた…",
            "vi": "Anh ấy nói rằng anh ấy có thể sử dụng một câu chuyện trái tim..."
        },
        {
            "x1": 546,
            "y1": 768,
            "x2": 589,
            "y2": 929,
            "text": "神託したら",
            "vi": "Nếu cá rô"
        },
        {
            "x1": 389,
            "y1": 923,
            "x2": 554,
            "y2": 1081,
            "text": "みんなや 他の神々に 勘づかれる かも……",
            "vi": "Có lẽ mọi người và các vị thần khác có thể được hiểu..."
        },
        {
            "x1": 844,
            "y1": 1152,
            "x2": 935,
            "y2": 1355,
            "text": "いいや 別に おしゃべりするン だけだし",
            "vi": "Không, nó chỉ nói"
        },
        {
            "x1": 575,
            "y1": 1148,
            "x2": 666,
            "y2": 1348,
            "text": "ニンリルみたいに しょっちゅうじゃ ないし",
            "vi": "Nó không phải lúc nào cũng giống Ninrill"
        },
        {
            "x1": 490,
            "y1": 1310,
            "x2": 582,
            "y2": 1448,
            "text": "とにするだけ 分ダだた…",
            "vi": "Nó là một DA nhiều như..."
        }
    ],
    "005.jpg": [
        {
            "x1": 114,
            "y1": 170,
            "x2": 154,
            "y2": 331,
            "text": "んんく？",
            "vi": "Hmm?"
        },
        {
            "x1": 892,
            "y1": 640,
            "x2": 939,
            "y2": 792,
            "text": "だあれ？",
            "vi": "Gì?"
        },
        {
            "x1": 626,
            "y1": 696,
            "x2": 769,
            "y2": 891,
            "text": "私は水の女神 ルサールカ あなたに加護を あた 与えた…",
            "vi": "Tôi đã đưa cho bạn nữ thần của nước Lusarca..."
        },
        {
            "x1": 292,
            "y1": 614,
            "x2": 326,
            "y2": 807,
            "text": "めがみさま？",
            "vi": "Megami -sama?"
        },
        {
            "x1": 721,
            "y1": 1035,
            "x2": 767,
            "y2": 1122,
            "text": "神界",
            "vi": "Thế giới thiêng liêng"
        },
        {
            "x1": 911,
            "y1": 1031,
            "x2": 944,
            "y2": 1288,
            "text": "どこにいるのー？)",
            "vi": "Bạn đang ở đâu? )"
        },
        {
            "x1": 648,
            "y1": 1132,
            "x2": 688,
            "y2": 1298,
            "text": "わかんない",
            "vi": "không biết"
        },
        {
            "x1": 415,
            "y1": 1078,
            "x2": 503,
            "y2": 1292,
            "text": "私は今 とても退屈…",
            "vi": "Tôi rất nhàm chán..."
        },
        {
            "x1": 547,
            "y1": 1286,
            "x2": 588,
            "y2": 1435,
            "text": "…上の方",
            "vi": "… Gần đỉnh"
        },
        {
            "x1": 300,
            "y1": 1268,
            "x2": 381,
            "y2": 1462,
            "text": "だから なにか喋って",
            "vi": "Vì vậy, hãy nói một cái gì đó"
        }
    ],
    "006.jpg": [
        {
            "x1": 912,
            "y1": 165,
            "x2": 990,
            "y2": 360,
            "text": "なに しゃべるの？",
            "vi": "Bạn nói về cái gì?"
        },
        {
            "x1": 734,
            "y1": 176,
            "x2": 767,
            "y2": 355,
            "text": "なんでもいい",
            "vi": "Bất cứ điều gì là tốt"
        },
        {
            "x1": 901,
            "y1": 509,
            "x2": 1000,
            "y2": 627,
            "text": "スイね 前ね！",
            "vi": "Trước SUI!"
        },
        {
            "x1": 735,
            "y1": 520,
            "x2": 854,
            "y2": 732,
            "text": "けいと？ の ポンポン作って もらったよ！",
            "vi": "Keito? Tôi đã có bạn tạo ra một pom pom!"
        },
        {
            "x1": 229,
            "y1": 528,
            "x2": 262,
            "y2": 689,
            "text": "ぽんぽん？",
            "vi": "Ponpon?"
        },
        {
            "x1": 877,
            "y1": 834,
            "x2": 950,
            "y2": 946,
            "text": "もらた のー",
            "vi": "Tôi đạt được rồi"
        },
        {
            "x1": 148,
            "y1": 822,
            "x2": 182,
            "y2": 982,
            "text": "そのままね",
            "vi": "Như nó là"
        },
        {
            "x1": 938,
            "y1": 956,
            "x2": 1019,
            "y2": 1112,
            "text": "これが ポンポン",
            "vi": "Đây là một pom pom"
        },
        {
            "x1": 576,
            "y1": 927,
            "x2": 609,
            "y2": 1129,
            "text": "ポンポンって",
            "vi": "Pom pom là gì"
        },
        {
            "x1": 308,
            "y1": 1013,
            "x2": 379,
            "y2": 1137,
            "text": "ポンポン するから",
            "vi": "Bởi vì tôi sẽ pom pom"
        },
        {
            "x1": 218,
            "y1": 929,
            "x2": 255,
            "y2": 1103,
            "text": "(ポンポン！",
            "vi": "(POM Pom!"
        },
        {
            "x1": 820,
            "y1": 1145,
            "x2": 994,
            "y2": 1331,
            "text": "そういえば あなたって オスなの？ メスなの？",
            "vi": "Nói về điều gì, bạn là nam? Bạn là nữ?"
        },
        {
            "x1": 546,
            "y1": 1205,
            "x2": 622,
            "y2": 1361,
            "text": "スイは スイだよー",
            "vi": "Sui là sui"
        }
    ],
    "007.jpg": [
        {
            "x1": 880,
            "y1": 142,
            "x2": 966,
            "y2": 322,
            "text": "めがみさま はー？",
            "vi": "Megami -sama?"
        },
        {
            "x1": 743,
            "y1": 188,
            "x2": 783,
            "y2": 366,
            "text": "女神は女神",
            "vi": "Nữ thần là Nữ thần"
        },
        {
            "x1": 530,
            "y1": 269,
            "x2": 652,
            "y2": 464,
            "text": "そうじゃ なくて",
            "vi": "Nó không như vậy"
        },
        {
            "x1": 779,
            "y1": 678,
            "x2": 906,
            "y2": 887,
            "text": "めがみさまは なにして あそぶのー？",
            "vi": "Megami đang chơi gì?"
        }
    ],
    "008.jpg": [
        {
            "x1": 201,
            "y1": 114,
            "x2": 260,
            "y2": 211,
            "text": "へえ",
            "vi": "Hả"
        },
        {
            "x1": 852,
            "y1": 182,
            "x2": 915,
            "y2": 392,
            "text": "他の女神と おしゃべりしたり",
            "vi": "Nói chuyện với các nữ thần khác"
        },
        {
            "x1": 773,
            "y1": 219,
            "x2": 807,
            "y2": 441,
            "text": "下界を覗いたり",
            "vi": "Nhìn vào thế giới thấp hơn"
        },
        {
            "x1": 619,
            "y1": 208,
            "x2": 698,
            "y2": 433,
            "text": "供物を食べたり とか…？",
            "vi": "Ăn uống...?"
        },
        {
            "x1": 970,
            "y1": 820,
            "x2": 1027,
            "y2": 911,
            "text": "聞いて",
            "vi": "lắng nghe"
        },
        {
            "x1": 844,
            "y1": 630,
            "x2": 1011,
            "y2": 880,
            "text": "それより スイね こないだね‼",
            "vi": "Tôi không muốn tốt hơn thế."
        },
        {
            "x1": 210,
            "y1": 648,
            "x2": 309,
            "y2": 870,
            "text": "興味ないなら 聞かないで…",
            "vi": "Nếu bạn không quan tâm, đừng hỏi..."
        },
        {
            "x1": 915,
            "y1": 1005,
            "x2": 987,
            "y2": 1189,
            "text": "まっくろの トリさんにね",
            "vi": "Đến chim của Makuro"
        },
        {
            "x1": 585,
            "y1": 1037,
            "x2": 673,
            "y2": 1185,
            "text": "聞いても いないし",
            "vi": "Tôi chưa nghe"
        },
        {
            "x1": 863,
            "y1": 1220,
            "x2": 963,
            "y2": 1416,
            "text": "あるじのごはん とられそう だったんだよ！",
            "vi": "Nó đã được thực hiện bởi một người nào đó!"
        },
        {
            "x1": 392,
            "y1": 1254,
            "x2": 444,
            "y2": 1476,
            "text": "なになにー？",
            "vi": "Nó............... là gì?"
        }
    ],
    "009.jpg": [
        {
            "x1": 842,
            "y1": 176,
            "x2": 897,
            "y2": 281,
            "text": "いい",
            "vi": "Khỏe"
        },
        {
            "x1": 686,
            "y1": 227,
            "x2": 782,
            "y2": 344,
            "text": "好きに 話して",
            "vi": "Nói chuyện với yêu thích của bạn"
        },
        {
            "x1": 208,
            "y1": 1326,
            "x2": 272,
            "y2": 1504,
            "text": "いいな",
            "vi": "Tôi không thích nó"
        }
    ],
    "010.jpg": [
        {
            "x1": 844,
            "y1": 20,
            "x2": 1003,
            "y2": 231,
            "text": "あなたは 楽しそうで いいね",
            "vi": "Bạn trông vui vẻ"
        },
        {
            "x1": 257,
            "y1": 140,
            "x2": 290,
            "y2": 327,
            "text": "…分からない",
            "vi": "… Tôi không biết"
        },
        {
            "x1": 953,
            "y1": 330,
            "x2": 988,
            "y2": 459,
            "text": "なんで？",
            "vi": "Tại sao?"
        },
        {
            "x1": 704,
            "y1": 345,
            "x2": 740,
            "y2": 567,
            "text": "楽しくないの？",
            "vi": "Không phải là vui?"
        },
        {
            "x1": 171,
            "y1": 366,
            "x2": 283,
            "y2": 495,
            "text": "ずっと こうして きたし",
            "vi": "Tôi đã làm điều này mãi mãi"
        },
        {
            "x1": 848,
            "y1": 693,
            "x2": 960,
            "y2": 926,
            "text": "私はニンリル達 みたいに めったに 神託しないし",
            "vi": "Tôi hiếm khi làm lời nói như Ninrills"
        },
        {
            "x1": 437,
            "y1": 662,
            "x2": 535,
            "y2": 832,
            "text": "加護だって 10年に一人か 二人くらいだし",
            "vi": "Một hoặc hai người trong 10 năm"
        },
        {
            "x1": 230,
            "y1": 759,
            "x2": 362,
            "y2": 921,
            "text": "そんなに おしゃべりな 女神でも ないから…",
            "vi": "Nó không phải là một nữ thần nói nhiều..."
        },
        {
            "x1": 813,
            "y1": 1042,
            "x2": 853,
            "y2": 1193,
            "text": "いまはー？",
            "vi": "Bây giờ?"
        },
        {
            "x1": 657,
            "y1": 1060,
            "x2": 694,
            "y2": 1201,
            "text": "スイはね",
            "vi": "Hasu"
        },
        {
            "x1": 575,
            "y1": 1131,
            "x2": 639,
            "y2": 1351,
            "text": "いまいっぱい おしゃべりできて",
            "vi": "Tôi đã có thể nói chuyện rất nhiều"
        },
        {
            "x1": 203,
            "y1": 1256,
            "x2": 259,
            "y2": 1425,
            "text": "楽しいよ",
            "vi": "Điêu đo rât vui"
        }
    ],
    "011.jpg": [
        {
            "x1": 881,
            "y1": 148,
            "x2": 964,
            "y2": 261,
            "text": "…そう なの？",
            "vi": "… Có phải vậy không?"
        },
        {
            "x1": 688,
            "y1": 186,
            "x2": 731,
            "y2": 333,
            "text": "楽しい？",
            "vi": "niềm vui?"
        },
        {
            "x1": 918,
            "y1": 290,
            "x2": 952,
            "y2": 416,
            "text": "而 うん！",
            "vi": "Ừ!"
        },
        {
            "x1": 668,
            "y1": 411,
            "x2": 741,
            "y2": 508,
            "text": "楽しい よー！",
            "vi": "Điêu đo rât vui!"
        },
        {
            "x1": 684,
            "y1": 761,
            "x2": 756,
            "y2": 979,
            "text": "…そっか",
            "vi": "…Tôi thấy"
        },
        {
            "x1": 604,
            "y1": 1179,
            "x2": 647,
            "y2": 1316,
            "text": "ルカー！",
            "vi": "Luke!"
        },
        {
            "x1": 437,
            "y1": 1259,
            "x2": 507,
            "y2": 1411,
            "text": "ルカちゃん いるー？",
            "vi": "Luka -chan?"
        }
    ],
    "012.jpg": [
        {
            "x1": 977,
            "y1": 66,
            "x2": 1010,
            "y2": 216,
            "text": "やっぱりか",
            "vi": "Đúng như tôi nghĩ"
        },
        {
            "x1": 696,
            "y1": 50,
            "x2": 776,
            "y2": 279,
            "text": "ルカちゃん しっかり者ねく",
            "vi": "Luka -chan là vững chắc"
        },
        {
            "x1": 839,
            "y1": 217,
            "x2": 938,
            "y2": 419,
            "text": "ルカそなた なに抜け駆けして おるのじゃ‼",
            "vi": "Luka, bạn đang chạy ra ngoài điều gì?"
        },
        {
            "x1": 182,
            "y1": 145,
            "x2": 283,
            "y2": 321,
            "text": "抜け駆け してない",
            "vi": "Tôi đã không hết"
        },
        {
            "x1": 262,
            "y1": 622,
            "x2": 302,
            "y2": 798,
            "text": "楽しかった",
            "vi": "nó thật vui"
        },
        {
            "x1": 873,
            "y1": 730,
            "x2": 959,
            "y2": 877,
            "text": "またね スライム",
            "vi": "Chất nhờn một lần nữa"
        },
        {
            "x1": 800,
            "y1": 1000,
            "x2": 845,
            "y2": 1112,
            "text": "スイー",
            "vi": "Bộ"
        },
        {
            "x1": 731,
            "y1": 1025,
            "x2": 764,
            "y2": 1209,
            "text": "ごはんだよー",
            "vi": "Đó là gạo"
        },
        {
            "x1": 555,
            "y1": 1036,
            "x2": 601,
            "y2": 1178,
            "text": "なんか…",
            "vi": "Một cái gì đó…"
        },
        {
            "x1": 183,
            "y1": 1240,
            "x2": 291,
            "y2": 1421,
            "text": "いっぱい だったー",
            "vi": "Nó đã đầy"
        },
        {
            "x1": 123,
            "y1": 1517,
            "x2": 398,
            "y2": 1566,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}