var ocr_data = {
    "001.jpg": [
        {
            "x1": 192,
            "y1": 61,
            "x2": 901,
            "y2": 115,
            "text": "第32章 フェルおじちゃんの寝床事情",
            "vi": "Chương 32, Tình trạng ngủ của chú Fel"
        },
        {
            "x1": 198,
            "y1": 138,
            "x2": 884,
            "y2": 331,
            "text": "とんでもスキルす 異世界放浪父ジ",
            "vi": "Thế giới khác nhau lang thang người cha, người có kỹ năng"
        },
        {
            "x1": 448,
            "y1": 388,
            "x2": 630,
            "y2": 455,
            "text": "Tondemo Skill de lsekai Hourou Meshi Sui.no.Dai.Bouken",
            "vi": "L Saikai Horo Meshi Suii với S. về. huênh hoang. Bokken"
        },
        {
            "x1": 52,
            "y1": 1518,
            "x2": 1053,
            "y2": 1569,
            "text": "漫画：双葉もも 原作：江口連 キｬﾗクター原案:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi Ren Kiractor"
        }
    ],
    "002.jpg": [
        {
            "x1": 939,
            "y1": 136,
            "x2": 983,
            "y2": 250,
            "text": "それは",
            "vi": "nó là"
        },
        {
            "x1": 776,
            "y1": 218,
            "x2": 916,
            "y2": 429,
            "text": "カレーリナに 滞在して 何度目かの夜",
            "vi": "Một vài đêm sau khi ở Calleina"
        },
        {
            "x1": 172,
            "y1": 269,
            "x2": 236,
            "y2": 393,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 853,
            "y1": 534,
            "x2": 964,
            "y2": 751,
            "text": "今晩の飯も 美味かった",
            "vi": "Gạo đêm nay cũng rất ngon"
        },
        {
            "x1": 596,
            "y1": 677,
            "x2": 673,
            "y2": 780,
            "text": "そりゃ どうも",
            "vi": "Đó là lý do"
        },
        {
            "x1": 482,
            "y1": 696,
            "x2": 512,
            "y2": 875,
            "text": "おいしかったー",
            "vi": "Nó rất ngon"
        },
        {
            "x1": 443,
            "y1": 1009,
            "x2": 642,
            "y2": 1195,
            "text": "ごめん 寝る準備 食い終わって からで いいか？",
            "vi": "Xin lỗi, sẵn sàng để ngủ, bạn có thể làm điều đó sau khi bạn ăn xong không?"
        },
        {
            "x1": 851,
            "y1": 1293,
            "x2": 955,
            "y2": 1475,
            "text": "お前 食ったら いつもすぐ 横になるな",
            "vi": "Nếu bạn ăn, không phải lúc nào cũng nằm xuống"
        }
    ],
    "003.jpg": [
        {
            "x1": 731,
            "y1": 200,
            "x2": 801,
            "y2": 321,
            "text": "それなの だが…",
            "vi": "Đúng thế..."
        },
        {
            "x1": 459,
            "y1": 169,
            "x2": 590,
            "y2": 394,
            "text": "お主 まだ この街に滞在 する気なのか？",
            "vi": "Bạn vẫn muốn ở lại thành phố này chứ?"
        },
        {
            "x1": 135,
            "y1": 500,
            "x2": 210,
            "y2": 662,
            "text": "え？ うん そうだけど",
            "vi": "bức ảnh? Ừ"
        },
        {
            "x1": 907,
            "y1": 803,
            "x2": 960,
            "y2": 989,
            "text": "何故だ！",
            "vi": "Tại sao nó là như vậy!"
        },
        {
            "x1": 735,
            "y1": 860,
            "x2": 883,
            "y2": 1083,
            "text": "このままでは いつまで経っても 海に行けぬでは ないか…！",
            "vi": "Nếu bạn để nó như nó là, bạn không thể ra biển mãi mãi...!"
        },
        {
            "x1": 286,
            "y1": 800,
            "x2": 322,
            "y2": 1004,
            "text": "またそれかよ",
            "vi": "Hẹn gặp lại bạn"
        },
        {
            "x1": 113,
            "y1": 826,
            "x2": 228,
            "y2": 1119,
            "text": "次の街に行くにしても いろいろ準備とか あるだろく",
            "vi": "Ngay cả khi bạn đi đến thành phố tiếp theo, sẽ có nhiều sự chuẩn bị khác nhau"
        },
        {
            "x1": 54,
            "y1": 891,
            "x2": 92,
            "y2": 1083,
            "text": "海は逃げねぇよ",
            "vi": "Biển không chạy trốn"
        },
        {
            "x1": 847,
            "y1": 1185,
            "x2": 968,
            "y2": 1451,
            "text": "あと お前はただ海の幸 食いたいだけだろ？",
            "vi": "Và bạn chỉ muốn ăn hải sản, phải không?"
        },
        {
            "x1": 122,
            "y1": 1212,
            "x2": 206,
            "y2": 1420,
            "text": "それだけでは ないわ！",
            "vi": "Đó không phải là tất cả!"
        }
    ],
    "004.jpg": [
        {
            "x1": 781,
            "y1": 10,
            "x2": 1007,
            "y2": 348,
            "text": "この 寝床だ‼",
            "vi": "Đây là chiếc giường."
        },
        {
            "x1": 210,
            "y1": 406,
            "x2": 291,
            "y2": 627,
            "text": "寝床く？",
            "vi": "Bạn có ngủ không?"
        },
        {
            "x1": 930,
            "y1": 842,
            "x2": 963,
            "y2": 1051,
            "text": "どうしたんだよ",
            "vi": "Có chuyện gì vậy"
        },
        {
            "x1": 698,
            "y1": 867,
            "x2": 787,
            "y2": 981,
            "text": "まだ 布団敷ぃ ないけど",
            "vi": "Tôi chưa có một chiếc nệm"
        },
        {
            "x1": 560,
            "y1": 880,
            "x2": 597,
            "y2": 976,
            "text": "いいか",
            "vi": "Có ổn không?"
        },
        {
            "x1": 436,
            "y1": 891,
            "x2": 507,
            "y2": 1045,
            "text": "よく見て おくのだぞ",
            "vi": "Nhìn gần hơn"
        }
    ],
    "005.jpg": [
        {
            "x1": 806,
            "y1": 192,
            "x2": 881,
            "y2": 525,
            "text": "分かったか？",
            "vi": "Bạn đã hiểu chưa?"
        },
        {
            "x1": 76,
            "y1": 37,
            "x2": 152,
            "y2": 377,
            "text": "狭いんスね",
            "vi": "Nó nhỏ"
        },
        {
            "x1": 333,
            "y1": 666,
            "x2": 373,
            "y2": 747,
            "text": "ぎ。ぅ",
            "vi": "Gai. ぅ"
        },
        {
            "x1": 768,
            "y1": 797,
            "x2": 914,
            "y2": 981,
            "text": "布団で 寝心地は多少 マシには なっているが",
            "vi": "Mặc dù sự thoải mái là tốt hơn một chút trong nệm"
        },
        {
            "x1": 620,
            "y1": 683,
            "x2": 703,
            "y2": 937,
            "text": "長期で留まるには 窮屈すぎるのだ",
            "vi": "Nó quá chật chội để ở lại trong một thời gian dài"
        },
        {
            "x1": 125,
            "y1": 701,
            "x2": 161,
            "y2": 872,
            "text": "なるほど…",
            "vi": "Tôi thấy…"
        },
        {
            "x1": 871,
            "y1": 1107,
            "x2": 953,
            "y2": 1234,
            "text": "まあ 確かに…",
            "vi": "Chắc chắn là..."
        },
        {
            "x1": 648,
            "y1": 1247,
            "x2": 791,
            "y2": 1451,
            "text": "ラーシュさんに 大きいところ 紹介してもらって ここに居るけど",
            "vi": "Tôi ở đây với Rashe đã giới thiệu một vị trí lớn"
        },
        {
            "x1": 527,
            "y1": 1297,
            "x2": 594,
            "y2": 1515,
            "text": "フェルが規格外に デカイから…",
            "vi": "Fel là hết tiêu chuẩn từ Big..."
        },
        {
            "x1": 282,
            "y1": 1307,
            "x2": 363,
            "y2": 1462,
            "text": "我が悪いと 申すか？",
            "vi": "Bạn có nói nó xấu?"
        },
        {
            "x1": 144,
            "y1": 1377,
            "x2": 175,
            "y2": 1542,
            "text": "言ってないよ",
            "vi": "Tôi đã không nói"
        }
    ],
    "006.jpg": [
        {
            "x1": 844,
            "y1": 157,
            "x2": 991,
            "y2": 330,
            "text": "悪いケド まだしばらく 滞在する 予定だから",
            "vi": "Bad Ked vì tôi dự định ở lại một thời gian"
        },
        {
            "x1": 209,
            "y1": 156,
            "x2": 285,
            "y2": 292,
            "text": "断る",
            "vi": "Bỏ qua"
        },
        {
            "x1": 746,
            "y1": 264,
            "x2": 839,
            "y2": 406,
            "text": "ちょっと 我慢して くれないか？",
            "vi": "Bạn có thể đưa lên với bạn một chút không?"
        },
        {
            "x1": 921,
            "y1": 553,
            "x2": 981,
            "y2": 710,
            "text": "はい⁉",
            "vi": "Vâng⁉"
        },
        {
            "x1": 580,
            "y1": 591,
            "x2": 684,
            "y2": 811,
            "text": "何故この我が 我慢なんぞせねば ならんのだ",
            "vi": "Tại sao tôi phải kiên nhẫn"
        },
        {
            "x1": 254,
            "y1": 580,
            "x2": 331,
            "y2": 759,
            "text": "じゃあどこで 寝るんだよ？",
            "vi": "Vậy bạn đang ngủ đâu?"
        },
        {
            "x1": 855,
            "y1": 1053,
            "x2": 927,
            "y2": 1184,
            "text": "無論",
            "vi": "Tự nhiên"
        },
        {
            "x1": 252,
            "y1": 1213,
            "x2": 306,
            "y2": 1393,
            "text": "此処だが",
            "vi": "Nơi đây"
        }
    ],
    "007.jpg": [
        {
            "x1": 837,
            "y1": 195,
            "x2": 897,
            "y2": 390,
            "text": "ねえねえ フェルおじちゃん",
            "vi": "Này, chú Fel"
        },
        {
            "x1": 473,
            "y1": 369,
            "x2": 583,
            "y2": 469,
            "text": "あっちで あるじ ペコペコ してたよ",
            "vi": "Tôi đã làm điều đó ở đó"
        },
        {
            "x1": 728,
            "y1": 458,
            "x2": 784,
            "y2": 628,
            "text": "ほんとにここで ねんねするの？",
            "vi": "Bạn có thực sự làm điều đó ở đây không?"
        },
        {
            "x1": 147,
            "y1": 538,
            "x2": 172,
            "y2": 637,
            "text": "さあな？",
            "vi": "Tôi không biết?"
        },
        {
            "x1": 898,
            "y1": 733,
            "x2": 969,
            "y2": 913,
            "text": "おふとんのが いいのに",
            "vi": "Tôi thích nệm"
        },
        {
            "x1": 821,
            "y1": 755,
            "x2": 850,
            "y2": 868,
            "text": "へんなのー",
            "vi": "Nặng nề"
        },
        {
            "x1": 610,
            "y1": 729,
            "x2": 726,
            "y2": 855,
            "text": "それは 敷いて もらうぞ",
            "vi": "Tôi sẽ đặt nó nó"
        },
        {
            "x1": 191,
            "y1": 748,
            "x2": 332,
            "y2": 914,
            "text": "一応今晩だけ って条件で 許して もらえたぞ",
            "vi": "Hiện tại, tôi chỉ được phép tha thứ cho tối nay"
        },
        {
            "x1": 627,
            "y1": 923,
            "x2": 658,
            "y2": 1037,
            "text": "そっかー",
            "vi": "Là vậy"
        },
        {
            "x1": 790,
            "y1": 1192,
            "x2": 905,
            "y2": 1355,
            "text": "人間風情が ケチケチ しおって…",
            "vi": "Bầu không khí của con người là keo kiệt..."
        }
    ],
    "008.jpg": [
        {
            "x1": 856,
            "y1": 131,
            "x2": 1011,
            "y2": 337,
            "text": "まあょぃ 早く布団を 敷け",
            "vi": "Vâng, đặt nệm càng sớm càng tốt"
        },
        {
            "x1": 214,
            "y1": 169,
            "x2": 313,
            "y2": 309,
            "text": "フェル おじちゃん わがままー",
            "vi": "Chú fel -chan ích kỷ"
        },
        {
            "x1": 737,
            "y1": 314,
            "x2": 773,
            "y2": 466,
            "text": "ヘイヘイ…",
            "vi": "Này này..."
        },
        {
            "x1": 637,
            "y1": 340,
            "x2": 697,
            "y2": 462,
            "text": "能度 でっか",
            "vi": "Khả năng"
        },
        {
            "x1": 848,
            "y1": 1038,
            "x2": 982,
            "y2": 1144,
            "text": "じゃあ 俺らも 寝るな",
            "vi": "Vậy thì chúng tôi không ngủ"
        },
        {
            "x1": 547,
            "y1": 1054,
            "x2": 587,
            "y2": 1187,
            "text": "おやすみ",
            "vi": "chào buổi tối"
        },
        {
            "x1": 348,
            "y1": 1104,
            "x2": 387,
            "y2": 1178,
            "text": "すみ",
            "vi": "Saemi"
        },
        {
            "x1": 205,
            "y1": 1285,
            "x2": 230,
            "y2": 1339,
            "text": "うむ",
            "vi": "Tức giận"
        }
    ],
    "009.jpg": [
        {
            "x1": 201,
            "y1": 745,
            "x2": 306,
            "y2": 912,
            "text": "やはり 外だな…",
            "vi": "Sau tất cả nó ở bên ngoài..."
        },
        {
            "x1": 762,
            "y1": 1081,
            "x2": 845,
            "y2": 1271,
            "text": "寝るか",
            "vi": "Chúng ta sẽ ngủ"
        }
    ],
    "010.jpg": [
        {
            "x1": 781,
            "y1": 1219,
            "x2": 865,
            "y2": 1444,
            "text": "なんだあの 馬鹿デカイの⁉",
            "vi": "Điều gì là ngu ngốc lớn?"
        },
        {
            "x1": 623,
            "y1": 1181,
            "x2": 762,
            "y2": 1464,
            "text": "バターガネ",
            "vi": "Bơ kính"
        },
        {
            "x1": 178,
            "y1": 1288,
            "x2": 216,
            "y2": 1451,
            "text": "……またか",
            "vi": "……như trước"
        }
    ],
    "011.jpg": [
        {
            "x1": 769,
            "y1": 86,
            "x2": 876,
            "y2": 358,
            "text": "ただ寝ている だけだろう",
            "vi": "Tôi chỉ ngủ"
        },
        {
            "x1": 114,
            "y1": 263,
            "x2": 201,
            "y2": 458,
            "text": "人間は本当に 騒々しいな",
            "vi": "Con người thực sự ồn ào"
        },
        {
            "x1": 936,
            "y1": 758,
            "x2": 969,
            "y2": 1025,
            "text": "これではまともに",
            "vi": "Điều này là đàng hoàng"
        },
        {
            "x1": 881,
            "y1": 755,
            "x2": 919,
            "y2": 996,
            "text": "寝返りもでき…",
            "vi": "Tôi có thể lật lại..."
        },
        {
            "x1": 472,
            "y1": 827,
            "x2": 585,
            "y2": 1047,
            "text": "うわぁっん",
            "vi": "Thành công lớn"
        },
        {
            "x1": 535,
            "y1": 1109,
            "x2": 623,
            "y2": 1409,
            "text": "怖っ",
            "vi": "Thật đáng sợ"
        },
        {
            "x1": 140,
            "y1": 1244,
            "x2": 214,
            "y2": 1437,
            "text": "食べないで",
            "vi": "Không được ăn"
        }
    ],
    "012.jpg": [
        {
            "x1": 265,
            "y1": 538,
            "x2": 302,
            "y2": 712,
            "text": "どんまい…",
            "vi": "Đừng để ý…"
        },
        {
            "x1": 895,
            "y1": 844,
            "x2": 993,
            "y2": 1071,
            "text": "やっぱ目立つし 戻って寝た方が いいんじゃないの？",
            "vi": "Không phải là tốt hơn để quay lại và đi ngủ?"
        },
        {
            "x1": 704,
            "y1": 928,
            "x2": 787,
            "y2": 1110,
            "text": "フェルおじちゃん スイのカバンで ねんねするー？",
            "vi": "Bạn có một túi chú Fel không?"
        },
        {
            "x1": 486,
            "y1": 907,
            "x2": 575,
            "y2": 1126,
            "text": "我のことは ほってお…っ",
            "vi": "Tôi sẽ đi..."
        }
    ],
    "013.jpg": [
        {
            "x1": 670,
            "y1": 642,
            "x2": 732,
            "y2": 785,
            "text": "あめだ",
            "vi": "Amp"
        },
        {
            "x1": 509,
            "y1": 943,
            "x2": 582,
            "y2": 1167,
            "text": "結局戻って きちゃったな…",
            "vi": "Tôi đã trở lại tất cả..."
        },
        {
            "x1": 140,
            "y1": 1259,
            "x2": 195,
            "y2": 1471,
            "text": "うわ冷た！",
            "vi": "Ngầu!"
        }
    ],
    "014.jpg": [
        {
            "x1": 698,
            "y1": 109,
            "x2": 798,
            "y2": 143,
            "text": "風魔法",
            "vi": "Gió ma thuật"
        },
        {
            "x1": 368,
            "y1": 33,
            "x2": 552,
            "y2": 275,
            "text": "お主らは さっさと快適な 部屋に戻れば よかろう",
            "vi": "Bạn nên trở lại một căn phòng thoải mái"
        },
        {
            "x1": 912,
            "y1": 330,
            "x2": 996,
            "y2": 465,
            "text": "うわ… 自分だけ",
            "vi": "Wow... chỉ là bản thân tôi"
        },
        {
            "x1": 175,
            "y1": 393,
            "x2": 223,
            "y2": 461,
            "text": "ふき",
            "vi": "Lau"
        },
        {
            "x1": 934,
            "y1": 1072,
            "x2": 976,
            "y2": 1165,
            "text": "スイ",
            "vi": "Sui"
        },
        {
            "x1": 571,
            "y1": 1063,
            "x2": 688,
            "y2": 1187,
            "text": "今日は ここで 寝よっか",
            "vi": "Hôm nay chúng ta hãy ngủ ở đây"
        }
    ],
    "015.jpg": [
        {
            "x1": 814,
            "y1": 55,
            "x2": 973,
            "y2": 343,
            "text": "やった──‼ あるじも フェルおじちゃんも いっしょ──‼",
            "vi": "Tôi đã thành công rồi! Aruji và chú Fel cũng ở bên nhau‼"
        },
        {
            "x1": 388,
            "y1": 179,
            "x2": 472,
            "y2": 336,
            "text": "何を考えて いる貴様…",
            "vi": "Những gì bạn đang nghĩ..."
        },
        {
            "x1": 229,
            "y1": 201,
            "x2": 284,
            "y2": 323,
            "text": "別に？",
            "vi": "Nữa?"
        },
        {
            "x1": 565,
            "y1": 358,
            "x2": 621,
            "y2": 634,
            "text": "待たんか‼",
            "vi": "Đợi đã"
        },
        {
            "x1": 255,
            "y1": 282,
            "x2": 378,
            "y2": 535,
            "text": "ぐるろる",
            "vi": "Xào xạc"
        },
        {
            "x1": 117,
            "y1": 204,
            "x2": 193,
            "y2": 411,
            "text": "雨降ってる中 出たくねーもん",
            "vi": "Tôi muốn ra ngoài trong khi trời đang mưa"
        },
        {
            "x1": 232,
            "y1": 450,
            "x2": 257,
            "y2": 560,
            "text": "コエーな…",
            "vi": "Cốt lõi..."
        },
        {
            "x1": 800,
            "y1": 810,
            "x2": 946,
            "y2": 1044,
            "text": "それに最近 スイが寂し がってたしね",
            "vi": "Và gần đây, Sui cô đơn"
        },
        {
            "x1": 326,
            "y1": 909,
            "x2": 432,
            "y2": 1104,
            "text": "了る3っ",
            "vi": "Hoàn thành 3"
        },
        {
            "x1": 172,
            "y1": 879,
            "x2": 265,
            "y2": 1069,
            "text": "いっしょに ねんね",
            "vi": "Tôi xin lỗi với nhau"
        }
    ],
    "016.jpg": [
        {
            "x1": 890,
            "y1": 212,
            "x2": 937,
            "y2": 334,
            "text": "いや…",
            "vi": "KHÔNG…"
        },
        {
            "x1": 288,
            "y1": 515,
            "x2": 362,
            "y2": 768,
            "text": "より狭くなった だけではないか…",
            "vi": "Không chỉ hẹp hơn..."
        },
        {
            "x1": 338,
            "y1": 1246,
            "x2": 496,
            "y2": 1401,
            "text": "次は必ず 快適な寝床 しか認めん からな……",
            "vi": "Lần tới tôi luôn thừa nhận chỉ một chiếc giường thoải mái..."
        },
        {
            "x1": 40,
            "y1": 1210,
            "x2": 101,
            "y2": 1491,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}