var ocr_data = {
    "001.jpg": [
        {
            "x1": 234,
            "y1": 40,
            "x2": 589,
            "y2": 90,
            "text": "靴13学 はじめての街",
            "vi": "Giày 13 nghiên cứu lần đầu tiên"
        },
        {
            "x1": 142,
            "y1": 105,
            "x2": 684,
            "y2": 263,
            "text": "とんでもスギルて 異世界放浪タジ",
            "vi": "Sugir là một thế giới khác đi lang thang Taji"
        },
        {
            "x1": 337,
            "y1": 319,
            "x2": 477,
            "y2": 347,
            "text": "lsekai:Hourou Mesh",
            "vi": "Isekai: Hourou meshi"
        },
        {
            "x1": 55,
            "y1": 1168,
            "x2": 782,
            "y2": 1212,
            "text": "漫画:双葉もも 原作:江口連 ｷｬﾗｸター原案:雅",
            "vi": "Phim hoạt hình: Momo Futaba Bản gốc: Eguchi Ren Nhân vật Cuốn sách gốc: YA"
        }
    ],
    "002.jpg": [
        {
            "x1": 232,
            "y1": 202,
            "x2": 262,
            "y2": 260,
            "text": "スイ",
            "vi": "Sui"
        },
        {
            "x1": 186,
            "y1": 443,
            "x2": 249,
            "y2": 547,
            "text": "着いたぞ スイー",
            "vi": "Tôi đã đến ngọt ngào"
        },
        {
            "x1": 181,
            "y1": 794,
            "x2": 241,
            "y2": 976,
            "text": "でもほら やっと着いたぞ！",
            "vi": "Nhưng cuối cùng tôi cũng đã đến!"
        },
        {
            "x1": 593,
            "y1": 1034,
            "x2": 650,
            "y2": 1142,
            "text": "ごめんな 寝てたなー",
            "vi": "Tôi xin lỗi vì tôi đã ngủ"
        },
        {
            "x1": 510,
            "y1": 1030,
            "x2": 563,
            "y2": 1141,
            "text": "入るまで 長かったもんな",
            "vi": "Nó đã dài cho đến khi tôi bước vào"
        }
    ],
    "003.jpg": [
        {
            "x1": 701,
            "y1": 41,
            "x2": 753,
            "y2": 329,
            "text": "カレーリナの",
            "vi": "Cà ri lina"
        },
        {
            "x1": 115,
            "y1": 817,
            "x2": 155,
            "y2": 995,
            "text": "まちく_～",
            "vi": "Machiku _ ~"
        }
    ],
    "004.jpg": [
        {
            "x1": 133,
            "y1": 48,
            "x2": 290,
            "y2": 114,
            "text": "冒険者ギルド",
            "vi": "Guild nhà thám hiểm"
        },
        {
            "x1": 515,
            "y1": 115,
            "x2": 594,
            "y2": 290,
            "text": "あの窓口のお姉さん 絶ッッ対スイの凄さ 分かってない…",
            "vi": "Tôi không biết sự vĩ đại của em gái ở cửa sổ đó..."
        },
        {
            "x1": 242,
            "y1": 269,
            "x2": 280,
            "y2": 332,
            "text": "ええい",
            "vi": "Ừ"
        },
        {
            "x1": 329,
            "y1": 290,
            "x2": 367,
            "y2": 418,
            "text": "ただのスライム じゃないんだぞく",
            "vi": "Nó không chỉ là một chất nhờn"
        },
        {
            "x1": 135,
            "y1": 260,
            "x2": 233,
            "y2": 407,
            "text": "それでも スイの従魔登録は 出来たのだろう ほっとけ！",
            "vi": "Tuy nhiên, việc tự đăng ký tự của Sui có thể đã được đăng ký!"
        },
        {
            "x1": 496,
            "y1": 538,
            "x2": 525,
            "y2": 586,
            "text": "そ中",
            "vi": "Tên đệm"
        },
        {
            "x1": 764,
            "y1": 503,
            "x2": 815,
            "y2": 677,
            "text": "本人はさして 気にしてはおらんぞ",
            "vi": "Đừng lo lắng cho bản thân"
        },
        {
            "x1": 465,
            "y1": 562,
            "x2": 504,
            "y2": 633,
            "text": "そわあ",
            "vi": "Sawao"
        },
        {
            "x1": 356,
            "y1": 505,
            "x2": 410,
            "y2": 598,
            "text": "あっちも こっちも",
            "vi": "Cả ở đây và ở đó"
        },
        {
            "x1": 300,
            "y1": 502,
            "x2": 325,
            "y2": 609,
            "text": "いっぱい",
            "vi": "no"
        },
        {
            "x1": 208,
            "y1": 659,
            "x2": 267,
            "y2": 760,
            "text": "ぼ３ーん",
            "vi": "Bo 3"
        },
        {
            "x1": 104,
            "y1": 564,
            "x2": 158,
            "y2": 753,
            "text": "こら 勝手に出ちゃ ダメだぞ",
            "vi": "Đừng tự mình đi ra ngoài"
        },
        {
            "x1": 552,
            "y1": 901,
            "x2": 599,
            "y2": 1108,
            "text": "まだ魔物の買い取りが あるんだから",
            "vi": "Bởi vì vẫn còn một mua quái vật"
        },
        {
            "x1": 98,
            "y1": 1034,
            "x2": 191,
            "y2": 1164,
            "text": "ギ7",
            "vi": "G7"
        }
    ],
    "005.jpg": [
        {
            "x1": 648,
            "y1": 100,
            "x2": 739,
            "y2": 303,
            "text": "わくそ",
            "vi": "Waku -Ko"
        },
        {
            "x1": 667,
            "y1": 374,
            "x2": 720,
            "y2": 552,
            "text": "フェルおじちゃん お肉いっぱい！",
            "vi": "Rất nhiều chú Fel!"
        },
        {
            "x1": 359,
            "y1": 371,
            "x2": 418,
            "y2": 491,
            "text": "なんか いっぱい！",
            "vi": "Rất nhiều!"
        },
        {
            "x1": 105,
            "y1": 401,
            "x2": 128,
            "y2": 603,
            "text": "いっぱいあるよー！",
            "vi": "Có rất nhiều!"
        },
        {
            "x1": 688,
            "y1": 669,
            "x2": 741,
            "y2": 798,
            "text": "大人しくしろ スイ",
            "vi": "Thiếu và lắc lư"
        },
        {
            "x1": 431,
            "y1": 653,
            "x2": 505,
            "y2": 792,
            "text": "おっきい おじちゃんたち だー！",
            "vi": "Họ là những người chú lớn!"
        },
        {
            "x1": 316,
            "y1": 664,
            "x2": 345,
            "y2": 764,
            "text": "あそぼー",
            "vi": "Asobo"
        }
    ],
    "006.jpg": [
        {
            "x1": 741,
            "y1": 60,
            "x2": 823,
            "y2": 229,
            "text": "勝手に動いては ならんと言われた だろう",
            "vi": "Tôi đã được thông báo rằng tôi nên tự mình di chuyển"
        },
        {
            "x1": 316,
            "y1": 103,
            "x2": 383,
            "y2": 265,
            "text": "スイおいしく ないよー",
            "vi": "Nó không ngon"
        },
        {
            "x1": 194,
            "y1": 132,
            "x2": 230,
            "y2": 270,
            "text": "食べんわ！",
            "vi": "Ăn uống!"
        },
        {
            "x1": 140,
            "y1": 137,
            "x2": 166,
            "y2": 233,
            "text": "こわーい",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 698,
            "y1": 231,
            "x2": 762,
            "y2": 329,
            "text": "ばた",
            "vi": "Vạt"
        },
        {
            "x1": 434,
            "y1": 262,
            "x2": 493,
            "y2": 366,
            "text": "聞いて おらんな",
            "vi": "Đừng hỏi tôi"
        },
        {
            "x1": 300,
            "y1": 309,
            "x2": 342,
            "y2": 383,
            "text": "では残りは 後日に",
            "vi": "Sau đó phần còn lại sẽ vào một ngày sau đó"
        },
        {
            "x1": 671,
            "y1": 541,
            "x2": 749,
            "y2": 629,
            "text": "ふ枷",
            "vi": "Đồ giả"
        },
        {
            "x1": 438,
            "y1": 526,
            "x2": 482,
            "y2": 616,
            "text": "ふがが",
            "vi": "Fuga"
        },
        {
            "x1": 267,
            "y1": 462,
            "x2": 295,
            "y2": 598,
            "text": "お待たせー…",
            "vi": "Vui lòng đợi..."
        },
        {
            "x1": 192,
            "y1": 482,
            "x2": 219,
            "y2": 654,
            "text": "って何してんの照",
            "vi": "Đèn là gì?"
        },
        {
            "x1": 613,
            "y1": 706,
            "x2": 637,
            "y2": 761,
            "text": "それは",
            "vi": "nó là"
        },
        {
            "x1": 521,
            "y1": 699,
            "x2": 560,
            "y2": 770,
            "text": "大丈夫 なの？",
            "vi": "Có ổn không?"
        },
        {
            "x1": 774,
            "y1": 700,
            "x2": 825,
            "y2": 848,
            "text": "あるじ おわったのー？",
            "vi": "Bạn đã kết thúc?"
        },
        {
            "x1": 486,
            "y1": 779,
            "x2": 544,
            "y2": 888,
            "text": "うん 終わったよ",
            "vi": "Vâng nó đã kết thúc"
        },
        {
            "x1": 339,
            "y1": 691,
            "x2": 499,
            "y2": 917,
            "text": "すすす…",
            "vi": "Chải..."
        },
        {
            "x1": 541,
            "y1": 947,
            "x2": 659,
            "y2": 1116,
            "text": "ついでに ラーシュさん達に 今日泊まれる宿 聞いてきたから",
            "vi": "Nhân tiện, tôi hỏi Rush và nhà trọ nơi tôi có thể ở lại hôm nay."
        },
        {
            "x1": 493,
            "y1": 1062,
            "x2": 517,
            "y2": 1150,
            "text": "行こうか",
            "vi": "Hãy đi"
        }
    ],
    "007.jpg": [
        {
            "x1": 663,
            "y1": 39,
            "x2": 696,
            "y2": 119,
            "text": "入って─",
            "vi": "Nhập ─"
        },
        {
            "x1": 711,
            "y1": 96,
            "x2": 738,
            "y2": 244,
            "text": "ほら行くよー",
            "vi": "Hãy đi"
        },
        {
            "x1": 380,
            "y1": 0,
            "x2": 560,
            "y2": 189,
            "text": "すすす",
            "vi": "Xào xạc"
        },
        {
            "x1": 213,
            "y1": 51,
            "x2": 267,
            "y2": 164,
            "text": "かばん あきたよー",
            "vi": "Túi Ikita"
        },
        {
            "x1": 28,
            "y1": 59,
            "x2": 76,
            "y2": 177,
            "text": "あきちゃった かー…",
            "vi": "Bạn đã..."
        },
        {
            "x1": 671,
            "y1": 414,
            "x2": 725,
            "y2": 489,
            "text": "いじ",
            "vi": "Rực rỡ"
        },
        {
            "x1": 611,
            "y1": 421,
            "x2": 671,
            "y2": 494,
            "text": "いじ",
            "vi": "Rực rỡ"
        },
        {
            "x1": 394,
            "y1": 441,
            "x2": 415,
            "y2": 590,
            "text": "どうするのだ？",
            "vi": "Công việc của bạn là gì?"
        },
        {
            "x1": 67,
            "y1": 404,
            "x2": 115,
            "y2": 571,
            "text": "まあ後は 宿に向かうだけだし",
            "vi": "Chà, chỉ cần đến nhà trọ"
        },
        {
            "x1": 589,
            "y1": 707,
            "x2": 620,
            "y2": 844,
            "text": "大丈夫だろ",
            "vi": "Nó khá ổn"
        },
        {
            "x1": 122,
            "y1": 656,
            "x2": 230,
            "y2": 822,
            "text": "っーん",
            "vi": "っ っ ー"
        }
    ],
    "008.jpg": [
        {
            "x1": 164,
            "y1": 365,
            "x2": 235,
            "y2": 458,
            "text": "すごい すご",
            "vi": "Tuyệt vời"
        },
        {
            "x1": 728,
            "y1": 793,
            "x2": 784,
            "y2": 923,
            "text": "どうだスイ？ 楽しいかー",
            "vi": "Nó như thế nảo? Nó có vui không?"
        },
        {
            "x1": 532,
            "y1": 852,
            "x2": 580,
            "y2": 1029,
            "text": "フェルおじちゃんも ありがとー",
            "vi": "Cảm ơn bạn cho chú Fel"
        },
        {
            "x1": 393,
            "y1": 906,
            "x2": 465,
            "y2": 1014,
            "text": "うむ しかし はしゃぐのは 良いが",
            "vi": "Ừm, nhưng thật tốt khi vui tính"
        },
        {
            "x1": 153,
            "y1": 900,
            "x2": 197,
            "y2": 1011,
            "text": "見えぬ",
            "vi": "Người vô hình"
        },
        {
            "x1": 638,
            "y1": 990,
            "x2": 661,
            "y2": 1140,
            "text": "たのしいよー！",
            "vi": "Điêu đo rât vui!"
        },
        {
            "x1": 313,
            "y1": 1058,
            "x2": 399,
            "y2": 1172,
            "text": "もう少し 下がって くれぬか？",
            "vi": "Bạn sẽ đi xa hơn một chút chứ?"
        },
        {
            "x1": 126,
            "y1": 1041,
            "x2": 152,
            "y2": 1133,
            "text": "はあーい",
            "vi": "Hahhhh"
        }
    ],
    "009.jpg": [
        {
            "x1": 663,
            "y1": 65,
            "x2": 736,
            "y2": 185,
            "text": "ねえねえ あるじー アレなにー？",
            "vi": "Này, nó là gì?"
        },
        {
            "x1": 311,
            "y1": 97,
            "x2": 358,
            "y2": 263,
            "text": "あの だんだんなにー？",
            "vi": "Đó là nhiều hơn?"
        },
        {
            "x1": 482,
            "y1": 236,
            "x2": 541,
            "y2": 325,
            "text": "あれは お家だよ",
            "vi": "Đó là nhà"
        },
        {
            "x1": 41,
            "y1": 225,
            "x2": 66,
            "y2": 347,
            "text": "あれは階段",
            "vi": "Đó là cầu thang"
        },
        {
            "x1": 657,
            "y1": 443,
            "x2": 680,
            "y2": 545,
            "text": "あれはー？",
            "vi": "Đó là?"
        },
        {
            "x1": 140,
            "y1": 442,
            "x2": 158,
            "y2": 550,
            "text": "そこのはー？",
            "vi": "Có ở đó không?"
        },
        {
            "x1": 598,
            "y1": 558,
            "x2": 627,
            "y2": 649,
            "text": "噴水だよ",
            "vi": "Đó là một đài phun nước"
        },
        {
            "x1": 460,
            "y1": 601,
            "x2": 506,
            "y2": 700,
            "text": "あっちの あれはー？",
            "vi": "Có phải đó không?"
        },
        {
            "x1": 372,
            "y1": 668,
            "x2": 422,
            "y2": 770,
            "text": "八百屋さん かな",
            "vi": "Nó có phải là một cửa hàng tạp hóa không?"
        },
        {
            "x1": 74,
            "y1": 593,
            "x2": 92,
            "y2": 741,
            "text": "（あれもなにー？",
            "vi": "(Cái gì vậy?"
        },
        {
            "x1": 24,
            "y1": 634,
            "x2": 47,
            "y2": 807,
            "text": "そのよこのもー",
            "vi": "Đó là"
        },
        {
            "x1": 729,
            "y1": 823,
            "x2": 756,
            "y2": 888,
            "text": "ええい",
            "vi": "Ừ"
        },
        {
            "x1": 670,
            "y1": 858,
            "x2": 716,
            "y2": 1013,
            "text": "あれもこれも うるさいぞスイ！",
            "vi": "Điều này cũng ồn ào!"
        },
        {
            "x1": 383,
            "y1": 832,
            "x2": 432,
            "y2": 1021,
            "text": "ちっちゃい フェルおじちゃん！",
            "vi": "Một chú nhỏ Fel!"
        },
        {
            "x1": 560,
            "y1": 1006,
            "x2": 609,
            "y2": 1131,
            "text": "どれも 珍しいんだって",
            "vi": "Mọi thứ là bất thường"
        },
        {
            "x1": 490,
            "y1": 951,
            "x2": 515,
            "y2": 1106,
            "text": "あ！ 見てみてー！",
            "vi": "A! Hãy xem một cái!"
        },
        {
            "x1": 42,
            "y1": 901,
            "x2": 89,
            "y2": 1182,
            "text": "ただの犬だ‼",
            "vi": "Nó chỉ là một con chó"
        }
    ],
    "010.jpg": [
        {
            "x1": 480,
            "y1": 51,
            "x2": 554,
            "y2": 210,
            "text": "ここ いいにおい いっぱいするよー",
            "vi": "Nó sẽ có nhiều mùi ở đây"
        },
        {
            "x1": 180,
            "y1": 118,
            "x2": 232,
            "y2": 309,
            "text": "ここらへん店も多いし もう夕飯時だからね",
            "vi": "Có nhiều cửa hàng ở đây và đã ăn tối"
        },
        {
            "x1": 584,
            "y1": 727,
            "x2": 778,
            "y2": 893,
            "text": "オイ 早く宿へ 行くぞ‼ でい おなか すいたよー",
            "vi": "Tôi sẽ đến nhà trọ sớm Tôi đang đói"
        },
        {
            "x1": 412,
            "y1": 748,
            "x2": 438,
            "y2": 854,
            "text": "押すなって",
            "vi": "Đẩy"
        },
        {
            "x1": 538,
            "y1": 981,
            "x2": 601,
            "y2": 1122,
            "text": "分かったから 押すな！",
            "vi": "Đừng nhấn nó bởi vì bạn biết!"
        }
    ],
    "011.jpg": [
        {
            "x1": 16,
            "y1": 145,
            "x2": 64,
            "y2": 329,
            "text": "じゃむパン",
            "vi": "Mứt bánh mì"
        },
        {
            "x1": 640,
            "y1": 369,
            "x2": 726,
            "y2": 535,
            "text": "あるじー あれ食べたい あれ食べたいーー",
            "vi": "Tôi muốn ăn nó, tôi muốn ăn"
        },
        {
            "x1": 505,
            "y1": 468,
            "x2": 528,
            "y2": 606,
            "text": "じゃむパンー！",
            "vi": "Pan Jam!"
        },
        {
            "x1": 206,
            "y1": 494,
            "x2": 226,
            "y2": 611,
            "text": "ジャムパ",
            "vi": "Jampa"
        },
        {
            "x1": 17,
            "y1": 465,
            "x2": 106,
            "y2": 577,
            "text": "ああ… パン屋さん 見てたのね",
            "vi": "Ồ... tôi đã xem một tiệm bánh"
        },
        {
            "x1": 683,
            "y1": 646,
            "x2": 738,
            "y2": 799,
            "text": "今食べたら ごはん入らな…",
            "vi": "Nếu bạn ăn nó ngay bây giờ, đừng lấy gạo..."
        },
        {
            "x1": 611,
            "y1": 725,
            "x2": 664,
            "y2": 824,
            "text": "いや入るか お前らは",
            "vi": "Không, các bạn"
        },
        {
            "x1": 329,
            "y1": 638,
            "x2": 433,
            "y2": 811,
            "text": "いいけどアレ ジャムパンみたいに 甘くないぞ？ 固いパンだぞ？",
            "vi": "Nó tốt, nhưng nó không ngọt như bánh mì ale jam, phải không? Đó là một chiếc bánh mì cứng?"
        },
        {
            "x1": 152,
            "y1": 636,
            "x2": 197,
            "y2": 798,
            "text": "いいの！ あれも食べたいー！",
            "vi": "đồng ý! Tôi cũng muốn ăn cái đó!"
        },
        {
            "x1": 69,
            "y1": 750,
            "x2": 115,
            "y2": 877,
            "text": "我もこのさい なんでも良いぞ",
            "vi": "Tôi có thể làm bất cứ điều gì trong trường hợp này"
        },
        {
            "x1": 11,
            "y1": 743,
            "x2": 34,
            "y2": 861,
            "text": "食うのかよ愛",
            "vi": "Bạn có muốn ăn không?"
        },
        {
            "x1": 0,
            "y1": 811,
            "x2": 19,
            "y2": 883,
            "text": "お前もか",
            "vi": "Bạn cũng thế"
        },
        {
            "x1": 593,
            "y1": 943,
            "x2": 623,
            "y2": 1064,
            "text": "ま いっか",
            "vi": "Trong tất cả"
        },
        {
            "x1": 119,
            "y1": 1016,
            "x2": 149,
            "y2": 1177,
            "text": "すみませーん",
            "vi": "Tôi xin lôi"
        }
    ],
    "012.jpg": [
        {
            "x1": 748,
            "y1": 96,
            "x2": 785,
            "y2": 273,
            "text": "まいどあり",
            "vi": "Có Maito"
        },
        {
            "x1": 313,
            "y1": 162,
            "x2": 370,
            "y2": 313,
            "text": "結局俺まで 買っちまった…",
            "vi": "Sau tất cả những gì tôi đã mua nó..."
        },
        {
            "x1": 316,
            "y1": 329,
            "x2": 381,
            "y2": 436,
            "text": "恐るべし 店頭マジり",
            "vi": "Sợ cửa hàng là nghiêm trọng"
        },
        {
            "x1": 686,
            "y1": 544,
            "x2": 764,
            "y2": 681,
            "text": "ほい！ スイとフェルの 分な",
            "vi": "Này! Sui và fel"
        },
        {
            "x1": 193,
            "y1": 681,
            "x2": 267,
            "y2": 876,
            "text": "おかあさん はやくはやく",
            "vi": "Mẹ sẽ nhanh chóng ngất xỉu"
        },
        {
            "x1": 180,
            "y1": 956,
            "x2": 223,
            "y2": 1072,
            "text": "きゃっ",
            "vi": "Kiya"
        }
    ],
    "013.jpg": [
        {
            "x1": 666,
            "y1": 119,
            "x2": 696,
            "y2": 235,
            "text": "いたた…",
            "vi": "Tôi là..."
        },
        {
            "x1": 194,
            "y1": 49,
            "x2": 274,
            "y2": 242,
            "text": "フェルにぶつかった のか！ 大丈夫キミ⁉",
            "vi": "Bạn đã đánh Fel! Nó khá ổn"
        },
        {
            "x1": 142,
            "y1": 378,
            "x2": 166,
            "y2": 460,
            "text": "パンが…",
            "vi": "Kế sinh nhai..."
        },
        {
            "x1": 10,
            "y1": 440,
            "x2": 70,
            "y2": 638,
            "text": "ミリーナ",
            "vi": "MILLINA"
        },
        {
            "x1": 267,
            "y1": 709,
            "x2": 402,
            "y2": 915,
            "text": "すみません すみません！ 娘に悪気は なかったんです‼",
            "vi": "Xin lỗi. Xin lỗi! Con gái tôi đã không bị xúc phạm."
        },
        {
            "x1": 371,
            "y1": 940,
            "x2": 409,
            "y2": 1170,
            "text": "お許し下さい‼",
            "vi": "Xin tha thứ cho tôi!"
        },
        {
            "x1": 45,
            "y1": 1054,
            "x2": 69,
            "y2": 1194,
            "text": "何故 我を見る",
            "vi": "Tại sao lại nhìn tôi"
        }
    ],
    "014.jpg": [
        {
            "x1": 582,
            "y1": 34,
            "x2": 657,
            "y2": 147,
            "text": "こち分こそ スミマセン",
            "vi": "Đây là Sumimasen"
        },
        {
            "x1": 739,
            "y1": 93,
            "x2": 826,
            "y2": 222,
            "text": "大丈夫ですよ お母さん 落ちついて",
            "vi": "Không sao đâu, mẹ của bạn bình tĩnh lại"
        },
        {
            "x1": 553,
            "y1": 437,
            "x2": 575,
            "y2": 511,
            "text": "スイ？",
            "vi": "Sui?"
        },
        {
            "x1": 618,
            "y1": 658,
            "x2": 643,
            "y2": 769,
            "text": "くれるの？",
            "vi": "Bạn sẽ cho tôi chứ?"
        },
        {
            "x1": 172,
            "y1": 629,
            "x2": 217,
            "y2": 797,
            "text": "フェルおじちゃんが ごめんねー",
            "vi": "Tôi xin lỗi cho chú Fel"
        }
    ],
    "015.jpg": [
        {
            "x1": 601,
            "y1": 97,
            "x2": 637,
            "y2": 256,
            "text": "ありがとう",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 83,
            "y1": 401,
            "x2": 140,
            "y2": 534,
            "text": "どーなるかと 思ったけど…",
            "vi": "Tôi tự hỏi chuyện gì sẽ xảy ra..."
        },
        {
            "x1": 168,
            "y1": 702,
            "x2": 225,
            "y2": 834,
            "text": "スイは 良かったの？",
            "vi": "Sui có tốt không?"
        },
        {
            "x1": 655,
            "y1": 906,
            "x2": 704,
            "y2": 1034,
            "text": "食べたかった んだろう？",
            "vi": "Bạn có muốn ăn?"
        },
        {
            "x1": 167,
            "y1": 945,
            "x2": 218,
            "y2": 1075,
            "text": "たべたかった けど",
            "vi": "Tôi muốn ăn"
        },
        {
            "x1": 119,
            "y1": 1025,
            "x2": 144,
            "y2": 1116,
            "text": "いいのー",
            "vi": "Khỏe"
        }
    ],
    "016.jpg": [
        {
            "x1": 221,
            "y1": 131,
            "x2": 314,
            "y2": 306,
            "text": "あとで あるじのごはん たべるもんー",
            "vi": "Sau này của Jino Rice"
        },
        {
            "x1": 673,
            "y1": 658,
            "x2": 789,
            "y2": 778,
            "text": "いい子な スイには 俺の分 あげよう‼",
            "vi": "Tôi sẽ cho bạn một đứa con tốt."
        },
        {
            "x1": 413,
            "y1": 668,
            "x2": 494,
            "y2": 861,
            "text": "宿に着いたら うまいモン 作ってやるからな！",
            "vi": "Nếu bạn đến nhà trọ, tôi sẽ làm một mon tốt!"
        },
        {
            "x1": 190,
            "y1": 992,
            "x2": 246,
            "y2": 1091,
            "text": "このパン かたーい",
            "vi": "Bánh mì này"
        },
        {
            "x1": 106,
            "y1": 1164,
            "x2": 320,
            "y2": 1209,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}