var ocr_data = {
    "1-638a5c2cb9aad.jpg": [
        {
            "x1": 798,
            "y1": 304,
            "x2": 851,
            "y2": 545,
            "text": "ただいまー",
            "vi": "Tôi ở nhà"
        },
        {
            "x1": 190,
            "y1": 194,
            "x2": 252,
            "y2": 437,
            "text": "カレーリナ",
            "vi": "Lớp lót cà ri"
        },
        {
            "x1": 492,
            "y1": 495,
            "x2": 543,
            "y2": 661,
            "text": "おかえり",
            "vi": "Chào mừng bạn trở lại"
        },
        {
            "x1": 805,
            "y1": 1206,
            "x2": 922,
            "y2": 1383,
            "text": "あれっ 叔父さんから 糸来たんだ？",
            "vi": "Bạn đến từ chú của bạn?"
        },
        {
            "x1": 127,
            "y1": 1261,
            "x2": 231,
            "y2": 1495,
            "text": "やっとだよ あのバカ兄貴",
            "vi": "Cuối cùng cũng là anh trai ngu ngốc đó"
        }
    ],
    "2-638a5c2d7ebf7.jpg": [
        {
            "x1": 932,
            "y1": 178,
            "x2": 1010,
            "y2": 342,
            "text": "なんか あったの？",
            "vi": "Điều gì xảy ra?"
        },
        {
            "x1": 463,
            "y1": 114,
            "x2": 644,
            "y2": 418,
            "text": "色々あって ろくに飯も食えずに ぶっ倒れてた らしいし",
            "vi": "Có nhiều thứ khác nhau, và có vẻ như họ đã ngã xuống mà không ăn cơm."
        },
        {
            "x1": 707,
            "y1": 333,
            "x2": 746,
            "y2": 517,
            "text": "みたいよく",
            "vi": "Thích"
        },
        {
            "x1": 789,
            "y1": 643,
            "x2": 886,
            "y2": 742,
            "text": "見そきそ くれない かい？",
            "vi": "Bạn có muốn gặp tôi không?"
        },
        {
            "x1": 680,
            "y1": 644,
            "x2": 712,
            "y2": 715,
            "text": "ですよ",
            "vi": "Bạn biết"
        },
        {
            "x1": 967,
            "y1": 661,
            "x2": 1079,
            "y2": 925,
            "text": "ムコーダさんに 頼んでみて正解だよ ほんと…！",
            "vi": "Hỏi Mcoda và đó là câu trả lời đúng...!"
        },
        {
            "x1": 408,
            "y1": 657,
            "x2": 564,
            "y2": 921,
            "text": "本当アイツ真面目 なのか抜けてるのか わかんない奴 なんだから…",
            "vi": "Tôi là một chàng trai không biết liệu nó có thực sự nghiêm trọng hay thiếu..."
        },
        {
            "x1": 237,
            "y1": 718,
            "x2": 307,
            "y2": 887,
            "text": "そうだね でも良かった",
            "vi": "Điều đó tốt"
        },
        {
            "x1": 975,
            "y1": 1085,
            "x2": 1014,
            "y2": 1235,
            "text": "さあ…！",
            "vi": "Ở đây chúng ta đi…!"
        },
        {
            "x1": 692,
            "y1": 1142,
            "x2": 784,
            "y2": 1385,
            "text": "安否も取れたし 材料も来たし！",
            "vi": "Sự an toàn đã được lấy và các thành phần đã đến!"
        },
        {
            "x1": 498,
            "y1": 1273,
            "x2": 637,
            "y2": 1461,
            "text": "これで 仕事再開 できるね！",
            "vi": "Bây giờ bạn có thể tiếp tục công việc của mình!"
        }
    ],
    "3-638a5c2e3a55b.jpg": [
        {
            "x1": 757,
            "y1": 226,
            "x2": 888,
            "y2": 432,
            "text": "そういや あんたの友達 のスライムさ",
            "vi": "Vâng, chất nhờn của bạn của bạn"
        },
        {
            "x1": 336,
            "y1": 620,
            "x2": 510,
            "y2": 877,
            "text": "それがさー なんかまた従魔？ ってのが増えた らしいよ",
            "vi": "Đó có phải là một con quỷ một lần nữa? Có vẻ như vậy"
        },
        {
            "x1": 864,
            "y1": 839,
            "x2": 944,
            "y2": 1022,
            "text": "何よ今更 照れちゃって",
            "vi": "Bây giờ tôi nhút nhát"
        },
        {
            "x1": 538,
            "y1": 759,
            "x2": 708,
            "y2": 1006,
            "text": "ううう うるさい！ それが なに⁉",
            "vi": "Nhiễu! Đó là gì⁉"
        },
        {
            "x1": 864,
            "y1": 1162,
            "x2": 976,
            "y2": 1425,
            "text": "すごいよねく 既にでっかい従魔が いんのにさく",
            "vi": "Thật tuyệt vời, nó đã là một con quỷ khổng lồ"
        },
        {
            "x1": 692,
            "y1": 1216,
            "x2": 813,
            "y2": 1508,
            "text": "こりゃますます 戻ってくるのが 楽しみなんじゃない？",
            "vi": "Thật thú vị khi trở lại?"
        }
    ],
    "4-638a5c2f0af49.jpg": [
        {
            "x1": 746,
            "y1": 51,
            "x2": 786,
            "y2": 188,
            "text": "そうだね",
            "vi": "tôi đồng ý"
        },
        {
            "x1": 908,
            "y1": 130,
            "x2": 987,
            "y2": 351,
            "text": "母ちゃん 今日の 配達は終わり？",
            "vi": "Mẹ -Chan là ngày hôm nay giao hàng?"
        },
        {
            "x1": 530,
            "y1": 72,
            "x2": 620,
            "y2": 334,
            "text": "俺 ちょっと 出かけてくる…！",
            "vi": "Tôi sẽ ra ngoài một lúc...!"
        },
        {
            "x1": 381,
            "y1": 54,
            "x2": 502,
            "y2": 327,
            "text": "バタバタ",
            "vi": "Rung động"
        },
        {
            "x1": 180,
            "y1": 292,
            "x2": 237,
            "y2": 432,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 859,
            "y1": 581,
            "x2": 1055,
            "y2": 885,
            "text": "もう夕飯時だし ミリーナちゃんに 迷惑掛けるんじゃ ないよ──！",
            "vi": "Đã đến lúc ăn tối và nó không gây khó chịu cho Milina!"
        },
        {
            "x1": 244,
            "y1": 581,
            "x2": 326,
            "y2": 1042,
            "text": "うっっっっさい‼",
            "vi": "Uttsu"
        },
        {
            "x1": 627,
            "y1": 1132,
            "x2": 713,
            "y2": 1329,
            "text": "あの人たちも 今頃",
            "vi": "Những người đó cũng vậy"
        },
        {
            "x1": 286,
            "y1": 1263,
            "x2": 362,
            "y2": 1458,
            "text": "旅を満喫して るんだろうね",
            "vi": "Tôi đoán bạn đang thích chuyến đi"
        }
    ],
    "5-638a5c2fcad30.jpg": [
        {
            "x1": 605,
            "y1": 100,
            "x2": 700,
            "y2": 176,
            "text": "異1",
            "vi": "Một khác"
        },
        {
            "x1": 473,
            "y1": 1366,
            "x2": 1075,
            "y2": 1540,
            "text": "第70章 お預けのドラゴン肉 漫画：双葉もも…原作：江口連 キャラクター原案：雅",
            "vi": "Chương 70: Manga thịt rồng ký gửi: Momo Futaba... Bản gốc: Nhân vật Eguchi Ren"
        }
    ],
    "6-638a5c30887a3.jpg": [
        {
            "x1": 343,
            "y1": 308,
            "x2": 371,
            "y2": 397,
            "text": "ああ",
            "vi": "À"
        },
        {
            "x1": 912,
            "y1": 639,
            "x2": 1017,
            "y2": 815,
            "text": "ギルド秋藤の ミスリル ナイフが…",
            "vi": "Guild Akito's Mithril Dao..."
        },
        {
            "x1": 554,
            "y1": 616,
            "x2": 634,
            "y2": 785,
            "text": "フェル おじちゃん",
            "vi": "Chú Fel"
        },
        {
            "x1": 425,
            "y1": 592,
            "x2": 514,
            "y2": 732,
            "text": "元気 出してく",
            "vi": "Đứng dậy"
        },
        {
            "x1": 889,
            "y1": 1129,
            "x2": 930,
            "y2": 1272,
            "text": "情けねく",
            "vi": "Sợ"
        },
        {
            "x1": 307,
            "y1": 1252,
            "x2": 346,
            "y2": 1431,
            "text": "うるさい…",
            "vi": "nhiễu…"
        }
    ],
    "7-638a5c314c37d.jpg": [
        {
            "x1": 839,
            "y1": 104,
            "x2": 961,
            "y2": 269,
            "text": "他人事だと 思って おったら",
            "vi": "Nếu bạn nghĩ đó là người khác"
        },
        {
            "x1": 863,
            "y1": 357,
            "x2": 945,
            "y2": 534,
            "text": "間違いだぞ ドラ…",
            "vi": "Đó là một sai lầm của Dora..."
        },
        {
            "x1": 582,
            "y1": 368,
            "x2": 625,
            "y2": 480,
            "text": "あん？",
            "vi": "Bấm đậu?"
        },
        {
            "x1": 85,
            "y1": 392,
            "x2": 162,
            "y2": 553,
            "text": "よく考えて みろ",
            "vi": "Suy nghĩ cẩn thân"
        },
        {
            "x1": 770,
            "y1": 741,
            "x2": 920,
            "y2": 941,
            "text": "地竜が解体 できずに 長引けば",
            "vi": "Nếu con rồng địa phương không thể bị dỡ bỏ và kéo dài"
        },
        {
            "x1": 645,
            "y1": 777,
            "x2": 698,
            "y2": 903,
            "text": "ぉ主…",
            "vi": "Lạy Chúa..."
        },
        {
            "x1": 86,
            "y1": 834,
            "x2": 166,
            "y2": 1056,
            "text": "待て おい まさか…",
            "vi": "Chờ đã, không có cách nào..."
        },
        {
            "x1": 725,
            "y1": 1116,
            "x2": 979,
            "y2": 1213,
            "text": "ドう勃～ん。",
            "vi": "De う ～ ～ ～ ～ ～"
        }
    ],
    "8-638a5c3227d99.jpg": [
        {
            "x1": 1017,
            "y1": 34,
            "x2": 1064,
            "y2": 283,
            "text": "そのまさかだ",
            "vi": "Đó là sự thật"
        },
        {
            "x1": 731,
            "y1": 257,
            "x2": 947,
            "y2": 508,
            "text": "あのエルフに 付け回される 日々が待って おるぞ",
            "vi": "Tôi đang chờ đợi những ngày được gắn vào yêu tinh đó"
        },
        {
            "x1": 681,
            "y1": 1055,
            "x2": 753,
            "y2": 1208,
            "text": "二人とも しょんぼり",
            "vi": "Cả hai"
        },
        {
            "x1": 501,
            "y1": 1098,
            "x2": 539,
            "y2": 1232,
            "text": "あるじく",
            "vi": "Phương thuốc"
        }
    ],
    "9-638a5c32d52ed.jpg": [
        {
            "x1": 922,
            "y1": 134,
            "x2": 956,
            "y2": 345,
            "text": "アイツさえ…",
            "vi": "Ngay cả chàng trai..."
        },
        {
            "x1": 635,
            "y1": 85,
            "x2": 866,
            "y2": 254,
            "text": "アイツさえ いなけりゃ 俺は 快適だった ってのに…",
            "vi": "Tôi thậm chí còn không có một chàng trai, nhưng tôi đã thoải mái..."
        },
        {
            "x1": 426,
            "y1": 110,
            "x2": 465,
            "y2": 262,
            "text": "ドラゴン…",
            "vi": "Rồng..."
        },
        {
            "x1": 126,
            "y1": 121,
            "x2": 203,
            "y2": 285,
            "text": "こればっか はな……",
            "vi": "Đây là tất cả..."
        },
        {
            "x1": 323,
            "y1": 201,
            "x2": 392,
            "y2": 377,
            "text": "久しぶり だったのに…",
            "vi": "Đã lâu rồi..."
        },
        {
            "x1": 787,
            "y1": 331,
            "x2": 1004,
            "y2": 593,
            "text": "ぐめ",
            "vi": "GE"
        },
        {
            "x1": 438,
            "y1": 291,
            "x2": 590,
            "y2": 515,
            "text": "じめ",
            "vi": "Lòng tự trọng"
        },
        {
            "x1": 464,
            "y1": 837,
            "x2": 606,
            "y2": 906,
            "text": "しがり してください",
            "vi": "Hãy thoát khỏi nó"
        },
        {
            "x1": 214,
            "y1": 792,
            "x2": 377,
            "y2": 957,
            "text": "エルランド さんも 連れて いかれたし",
            "vi": "Ereland cũng được thực hiện"
        },
        {
            "x1": 795,
            "y1": 1107,
            "x2": 927,
            "y2": 1331,
            "text": "今の俺たちに できることは ないよ",
            "vi": "Chúng ta không thể làm những gì chúng ta có thể bây giờ"
        },
        {
            "x1": 547,
            "y1": 1078,
            "x2": 640,
            "y2": 1261,
            "text": "残会だけど",
            "vi": "Đó là một cuộc họp"
        },
        {
            "x1": 242,
            "y1": 1273,
            "x2": 285,
            "y2": 1419,
            "text": "そっかく",
            "vi": "Trong thời gian chờ đợi"
        }
    ],
    "10-638a5c33a8408.jpg": [
        {
            "x1": 952,
            "y1": 80,
            "x2": 1026,
            "y2": 212,
            "text": "でもまあ ほら…！",
            "vi": "Nhưng phải...!"
        },
        {
            "x1": 757,
            "y1": 84,
            "x2": 882,
            "y2": 310,
            "text": "また別の 方法とか あるかもだし！",
            "vi": "Có thể có một phương pháp khác!"
        },
        {
            "x1": 381,
            "y1": 95,
            "x2": 477,
            "y2": 282,
            "text": "いつか 食えるって",
            "vi": "Tôi có thể ăn một ngày nào đó"
        },
        {
            "x1": 205,
            "y1": 200,
            "x2": 300,
            "y2": 379,
            "text": "そう落ち 込むなよ！",
            "vi": "Đừng gục ngã!"
        },
        {
            "x1": 935,
            "y1": 755,
            "x2": 1062,
            "y2": 889,
            "text": "わかって おらんな 貴様…",
            "vi": "Bạn biết..."
        },
        {
            "x1": 675,
            "y1": 893,
            "x2": 819,
            "y2": 1038,
            "text": "我は 今日",
            "vi": "Tôi là ngày hôm nay"
        },
        {
            "x1": 406,
            "y1": 781,
            "x2": 542,
            "y2": 1028,
            "text": "食えると 思って楽しみに しておったのだ",
            "vi": "Tôi rất mong được ăn nó"
        },
        {
            "x1": 214,
            "y1": 1190,
            "x2": 303,
            "y2": 1361,
            "text": "こりゃ 重症だわ…",
            "vi": "Điều này là nghiêm trọng..."
        }
    ],
    "11-638a5c3473f69.jpg": [
        {
            "x1": 894,
            "y1": 151,
            "x2": 945,
            "y2": 322,
            "text": "とにかく",
            "vi": "dù sao"
        },
        {
            "x1": 483,
            "y1": 86,
            "x2": 614,
            "y2": 293,
            "text": "今日はもう 何もでき ないんだって",
            "vi": "Hôm nay tôi không thể làm gì"
        },
        {
            "x1": 289,
            "y1": 95,
            "x2": 413,
            "y2": 303,
            "text": "ここでずっと こうしてても アレだから",
            "vi": "Ngay cả khi bạn làm điều này mọi lúc, nó"
        },
        {
            "x1": 155,
            "y1": 213,
            "x2": 243,
            "y2": 334,
            "text": "出るぞ フェル",
            "vi": "Tôi sẽ ra ngoài Fel"
        },
        {
            "x1": 105,
            "y1": 466,
            "x2": 145,
            "y2": 572,
            "text": "うぅ…",
            "vi": "Uh..."
        },
        {
            "x1": 817,
            "y1": 741,
            "x2": 857,
            "y2": 891,
            "text": "ほらほら",
            "vi": "Này này"
        },
        {
            "x1": 631,
            "y1": 793,
            "x2": 675,
            "y2": 967,
            "text": "押すでない",
            "vi": "Đừng ép"
        }
    ],
    "12-638a5c3553f9f.jpg": [
        {
            "x1": 959,
            "y1": 50,
            "x2": 1104,
            "y2": 272,
            "text": "さっきの 先っちょ",
            "vi": "Đầu của một thời gian trước đây"
        },
        {
            "x1": 490,
            "y1": 77,
            "x2": 580,
            "y2": 301,
            "text": "あるじ おとしものく",
            "vi": "Một ji -oshimonoku nào đó"
        },
        {
            "x1": 888,
            "y1": 712,
            "x2": 1022,
            "y2": 957,
            "text": "エルっさん 元気なかった",
            "vi": "El -san vẫn ổn"
        },
        {
            "x1": 169,
            "y1": 767,
            "x2": 288,
            "y2": 991,
            "text": "これ届けたら 元気になる？",
            "vi": "Bạn sẽ ổn nếu bạn giao hàng này?"
        },
        {
            "x1": 957,
            "y1": 1088,
            "x2": 1010,
            "y2": 1221,
            "text": "うん！",
            "vi": "Ừ!"
        },
        {
            "x1": 323,
            "y1": 1167,
            "x2": 460,
            "y2": 1283,
            "text": "スイ お届け できて",
            "vi": "Bạn có thể cung cấp nó"
        },
        {
            "x1": 275,
            "y1": 1240,
            "x2": 320,
            "y2": 1416,
            "text": "えらーい！",
            "vi": "Erai!"
        },
        {
            "x1": 148,
            "y1": 1521,
            "x2": 427,
            "y2": 1577,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}