var ocr_data = {
    "1-635bdc3aae0de.jpg": [
        {
            "x1": 262,
            "y1": 61,
            "x2": 827,
            "y2": 111,
            "text": "第69章 悲願のドラゴン解体？",
            "vi": "Chương 69 của Dernant Rồng bị mất?"
        },
        {
            "x1": 106,
            "y1": 1247,
            "x2": 593,
            "y2": 1378,
            "text": "とんでもスギル同 異世界放浪这シ",
            "vi": "Sglill cùng một thế giới lang thang"
        },
        {
            "x1": 98,
            "y1": 1521,
            "x2": 986,
            "y2": 1566,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "2-635bdc3b60969.jpg": [
        {
            "x1": 731,
            "y1": 654,
            "x2": 786,
            "y2": 857,
            "text": "いやだ…",
            "vi": "Tôi từ chối…"
        }
    ],
    "3-635bdc3c0f9f9.jpg": [
        {
            "x1": 510,
            "y1": 79,
            "x2": 547,
            "y2": 219,
            "text": "なるほど",
            "vi": "Tôi thấy"
        },
        {
            "x1": 869,
            "y1": 184,
            "x2": 946,
            "y2": 348,
            "text": "引きこも っちゃった",
            "vi": "Tôi đã được kéo"
        },
        {
            "x1": 271,
            "y1": 75,
            "x2": 466,
            "y2": 350,
            "text": "朝食後は 身体を休め 無駄な体力消費を 抑える…と",
            "vi": "Sau khi ăn sáng, hãy nghỉ ngơi cơ thể và giảm sức mạnh thể chất không cần thiết..."
        },
        {
            "x1": 86,
            "y1": 147,
            "x2": 181,
            "y2": 454,
            "text": "いやほぼ アンタのせい……",
            "vi": "Không, gần như vì bạn..."
        },
        {
            "x1": 611,
            "y1": 388,
            "x2": 689,
            "y2": 567,
            "text": "ドラちゃんく 出てきてく",
            "vi": "Dora -Chan ra mắt"
        },
        {
            "x1": 862,
            "y1": 959,
            "x2": 895,
            "y2": 1104,
            "text": "いやだくそ",
            "vi": "Nhiễu"
        },
        {
            "x1": 303,
            "y1": 939,
            "x2": 445,
            "y2": 1159,
            "text": "なんでこんな 朝っぱらから また拝まにゃ なんねぇんだよく",
            "vi": "Tại sao bạn không thờ phượng lại từ sáng nay?"
        },
        {
            "x1": 706,
            "y1": 1107,
            "x2": 815,
            "y2": 1283,
            "text": "コイツ昨日も 散々気持ち悪 かったんだぞ",
            "vi": "Anh chàng này đã có một chút khó chịu ngày hôm qua"
        },
        {
            "x1": 183,
            "y1": 1157,
            "x2": 252,
            "y2": 1383,
            "text": "昨日の今日で 疲れてるみたいで…",
            "vi": "Có vẻ như tôi đang mệt mỏi ngày hôm qua..."
        }
    ],
    "4-635bdc3cb19d3.jpg": [
        {
            "x1": 938,
            "y1": 148,
            "x2": 1031,
            "y2": 305,
            "text": "ていうか スイ！",
            "vi": "Ý tôi là, Sui!"
        },
        {
            "x1": 629,
            "y1": 160,
            "x2": 716,
            "y2": 464,
            "text": "なんでコイツ 連れてきたんだよ！",
            "vi": "Tại sao bạn lại mang anh chàng này!"
        },
        {
            "x1": 341,
            "y1": 131,
            "x2": 451,
            "y2": 319,
            "text": "スイが連れて きたんじゃ ないもん",
            "vi": "Nó không phải là Sui mang lại"
        },
        {
            "x1": 222,
            "y1": 359,
            "x2": 253,
            "y2": 564,
            "text": "コラコラコラ",
            "vi": "Kora Kolakora"
        },
        {
            "x1": 921,
            "y1": 672,
            "x2": 1046,
            "y2": 783,
            "text": "スイは 悪く ないよ",
            "vi": "Sui không tệ"
        },
        {
            "x1": 860,
            "y1": 846,
            "x2": 1014,
            "y2": 1025,
            "text": "地竜解体が 楽しみすぎて 迎えに来た らしいし…",
            "vi": "Có vẻ như việc phá hủy con rồng rất thú vị và đến đón tôi..."
        },
        {
            "x1": 250,
            "y1": 775,
            "x2": 288,
            "y2": 1028,
            "text": "そうは言うけど",
            "vi": "Nói vậy"
        },
        {
            "x1": 975,
            "y1": 1170,
            "x2": 1056,
            "y2": 1330,
            "text": "俺がメシ 食ってる間",
            "vi": "Trong khi tôi đang ăn"
        },
        {
            "x1": 811,
            "y1": 1166,
            "x2": 932,
            "y2": 1382,
            "text": "ず──っと 危ない目で見て くるんだぜ⁉",
            "vi": "Tôi sẽ nhìn thấy nó bằng đôi mắt nguy hiểm."
        },
        {
            "x1": 489,
            "y1": 1155,
            "x2": 603,
            "y2": 1362,
            "text": "うめぇもんも 食えたもんじゃ ねぇよ…",
            "vi": "Tôi không thể ăn umeemon..."
        }
    ],
    "5-635bdc3d5f6ea.jpg": [
        {
            "x1": 851,
            "y1": 142,
            "x2": 980,
            "y2": 429,
            "text": "なんか… ドラちゃんが文献と 違いすぎるから",
            "vi": "Bằng cách nào đó... Dora -Chan quá khác biệt so với văn học"
        },
        {
            "x1": 770,
            "y1": 215,
            "x2": 804,
            "y2": 471,
            "text": "観察したいって…",
            "vi": "Tôi muốn quan sát..."
        },
        {
            "x1": 197,
            "y1": 171,
            "x2": 243,
            "y2": 445,
            "text": "そうなんです！",
            "vi": "Đúng thế!"
        },
        {
            "x1": 814,
            "y1": 654,
            "x2": 984,
            "y2": 836,
            "text": "私が必死に これまで調べ 研究してきた 記述たち",
            "vi": "Các mô tả tôi đã học và học tập cho đến nay"
        },
        {
            "x1": 630,
            "y1": 709,
            "x2": 781,
            "y2": 911,
            "text": "王立図書蝕 に忍び込んでは 夢ので 調べました",
            "vi": "Tôi lẻn vào cuốn sách Hoàng gia sâu răng, vì vậy tôi đã tìm kiếm nó."
        },
        {
            "x1": 472,
            "y1": 808,
            "x2": 506,
            "y2": 1021,
            "text": "ムコーダさん",
            "vi": "Mukoda"
        },
        {
            "x1": 683,
            "y1": 1165,
            "x2": 856,
            "y2": 1456,
            "text": "それが実際に 対面してみて これほどまで相違が あるなんて…！",
            "vi": "Đó là lý do tại sao nó rất khác biệt khi bạn thực sự đối mặt với nó...!"
        },
        {
            "x1": 383,
            "y1": 1095,
            "x2": 514,
            "y2": 1356,
            "text": "私は半生以上 ドラゴンに愛を 貫いてきましたが",
            "vi": "Tôi đã sống trong tình yêu hơn nửa cuộc đời"
        },
        {
            "x1": 97,
            "y1": 1186,
            "x2": 189,
            "y2": 1547,
            "text": "やはり百聞は 一見にしかずですね…",
            "vi": "Rốt cuộc, nhìn thấy là tin rằng..."
        }
    ],
    "6-635bdc3e20be3.jpg": [
        {
            "x1": 981,
            "y1": 67,
            "x2": 1084,
            "y2": 396,
            "text": "これは世紀の 大発見なんです…",
            "vi": "Đây là một khám phá tuyệt vời về thế kỷ..."
        },
        {
            "x1": 173,
            "y1": 132,
            "x2": 283,
            "y2": 381,
            "text": "逃すなんて もっての外‼",
            "vi": "Bên ngoài để bỏ lỡ"
        },
        {
            "x1": 566,
            "y1": 304,
            "x2": 708,
            "y2": 477,
            "text": "こんな 素晴らしい 機会",
            "vi": "Thật là một cơ hội tuyệt vời"
        },
        {
            "x1": 1000,
            "y1": 654,
            "x2": 1089,
            "y2": 883,
            "text": "私の… いや後世のため",
            "vi": "Của tôi... không, vì hậu thế"
        },
        {
            "x1": 839,
            "y1": 727,
            "x2": 966,
            "y2": 925,
            "text": "些細な事でも 見逃さず しっかり……",
            "vi": "Đừng bỏ lỡ những điều tầm thường..."
        },
        {
            "x1": 188,
            "y1": 712,
            "x2": 261,
            "y2": 866,
            "text": "主タスケテ クレ…",
            "vi": "Lord Tasteete Cle..."
        },
        {
            "x1": 946,
            "y1": 1075,
            "x2": 1059,
            "y2": 1255,
            "text": "俺じゃなくて スイでも観察 してろよ",
            "vi": "Quan sát không phải tôi, mà ngay cả trong sui"
        },
        {
            "x1": 531,
            "y1": 1097,
            "x2": 571,
            "y2": 1241,
            "text": "ほんとだ",
            "vi": "Đó là sự thật"
        },
        {
            "x1": 821,
            "y1": 1216,
            "x2": 939,
            "y2": 1426,
            "text": "特殊個体の スライム珍しい だろ…",
            "vi": "Slime của những cá nhân đặc biệt là rất hiếm..."
        },
        {
            "x1": 215,
            "y1": 1164,
            "x2": 336,
            "y2": 1385,
            "text": "いや…このヒト ドラゴン好き だから…",
            "vi": "Không... Tôi thích con người con người này..."
        }
    ],
    "7-635bdc3ebaf7c.jpg": [
        {
            "x1": 791,
            "y1": 203,
            "x2": 919,
            "y2": 397,
            "text": "スイの事 いっぱい見て いいよく",
            "vi": "Bạn có thể thấy rất nhiều sui"
        },
        {
            "x1": 95,
            "y1": 372,
            "x2": 141,
            "y2": 456,
            "text": "おや",
            "vi": "Oya"
        },
        {
            "x1": 890,
            "y1": 590,
            "x2": 920,
            "y2": 745,
            "text": "こんにちは",
            "vi": "Xin chào"
        },
        {
            "x1": 772,
            "y1": 709,
            "x2": 846,
            "y2": 837,
            "text": "ちょっと ごめんね",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 397,
            "y1": 637,
            "x2": 437,
            "y2": 850,
            "text": "見ていいよく",
            "vi": "Bạn có thể thấy nó"
        },
        {
            "x1": 779,
            "y1": 1166,
            "x2": 876,
            "y2": 1487,
            "text": "ドラちゃんが こちらに目線を…！",
            "vi": "Dora -Chan nhìn ở đây...!"
        }
    ],
    "8-635bdc3f6788a.jpg": [
        {
            "x1": 1003,
            "y1": 122,
            "x2": 1037,
            "y2": 221,
            "text": "…おい",
            "vi": "…Này"
        },
        {
            "x1": 865,
            "y1": 210,
            "x2": 900,
            "y2": 310,
            "text": "…うん",
            "vi": "…Ừ"
        },
        {
            "x1": 178,
            "y1": 111,
            "x2": 382,
            "y2": 480,
            "text": "あまりにも あからさま 過ぎませんか？",
            "vi": "Không phải là quá công?"
        },
        {
            "x1": 939,
            "y1": 634,
            "x2": 1069,
            "y2": 862,
            "text": "スイも… だいぶ珍しいと 思いませんか？",
            "vi": "Sui... không phải nó khá bất thường sao?"
        },
        {
            "x1": 652,
            "y1": 608,
            "x2": 736,
            "y2": 776,
            "text": "ええ！ それは勿論",
            "vi": "Ừ! Tất nhiên nó là"
        },
        {
            "x1": 463,
            "y1": 581,
            "x2": 537,
            "y2": 830,
            "text": "強いうえに水魔法や ねんか 念話まで使える",
            "vi": "Bạn có thể sử dụng nó mạnh mẽ và sử dụng ma thuật nước và neka."
        },
        {
            "x1": 155,
            "y1": 737,
            "x2": 270,
            "y2": 971,
            "text": "これ程の個体は 今までの記録には ありません",
            "vi": "Một cá nhân như vậy không nằm trong hồ sơ trước đó"
        },
        {
            "x1": 969,
            "y1": 1040,
            "x2": 1085,
            "y2": 1334,
            "text": "ムコーダさん自身 そういう個体が集まり やすいのか",
            "vi": "Mcoda -san có dễ dàng cho những cá nhân như vậy để thu thập không?"
        },
        {
            "x1": 410,
            "y1": 1109,
            "x2": 447,
            "y2": 1243,
            "text": "あははく",
            "vi": "Ahaaku"
        },
        {
            "x1": 786,
            "y1": 1153,
            "x2": 938,
            "y2": 1432,
            "text": "ムコーダさんの 従魔になったから こその変化なのか 面白いところですよね",
            "vi": "Đó là một nơi thú vị bởi vì đó là một sự thay đổi bởi vì nó đã trở thành ma quỷ của Mcoda."
        },
        {
            "x1": 161,
            "y1": 1104,
            "x2": 293,
            "y2": 1391,
            "text": "異世界のゴミとか メシ食わせてたから とか言えないな…",
            "vi": "Tôi không thể nói rằng tôi đã ăn rác ở một thế giới khác hoặc ăn nó..."
        }
    ],
    "9-635bdc400de8e.jpg": [
        {
            "x1": 340,
            "y1": 116,
            "x2": 423,
            "y2": 282,
            "text": "おいまた 始まったぞ",
            "vi": "Nó đã bắt đầu lại"
        },
        {
            "x1": 792,
            "y1": 81,
            "x2": 977,
            "y2": 529,
            "text": "なので！ 私はドラちゃんと 他のピクシードラゴンたちも そうなのではないかと…",
            "vi": "Đó là lý do tại sao! Tôi đoán Dora -chan và những con rồng piki khác giống nhau..."
        },
        {
            "x1": 101,
            "y1": 322,
            "x2": 143,
            "y2": 575,
            "text": "いい加減にしろ",
            "vi": "Làm cho nó cẩu thả"
        },
        {
            "x1": 3,
            "y1": 357,
            "x2": 61,
            "y2": 478,
            "text": "告め3‼",
            "vi": "Nói với 3‼"
        },
        {
            "x1": 864,
            "y1": 775,
            "x2": 950,
            "y2": 1046,
            "text": "我は早く地竜の 肉が食いたいのだ",
            "vi": "Tôi muốn ăn thịt rồng rồng càng sớm càng tốt"
        },
        {
            "x1": 853,
            "y1": 1128,
            "x2": 938,
            "y2": 1463,
            "text": "さっさと解体とやらを しに行かんか",
            "vi": "Bạn có muốn thực hiện một cuộc phá hủy nhanh chóng?"
        },
        {
            "x1": 488,
            "y1": 1194,
            "x2": 531,
            "y2": 1388,
            "text": "そうだぜ！",
            "vi": "Đúng thế!"
        },
        {
            "x1": 180,
            "y1": 1192,
            "x2": 302,
            "y2": 1448,
            "text": "そうでした…！ 地竜が待ってるん でした‼",
            "vi": "Đúng thế...! Con rồng địa phương đang chờ đợi‼"
        }
    ],
    "10-635bdc40b1aea.jpg": [
        {
            "x1": 888,
            "y1": 47,
            "x2": 978,
            "y2": 319,
            "text": "行きましょう ムコーダさん！",
            "vi": "Hãy đi Mukoda!"
        },
        {
            "x1": 212,
            "y1": 108,
            "x2": 375,
            "y2": 294,
            "text": "よし そうと 決まれば早く 済ませちま おうぜ！",
            "vi": "Nếu bạn quyết định trở nên tốt, hãy làm điều đó sớm nhất có thể!"
        },
        {
            "x1": 563,
            "y1": 305,
            "x2": 607,
            "y2": 442,
            "text": "お肉く！",
            "vi": "Thịt!"
        },
        {
            "x1": 916,
            "y1": 628,
            "x2": 993,
            "y2": 800,
            "text": "急に元気に なったな",
            "vi": "Tôi đột nhiên khỏe mạnh"
        },
        {
            "x1": 220,
            "y1": 619,
            "x2": 314,
            "y2": 812,
            "text": "そりゃ そうだろ！",
            "vi": "Đúng thế!"
        },
        {
            "x1": 764,
            "y1": 1032,
            "x2": 989,
            "y2": 1260,
            "text": "そうすりゃ コイツとも ちゃっちゃと おさらば できるしな…",
            "vi": "Đó là lý do tại sao tôi có thể đi cùng anh chàng này..."
        }
    ],
    "11-635bdc416387e.jpg": [
        {
            "x1": 804,
            "y1": 187,
            "x2": 939,
            "y2": 387,
            "text": "我は早く ドラゴン肉が 食いたいぞ",
            "vi": "Tôi muốn ăn thịt rồng càng sớm càng tốt"
        },
        {
            "x1": 280,
            "y1": 278,
            "x2": 320,
            "y2": 392,
            "text": "スイも",
            "vi": "Sui"
        },
        {
            "x1": 610,
            "y1": 545,
            "x2": 651,
            "y2": 648,
            "text": "楽しみ",
            "vi": "niềm vui"
        },
        {
            "x1": 843,
            "y1": 558,
            "x2": 943,
            "y2": 864,
            "text": "俺ドラゴン食うの 初めてだ！",
            "vi": "Đây là lần đầu tiên tôi ăn rồng!"
        },
        {
            "x1": 130,
            "y1": 557,
            "x2": 241,
            "y2": 778,
            "text": "そりゃそう でしょうよ",
            "vi": "Đúng thế"
        },
        {
            "x1": 856,
            "y1": 979,
            "x2": 963,
            "y2": 1223,
            "text": "もう長い間食って おらん からな…",
            "vi": "Tôi không muốn ăn một bữa ăn nhẹ lâu dài..."
        },
        {
            "x1": 807,
            "y1": 1183,
            "x2": 887,
            "y2": 1370,
            "text": "加えて此奴が 調理するのだ",
            "vi": "Ngoài ra, anh chàng này nấu chín"
        },
        {
            "x1": 104,
            "y1": 1232,
            "x2": 190,
            "y2": 1366,
            "text": "あーあー 涎が…",
            "vi": "Ah, một nước chảy..."
        },
        {
            "x1": 536,
            "y1": 1314,
            "x2": 569,
            "y2": 1454,
            "text": "フフフ…",
            "vi": "Hufufu..."
        }
    ],
    "12-635bdc420a5af.jpg": [
        {
            "x1": 481,
            "y1": 84,
            "x2": 602,
            "y2": 337,
            "text": "こりゃ 期待に応えて やんないとなあ…",
            "vi": "Tôi phải đáp ứng những kỳ vọng của mình..."
        },
        {
            "x1": 1044,
            "y1": 358,
            "x2": 1092,
            "y2": 443,
            "text": "すん",
            "vi": "Dành riêng"
        },
        {
            "x1": 647,
            "y1": 414,
            "x2": 732,
            "y2": 553,
            "text": "すげー ルンルン",
            "vi": "Runlun vĩ đại"
        },
        {
            "x1": 230,
            "y1": 479,
            "x2": 286,
            "y2": 612,
            "text": "この時",
            "vi": "Tại thời điểm này"
        },
        {
            "x1": 864,
            "y1": 796,
            "x2": 959,
            "y2": 1006,
            "text": "一行は少し 浮かれていた",
            "vi": "Bữa tiệc có một chút nổi"
        },
        {
            "x1": 178,
            "y1": 861,
            "x2": 271,
            "y2": 1110,
            "text": "地竜を 食すんですか⁉",
            "vi": "Bạn có ăn những con rồng địa phương không?"
        },
        {
            "x1": 973,
            "y1": 1144,
            "x2": 1022,
            "y2": 1280,
            "text": "私も！",
            "vi": "tôi cũng thế!"
        },
        {
            "x1": 880,
            "y1": 1184,
            "x2": 925,
            "y2": 1391,
            "text": "私も是非…！",
            "vi": "Bằng mọi cách...!"
        },
        {
            "x1": 217,
            "y1": 1271,
            "x2": 266,
            "y2": 1429,
            "text": "それ故に",
            "vi": "Vì vậy"
        }
    ],
    "13-635bdc42b1b34.jpg": [
        {
            "x1": 829,
            "y1": 115,
            "x2": 922,
            "y2": 483,
            "text": "誰も考えて いなかったのだった",
            "vi": "Không ai nghĩ"
        },
        {
            "x1": 240,
            "y1": 266,
            "x2": 334,
            "y2": 510,
            "text": "そうと決まれば 早速…！",
            "vi": "Nếu bạn quyết định như vậy...!"
        }
    ],
    "14-635bdc43757c5.jpg": [
        {
            "x1": 881,
            "y1": 86,
            "x2": 988,
            "y2": 415,
            "text": "解体できなかった 場合のことなんて",
            "vi": "Nếu bạn không thể phá hủy nó"
        },
        {
            "x1": 734,
            "y1": 206,
            "x2": 768,
            "y2": 302,
            "text": "ぱりん",
            "vi": "Palin"
        },
        {
            "x1": 428,
            "y1": 657,
            "x2": 517,
            "y2": 840,
            "text": "その日",
            "vi": "ngày đó"
        },
        {
            "x1": 886,
            "y1": 1071,
            "x2": 926,
            "y2": 1280,
            "text": "ギルド秋藤の",
            "vi": "Hội akito"
        },
        {
            "x1": 736,
            "y1": 1117,
            "x2": 821,
            "y2": 1326,
            "text": "ミスリル ナイフが…‼",
            "vi": "Dao mithril...‼"
        },
        {
            "x1": 216,
            "y1": 1162,
            "x2": 370,
            "y2": 1428,
            "text": "ギルド倉庫から 悲壮な叫び声が 響いたという…",
            "vi": "Một tiếng hét bi thảm vang vọng từ kho của bang hội..."
        },
        {
            "x1": 44,
            "y1": 1209,
            "x2": 100,
            "y2": 1487,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ],
    "15-635bdc441daa6.jpg": [
        {
            "x1": 24,
            "y1": 105,
            "x2": 779,
            "y2": 532,
            "text": "We're looking for J-E manga translators for our projects. If you're interested in, please dm malsi#3621 (No need to add friend) on Discord or emaiil: tagomisugi2@gmail.com",
            "vi": "Chúng tôi đang tìm kiếm các dịch giả Manga J-E cho các dự án của chúng tôi. Nếu bạn quan tâm, vui lòng"
        }
    ]
}