var ocr_data = {
    "001.jpg": [
        {
            "x1": 395,
            "y1": 42,
            "x2": 642,
            "y2": 90,
            "text": "ォンの恩返し",
            "vi": "Trở về"
        },
        {
            "x1": 172,
            "y1": 95,
            "x2": 682,
            "y2": 231,
            "text": "とんでもスキル同 異世界放浪メシ",
            "vi": "Kỹ năng cùng thế giới lang thang"
        },
        {
            "x1": 409,
            "y1": 351,
            "x2": 681,
            "y2": 482,
            "text": "漫画双葉もも 原作江圓連 キャラクタ原案雅",
            "vi": "Manga Futaba Momo Nguyên nhân Bản gốc Endoren"
        },
        {
            "x1": 12,
            "y1": 638,
            "x2": 58,
            "y2": 1093,
            "text": "コミックス大重版出来‼",
            "vi": "Truyện tranh phiên bản lớn‼"
        }
    ],
    "002.jpg": [
        {
            "x1": 333,
            "y1": 141,
            "x2": 434,
            "y2": 300,
            "text": "オレ ミトメラレタ フェンリルサマリ オカゲ",
            "vi": "Tôi là một người Mitroma hãy để Fenrill Mary"
        },
        {
            "x1": 412,
            "y1": 472,
            "x2": 505,
            "y2": 556,
            "text": "コレ オレノ キモチ",
            "vi": "Kore Olenokimochi"
        },
        {
            "x1": 197,
            "y1": 1009,
            "x2": 269,
            "y2": 1104,
            "text": "父メ\"ガ ウマイ",
            "vi": "Cha tôi \"Gaumai"
        }
    ],
    "003.jpg": [
        {
            "x1": 553,
            "y1": 80,
            "x2": 659,
            "y2": 251,
            "text": "え えと… 恩返しが したいのか？",
            "vi": "Ơ, bạn có muốn trả lại không?"
        },
        {
            "x1": 671,
            "y1": 388,
            "x2": 738,
            "y2": 514,
            "text": "フェンリルサマ タタカッテ クレタ",
            "vi": "Fenririrusama Tatakatte Creta"
        },
        {
            "x1": 295,
            "y1": 388,
            "x2": 351,
            "y2": 487,
            "text": "どうする フェル？",
            "vi": "Công việc của bạn là gì?"
        },
        {
            "x1": 611,
            "y1": 510,
            "x2": 681,
            "y2": 589,
            "text": "アレ ナカッタ イマナイ",
            "vi": "Aleakatta Imanai"
        },
        {
            "x1": 371,
            "y1": 465,
            "x2": 395,
            "y2": 589,
            "text": "だそうだけど",
            "vi": "Có vẻ như"
        },
        {
            "x1": 60,
            "y1": 539,
            "x2": 87,
            "y2": 598,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 653,
            "y1": 720,
            "x2": 709,
            "y2": 848,
            "text": "その心意気は 認めるが",
            "vi": "Tôi thừa nhận tinh thần đó"
        },
        {
            "x1": 542,
            "y1": 759,
            "x2": 601,
            "y2": 913,
            "text": "我は その肉は食わん",
            "vi": "Tôi không ăn thịt đó"
        },
        {
            "x1": 427,
            "y1": 822,
            "x2": 483,
            "y2": 932,
            "text": "俺もこれは… 素ることも",
            "vi": "Tôi cũng là..."
        },
        {
            "x1": 280,
            "y1": 767,
            "x2": 341,
            "y2": 889,
            "text": "シッレイ シマシタ！",
            "vi": "Silay Shimasita!"
        },
        {
            "x1": 198,
            "y1": 820,
            "x2": 255,
            "y2": 982,
            "text": "スグ チガウモノ…！",
            "vi": "Sugichiga đơn sắc...!"
        }
    ],
    "004.jpg": [
        {
            "x1": 780,
            "y1": 430,
            "x2": 815,
            "y2": 548,
            "text": "あれぇ？",
            "vi": "Đó là?"
        },
        {
            "x1": 715,
            "y1": 531,
            "x2": 748,
            "y2": 673,
            "text": "とりさん⁉",
            "vi": "Tori -san⁉"
        },
        {
            "x1": 139,
            "y1": 529,
            "x2": 168,
            "y2": 622,
            "text": "ナンダ？",
            "vi": "Nanda?"
        },
        {
            "x1": 488,
            "y1": 618,
            "x2": 558,
            "y2": 768,
            "text": "オマエ フェンリルサマノ スライム",
            "vi": "Omae fenriri samano slime"
        },
        {
            "x1": 261,
            "y1": 630,
            "x2": 310,
            "y2": 716,
            "text": "とりさん おはよく",
            "vi": "Tori -san là tốt"
        },
        {
            "x1": 493,
            "y1": 848,
            "x2": 547,
            "y2": 959,
            "text": "なんでまた きたのー",
            "vi": "Tại sao bạn lại đến?"
        },
        {
            "x1": 451,
            "y1": 940,
            "x2": 479,
            "y2": 1148,
            "text": "スイとあそぶー？",
            "vi": "Soo với Sui?"
        },
        {
            "x1": 122,
            "y1": 957,
            "x2": 183,
            "y2": 1083,
            "text": "アソビタイ ノカ？",
            "vi": "Asobitai Noka?"
        },
        {
            "x1": 122,
            "y1": 1114,
            "x2": 394,
            "y2": 1139,
            "text": "※念話は届いでおません",
            "vi": "* Không đạt được câu chuyện trái tim"
        }
    ],
    "005.jpg": [
        {
            "x1": 690,
            "y1": 85,
            "x2": 716,
            "y2": 180,
            "text": "あそぼー",
            "vi": "Asobo"
        },
        {
            "x1": 522,
            "y1": 205,
            "x2": 556,
            "y2": 291,
            "text": "マタナ",
            "vi": "Matana"
        },
        {
            "x1": 355,
            "y1": 104,
            "x2": 428,
            "y2": 249,
            "text": "ええ―― おんがえしって なに――",
            "vi": "Yeah, nó là gì?"
        },
        {
            "x1": 159,
            "y1": 127,
            "x2": 207,
            "y2": 265,
            "text": "フェンリルサマ マンゾクシナイ",
            "vi": "Fenririrusama Manzokushinaisini"
        },
        {
            "x1": 228,
            "y1": 225,
            "x2": 277,
            "y2": 373,
            "text": "デモオレ モッテク ルニク",
            "vi": "Demo Summit Mott Lunik"
        },
        {
            "x1": 648,
            "y1": 307,
            "x2": 750,
            "y2": 476,
            "text": "イマムリ フェンリルサマニ オンガエシ サキ",
            "vi": "Imamuri Fenrirusamanian Ongaeshi Saki"
        },
        {
            "x1": 50,
            "y1": 369,
            "x2": 102,
            "y2": 456,
            "text": "ねー なにー？",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 53,
            "y1": 468,
            "x2": 310,
            "y2": 490,
            "text": "※念話は届いでおりません。",
            "vi": "* Câu chuyện về trái tim không đạt được."
        },
        {
            "x1": 631,
            "y1": 577,
            "x2": 655,
            "y2": 663,
            "text": "サッキモ",
            "vi": "Bao tải"
        },
        {
            "x1": 517,
            "y1": 658,
            "x2": 590,
            "y2": 778,
            "text": "ウケトッタ デモ ドコカイッタ",
            "vi": "Uketota demo doco cotta"
        },
        {
            "x1": 64,
            "y1": 708,
            "x2": 144,
            "y2": 800,
            "text": "ダカラ アレモ チガッタ",
            "vi": "Dakara Aremo Chigatta"
        },
        {
            "x1": 655,
            "y1": 865,
            "x2": 733,
            "y2": 1014,
            "text": "フェンリルサマ ナニ キニイル⁉",
            "vi": "Fenririrusama nanikiniyu⁉"
        },
        {
            "x1": 205,
            "y1": 859,
            "x2": 384,
            "y2": 970,
            "text": "お肉とね あまい ものー！ 久イモ すき",
            "vi": "Thịt và Amai! Tôi thích Kurimimo"
        },
        {
            "x1": 491,
            "y1": 920,
            "x2": 543,
            "y2": 1052,
            "text": "スイ しってるよー",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 78,
            "y1": 1038,
            "x2": 105,
            "y2": 1127,
            "text": "ワカラン",
            "vi": "Wakaran"
        }
    ],
    "006.jpg": [
        {
            "x1": 138,
            "y1": 214,
            "x2": 183,
            "y2": 374,
            "text": "ソウカ！",
            "vi": "Souka!"
        },
        {
            "x1": 714,
            "y1": 428,
            "x2": 779,
            "y2": 532,
            "text": "キット ソレダ！",
            "vi": "Kit Soreda!"
        },
        {
            "x1": 366,
            "y1": 413,
            "x2": 420,
            "y2": 553,
            "text": "カンシャダ！ スライム‼",
            "vi": "Kan Sada! Chất nhờn!"
        },
        {
            "x1": 385,
            "y1": 695,
            "x2": 454,
            "y2": 831,
            "text": "起きたのか 早いなスイ",
            "vi": "Nó đã lên?"
        },
        {
            "x1": 243,
            "y1": 786,
            "x2": 314,
            "y2": 943,
            "text": "フェルおじちゃん どっかいって たのー？",
            "vi": "Bác Fel đã ở đó?"
        },
        {
            "x1": 694,
            "y1": 864,
            "x2": 775,
            "y2": 1028,
            "text": "１番は あるじのごはん だよ―",
            "vi": "Đầu tiên là một loại gạo nào"
        },
        {
            "x1": 164,
            "y1": 890,
            "x2": 189,
            "y2": 1098,
            "text": "軽くつまんできた",
            "vi": "Tôi đã nhận được nhẹ"
        },
        {
            "x1": 123,
            "y1": 889,
            "x2": 150,
            "y2": 1178,
            "text": "変に腹が空いたからな…",
            "vi": "Bởi vì tôi đói kỳ lạ..."
        },
        {
            "x1": 103,
            "y1": 1059,
            "x2": 119,
            "y2": 1215,
            "text": "少々腹でしららえして来た",
            "vi": "Tôi hơi đói"
        }
    ],
    "007.jpg": [
        {
            "x1": 644,
            "y1": 28,
            "x2": 716,
            "y2": 238,
            "text": "グリフォンの奴は もう帰ったか？",
            "vi": "Anh chàng Griffon đã trở lại chưa?"
        },
        {
            "x1": 295,
            "y1": 74,
            "x2": 355,
            "y2": 221,
            "text": "そうか 良かったな…",
            "vi": "Tốt..."
        },
        {
            "x1": 708,
            "y1": 286,
            "x2": 744,
            "y2": 345,
            "text": "くぁ",
            "vi": "KU"
        },
        {
            "x1": 417,
            "y1": 150,
            "x2": 489,
            "y2": 333,
            "text": "かえったよー さっきまで おしゃペりしてたー",
            "vi": "Tôi hiểu rồi, tôi đã xin lỗi cho đến một thời gian trước"
        },
        {
            "x1": 671,
            "y1": 294,
            "x2": 726,
            "y2": 376,
            "text": "。あぁ",
            "vi": "£ À"
        },
        {
            "x1": 300,
            "y1": 346,
            "x2": 375,
            "y2": 520,
            "text": "確か念話は 従魔契約した者の間 でしかできんはず",
            "vi": "Chắc chắn, câu chuyện chỉ nên được thực hiện bởi những người đã ký hợp đồng quỷ."
        },
        {
            "x1": 57,
            "y1": 378,
            "x2": 80,
            "y2": 515,
            "text": "…まぁ よいか",
            "vi": "...Ổn?"
        },
        {
            "x1": 615,
            "y1": 564,
            "x2": 729,
            "y2": 703,
            "text": "しかし やはり そこらのでは 味気なくて 物足りんな",
            "vi": "Tuy nhiên, sau tất cả, nó không ngon và có một cái gì đó"
        },
        {
            "x1": 297,
            "y1": 578,
            "x2": 352,
            "y2": 767,
            "text": "此奴が起きるまで もう一眠りするか…",
            "vi": "Bạn có ngủ lại cho đến khi anh chàng này đứng dậy..."
        },
        {
            "x1": 250,
            "y1": 669,
            "x2": 273,
            "y2": 778,
            "text": "スイも来い",
            "vi": "Gai cũng đến"
        },
        {
            "x1": 86,
            "y1": 659,
            "x2": 119,
            "y2": 743,
            "text": "はーい",
            "vi": "Vâng"
        }
    ],
    "008.jpg": [
        {
            "x1": 361,
            "y1": 24,
            "x2": 407,
            "y2": 135,
            "text": "イナ…",
            "vi": "Ina..."
        },
        {
            "x1": 748,
            "y1": 90,
            "x2": 806,
            "y2": 259,
            "text": "イナイ",
            "vi": "Inai"
        },
        {
            "x1": 233,
            "y1": 500,
            "x2": 484,
            "y2": 539,
            "text": "ヒュボォはオォ…、",
            "vi": "Hyubo is ooo..."
        },
        {
            "x1": 581,
            "y1": 877,
            "x2": 642,
            "y2": 1021,
            "text": "イナイ",
            "vi": "Inai"
        }
    ],
    "009.jpg": [
        {
            "x1": 564,
            "y1": 103,
            "x2": 640,
            "y2": 179,
            "text": "ゴノ モリ",
            "vi": "Gonomori"
        },
        {
            "x1": 107,
            "y1": 174,
            "x2": 205,
            "y2": 341,
            "text": "スライム イナイ！",
            "vi": "Slime inai!"
        },
        {
            "x1": 675,
            "y1": 475,
            "x2": 749,
            "y2": 623,
            "text": "マテヨ？ アノスライム エサチガウ…？",
            "vi": "Mateyo? Anoslime Eschigau...?"
        },
        {
            "x1": 461,
            "y1": 544,
            "x2": 486,
            "y2": 655,
            "text": "ワカラナイ",
            "vi": "Wakaranai"
        },
        {
            "x1": 30,
            "y1": 642,
            "x2": 70,
            "y2": 738,
            "text": "…イャ",
            "vi": "… Ya"
        },
        {
            "x1": 658,
            "y1": 890,
            "x2": 704,
            "y2": 1027,
            "text": "フェンリルサマ スキナモノ",
            "vi": "Fenririrusama skinamono"
        },
        {
            "x1": 452,
            "y1": 1037,
            "x2": 534,
            "y2": 1112,
            "text": "キット フッウ チガウ",
            "vi": "KIT FOO CHIGAU"
        },
        {
            "x1": 49,
            "y1": 951,
            "x2": 143,
            "y2": 1104,
            "text": "オレ サガス ゼッタイ…！",
            "vi": "Tôi là Sagas Zettai....!"
        }
    ],
    "010.jpg": [
        {
            "x1": 321,
            "y1": 60,
            "x2": 370,
            "y2": 195,
            "text": "ニク…ー",
            "vi": "Niku...-"
        },
        {
            "x1": 703,
            "y1": 198,
            "x2": 775,
            "y2": 321,
            "text": "ガササ",
            "vi": "Đâm"
        },
        {
            "x1": 619,
            "y1": 660,
            "x2": 675,
            "y2": 779,
            "text": "ねー あるじー？",
            "vi": "Newa?"
        },
        {
            "x1": 741,
            "y1": 922,
            "x2": 791,
            "y2": 1070,
            "text": "おんがえしって なぁにー？",
            "vi": "Bạn đang làm gì vậy?"
        },
        {
            "x1": 539,
            "y1": 1052,
            "x2": 593,
            "y2": 1163,
            "text": "助けて もらったり",
            "vi": "Tôi nhận được sự giúp đỡ"
        },
        {
            "x1": 394,
            "y1": 947,
            "x2": 448,
            "y2": 1135,
            "text": "お世話になった人に お返しすることだよ",
            "vi": "Tôi sẽ trả lại cho người đã chăm sóc tôi"
        },
        {
            "x1": 135,
            "y1": 927,
            "x2": 158,
            "y2": 1042,
            "text": "たとえば…",
            "vi": "ví dụ như…"
        },
        {
            "x1": 321,
            "y1": 1113,
            "x2": 353,
            "y2": 1192,
            "text": "へえー",
            "vi": "Này"
        }
    ],
    "011.jpg": [
        {
            "x1": 639,
            "y1": 65,
            "x2": 730,
            "y2": 184,
            "text": "うーん ゴミが溜まって きたなー 困ったなー",
            "vi": "Chà, rác đã tích lũy -Tôi đang gặp rắc rối"
        },
        {
            "x1": 412,
            "y1": 79,
            "x2": 458,
            "y2": 193,
            "text": "！ スイに まかせてー！",
            "vi": "! Để nó đến Sui!"
        },
        {
            "x1": 254,
            "y1": 113,
            "x2": 313,
            "y2": 190,
            "text": "お礼に ホイ！",
            "vi": "Cảm ơn bạn!"
        },
        {
            "x1": 46,
            "y1": 178,
            "x2": 89,
            "y2": 329,
            "text": "やったー",
            "vi": "Yay"
        },
        {
            "x1": 380,
            "y1": 400,
            "x2": 429,
            "y2": 509,
            "text": "いつも 助かるよスイ",
            "vi": "Tôi luôn luôn được cứu"
        },
        {
            "x1": 646,
            "y1": 571,
            "x2": 741,
            "y2": 771,
            "text": "──とまぁ これがお返しだよ わかったか？",
            "vi": "── ─ ồ, bạn đã hiểu điều này?"
        },
        {
            "x1": 115,
            "y1": 613,
            "x2": 164,
            "y2": 736,
            "text": "お返しって うれしいねく",
            "vi": "Tôi rất vui được trả lại nó"
        },
        {
            "x1": 593,
            "y1": 909,
            "x2": 696,
            "y2": 1100,
            "text": "でも フェルおじちゃん あんまり うれしくなさそうー",
            "vi": "Nhưng chú Fel trông thật hạnh phúc"
        },
        {
            "x1": 421,
            "y1": 856,
            "x2": 469,
            "y2": 1017,
            "text": "ドウデスカ！ フェンリルサマ！",
            "vi": "Doudeska! Fenrirusama!"
        },
        {
            "x1": 131,
            "y1": 849,
            "x2": 209,
            "y2": 982,
            "text": "キョウハ キノミモ アリマス…‼",
            "vi": "Kyouha kinomimo arimas...‼‼"
        },
        {
            "x1": 75,
            "y1": 1083,
            "x2": 102,
            "y2": 1174,
            "text": "うーん…",
            "vi": "Hmm..."
        }
    ],
    "012.jpg": [
        {
            "x1": 661,
            "y1": 119,
            "x2": 735,
            "y2": 252,
            "text": "お主…我は先日 もうよいと 言ったはずだが",
            "vi": "Chúa ơi... tôi nên nói rằng điều đó là tốt vào một ngày khác"
        },
        {
            "x1": 370,
            "y1": 124,
            "x2": 396,
            "y2": 214,
            "text": "イイエ！",
            "vi": "Tức là!"
        },
        {
            "x1": 152,
            "y1": 134,
            "x2": 232,
            "y2": 266,
            "text": "コレダケジャ タリナイ…‼ ゼンゼン！",
            "vi": "Kore Dakeja Tarinai... Zenzen!"
        },
        {
            "x1": 617,
            "y1": 208,
            "x2": 642,
            "y2": 328,
            "text": "忘れたか？",
            "vi": "Bạn có quên không?"
        },
        {
            "x1": 113,
            "y1": 230,
            "x2": 160,
            "y2": 310,
            "text": "オレー",
            "vi": "Quặng"
        },
        {
            "x1": 636,
            "y1": 381,
            "x2": 749,
            "y2": 526,
            "text": "ソレニ フェンリルサマ マンゾク シテナイ！",
            "vi": "Solenin Fenrill Sama Manzok Shitenai!"
        },
        {
            "x1": 516,
            "y1": 442,
            "x2": 566,
            "y2": 562,
            "text": "スルマデ ヤメマセン！",
            "vi": "Sulmade Yamamasen!"
        },
        {
            "x1": 335,
            "y1": 383,
            "x2": 421,
            "y2": 514,
            "text": "ええい…！ 聞き分けの ない奴め…！",
            "vi": "Ừ...! Một chàng trai không thể phân biệt...!"
        },
        {
            "x1": 149,
            "y1": 405,
            "x2": 208,
            "y2": 528,
            "text": "あれからほぽ毎日 来てるけど こりないなあ",
            "vi": "Tôi đến mỗi ngày kể từ đó, nhưng nó không đến"
        },
        {
            "x1": 108,
            "y1": 534,
            "x2": 124,
            "y2": 646,
            "text": "空回にんな",
            "vi": "Không giống như"
        },
        {
            "x1": 655,
            "y1": 727,
            "x2": 680,
            "y2": 856,
            "text": "こっちきたー",
            "vi": "Tôi đã đến đây"
        },
        {
            "x1": 735,
            "y1": 803,
            "x2": 800,
            "y2": 929,
            "text": "とぼ",
            "vi": "Đau nhói"
        },
        {
            "x1": 447,
            "y1": 781,
            "x2": 494,
            "y2": 902,
            "text": "オマエタチノ ブンモアル",
            "vi": "Omae tachino Bunmoal"
        },
        {
            "x1": 255,
            "y1": 753,
            "x2": 302,
            "y2": 857,
            "text": "わーい",
            "vi": "Yay"
        },
        {
            "x1": 129,
            "y1": 793,
            "x2": 165,
            "y2": 899,
            "text": "マジで⁉",
            "vi": "nghiêm trọng⁉"
        },
        {
            "x1": 406,
            "y1": 959,
            "x2": 432,
            "y2": 1054,
            "text": "ウケトレ",
            "vi": "Uke tre"
        }
    ],
    "013.jpg": [
        {
            "x1": 404,
            "y1": 107,
            "x2": 430,
            "y2": 222,
            "text": "らしきモノ",
            "vi": "Cảm giác"
        },
        {
            "x1": 491,
            "y1": 557,
            "x2": 510,
            "y2": 602,
            "text": "わあ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 383,
            "y1": 506,
            "x2": 411,
            "y2": 637,
            "text": "なにこれー？",
            "vi": "Cái gì thế này?"
        },
        {
            "x1": 271,
            "y1": 629,
            "x2": 302,
            "y2": 703,
            "text": "ニクダ",
            "vi": "Nikuda"
        },
        {
            "x1": 25,
            "y1": 637,
            "x2": 122,
            "y2": 795,
            "text": "オマエタチニモ イノチ タスケラレタ カラナ",
            "vi": "Omae tachinimo inochi techer letakarana"
        },
        {
            "x1": 663,
            "y1": 850,
            "x2": 740,
            "y2": 979,
            "text": "ニンゲン ソノママ タベラレナイ",
            "vi": "Ningen Sonomama Tavernai"
        },
        {
            "x1": 579,
            "y1": 980,
            "x2": 659,
            "y2": 1092,
            "text": "ダカラ タベヤスク シタ",
            "vi": "Dakara Tabayasukshita"
        },
        {
            "x1": 109,
            "y1": 881,
            "x2": 127,
            "y2": 1055,
            "text": "ありがとらございます",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 12,
            "y1": 980,
            "x2": 57,
            "y2": 1206,
            "text": "何の肉だろう",
            "vi": "Thịt là gì"
        }
    ],
    "014.jpg": [
        {
            "x1": 795,
            "y1": 206,
            "x2": 812,
            "y2": 292,
            "text": "え…なあ確か",
            "vi": "Eh... ừ"
        },
        {
            "x1": 767,
            "y1": 200,
            "x2": 806,
            "y2": 312,
            "text": "ジりフォンって",
            "vi": "Jiri điện thoại là gì?"
        },
        {
            "x1": 725,
            "y1": 205,
            "x2": 777,
            "y2": 315,
            "text": "人間食突るって 言ったような… ま生さ",
            "vi": "Giống như nói rằng đó là một chế độ ăn kiêng của con người..."
        },
        {
            "x1": 561,
            "y1": 191,
            "x2": 637,
            "y2": 293,
            "text": "奴ら希主にも 思はあるし 我も忠告はじた からな…",
            "vi": "Họ có các lãnh chúa hiếm hoi, và tôi cũng khuyên tôi..."
        },
        {
            "x1": 653,
            "y1": 251,
            "x2": 698,
            "y2": 343,
            "text": "いや それはない",
            "vi": "Không, không"
        },
        {
            "x1": 172,
            "y1": 436,
            "x2": 230,
            "y2": 598,
            "text": "オレ ナサケナイ…！",
            "vi": "Tôi là người Nasakenai...!"
        },
        {
            "x1": 593,
            "y1": 680,
            "x2": 696,
            "y2": 810,
            "text": "マタ！ オンガエシ ロクニ デキナカッタ",
            "vi": "Mata! Ongaeshi Rokuni Dekina Catta"
        },
        {
            "x1": 753,
            "y1": 900,
            "x2": 803,
            "y2": 1041,
            "text": "お主 なんとかせい…",
            "vi": "Lạy Chúa bằng cách nào đó..."
        },
        {
            "x1": 354,
            "y1": 966,
            "x2": 421,
            "y2": 1154,
            "text": "ええっと… 要はフェルが満足すれば いいんだから…",
            "vi": "Ừm... tóm lại, Fel nên được hài lòng..."
        }
    ],
    "015.jpg": [
        {
            "x1": 688,
            "y1": 35,
            "x2": 745,
            "y2": 205,
            "text": "そうだ この肉使って…！",
            "vi": "Vâng, hãy sử dụng thịt này...!"
        },
        {
            "x1": 131,
            "y1": 169,
            "x2": 190,
            "y2": 273,
            "text": "とりさん このお肉 おいしいよ",
            "vi": "Tori -san Thịt này ngon"
        },
        {
            "x1": 73,
            "y1": 301,
            "x2": 114,
            "y2": 391,
            "text": "…ヨク ワカランガ",
            "vi": "...Yokwakarang"
        },
        {
            "x1": 34,
            "y1": 391,
            "x2": 92,
            "y2": 506,
            "text": "ナグサメテ クレテルノカ？ オマエ…",
            "vi": "Nagasamete cretine noka? Olae..."
        },
        {
            "x1": 656,
            "y1": 629,
            "x2": 690,
            "y2": 735,
            "text": "ナンダ？",
            "vi": "Nanda?"
        },
        {
            "x1": 58,
            "y1": 644,
            "x2": 206,
            "y2": 848,
            "text": "おお！ これは ウマイぞ‼",
            "vi": "Oh! Đây là Umai"
        },
        {
            "x1": 362,
            "y1": 801,
            "x2": 427,
            "y2": 927,
            "text": "ウマソウナ ニオイ",
            "vi": "Mùi cuối cùng"
        }
    ],
    "016.jpg": [
        {
            "x1": 733,
            "y1": 70,
            "x2": 782,
            "y2": 191,
            "text": "原型が なかったから",
            "vi": "Vì không có nguyên mẫu"
        },
        {
            "x1": 144,
            "y1": 57,
            "x2": 337,
            "y2": 157,
            "text": "オーク肉の焼肉む 謎肉ハンバーグ",
            "vi": "Thịt gỗ sồi nướng thịt bí ẩn thịt bánh hamburger"
        },
        {
            "x1": 625,
            "y1": 156,
            "x2": 695,
            "y2": 331,
            "text": "とりあえず ハンバーグっぽく してみたんだけど…",
            "vi": "Hiện tại, tôi đã cố gắng làm cho nó trông giống như một chiếc hamburger..."
        },
        {
            "x1": 479,
            "y1": 436,
            "x2": 533,
            "y2": 568,
            "text": "だってさ 良かったな！",
            "vi": "Bởi vì nó tốt!"
        },
        {
            "x1": 369,
            "y1": 411,
            "x2": 390,
            "y2": 547,
            "text": "フェンリルサマ",
            "vi": "Fenrirusama"
        },
        {
            "x1": 582,
            "y1": 526,
            "x2": 606,
            "y2": 613,
            "text": "おいしく",
            "vi": "Ngon lành"
        },
        {
            "x1": 137,
            "y1": 546,
            "x2": 189,
            "y2": 677,
            "text": "ヨロコンデ クダサッテル",
            "vi": "Yoroconde kudasastel"
        },
        {
            "x1": 328,
            "y1": 922,
            "x2": 419,
            "y2": 1021,
            "text": "でも結局 何の肉 なんだ？",
            "vi": "Nhưng sau tất cả các loại thịt là gì?"
        },
        {
            "x1": 31,
            "y1": 934,
            "x2": 78,
            "y2": 1150,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}