var ocr_data = {
    "1-623ec322dfa93.jpg": [
        {
            "x1": 886,
            "y1": 211,
            "x2": 933,
            "y2": 325,
            "text": "…俺は",
            "vi": "… Tôi là"
        },
        {
            "x1": 434,
            "y1": 182,
            "x2": 521,
            "y2": 333,
            "text": "それが なんで…",
            "vi": "Tại sao..."
        },
        {
            "x1": 680,
            "y1": 304,
            "x2": 789,
            "y2": 496,
            "text": "ドラゴンを 奪ってこいって 言ったよなあ",
            "vi": "Tôi đã nói với bạn để lấy con rồng"
        },
        {
            "x1": 0,
            "y1": 287,
            "x2": 132,
            "y2": 459,
            "text": "わな",
            "vi": "Hành lý"
        },
        {
            "x1": 0,
            "y1": 480,
            "x2": 139,
            "y2": 716,
            "text": "わな…",
            "vi": "Hành lý…"
        },
        {
            "x1": 1019,
            "y1": 590,
            "x2": 1076,
            "y2": 1588,
            "text": "漫画：双葉もも 原作：江口連 キャラクター原案:雅",
            "vi": "Phim hoạt hình: Momo Futaba Original: Eguchi Ren nhân vật"
        },
        {
            "x1": 750,
            "y1": 800,
            "x2": 954,
            "y2": 1134,
            "text": "なんでここに スライムが いんだよ⁉",
            "vi": "Tại sao lại có một chất nhờn ở đây?"
        },
        {
            "x1": 444,
            "y1": 1277,
            "x2": 961,
            "y2": 1429,
            "text": "とんでもスギル回 異世界放浪タジ",
            "vi": "Sgill Sgille khác nhau thế giới lang thang Taji"
        },
        {
            "x1": 397,
            "y1": 1534,
            "x2": 961,
            "y2": 1585,
            "text": "第63章スイに迫る魔の手 後編",
            "vi": "Chương 63 Tiếp cận bàn tay của quỷ đang đến gần"
        }
    ],
    "2-623ec32364f4b.jpg": [
        {
            "x1": 140,
            "y1": 100,
            "x2": 197,
            "y2": 175,
            "text": "ふた",
            "vi": "Nắp"
        },
        {
            "x1": 887,
            "y1": 77,
            "x2": 1061,
            "y2": 381,
            "text": "いくら暗いからって あのドラゴンと スライムを 間違えるか⁉",
            "vi": "Làm thế nào tối, con rồng và chất nhờn mà bạn phạm sai lầm?"
        },
        {
            "x1": 570,
            "y1": 292,
            "x2": 654,
            "y2": 465,
            "text": "普通気付く だろ！",
            "vi": "Bạn thường sẽ nhận thấy!"
        },
        {
            "x1": 205,
            "y1": 227,
            "x2": 291,
            "y2": 436,
            "text": "そんなこと 言ったって…",
            "vi": "Tôi đã nói điều đó..."
        },
        {
            "x1": 971,
            "y1": 645,
            "x2": 1080,
            "y2": 839,
            "text": "お前はいつも なんでこう 肝心な時に…ッ",
            "vi": "Tại sao bạn luôn luôn ở thời điểm này..."
        },
        {
            "x1": 646,
            "y1": 584,
            "x2": 731,
            "y2": 742,
            "text": "昼間の 魔物だって",
            "vi": "Thậm chí là một con quái vật ban ngày"
        },
        {
            "x1": 382,
            "y1": 560,
            "x2": 543,
            "y2": 835,
            "text": "ちったあ 頭使え！ キビキビ動け！",
            "vi": "Sử dụng đầu của bạn! Di chuyển sắc nét!"
        },
        {
            "x1": 630,
            "y1": 788,
            "x2": 743,
            "y2": 1054,
            "text": "お前がチンタラ やってたから 殺されかけたんだぞ",
            "vi": "Bạn sắp bị giết vì bạn đang làm Chintara"
        },
        {
            "x1": 947,
            "y1": 1120,
            "x2": 1065,
            "y2": 1555,
            "text": "うるせそ__そ",
            "vi": "Uruseiso__"
        }
    ],
    "3-623ec323e3a51.jpg": [
        {
            "x1": 819,
            "y1": 116,
            "x2": 945,
            "y2": 327,
            "text": "いつも 俺ばっかに 雑用押し付けて",
            "vi": "Luôn đẩy các công việc"
        },
        {
            "x1": 245,
            "y1": 36,
            "x2": 323,
            "y2": 256,
            "text": "はあ⁉",
            "vi": "Ha"
        },
        {
            "x1": 641,
            "y1": 220,
            "x2": 772,
            "y2": 492,
            "text": "そもそも ラルゴが急かさな かったら…",
            "vi": "Nếu Largo vội vàng ở nơi đầu tiên..."
        },
        {
            "x1": 92,
            "y1": 396,
            "x2": 170,
            "y2": 526,
            "text": "びっくり したく",
            "vi": "Tôi muốn ngạc nhiên"
        },
        {
            "x1": 821,
            "y1": 656,
            "x2": 898,
            "y2": 793,
            "text": "なんで ケンカく？",
            "vi": "Tại sao lại chiến đấu?"
        },
        {
            "x1": 181,
            "y1": 687,
            "x2": 272,
            "y2": 838,
            "text": "あるじ どこく？",
            "vi": "No ở đâu?"
        },
        {
            "x1": 679,
            "y1": 777,
            "x2": 751,
            "y2": 904,
            "text": "ねえここ どこ？",
            "vi": "Này, ở đâu?"
        },
        {
            "x1": 181,
            "y1": 1213,
            "x2": 266,
            "y2": 1394,
            "text": "うおっ",
            "vi": "Uh"
        }
    ],
    "4-623ec32485404.jpg": [
        {
            "x1": 903,
            "y1": 109,
            "x2": 1026,
            "y2": 386,
            "text": "くそ邪魔だな お前！",
            "vi": "Bạn đang cản trở!"
        },
        {
            "x1": 231,
            "y1": 616,
            "x2": 341,
            "y2": 819,
            "text": "どっか行け 雑魚！",
            "vi": "Đi đâu đó cá nhỏ!"
        }
    ],
    "5-623ec32525ac2.jpg": [
        {
            "x1": 139,
            "y1": 192,
            "x2": 214,
            "y2": 355,
            "text": "な…なんだ コイッ",
            "vi": "Gì..."
        },
        {
            "x1": 19,
            "y1": 579,
            "x2": 76,
            "y2": 731,
            "text": "腰が…ッ",
            "vi": "Tôi đang bị mắc kẹt..."
        },
        {
            "x1": 390,
            "y1": 692,
            "x2": 466,
            "y2": 969,
            "text": "ぎゃあ⁉",
            "vi": "Gyaa"
        },
        {
            "x1": 553,
            "y1": 1068,
            "x2": 643,
            "y2": 1295,
            "text": "テメェ ざけんなよッ",
            "vi": "Tôi Temezake"
        },
        {
            "x1": 401,
            "y1": 1261,
            "x2": 493,
            "y2": 1426,
            "text": "雑魚の くせに…",
            "vi": "Mặc dù nó là một con cá nhỏ..."
        },
        {
            "x1": 152,
            "y1": 1406,
            "x2": 186,
            "y2": 1515,
            "text": "ほう…",
            "vi": "quy tắc…"
        }
    ],
    "6-623ec325a9b06.jpg": [
        {
            "x1": 882,
            "y1": 321,
            "x2": 1069,
            "y2": 617,
            "text": "どこの どいつが",
            "vi": "Đâu là ở đâu"
        },
        {
            "x1": 225,
            "y1": 770,
            "x2": 327,
            "y2": 1105,
            "text": "雑魚とな",
            "vi": "Nó là một con cá nhỏ"
        }
    ],
    "8-623ec326afbb1.jpg": [
        {
            "x1": 890,
            "y1": 94,
            "x2": 1090,
            "y2": 327,
            "text": "どどど どうして ここに⁉",
            "vi": "Tại sao bạn lại ở đây?"
        },
        {
            "x1": 633,
            "y1": 131,
            "x2": 692,
            "y2": 238,
            "text": "薬は",
            "vi": "Thuốc là"
        },
        {
            "x1": 216,
            "y1": 313,
            "x2": 320,
            "y2": 547,
            "text": "あんな物 我らに効くか",
            "vi": "Loại điều đó phù hợp với chúng ta"
        },
        {
            "x1": 933,
            "y1": 645,
            "x2": 972,
            "y2": 796,
            "text": "くそ…ッ",
            "vi": "Chết tiệt... tsu"
        },
        {
            "x1": 205,
            "y1": 990,
            "x2": 353,
            "y2": 1398,
            "text": "やめとけ",
            "vi": "Chặn"
        }
    ],
    "9-623ec32735ec1.jpg": [
        {
            "x1": 738,
            "y1": 231,
            "x2": 900,
            "y2": 448,
            "text": "敢えて 泳がして やったのだ",
            "vi": "Tôi đã dám bơi"
        },
        {
            "x1": 90,
            "y1": 439,
            "x2": 264,
            "y2": 731,
            "text": "この意味が まだ分からぬと 申すか？",
            "vi": "Bạn có nói rằng bạn chưa hiểu ý nghĩa này không?"
        },
        {
            "x1": 777,
            "y1": 788,
            "x2": 804,
            "y2": 964,
            "text": "…チキショウッ",
            "vi": "Tiết Chikisho"
        },
        {
            "x1": 310,
            "y1": 834,
            "x2": 411,
            "y2": 1014,
            "text": "本来ならば 八つ裂きにして やるところ",
            "vi": "Ban đầu là một nơi để chia tám"
        },
        {
            "x1": 209,
            "y1": 886,
            "x2": 277,
            "y2": 1029,
            "text": "しかし そうだな…",
            "vi": "Nhưng đúng..."
        },
        {
            "x1": 514,
            "y1": 1165,
            "x2": 550,
            "y2": 1239,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 810,
            "y1": 1166,
            "x2": 925,
            "y2": 1416,
            "text": "フェルおじちゃん ざこって なにく？",
            "vi": "Chú Fel là gì?"
        },
        {
            "x1": 319,
            "y1": 1252,
            "x2": 463,
            "y2": 1430,
            "text": "とても 弱いという 意味だ",
            "vi": "Nó có nghĩa là rất yếu"
        },
        {
            "x1": 38,
            "y1": 1326,
            "x2": 88,
            "y2": 1488,
            "text": "ええー！",
            "vi": "Ừ!"
        }
    ],
    "10-623ec328771ce.jpg": [
        {
            "x1": 1038,
            "y1": 226,
            "x2": 1075,
            "y2": 431,
            "text": "…決まりだな",
            "vi": "“Đó là một quy tắc"
        },
        {
            "x1": 278,
            "y1": 89,
            "x2": 377,
            "y2": 336,
            "text": "スイよわく ないもん～～～",
            "vi": "Nó không tốt ~~~"
        },
        {
            "x1": 914,
            "y1": 327,
            "x2": 993,
            "y2": 508,
            "text": "ここはスイに 任せよう",
            "vi": "Để lại cái này cho Sui"
        }
    ],
    "11-623ec328efafa.jpg": [
        {
            "x1": 395,
            "y1": 420,
            "x2": 469,
            "y2": 554,
            "text": "おはよう ございま",
            "vi": "buổi sáng tốt lành"
        },
        {
            "x1": 150,
            "y1": 686,
            "x2": 238,
            "y2": 802,
            "text": "…って あれ？",
            "vi": "… Gì?"
        },
        {
            "x1": 814,
            "y1": 945,
            "x2": 946,
            "y2": 1111,
            "text": "奴らなら 今朝早くに 去ったぞ",
            "vi": "Chúng tôi đã rời đi vào sáng sớm hôm nay"
        },
        {
            "x1": 181,
            "y1": 1011,
            "x2": 255,
            "y2": 1246,
            "text": "起こしてくれても 良かったのに…",
            "vi": "Tôi ước tôi có thể đánh thức tôi lên..."
        },
        {
            "x1": 311,
            "y1": 1198,
            "x2": 347,
            "y2": 1353,
            "text": "そうなんだ",
            "vi": "Đúng thế"
        },
        {
            "x1": 97,
            "y1": 1157,
            "x2": 148,
            "y2": 1280,
            "text": "さびしいな",
            "vi": "Cô đơn"
        }
    ],
    "12-623ec3296e003.jpg": [
        {
            "x1": 911,
            "y1": 146,
            "x2": 996,
            "y2": 296,
            "text": "おはよく あるじく",
            "vi": "Oha là một thời gian tốt"
        },
        {
            "x1": 490,
            "y1": 248,
            "x2": 591,
            "y2": 416,
            "text": "おなか すいたく",
            "vi": "Đói"
        },
        {
            "x1": 697,
            "y1": 476,
            "x2": 778,
            "y2": 601,
            "text": "おはよう 二人共",
            "vi": "Chào cả hai buổi sáng"
        },
        {
            "x1": 204,
            "y1": 387,
            "x2": 286,
            "y2": 634,
            "text": "そうだね すぐ用意するなー",
            "vi": "Đúng vậy, đừng chuẩn bị ngay"
        },
        {
            "x1": 839,
            "y1": 738,
            "x2": 980,
            "y2": 857,
            "text": "あの人 たちも 今頃",
            "vi": "Những người đó cũng vậy"
        },
        {
            "x1": 710,
            "y1": 792,
            "x2": 796,
            "y2": 975,
            "text": "朝飯食って んのかなく",
            "vi": "Không ăn sáng"
        },
        {
            "x1": 230,
            "y1": 1332,
            "x2": 263,
            "y2": 1483,
            "text": "腹減った…",
            "vi": "đói…"
        },
        {
            "x1": 710,
            "y1": 1530,
            "x2": 1062,
            "y2": 1589,
            "text": "次回にうづぐ",
            "vi": "Uzugugu vào lần sau"
        }
    ]
}