var ocr_data = {
    "001.jpg": [
        {
            "x1": 518,
            "y1": 1009,
            "x2": 609,
            "y2": 1197,
            "text": "トリさんも たべよー",
            "vi": "Tori -san cũng ăn"
        },
        {
            "x1": 117,
            "y1": 1311,
            "x2": 156,
            "y2": 1494,
            "text": "デジャヴ…",
            "vi": "Dejav..."
        }
    ],
    "002.jpg": [
        {
            "x1": 278,
            "y1": 66,
            "x2": 895,
            "y2": 121,
            "text": "第31章 グリフォンのお悩み相談",
            "vi": "Chương 31 Tư vấn lo lắng của Glifon"
        },
        {
            "x1": 487,
            "y1": 425,
            "x2": 708,
            "y2": 489,
            "text": "Tondemo skiTde lsekai:Hourou:Meshi",
            "vi": "L -Sekai ở S."
        },
        {
            "x1": 123,
            "y1": 1515,
            "x2": 1046,
            "y2": 1564,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "003.jpg": [
        {
            "x1": 862,
            "y1": 209,
            "x2": 893,
            "y2": 297,
            "text": "ふむ・",
            "vi": "Hm ·"
        },
        {
            "x1": 339,
            "y1": 159,
            "x2": 376,
            "y2": 316,
            "text": "その様子…",
            "vi": "Tình huống đó..."
        },
        {
            "x1": 211,
            "y1": 181,
            "x2": 281,
            "y2": 390,
            "text": "上手くいって おらんようだな",
            "vi": "Có vẻ như nó hoạt động tốt"
        },
        {
            "x1": 729,
            "y1": 512,
            "x2": 950,
            "y2": 726,
            "text": "えっ でもフェルと 戦って長として 認められたん だろ⁉",
            "vi": "Chà, tôi đã được công nhận là một cuộc chiến dài chống lại Fel⁉"
        },
        {
            "x1": 587,
            "y1": 492,
            "x2": 653,
            "y2": 635,
            "text": "何がダメ だったの？",
            "vi": "Điều gì là vô ích?"
        },
        {
            "x1": 257,
            "y1": 513,
            "x2": 387,
            "y2": 644,
            "text": "群れの長が それだけで 務まる訳 なかろう！",
            "vi": "Tôi đoán độ dài của đàn không hoạt động!"
        },
        {
            "x1": 755,
            "y1": 917,
            "x2": 947,
            "y2": 1308,
            "text": "フェンリルサマノ イウトオリ… オレ 長トシテ ガンバッタ…",
            "vi": "Fenriri Samano Outori... Tôi là một khẩu súng dài"
        },
        {
            "x1": 409,
            "y1": 1184,
            "x2": 503,
            "y2": 1375,
            "text": "ガンバッタ ケド…",
            "vi": "Ganbatt Ked..."
        }
    ],
    "004.jpg": [
        {
            "x1": 638,
            "y1": 230,
            "x2": 825,
            "y2": 501,
            "text": "コラ！ マタ仲間内デ 争ッて…！",
            "vi": "Kora! Tranh chấp tình bạn của Mata...!"
        },
        {
            "x1": 192,
            "y1": 225,
            "x2": 243,
            "y2": 397,
            "text": "ヤメロ‼",
            "vi": "Yamero"
        },
        {
            "x1": 878,
            "y1": 650,
            "x2": 953,
            "y2": 838,
            "text": "獲物ヲ横取リ サレタ？",
            "vi": "Con mồi Woplit Saleta?"
        },
        {
            "x1": 492,
            "y1": 608,
            "x2": 605,
            "y2": 817,
            "text": "ソモソモ エサガ少ナイノ ドウニカシロ？",
            "vi": "Somo Somo Esga Shrine Nino Donikashiro?"
        },
        {
            "x1": 203,
            "y1": 664,
            "x2": 237,
            "y2": 790,
            "text": "ウーム…",
            "vi": "Wome..."
        },
        {
            "x1": 941,
            "y1": 1064,
            "x2": 1028,
            "y2": 1203,
            "text": "タシカニ 連日ノ雨",
            "vi": "Tashikan mỗi ngày"
        },
        {
            "x1": 840,
            "y1": 1262,
            "x2": 913,
            "y2": 1457,
            "text": "狩リモ ロクニ デキナイ…",
            "vi": "Hunting Rimorokuni Dekinai..."
        },
        {
            "x1": 444,
            "y1": 1257,
            "x2": 491,
            "y2": 1378,
            "text": "ナニ⁉",
            "vi": "Nani"
        },
        {
            "x1": 636,
            "y1": 1328,
            "x2": 720,
            "y2": 1494,
            "text": "ミンナ イライラ…",
            "vi": "Bán Minna..."
        },
        {
            "x1": 331,
            "y1": 1314,
            "x2": 416,
            "y2": 1512,
            "text": "雛タチノ 巣ガ崩レタ⁉",
            "vi": "Hina Tachino Nest Gagu Letter⁉"
        }
    ],
    "005.jpg": [
        {
            "x1": 658,
            "y1": 120,
            "x2": 752,
            "y2": 295,
            "text": "ナワバリニ 侵入者‼",
            "vi": "Kẻ xâm nhập nawabarini"
        },
        {
            "x1": 104,
            "y1": 88,
            "x2": 283,
            "y2": 280,
            "text": "マタ ケンカ‼ ヤメロ！",
            "vi": "Mata Kenka‼ Yamero!"
        },
        {
            "x1": 434,
            "y1": 283,
            "x2": 473,
            "y2": 458,
            "text": "一羽迷子⁉",
            "vi": "Một chiếc lông bị mất"
        },
        {
            "x1": 730,
            "y1": 701,
            "x2": 776,
            "y2": 911,
            "text": "ワカッタ‼",
            "vi": "Wakatta"
        },
        {
            "x1": 552,
            "y1": 992,
            "x2": 665,
            "y2": 1228,
            "text": "全部オレ マカセロ‼",
            "vi": "Tất cả Macacacello‼"
        },
        {
            "x1": 280,
            "y1": 1278,
            "x2": 367,
            "y2": 1445,
            "text": "ミンナノ 長ダカラ…",
            "vi": "Minnano Long Dakara..."
        },
        {
            "x1": 165,
            "y1": 1327,
            "x2": 250,
            "y2": 1531,
            "text": "オレ ガンバッタ…",
            "vi": "Tôi là một loại nho Gamon..."
        }
    ],
    "006.jpg": [
        {
            "x1": 959,
            "y1": 136,
            "x2": 1039,
            "y2": 303,
            "text": "崩レタ巣ノ イドウ",
            "vi": "Sụp đổ reta nest noydow"
        },
        {
            "x1": 689,
            "y1": 186,
            "x2": 764,
            "y2": 368,
            "text": "ナワバリ争イ エサノカクホ",
            "vi": "Khả năng tương thích Nawabari Lee Esano Kakuho"
        },
        {
            "x1": 316,
            "y1": 318,
            "x2": 386,
            "y2": 515,
            "text": "迷子サガシニ ケンカトメル…",
            "vi": "Mất sagashinikenkatomel..."
        },
        {
            "x1": 951,
            "y1": 598,
            "x2": 996,
            "y2": 761,
            "text": "…そんで",
            "vi": "… Và"
        },
        {
            "x1": 630,
            "y1": 654,
            "x2": 735,
            "y2": 806,
            "text": "心身共に ボロボロに なって",
            "vi": "Cả tâm trí và cơ thể đều bị rách"
        },
        {
            "x1": 560,
            "y1": 764,
            "x2": 652,
            "y2": 912,
            "text": "逃げて 来たと…",
            "vi": "Khi tôi bỏ chạy..."
        },
        {
            "x1": 252,
            "y1": 827,
            "x2": 311,
            "y2": 1015,
            "text": "チガウッ",
            "vi": "Đánh cá"
        },
        {
            "x1": 907,
            "y1": 1143,
            "x2": 1023,
            "y2": 1398,
            "text": "オレニゲテナイ！ ミンナノタメ ガンバッタ！",
            "vi": "Orenigenai! Minnano Tame Gamamaga!"
        },
        {
            "x1": 619,
            "y1": 1165,
            "x2": 656,
            "y2": 1284,
            "text": "ドコ行ク！",
            "vi": "DOCO!"
        },
        {
            "x1": 388,
            "y1": 1077,
            "x2": 551,
            "y2": 1273,
            "text": "ナノニ ナゼカウマク イカナカッタ ンダ…",
            "vi": "Nanonononazeka Mak Ikana Cutta Land..."
        },
        {
            "x1": 564,
            "y1": 1357,
            "x2": 607,
            "y2": 1448,
            "text": "ホント",
            "vi": "thật sự"
        }
    ],
    "007.jpg": [
        {
            "x1": 777,
            "y1": 52,
            "x2": 925,
            "y2": 277,
            "text": "森ノ先デ レッドホーンブル ノ群レガイタハズ ダッタ…",
            "vi": "Mori No Dae Ded Red Horn Brewing Không nhóm Reegaahazdutta..."
        },
        {
            "x1": 693,
            "y1": 162,
            "x2": 770,
            "y2": 267,
            "text": "一体モ イナイ",
            "vi": "United Moinai"
        },
        {
            "x1": 509,
            "y1": 221,
            "x2": 612,
            "y2": 401,
            "text": "トッテ ナカマヨロコブ 思ッタノニ…",
            "vi": "Totte Nakama Yorokob Sitanoni..."
        },
        {
            "x1": 808,
            "y1": 554,
            "x2": 952,
            "y2": 804,
            "text": "ウシさんなら スイたちが ビュッビュッ",
            "vi": "Nếu bạn là một con bò, sui và sui là bubbutu"
        },
        {
            "x1": 294,
            "y1": 537,
            "x2": 386,
            "y2": 761,
            "text": "あははは",
            "vi": "Hahaha"
        },
        {
            "x1": 130,
            "y1": 552,
            "x2": 239,
            "y2": 831,
            "text": "そういう時も あるってー！",
            "vi": "Có những lúc như thế!"
        },
        {
            "x1": 781,
            "y1": 976,
            "x2": 894,
            "y2": 1172,
            "text": "エサモトメテ 遠クニキテモ 役ニ立テナイ…",
            "vi": "Esamotomee Toukinikitemo Vai trò Neni Tenai..."
        },
        {
            "x1": 258,
            "y1": 1008,
            "x2": 425,
            "y2": 1227,
            "text": "どうしよう フェル まさかあの 討伐依頼が こんなことに…",
            "vi": "Tôi nên làm gì đây?"
        },
        {
            "x1": 875,
            "y1": 1201,
            "x2": 911,
            "y2": 1306,
            "text": "たべるー",
            "vi": "Ăn"
        },
        {
            "x1": 590,
            "y1": 1231,
            "x2": 693,
            "y2": 1423,
            "text": "フェンリル様ニ アエタノハ ウレシイガ…",
            "vi": "Fenrir -sama nii aetanoha ureshiiga..."
        },
        {
            "x1": 108,
            "y1": 1306,
            "x2": 180,
            "y2": 1487,
            "text": "こればっかりは 仕方なかろう",
            "vi": "Đây không phải là cái duy nhất"
        }
    ],
    "008.jpg": [
        {
            "x1": 972,
            "y1": 119,
            "x2": 1035,
            "y2": 345,
            "text": "でも 実際困ってる やつがいるんだし…",
            "vi": "Nhưng thực sự có những người đang gặp rắc rối..."
        },
        {
            "x1": 590,
            "y1": 127,
            "x2": 672,
            "y2": 320,
            "text": "我らの世界は 弱肉強食",
            "vi": "Thế giới của chúng ta là một cuộc đấu tranh thịt yếu đuối"
        },
        {
            "x1": 138,
            "y1": 108,
            "x2": 300,
            "y2": 320,
            "text": "アヤツは それを覚悟して 群れの長に なったのだ",
            "vi": "Ayatsu đã chuẩn bị cho nó và trở thành người đứng đầu đàn"
        },
        {
            "x1": 752,
            "y1": 328,
            "x2": 837,
            "y2": 460,
            "text": "お主は 甘いのだ",
            "vi": "Chúa ngọt ngào"
        },
        {
            "x1": 748,
            "y1": 614,
            "x2": 1092,
            "y2": 836,
            "text": "こんなことで いちいち 落ちこんで いる長に 誰がついて いきたいと 思う",
            "vi": "Ai muốn theo kịp với độ dài của loại điều này."
        },
        {
            "x1": 526,
            "y1": 645,
            "x2": 588,
            "y2": 777,
            "text": "そうだけど まあ…",
            "vi": "Đúng vậy, nhưng cũng..."
        },
        {
            "x1": 569,
            "y1": 947,
            "x2": 690,
            "y2": 1152,
            "text": "トリさん が_そ",
            "vi": "Tori là _"
        },
        {
            "x1": 937,
            "y1": 1169,
            "x2": 977,
            "y2": 1352,
            "text": "あるじく～",
            "vi": "Một điều nhất định ~"
        },
        {
            "x1": 665,
            "y1": 1216,
            "x2": 705,
            "y2": 1283,
            "text": "よし",
            "vi": "đồng ý"
        },
        {
            "x1": 644,
            "y1": 1242,
            "x2": 683,
            "y2": 1313,
            "text": "よし",
            "vi": "đồng ý"
        },
        {
            "x1": 602,
            "y1": 1240,
            "x2": 644,
            "y2": 1313,
            "text": "よし",
            "vi": "đồng ý"
        },
        {
            "x1": 185,
            "y1": 1198,
            "x2": 215,
            "y2": 1407,
            "text": "聞こえてたか…",
            "vi": "Bạn đã nghe nó..."
        }
    ],
    "009.jpg": [
        {
            "x1": 533,
            "y1": 171,
            "x2": 614,
            "y2": 344,
            "text": "顔を上げよ グリフォン",
            "vi": "Nuôi mặt bạn Griffon"
        },
        {
            "x1": 796,
            "y1": 600,
            "x2": 950,
            "y2": 785,
            "text": "そう何事も はじめから 上手くいく ものではない",
            "vi": "Có, mọi thứ không hoạt động ngay từ đầu"
        },
        {
            "x1": 586,
            "y1": 708,
            "x2": 704,
            "y2": 868,
            "text": "お主の場合 気張りすぎ だな…",
            "vi": "Nếu bạn là Chúa, bạn đã quá lo lắng..."
        },
        {
            "x1": 270,
            "y1": 1130,
            "x2": 440,
            "y2": 1340,
            "text": "もう少し 肩の力を抜いて みても良いとは 思うぞ",
            "vi": "Tôi nghĩ rằng bạn có thể thư giãn vai của bạn nhiều hơn một chút"
        },
        {
            "x1": 132,
            "y1": 1266,
            "x2": 168,
            "y2": 1490,
            "text": "フェンリルサマ…",
            "vi": "Fenririsama..."
        }
    ],
    "010.jpg": [
        {
            "x1": 989,
            "y1": 142,
            "x2": 1023,
            "y2": 268,
            "text": "そうそう",
            "vi": "Ồ vâng"
        },
        {
            "x1": 394,
            "y1": 177,
            "x2": 455,
            "y2": 321,
            "text": "オモイ",
            "vi": "Omoi"
        },
        {
            "x1": 847,
            "y1": 290,
            "x2": 939,
            "y2": 523,
            "text": "無理せず出来る ことからやってけば いいんじゃないか？",
            "vi": "Tại sao bạn không làm điều đó bởi vì bạn có thể làm điều đó mà không phải làm quá sức?"
        },
        {
            "x1": 165,
            "y1": 346,
            "x2": 214,
            "y2": 555,
            "text": "ツカナイ…",
            "vi": "Tsukanai..."
        },
        {
            "x1": 569,
            "y1": 516,
            "x2": 610,
            "y2": 738,
            "text": "デキルコト…",
            "vi": "Dekirkoto..."
        },
        {
            "x1": 973,
            "y1": 848,
            "x2": 1069,
            "y2": 1018,
            "text": "戦ウコト デキル…",
            "vi": "Chiến tranh Ukoto Dekill..."
        },
        {
            "x1": 898,
            "y1": 897,
            "x2": 957,
            "y2": 1068,
            "text": "デモ…",
            "vi": "bản giới thiệu…"
        },
        {
            "x1": 668,
            "y1": 864,
            "x2": 718,
            "y2": 998,
            "text": "うーん",
            "vi": "Hmmm"
        },
        {
            "x1": 435,
            "y1": 838,
            "x2": 577,
            "y2": 1098,
            "text": "トリさん この前のごはん おいしかったよ",
            "vi": "Tori -san -san gạo này rất ngon"
        },
        {
            "x1": 709,
            "y1": 1142,
            "x2": 818,
            "y2": 1291,
            "text": "なんて 言ぇば いいかな…",
            "vi": "Tôi nên nói gì..."
        }
    ],
    "011.jpg": [
        {
            "x1": 905,
            "y1": 184,
            "x2": 948,
            "y2": 319,
            "text": "スイがね",
            "vi": "Sui là"
        },
        {
            "x1": 632,
            "y1": 160,
            "x2": 862,
            "y2": 441,
            "text": "この間もって 来てくれたお肉が おいしかったー！ ──って 喜んでるよ",
            "vi": "Thịt đến trong thời gian này là ngon! Tôi vui mừng"
        },
        {
            "x1": 746,
            "y1": 568,
            "x2": 854,
            "y2": 756,
            "text": "いっきに全部 やろうとする んじゃなくて",
            "vi": "Đừng cố làm tất cả cùng một lúc"
        },
        {
            "x1": 848,
            "y1": 964,
            "x2": 951,
            "y2": 1137,
            "text": "こういうので いいんじゃ ないか？",
            "vi": "Nó có ổn không cho điều này?"
        },
        {
            "x1": 451,
            "y1": 888,
            "x2": 580,
            "y2": 1092,
            "text": "あとやっぱ 美味しい ごはんかな！",
            "vi": "Sau tất cả, đó là gạo ngon!"
        }
    ],
    "012.jpg": [
        {
            "x1": 943,
            "y1": 26,
            "x2": 1091,
            "y2": 245,
            "text": "なんならフェルが 狩ったモノで お裾分けできる かも…",
            "vi": "Tôi tự hỏi liệu nó có thể được chia cho cuộc săn của Fel..."
        },
        {
            "x1": 731,
            "y1": 248,
            "x2": 773,
            "y2": 361,
            "text": "なに⁉",
            "vi": "cái gì⁉"
        },
        {
            "x1": 600,
            "y1": 343,
            "x2": 704,
            "y2": 534,
            "text": "それでは 我の分が減る ではないか…！",
            "vi": "Sau đó số tiền của tôi sẽ giảm...!"
        },
        {
            "x1": 270,
            "y1": 350,
            "x2": 370,
            "y2": 552,
            "text": "キマイラを 処分できる チャンスでは…⁉",
            "vi": "Trong cơ hội xử lý con chimera..."
        },
        {
            "x1": 468,
            "y1": 629,
            "x2": 550,
            "y2": 829,
            "text": "オレジブンデ ガンバル",
            "vi": "Orejibunde ganbal"
        },
        {
            "x1": 920,
            "y1": 763,
            "x2": 1009,
            "y2": 898,
            "text": "イヤ 大丈夫ダ",
            "vi": "Tôi không thích nó"
        },
        {
            "x1": 365,
            "y1": 735,
            "x2": 446,
            "y2": 902,
            "text": "アリガトウ ニンゲン",
            "vi": "Arigatou Ningen"
        },
        {
            "x1": 187,
            "y1": 793,
            "x2": 221,
            "y2": 898,
            "text": "そうか",
            "vi": "Thực ra"
        },
        {
            "x1": 962,
            "y1": 1253,
            "x2": 1017,
            "y2": 1482,
            "text": "バイバーイ",
            "vi": "Bybarie"
        },
        {
            "x1": 522,
            "y1": 1313,
            "x2": 583,
            "y2": 1515,
            "text": "……また空回り しないといいな…",
            "vi": "......Tôi hy vọng bạn không quay lại..."
        },
        {
            "x1": 188,
            "y1": 1229,
            "x2": 250,
            "y2": 1486,
            "text": "処分ならず",
            "vi": "Mà không có xử lý"
        },
        {
            "x1": 44,
            "y1": 1204,
            "x2": 105,
            "y2": 1487,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}