var ocr_data = {
    "1-62b6ab5a8e7f0.jpg": [
        {
            "x1": 204,
            "y1": 150,
            "x2": 330,
            "y2": 332,
            "text": "ふいく 気持ち 良かったなぁ",
            "vi": "tôi cảm thấy tốt"
        },
        {
            "x1": 912,
            "y1": 1108,
            "x2": 978,
            "y2": 1273,
            "text": "まったく フェルのやつ",
            "vi": "Fel Guy At All"
        },
        {
            "x1": 541,
            "y1": 1115,
            "x2": 679,
            "y2": 1315,
            "text": "風呂だって わかった途端 狩りに行っちゃう んだもんな",
            "vi": "Tôi đi săn ngay khi tôi biết tắm"
        }
    ],
    "2-62b6ab5b34340.jpg": [
        {
            "x1": 101,
            "y1": 52,
            "x2": 633,
            "y2": 106,
            "text": "第51章 ダリルとイーリス",
            "vi": "Chương 51 Daryl và Iris"
        },
        {
            "x1": 45,
            "y1": 107,
            "x2": 98,
            "y2": 1044,
            "text": "漫画：赤岸Ｋ 原作：江口連 キャラクター原案:雅",
            "vi": "Manga: Akagishi K hoặc gốc: Nhân vật Eguchi Ren"
        }
    ],
    "3-62b6ab5bd18f5.jpg": [
        {
            "x1": 313,
            "y1": 136,
            "x2": 429,
            "y2": 292,
            "text": "イーリス だけでも 逃げろッ！",
            "vi": "Thoát với Eris một mình!"
        },
        {
            "x1": 109,
            "y1": 329,
            "x2": 182,
            "y2": 494,
            "text": "ヤダッ",
            "vi": "Yadach"
        },
        {
            "x1": 894,
            "y1": 634,
            "x2": 986,
            "y2": 875,
            "text": "お兄ちゃんも いっ 一緒じゃなきゃ",
            "vi": "Tôi phải ở bên anh trai của tôi"
        }
    ],
    "4-62b6ab5c7af60.jpg": [
        {
            "x1": 194,
            "y1": 154,
            "x2": 253,
            "y2": 285,
            "text": "スイッ",
            "vi": "Phù hợp"
        },
        {
            "x1": 143,
            "y1": 375,
            "x2": 191,
            "y2": 607,
            "text": "ドラちゃん！",
            "vi": "Dora -chan!"
        },
        {
            "x1": 912,
            "y1": 744,
            "x2": 955,
            "y2": 920,
            "text": "任せとけッ",
            "vi": "Hãy để tôi rời đi"
        }
    ],
    "5-62b6ab5d1963b.jpg": [
        {
            "x1": 114,
            "y1": 1058,
            "x2": 241,
            "y2": 1213,
            "text": "おーい 君たち 大丈夫かー",
            "vi": "Ồ, bạn có ổn không?"
        }
    ],
    "6-62b6ab5dafd98.jpg": [
        {
            "x1": 879,
            "y1": 145,
            "x2": 1004,
            "y2": 356,
            "text": "オークは もう倒したから 大丈夫だよ",
            "vi": "Không sao vì gỗ sồi đã bị đánh bại"
        },
        {
            "x1": 416,
            "y1": 162,
            "x2": 459,
            "y2": 372,
            "text": "怪我はない？",
            "vi": "Có bất kỳ chấn thương nào không?"
        },
        {
            "x1": 167,
            "y1": 844,
            "x2": 201,
            "y2": 1014,
            "text": "怖かったよね",
            "vi": "Tôi đã sợ hãi"
        },
        {
            "x1": 123,
            "y1": 923,
            "x2": 157,
            "y2": 1067,
            "text": "そうだよね",
            "vi": "Đung"
        }
    ],
    "7-62b6ab5e544a3.jpg": [
        {
            "x1": 862,
            "y1": 143,
            "x2": 976,
            "y2": 351,
            "text": "こちらから オークの気配が したが…",
            "vi": "Có một dấu hiệu của cây sồi từ đây..."
        },
        {
            "x1": 129,
            "y1": 257,
            "x2": 210,
            "y2": 397,
            "text": "おかえり フェル",
            "vi": "Chào mừng bạn trở lại"
        },
        {
            "x1": 575,
            "y1": 573,
            "x2": 647,
            "y2": 795,
            "text": "この小童ら どうしたのだ？",
            "vi": "Điều gì đã xảy ra với Kodo này?"
        },
        {
            "x1": 485,
            "y1": 1157,
            "x2": 633,
            "y2": 1354,
            "text": "ああぁ これはね 俺の従魔だから 大丈夫だからね",
            "vi": "Oh, không sao vì đây là phép thuật của tôi"
        },
        {
            "x1": 168,
            "y1": 1148,
            "x2": 279,
            "y2": 1319,
            "text": "少しは 落ち着いて くれたかな？",
            "vi": "Bạn có bình tĩnh một chút không?"
        },
        {
            "x1": 460,
            "y1": 1402,
            "x2": 562,
            "y2": 1526,
            "text": "これとは なんだ これとは",
            "vi": "Cái gì thế này?"
        }
    ],
    "8-62b6ab5eee7e3.jpg": [
        {
            "x1": 393,
            "y1": 151,
            "x2": 478,
            "y2": 308,
            "text": "君たちの お名前は？",
            "vi": "Tên của bạn là gì?"
        },
        {
            "x1": 137,
            "y1": 573,
            "x2": 208,
            "y2": 741,
            "text": "どこから 来たんだい？",
            "vi": "Bạn đến từ đâu?"
        },
        {
            "x1": 908,
            "y1": 1058,
            "x2": 987,
            "y2": 1158,
            "text": "僕は ダリル",
            "vi": "Tôi Daryl"
        },
        {
            "x1": 339,
            "y1": 1062,
            "x2": 372,
            "y2": 1207,
            "text": "…イーリス",
            "vi": "… Iris"
        },
        {
            "x1": 951,
            "y1": 1255,
            "x2": 982,
            "y2": 1375,
            "text": "こっちは",
            "vi": "Đây là"
        },
        {
            "x1": 165,
            "y1": 1267,
            "x2": 246,
            "y2": 1421,
            "text": "ドランから 来た",
            "vi": "Tôi đến từ Doran"
        }
    ],
    "9-62b6ab5f92972.jpg": [
        {
            "x1": 909,
            "y1": 138,
            "x2": 988,
            "y2": 242,
            "text": "ドラン から？",
            "vi": "Từ Doran?"
        },
        {
            "x1": 388,
            "y1": 125,
            "x2": 534,
            "y2": 292,
            "text": "君たちの他に 大人は？ 何か訳アリ なのかい？",
            "vi": "Ai là người lớn khác với bạn? Nó có phải là một con kiến không?"
        },
        {
            "x1": 907,
            "y1": 357,
            "x2": 979,
            "y2": 579,
            "text": "大人でも徒歩だと 三時間はかかるぞ",
            "vi": "Sẽ mất ba giờ đi bộ ngay cả đối với người lớn"
        },
        {
            "x1": 846,
            "y1": 662,
            "x2": 962,
            "y2": 847,
            "text": "あのオークを くれるんなら 話す",
            "vi": "Nếu bạn cho gỗ sồi đó, hãy nói chuyện"
        },
        {
            "x1": 932,
            "y1": 953,
            "x2": 994,
            "y2": 1063,
            "text": "それは いいけど",
            "vi": "Điều đó tốt"
        },
        {
            "x1": 568,
            "y1": 967,
            "x2": 659,
            "y2": 1097,
            "text": "アイテム ボックスが あるから",
            "vi": "Vì có một hộp vật phẩm"
        },
        {
            "x1": 135,
            "y1": 995,
            "x2": 245,
            "y2": 1140,
            "text": "…僕と イーリスと お母さん",
            "vi": "...Tôi, Iris và mẹ"
        },
        {
            "x1": 892,
            "y1": 1076,
            "x2": 992,
            "y2": 1209,
            "text": "そんなの 持てないん じゃ…",
            "vi": "Tôi không thể có cái đó..."
        },
        {
            "x1": 919,
            "y1": 1286,
            "x2": 940,
            "y2": 1412,
            "text": "「らない・.",
            "vi": "“Không..."
        },
        {
            "x1": 122,
            "y1": 1210,
            "x2": 238,
            "y2": 1382,
            "text": "三人で ドランの街に 住んでるんだ",
            "vi": "Tôi sống ở thành phố Doran cùng nhau"
        }
    ],
    "10-62b6ab603befd.jpg": [
        {
            "x1": 908,
            "y1": 85,
            "x2": 983,
            "y2": 257,
            "text": "冒険者だった お父さんは",
            "vi": "Bố là một nhà thám hiểm"
        },
        {
            "x1": 505,
            "y1": 145,
            "x2": 618,
            "y2": 368,
            "text": "それから 三人でなんとか 暮らしてきたけど",
            "vi": "Sau đó tôi đã sống với ba người"
        },
        {
            "x1": 223,
            "y1": 140,
            "x2": 337,
            "y2": 337,
            "text": "少し前 お母さんが 病気で倒れて…",
            "vi": "Cách đây một lúc mẹ tôi ngã xuống vì bệnh..."
        },
        {
            "x1": 859,
            "y1": 287,
            "x2": 971,
            "y2": 506,
            "text": "ダンジョンに 入ったっきり 帰ってこなかった",
            "vi": "Tôi đã không quay lại trong ngục tối"
        },
        {
            "x1": 844,
            "y1": 714,
            "x2": 989,
            "y2": 960,
            "text": "神殿の神官様にも 診てもらって 回復魔法も かけてもらったんだ",
            "vi": "Tôi đã có một linh mục của ngôi đền được kiểm tra và có một phép thuật phục hồi."
        },
        {
            "x1": 137,
            "y1": 706,
            "x2": 287,
            "y2": 955,
            "text": "けど その時良くなっても またすぐに 悪くなっちゃう",
            "vi": "Nhưng ngay cả khi nó trở nên tốt hơn vào thời điểm đó, nó sẽ sớm trở nên tồi tệ hơn nữa."
        },
        {
            "x1": 958,
            "y1": 1073,
            "x2": 1033,
            "y2": 1193,
            "text": "神官様が 言うには",
            "vi": "Linh mục nói"
        },
        {
            "x1": 709,
            "y1": 1059,
            "x2": 817,
            "y2": 1220,
            "text": "これほど重い 病は私では 治しきれない",
            "vi": "Tôi không thể chữa khỏi một căn bệnh nghiêm trọng như vậy"
        },
        {
            "x1": 570,
            "y1": 1133,
            "x2": 670,
            "y2": 1342,
            "text": "王都にいる 高位神官で あればあるいは…",
            "vi": "Nếu bạn là một linh mục cao cấp ở thủ đô hoàng gia..."
        },
        {
            "x1": 369,
            "y1": 1046,
            "x2": 513,
            "y2": 1248,
            "text": "でも王都から 神官様を呼ぶには 高いお布施が ひっよ 必要だから",
            "vi": "Nhưng để gọi linh mục từ thủ đô của hoàng gia, bạn cần một cầu chì cao."
        },
        {
            "x1": 121,
            "y1": 1039,
            "x2": 260,
            "y2": 1250,
            "text": "それで 僕たちでも できそうな 薬草採取をしに…",
            "vi": "Vì vậy để thu thập các loại thảo mộc mà chúng ta có thể làm..."
        },
        {
            "x1": 401,
            "y1": 1283,
            "x2": 502,
            "y2": 1415,
            "text": "お金を 稼がないと いけなくて",
            "vi": "Tôi phải kiếm tiền"
        }
    ],
    "11-62b6ab60daa4c.jpg": [
        {
            "x1": 934,
            "y1": 167,
            "x2": 965,
            "y2": 288,
            "text": "ダリル…",
            "vi": "Daryl..."
        },
        {
            "x1": 592,
            "y1": 142,
            "x2": 730,
            "y2": 339,
            "text": "お兄ちゃん オークって どれくらいの お金になるの？",
            "vi": "Anh trai của bạn gỗ sồi của bạn là bao nhiêu tiền?"
        },
        {
            "x1": 96,
            "y1": 115,
            "x2": 198,
            "y2": 334,
            "text": "ああ！ きっとすぐに 来てもらえるぞ！",
            "vi": "À! Bạn chắc chắn sẽ đến sớm!"
        },
        {
            "x1": 613,
            "y1": 397,
            "x2": 719,
            "y2": 591,
            "text": "これで神官さま 呼べるくらいに なる？",
            "vi": "Bạn có thể gọi cho linh mục không?"
        },
        {
            "x1": 100,
            "y1": 517,
            "x2": 137,
            "y2": 651,
            "text": "ほんと⁉",
            "vi": "thật⁉"
        },
        {
            "x1": 714,
            "y1": 747,
            "x2": 832,
            "y2": 983,
            "text": "オリクって わりとありふれた 魔物なんだよな",
            "vi": "Oriku là một quái vật khá phổ biến."
        },
        {
            "x1": 544,
            "y1": 748,
            "x2": 661,
            "y2": 958,
            "text": "三匹ぐらいじゃ 大した金額に ならないかも…",
            "vi": "Nó có thể không phải là một vấn đề lớn trong khoảng ba..."
        },
        {
            "x1": 936,
            "y1": 1046,
            "x2": 1005,
            "y2": 1219,
            "text": "でも どうすれば…",
            "vi": "Nhưng tôi phải làm gì..."
        },
        {
            "x1": 98,
            "y1": 1067,
            "x2": 197,
            "y2": 1234,
            "text": "安心したら おなか へっちゃった",
            "vi": "Tôi đang đói nếu tôi cảm thấy an toàn"
        }
    ],
    "12-62b6ab617dde8.jpg": [
        {
            "x1": 568,
            "y1": 101,
            "x2": 595,
            "y2": 137,
            "text": "おれ",
            "vi": "TÔI"
        },
        {
            "x1": 869,
            "y1": 125,
            "x2": 984,
            "y2": 295,
            "text": "そうだな 我もちょうど 腹が減った",
            "vi": "Đúng là, tôi chỉ đói"
        },
        {
            "x1": 507,
            "y1": 98,
            "x2": 582,
            "y2": 268,
            "text": "俺も 腹減ったとこ",
            "vi": "tôi cũng đói"
        },
        {
            "x1": 335,
            "y1": 129,
            "x2": 375,
            "y2": 256,
            "text": "スイもー",
            "vi": "Sui"
        },
        {
            "x1": 154,
            "y1": 402,
            "x2": 184,
            "y2": 571,
            "text": "君たちね……",
            "vi": "Các bạn..."
        },
        {
            "x1": 846,
            "y1": 632,
            "x2": 998,
            "y2": 838,
            "text": "じゃ ひとまず みんなで昼飯に しようか！",
            "vi": "Hãy ăn trưa cùng nhau ngay bây giờ!"
        },
        {
            "x1": 146,
            "y1": 635,
            "x2": 222,
            "y2": 768,
            "text": "ごちそう するよ",
            "vi": "Tôi sẽ làm một bữa tiệc"
        },
        {
            "x1": 396,
            "y1": 1080,
            "x2": 539,
            "y2": 1275,
            "text": "せっかくだから 二人に沢山 食べてもらえる ものにしよう",
            "vi": "Hãy biến nó thành thứ gì đó mà hai người có thể ăn rất nhiều"
        }
    ],
    "13-62b6ab621ca8d.jpg": [
        {
            "x1": 803,
            "y1": 120,
            "x2": 957,
            "y2": 292,
            "text": "目玉焼きは 黄身が 潰れないよう 慎重に",
            "vi": "Cẩn thận không nghiền lòng đỏ cho trứng chiên"
        },
        {
            "x1": 126,
            "y1": 130,
            "x2": 278,
            "y2": 301,
            "text": "輪切りにした 玉ねぎは 両面焼き目が 付くまで焼く",
            "vi": "Nướng hành tây thái lát cho đến khi cả hai mặt được nướng."
        },
        {
            "x1": 840,
            "y1": 617,
            "x2": 954,
            "y2": 840,
            "text": "コカトリスの肉を カリッと焼き 余分な脂を取って",
            "vi": "Uống thêm chất béo nướng của thịt cocatris."
        },
        {
            "x1": 158,
            "y1": 600,
            "x2": 264,
            "y2": 768,
            "text": "照り焼きの タレをかけ 少し煮立たせ",
            "vi": "Đặt nước sốt teriyaki và đun sôi nó một chút"
        },
        {
            "x1": 107,
            "y1": 794,
            "x2": 220,
            "y2": 962,
            "text": "メインの 照り焼きの 出来上がりだ",
            "vi": "Teriyaki chính đã sẵn sàng"
        },
        {
            "x1": 882,
            "y1": 1055,
            "x2": 990,
            "y2": 1201,
            "text": "黒パンを 半分に スライスし",
            "vi": "Bánh mì đen cắt làm đôi"
        },
        {
            "x1": 322,
            "y1": 1283,
            "x2": 396,
            "y2": 1453,
            "text": "具材を順番に 乗せていって",
            "vi": "Đặt các thành phần theo thứ tự"
        }
    ],
    "14-62b6ab62b2ec5.jpg": [
        {
            "x1": 904,
            "y1": 145,
            "x2": 1011,
            "y2": 287,
            "text": "はい どうぞ",
            "vi": "Bạn đang ở đây"
        },
        {
            "x1": 145,
            "y1": 863,
            "x2": 626,
            "y2": 995,
            "text": "ボリューム満点 コカトリステリヤキバーガー",
            "vi": "Khối lượng điểm hoàn hảo"
        }
    ],
    "15-62b6ab635be56.jpg": [
        {
            "x1": 120,
            "y1": 147,
            "x2": 220,
            "y2": 290,
            "text": "飲み物の おかわりは どうかな？",
            "vi": "Làm thế nào về một đồ uống?"
        },
        {
            "x1": 916,
            "y1": 172,
            "x2": 968,
            "y2": 422,
            "text": "美味しいっ！",
            "vi": "Ngon!"
        },
        {
            "x1": 378,
            "y1": 557,
            "x2": 537,
            "y2": 743,
            "text": "甘くて しょっぱくて いろんな味が する！",
            "vi": "Ngọt ngào, mặn và nhiều hương vị khác nhau!"
        },
        {
            "x1": 135,
            "y1": 685,
            "x2": 171,
            "y2": 811,
            "text": "ほしい！",
            "vi": "muốn!"
        },
        {
            "x1": 412,
            "y1": 884,
            "x2": 481,
            "y2": 1033,
            "text": "我らの分は どうした？",
            "vi": "Chuyện gì đã xảy ra với chúng tôi?"
        },
        {
            "x1": 116,
            "y1": 1050,
            "x2": 218,
            "y2": 1221,
            "text": "わかってるよ フェルたちは こっち",
            "vi": "Tôi biết Fel và những người khác ở đây"
        },
        {
            "x1": 864,
            "y1": 1314,
            "x2": 985,
            "y2": 1446,
            "text": "うんうん いっぱい 食え食え",
            "vi": "Yeah yeah, ăn nhiều"
        }
    ],
    "16-62b6ab63f2c7e.jpg": [
        {
            "x1": 892,
            "y1": 155,
            "x2": 1013,
            "y2": 390,
            "text": "これなら 腹いっぱい 食べられるだろ！",
            "vi": "Bạn có thể ăn nhiều bụng!"
        },
        {
            "x1": 378,
            "y1": 182,
            "x2": 411,
            "y2": 320,
            "text": "ほほう…",
            "vi": "Tôi thấy…"
        },
        {
            "x1": 550,
            "y1": 815,
            "x2": 821,
            "y2": 914,
            "text": "フェルたち専用 超ボリュームバーガ",
            "vi": "Fel và các loại bánh mì kẹp thịt siêu độc quyền khác"
        },
        {
            "x1": 885,
            "y1": 983,
            "x2": 994,
            "y2": 1202,
            "text": "これならば 肉のほうが多い… 良いではないか",
            "vi": "Trong trường hợp này, có nhiều thịt hơn... nó không phải là tốt hơn sao?"
        }
    ],
    "17-62b6ab649ad90.jpg": [
        {
            "x1": 835,
            "y1": 957,
            "x2": 985,
            "y2": 1155,
            "text": "こんなに 美味しい ごはん食べたの 初めてだったな",
            "vi": "Đó là lần đầu tiên tôi ăn một loại gạo ngon"
        },
        {
            "x1": 408,
            "y1": 963,
            "x2": 482,
            "y2": 1087,
            "text": "かだた よかだ",
            "vi": "Nó tốt"
        },
        {
            "x1": 220,
            "y1": 986,
            "x2": 262,
            "y2": 1083,
            "text": "あの…",
            "vi": "điều đó…"
        },
        {
            "x1": 405,
            "y1": 1258,
            "x2": 509,
            "y2": 1475,
            "text": "おなかいっぱいに なったのも 久しぶり",
            "vi": "Đã lâu rồi tôi đã đầy"
        }
    ],
    "18-62b6ab653cac7.jpg": [
        {
            "x1": 834,
            "y1": 69,
            "x2": 880,
            "y2": 253,
            "text": "おじちゃん",
            "vi": "Bác"
        },
        {
            "x1": 657,
            "y1": 115,
            "x2": 745,
            "y2": 328,
            "text": "本当に ありがとう！",
            "vi": "Cảm ơn rất nhiều!"
        },
        {
            "x1": 916,
            "y1": 769,
            "x2": 956,
            "y2": 994,
            "text": "おじちゃんなのか",
            "vi": "Nó có phải là một người chú?"
        },
        {
            "x1": 681,
            "y1": 767,
            "x2": 800,
            "y2": 996,
            "text": "こんな純粋な 気持ちでお礼を 言われているのに",
            "vi": "Mặc dù tôi đã được cảm ơn vì cảm giác thuần khiết này"
        },
        {
            "x1": 184,
            "y1": 763,
            "x2": 302,
            "y2": 996,
            "text": "27歳の俺は おじちゃんという 年代なのか…",
            "vi": "27 tuổi tôi là một ông già..."
        },
        {
            "x1": 862,
            "y1": 1068,
            "x2": 960,
            "y2": 1287,
            "text": "お主だってやはり おじちゃん ではないか",
            "vi": "Không phải Chúa vẫn còn là một người chú sao?"
        },
        {
            "x1": 440,
            "y1": 1077,
            "x2": 539,
            "y2": 1262,
            "text": "う うるせえく フェル おじちゃんく",
            "vi": "Uruseiku Fel chú"
        },
        {
            "x1": 208,
            "y1": 1077,
            "x2": 353,
            "y2": 1245,
            "text": "まあ お兄さんって 感じじゃ ねぇわな",
            "vi": "Chà, tôi không cảm thấy như anh trai của tôi"
        },
        {
            "x1": 153,
            "y1": 1313,
            "x2": 232,
            "y2": 1484,
            "text": "あるじは あるじだよ",
            "vi": "Có một cái nào đó"
        },
        {
            "x1": 841,
            "y1": 1514,
            "x2": 1035,
            "y2": 1554,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}