var ocr_data = {
    "01.jpg": [
        {
            "x1": 366,
            "y1": 60,
            "x2": 719,
            "y2": 109,
            "text": "第71章 研究室探険",
            "vi": "Chương 71 Khám phá phòng thí nghiệm"
        },
        {
            "x1": 136,
            "y1": 164,
            "x2": 650,
            "y2": 289,
            "text": "とんでもスキル回",
            "vi": "Thời gian kỹ năng"
        },
        {
            "x1": 144,
            "y1": 1514,
            "x2": 984,
            "y2": 1559,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "02.jpg": [
        {
            "x1": 918,
            "y1": 115,
            "x2": 1011,
            "y2": 365,
            "text": "エルフさん これないと困る",
            "vi": "Một elf -san, tôi phải làm điều này"
        },
        {
            "x1": 170,
            "y1": 327,
            "x2": 412,
            "y2": 441,
            "text": "スイは ミスリルナイフの 破片を手に入れた",
            "vi": "Sui có được một miếng dao mithril"
        },
        {
            "x1": 887,
            "y1": 602,
            "x2": 1009,
            "y2": 780,
            "text": "スイが お届けー",
            "vi": "Sui được giao"
        },
        {
            "x1": 822,
            "y1": 1288,
            "x2": 911,
            "y2": 1428,
            "text": "その頃の 保護者",
            "vi": "Cha mẹ lúc đó"
        },
        {
            "x1": 673,
            "y1": 1261,
            "x2": 765,
            "y2": 1447,
            "text": "もー！ 元気だせってー",
            "vi": "MO! tôi khỏe"
        }
    ],
    "03.jpg": [
        {
            "x1": 911,
            "y1": 95,
            "x2": 979,
            "y2": 235,
            "text": "こっちだった 気がする",
            "vi": "Tôi cảm thấy như thế này"
        },
        {
            "x1": 500,
            "y1": 60,
            "x2": 576,
            "y2": 196,
            "text": "緊急会議 だなんて",
            "vi": "Đó là một cuộc họp khẩn cấp"
        },
        {
            "x1": 301,
            "y1": 55,
            "x2": 392,
            "y2": 248,
            "text": "ギルドマスター 今度は何やらかし たんだろ",
            "vi": "Guild Master Bạn đã làm gì lần này?"
        },
        {
            "x1": 719,
            "y1": 366,
            "x2": 821,
            "y2": 575,
            "text": "さっきの 副ギルドマスター すごかったね…",
            "vi": "Thật đáng kinh ngạc khi Phó bậc thầy Gild rất tuyệt vời..."
        },
        {
            "x1": 106,
            "y1": 365,
            "x2": 136,
            "y2": 510,
            "text": "ですよねー",
            "vi": "Đúng"
        },
        {
            "x1": 838,
            "y1": 1191,
            "x2": 945,
            "y2": 1385,
            "text": "道思い 出した―！",
            "vi": "Tôi nhớ!"
        },
        {
            "x1": 668,
            "y1": 1232,
            "x2": 756,
            "y2": 1364,
            "text": "てん",
            "vi": "chỉ trỏ"
        },
        {
            "x1": 361,
            "y1": 1168,
            "x2": 436,
            "y2": 1358,
            "text": "あれって ムコーダ様の？",
            "vi": "Đó có phải là mcoda -sama?"
        },
        {
            "x1": 435,
            "y1": 1322,
            "x2": 559,
            "y2": 1498,
            "text": "てん てん",
            "vi": "Tennen"
        },
        {
            "x1": 87,
            "y1": 1269,
            "x2": 127,
            "y2": 1460,
            "text": "【自由ね…",
            "vi": "[Tự do..."
        }
    ],
    "04.jpg": [
        {
            "x1": 217,
            "y1": 227,
            "x2": 278,
            "y2": 378,
            "text": "…あれ",
            "vi": "…điều đó"
        },
        {
            "x1": 847,
            "y1": 668,
            "x2": 893,
            "y2": 828,
            "text": "いないね",
            "vi": "tôi không phải"
        },
        {
            "x1": 879,
            "y1": 1003,
            "x2": 1010,
            "y2": 1118,
            "text": "スイ いい子 だから",
            "vi": "Bởi vì đó là một đứa trẻ tốt"
        },
        {
            "x1": 734,
            "y1": 998,
            "x2": 828,
            "y2": 1118,
            "text": "待てる よー",
            "vi": "Bạn có thể đợi"
        },
        {
            "x1": 380,
            "y1": 1122,
            "x2": 441,
            "y2": 1240,
            "text": "千タ",
            "vi": "Hàng ngàn"
        }
    ],
    "05.jpg": [
        {
            "x1": 837,
            "y1": 43,
            "x2": 942,
            "y2": 381,
            "text": "おそーい",
            "vi": "Sự bừa bãi"
        },
        {
            "x1": 872,
            "y1": 708,
            "x2": 966,
            "y2": 904,
            "text": "なんか ないかなく",
            "vi": "Tôi sẽ làm bất cứ điều gì"
        },
        {
            "x1": 712,
            "y1": 887,
            "x2": 790,
            "y2": 989,
            "text": "よじ",
            "vi": "Xoay"
        },
        {
            "x1": 93,
            "y1": 888,
            "x2": 185,
            "y2": 1125,
            "text": "すごい ごちゃごちゃ",
            "vi": "Lộn xộn đáng kinh ngạc"
        }
    ],
    "06.jpg": [
        {
            "x1": 187,
            "y1": 419,
            "x2": 282,
            "y2": 579,
            "text": "なんか いっぱい",
            "vi": "Rất nhiều"
        },
        {
            "x1": 898,
            "y1": 756,
            "x2": 968,
            "y2": 919,
            "text": "ある…",
            "vi": "thì là ở…"
        },
        {
            "x1": 215,
            "y1": 1103,
            "x2": 391,
            "y2": 1194,
            "text": "ドラゴン頭蓋 模型(手作り)",
            "vi": "Mô hình sọ rồng (Handmade)"
        }
    ],
    "07.jpg": [
        {
            "x1": 865,
            "y1": 243,
            "x2": 953,
            "y2": 385,
            "text": "おぉ",
            "vi": "Oh"
        },
        {
            "x1": 932,
            "y1": 778,
            "x2": 960,
            "y2": 857,
            "text": "わぁっ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 781,
            "y1": 1081,
            "x2": 856,
            "y2": 1208,
            "text": "ちょっと だけ",
            "vi": "Chỉ là một chút"
        },
        {
            "x1": 219,
            "y1": 1121,
            "x2": 286,
            "y2": 1235,
            "text": "ちょっと だけそ",
            "vi": "Một chút như vậy"
        }
    ],
    "08.jpg": [
        {
            "x1": 307,
            "y1": 134,
            "x2": 347,
            "y2": 225,
            "text": "別に…",
            "vi": "Tách khỏi..."
        },
        {
            "x1": 201,
            "y1": 211,
            "x2": 295,
            "y2": 384,
            "text": "悪気があって 折ったわけじゃ ないのに…",
            "vi": "Tôi đã không phá vỡ nó vì nó bị xúc phạm..."
        },
        {
            "x1": 993,
            "y1": 900,
            "x2": 1075,
            "y2": 1081,
            "text": "でも 本当に どうしょう",
            "vi": "Nhưng những gì thực sự"
        },
        {
            "x1": 782,
            "y1": 943,
            "x2": 880,
            "y2": 1098,
            "text": "あのミスリル ナイフと 同等のモノ",
            "vi": "Một cái gì đó tương đương với con dao mitril đó"
        },
        {
            "x1": 600,
            "y1": 938,
            "x2": 721,
            "y2": 1123,
            "text": "…いや それ以上なんて そうそうみ 早々見つかる ものじゃないのに",
            "vi": "… Không còn nữa, đó không phải là thứ bạn có thể tìm thấy càng sớm càng tốt"
        },
        {
            "x1": 976,
            "y1": 1229,
            "x2": 1087,
            "y2": 1433,
            "text": "…てことは その分",
            "vi": "…"
        },
        {
            "x1": 426,
            "y1": 1165,
            "x2": 658,
            "y2": 1337,
            "text": "くは",
            "vi": "Lỗ hổng"
        },
        {
            "x1": 158,
            "y1": 1236,
            "x2": 260,
            "y2": 1471,
            "text": "地竜解体が 先延ばしに…",
            "vi": "Phá hủy rồng trên đất được mua..."
        }
    ],
    "09.jpg": [
        {
            "x1": 838,
            "y1": 81,
            "x2": 943,
            "y2": 287,
            "text": "だ…っ ダメダメ‼",
            "vi": "Điều đó không tốt."
        },
        {
            "x1": 45,
            "y1": 243,
            "x2": 193,
            "y2": 611,
            "text": "そんなの 耐えられない‼",
            "vi": "Tôi không thể chịu đựng được điều đó."
        },
        {
            "x1": 905,
            "y1": 722,
            "x2": 982,
            "y2": 880,
            "text": "きっと何か あるはず",
            "vi": "Chắc chắn sẽ có một cái gì đó"
        },
        {
            "x1": 117,
            "y1": 995,
            "x2": 184,
            "y2": 1151,
            "text": "何か…",
            "vi": "một cái gì đó…"
        }
    ],
    "10.jpg": [
        {
            "x1": 541,
            "y1": 1038,
            "x2": 652,
            "y2": 1216,
            "text": "いた",
            "vi": "có"
        }
    ],
    "11.jpg": [
        {
            "x1": 151,
            "y1": 67,
            "x2": 205,
            "y2": 226,
            "text": "やめっっ",
            "vi": "Bỏ"
        },
        {
            "x1": 823,
            "y1": 202,
            "x2": 863,
            "y2": 302,
            "text": "あのっ",
            "vi": "Điều đó"
        },
        {
            "x1": 50,
            "y1": 330,
            "x2": 153,
            "y2": 469,
            "text": "見てー ガオー",
            "vi": "Nhìn -gao"
        },
        {
            "x1": 768,
            "y1": 760,
            "x2": 805,
            "y2": 987,
            "text": "スライムくんっ",
            "vi": "Slime -Kun"
        },
        {
            "x1": 60,
            "y1": 633,
            "x2": 163,
            "y2": 958,
            "text": "止まって 「スライムくんっ",
            "vi": "Đã dừng lại và \"Slime -kun"
        },
        {
            "x1": 72,
            "y1": 1092,
            "x2": 177,
            "y2": 1318,
            "text": "これ 落とし ものー",
            "vi": "Đây là một giọt"
        },
        {
            "x1": 576,
            "y1": 1258,
            "x2": 632,
            "y2": 1383,
            "text": "無まズ ですね…",
            "vi": "Không, nó không..."
        }
    ],
    "12.jpg": [
        {
            "x1": 993,
            "y1": 192,
            "x2": 1036,
            "y2": 295,
            "text": "…あっ",
            "vi": "… Ah"
        },
        {
            "x1": 792,
            "y1": 194,
            "x2": 933,
            "y2": 363,
            "text": "もしかして 破片を持って きてくれたん ですか？",
            "vi": "Bạn đã mang theo những mảnh vỡ?"
        },
        {
            "x1": 211,
            "y1": 176,
            "x2": 269,
            "y2": 306,
            "text": "うんっ",
            "vi": "Ừ"
        },
        {
            "x1": 935,
            "y1": 464,
            "x2": 1028,
            "y2": 604,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 235,
            "y1": 483,
            "x2": 315,
            "y2": 661,
            "text": "ありがとう ございま…",
            "vi": "Cảm ơn bạn..."
        },
        {
            "x1": 977,
            "y1": 858,
            "x2": 1089,
            "y2": 1125,
            "text": "ねー これなにー？",
            "vi": "Cái gì thế này?"
        },
        {
            "x1": 423,
            "y1": 866,
            "x2": 469,
            "y2": 1012,
            "text": "触手をっ",
            "vi": "Xúc xích"
        },
        {
            "x1": 154,
            "y1": 1012,
            "x2": 247,
            "y2": 1285,
            "text": "振り回さ ないで──っっ",
            "vi": "Không xoay quanh ──"
        },
        {
            "x1": 537,
            "y1": 1204,
            "x2": 620,
            "y2": 1522,
            "text": "ああああ",
            "vi": "Oh oh"
        },
        {
            "x1": 121,
            "y1": 1507,
            "x2": 442,
            "y2": 1562,
            "text": "次回につづぐ",
            "vi": "Tiếp tục lần sau"
        }
    ]
}