var ocr_data = {
    "1-61185f2b95fc6.jpg": [
        {
            "x1": 312,
            "y1": 45,
            "x2": 804,
            "y2": 111,
            "text": "第43章 ダンジョン入場",
            "vi": "Chương 43 Nhập học Dungeon"
        },
        {
            "x1": 594,
            "y1": 1220,
            "x2": 947,
            "y2": 1484,
            "text": "とんでも スキルす 異世界 放浪又シ",
            "vi": "Thế giới khác nhau lang thang hoặc shi đó là kỹ năng"
        },
        {
            "x1": 89,
            "y1": 1508,
            "x2": 1040,
            "y2": 1559,
            "text": "漫画：赤岸Ｋ 原作：江口連 キｬﾗｸター原案:雅",
            "vi": "Manga: Akagishi K Bản gốc: Eguchi Ren Kira Stormer: YA"
        }
    ],
    "2-61185f2c59ee6.jpg": [
        {
            "x1": 898,
            "y1": 189,
            "x2": 995,
            "y2": 347,
            "text": "入場",
            "vi": "Thú nhận"
        },
        {
            "x1": 197,
            "y1": 187,
            "x2": 286,
            "y2": 403,
            "text": "登録？",
            "vi": "Đăng ký?"
        }
    ],
    "3-61185f2ce2ecb.jpg": [
        {
            "x1": 959,
            "y1": 153,
            "x2": 991,
            "y2": 215,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 569,
            "y1": 161,
            "x2": 601,
            "y2": 276,
            "text": "ええっと",
            "vi": "Hảy để tôi thấy"
        },
        {
            "x1": 842,
            "y1": 231,
            "x2": 952,
            "y2": 423,
            "text": "ダンジョンに 入られるのは 初めてですか？",
            "vi": "Đây có phải là lần đầu tiên của bạn để vào một ngục tối?"
        },
        {
            "x1": 246,
            "y1": 135,
            "x2": 384,
            "y2": 327,
            "text": "自然に出来た ダンジョンに 入ったことは あるんですけど",
            "vi": "Tôi đã ở trong một hầm ngục tự nhiên"
        },
        {
            "x1": 210,
            "y1": 379,
            "x2": 315,
            "y2": 571,
            "text": "こういう大きな ダンジョンは 初めてで",
            "vi": "Đây là hầm ngục lớn đầu tiên"
        },
        {
            "x1": 67,
            "y1": 475,
            "x2": 133,
            "y2": 618,
            "text": "かしこまり ました",
            "vi": "Tôi đạt được rồi"
        },
        {
            "x1": 450,
            "y1": 678,
            "x2": 484,
            "y2": 796,
            "text": "なるほど",
            "vi": "Tôi thấy"
        },
        {
            "x1": 856,
            "y1": 673,
            "x2": 989,
            "y2": 971,
            "text": "こういったギルド管理下の ダンジョンでは出入りする 冒険者の数をチェック しているんです",
            "vi": "Các ngục tối dưới các quản lý của bang hội này kiểm tra số lượng các nhà thám hiểm đến và đi."
        },
        {
            "x1": 115,
            "y1": 661,
            "x2": 181,
            "y2": 856,
            "text": "登山届 みたいなもんか",
            "vi": "Nó giống như một báo cáo leo núi"
        },
        {
            "x1": 584,
            "y1": 976,
            "x2": 689,
            "y2": 1202,
            "text": "ダンジョンは 潜れば潜るほど 危険が増しますから",
            "vi": "Càng nhiều ngục tối lặn, bạn càng lặn càng nguy hiểm."
        },
        {
            "x1": 389,
            "y1": 995,
            "x2": 497,
            "y2": 1164,
            "text": "それと 随分 荷物が少ない ようですが",
            "vi": "Và có vẻ như có rất nhiều hành lý"
        },
        {
            "x1": 107,
            "y1": 1007,
            "x2": 222,
            "y2": 1128,
            "text": "短期で はい 入られる 予定で？",
            "vi": "Nó có kế hoạch để được trong thời gian ngắn không?"
        },
        {
            "x1": 546,
            "y1": 1253,
            "x2": 616,
            "y2": 1471,
            "text": "必ず受付してから 入ってくださいね",
            "vi": "Hãy chắc chắn chấp nhận nó sau khi chấp nhận"
        },
        {
            "x1": 111,
            "y1": 1386,
            "x2": 180,
            "y2": 1480,
            "text": "ああ それは",
            "vi": "Oh, đó là"
        }
    ],
    "4-61185f2d9bbe4.jpg": [
        {
            "x1": 207,
            "y1": 113,
            "x2": 321,
            "y2": 402,
            "text": "いいや 最深部まで行く",
            "vi": "Không, đi đến phần sâu nhất"
        },
        {
            "x1": 893,
            "y1": 435,
            "x2": 959,
            "y2": 604,
            "text": "アイテム ボックスが…",
            "vi": "Hộp mục..."
        },
        {
            "x1": 961,
            "y1": 771,
            "x2": 1029,
            "y2": 890,
            "text": "フェ フェルッ",
            "vi": "FEFELL"
        },
        {
            "x1": 607,
            "y1": 743,
            "x2": 679,
            "y2": 935,
            "text": "そ それは 頼もしいですね",
            "vi": "Điều đó đáng tin cậy"
        },
        {
            "x1": 409,
            "y1": 751,
            "x2": 556,
            "y2": 1018,
            "text": "なんと 我らが ギルドマスターの 冒険者時代パーティ なんですよ",
            "vi": "Thật là một bữa tiệc thám hiểm của một nhóm."
        },
        {
            "x1": 896,
            "y1": 1039,
            "x2": 1005,
            "y2": 1282,
            "text": "ここのダンジョンは 30階層が最深部と 言われています",
            "vi": "Người ta nói rằng ngục tối ở đây là phần sâu nhất"
        },
        {
            "x1": 617,
            "y1": 1293,
            "x2": 689,
            "y2": 1514,
            "text": "この階層に唯一 到達できたのは…",
            "vi": "Điều duy nhất tôi đạt được đến cấp độ này..."
        },
        {
            "x1": 153,
            "y1": 1220,
            "x2": 186,
            "y2": 1507,
            "text": "エルランドさんが⁉",
            "vi": "Ellando is⁉"
        }
    ],
    "5-61185f2e60c75.jpg": [
        {
            "x1": 889,
            "y1": 128,
            "x2": 1002,
            "y2": 372,
            "text": "ただ 最後に構える 魔物を前に勇気ある 撤退を選び……",
            "vi": "Chỉ cần chọn một khoản rút tiền can đảm trước quái vật mà bạn đang chuẩn bị cho..."
        },
        {
            "x1": 533,
            "y1": 128,
            "x2": 604,
            "y2": 375,
            "text": "現在でも攻略者を 募っているわけです",
            "vi": "Chúng tôi vẫn đang tìm kiếm những người bị bắt"
        },
        {
            "x1": 71,
            "y1": 140,
            "x2": 244,
            "y2": 373,
            "text": "ブイブイ 言わせてたって 本当だったんだ… エルっは",
            "vi": "Đó là sự thật để để tôi nói phao... Elle"
        },
        {
            "x1": 888,
            "y1": 633,
            "x2": 1005,
            "y2": 855,
            "text": "長い方は 一ヶ月も潜られる 方もいます",
            "vi": "Một số người có thể lặn trong một tháng"
        },
        {
            "x1": 395,
            "y1": 621,
            "x2": 500,
            "y2": 894,
            "text": "期待のテイマーだって 皆注目してるん ですから！",
            "vi": "Mọi người đang xem xét những kỳ vọng của những kỳ vọng!"
        },
        {
            "x1": 567,
            "y1": 954,
            "x2": 636,
            "y2": 1097,
            "text": "頑張って くださいね",
            "vi": "Hãy làm hết sức mình"
        }
    ],
    "6-61185f2ed982f.jpg": [
        {
            "x1": 780,
            "y1": 94,
            "x2": 810,
            "y2": 283,
            "text": "いよいよか…！",
            "vi": "Cuối cùng...!"
        },
        {
            "x1": 120,
            "y1": 58,
            "x2": 195,
            "y2": 280,
            "text": "楽しみだな！ 腕も羽もなるぜ！",
            "vi": "Tôi đang mong đợi nó! Bạn sẽ có cánh tay và cánh của bạn!"
        },
        {
            "x1": 136,
            "y1": 744,
            "x2": 195,
            "y2": 944,
            "text": "浅い層は雑魚しか おらんようだな",
            "vi": "Có vẻ như các lớp nông chỉ là những con cá nhỏ"
        },
        {
            "x1": 905,
            "y1": 998,
            "x2": 1017,
            "y2": 1244,
            "text": "普通は1階層くらい までを探索して 稼ぐんだってさ",
            "vi": "Tôi thường khám phá lên một cấp độ và kiếm tiền"
        },
        {
            "x1": 155,
            "y1": 1003,
            "x2": 226,
            "y2": 1193,
            "text": "ならば浅い層に 用はないな",
            "vi": "Sau đó không có ích cho lớp nông"
        },
        {
            "x1": 119,
            "y1": 1283,
            "x2": 287,
            "y2": 1453,
            "text": "ぃっき 一気に 駆け下りると しよう 乗れ",
            "vi": "Chạy xuống ngay lập tức"
        }
    ],
    "7-61185f2f5a562.jpg": [
        {
            "x1": 388,
            "y1": 976,
            "x2": 462,
            "y2": 1173,
            "text": "もはや 轢き逃げだこれ",
            "vi": "Đây đã là một cuộc chạy trốn"
        }
    ],
    "8-61185f2fd0bf2.jpg": [
        {
            "x1": 565,
            "y1": 63,
            "x2": 651,
            "y2": 250,
            "text": "うわっ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 954,
            "y1": 741,
            "x2": 1026,
            "y2": 925,
            "text": "今矢飛んで こなかった⁉",
            "vi": "Bây giờ tôi không bay"
        },
        {
            "x1": 167,
            "y1": 817,
            "x2": 197,
            "y2": 984,
            "text": "そのようだな",
            "vi": "Nó trông như thế"
        },
        {
            "x1": 805,
            "y1": 1106,
            "x2": 1007,
            "y2": 1517,
            "text": "ダンジョンって 自然に出来るもん なんじゃなかったか⁉ 罠とか 人工的すぎない⁉",
            "vi": "Không phải Dungeon là một thứ tự nhiên sao? Nó không quá nhân tạo hay quá nhân tạo."
        },
        {
            "x1": 369,
            "y1": 1089,
            "x2": 480,
            "y2": 1332,
            "text": "お主はダンジョンに ついて何にも 分かっとらんのだな",
            "vi": "Chúa không biết gì về hầm ngục"
        }
    ],
    "9-61185f3052738.jpg": [
        {
            "x1": 875,
            "y1": 131,
            "x2": 978,
            "y2": 376,
            "text": "前にも言ったろう ダシジョンとは 生き物のようなもの",
            "vi": "Như tôi đã nói trước đây, một Dashjeon giống như một sinh vật sống là gì?"
        },
        {
            "x1": 629,
            "y1": 150,
            "x2": 740,
            "y2": 421,
            "text": "魔物を倒して得られる 魔石や宝箱を餌に 人をおびき寄せ",
            "vi": "Không thích những người có đá quỷ và rương kho báu có được bằng cách đánh bại quái vật"
        },
        {
            "x1": 501,
            "y1": 347,
            "x2": 573,
            "y2": 568,
            "text": "生み出した魔物や 罠でその命を奪う",
            "vi": "Cướp với quái vật và bẫy được tạo ra"
        },
        {
            "x1": 108,
            "y1": 464,
            "x2": 259,
            "y2": 811,
            "text": "そして死んだ者は ダジ自ンに吸収され 栄養となり ダンジョンも成長するのだ",
            "vi": "Và người chết được Dazi hấp thụ và trở nên bổ dưỡng và ngục tối phát triển."
        },
        {
            "x1": 886,
            "y1": 838,
            "x2": 990,
            "y2": 1111,
            "text": "罠もダンジョンという 生き物の手足の ようなものだな",
            "vi": "Cái bẫy giống như một ngục tối, giống như chân tay của một sinh vật sống"
        },
        {
            "x1": 647,
            "y1": 846,
            "x2": 718,
            "y2": 1089,
            "text": "まあ我の結界で そんなもの効かんが",
            "vi": "Vâng, trong rào cản của tôi, loại công việc đó"
        },
        {
            "x1": 501,
            "y1": 841,
            "x2": 577,
            "y2": 1214,
            "text": "やうぱりダンジョンって こえぇく～～",
            "vi": "Yupari Dungeon sắp đến ~~"
        }
    ],
    "12-61185f31b4e36.jpg": [
        {
            "x1": 864,
            "y1": 92,
            "x2": 1070,
            "y2": 126,
            "text": "ダンジョン12階",
            "vi": "Tầng 12 của ngục tối"
        },
        {
            "x1": 620,
            "y1": 119,
            "x2": 718,
            "y2": 344,
            "text": "魔法も結構使ったし そろそろ 腹減ってきたぜ",
            "vi": "Tôi đã sử dụng rất nhiều phép thuật, và tôi sớm bị đói"
        },
        {
            "x1": 104,
            "y1": 109,
            "x2": 210,
            "y2": 278,
            "text": "入り口から いっき 一気に降りて きたからね",
            "vi": "Tôi đã đi xuống từ lối vào cùng một lúc"
        },
        {
            "x1": 133,
            "y1": 451,
            "x2": 161,
            "y2": 534,
            "text": "スイも",
            "vi": "Sui"
        },
        {
            "x1": 890,
            "y1": 667,
            "x2": 995,
            "y2": 837,
            "text": "この先に 開けた部屋が あるようだな",
            "vi": "Có vẻ như có một căn phòng được mở trước"
        },
        {
            "x1": 143,
            "y1": 660,
            "x2": 213,
            "y2": 906,
            "text": "魔物の気配もない そこなら安全だろう",
            "vi": "Không có dấu hiệu của quái vật, vì vậy nó sẽ an toàn"
        }
    ],
    "13-61185f323273f.jpg": [
        {
            "x1": 908,
            "y1": 942,
            "x2": 984,
            "y2": 1138,
            "text": "休憩所みたいな 感じかな",
            "vi": "Tôi tự hỏi liệu nó có giống như một nơi an nghỉ không"
        },
        {
            "x1": 435,
            "y1": 944,
            "x2": 508,
            "y2": 1140,
            "text": "空いてる所 適当に座って…",
            "vi": "Ngồi đúng nơi bạn đang bỏ trống..."
        },
        {
            "x1": 296,
            "y1": 975,
            "x2": 363,
            "y2": 1168,
            "text": "あれっ ムコーダさん？",
            "vi": "Đó có phải là Mukoda?"
        }
    ],
    "15-61185f33505b0.jpg": [
        {
            "x1": 858,
            "y1": 131,
            "x2": 993,
            "y2": 513,
            "text": "召喚されだじイセベル王国から 無事に脱出できたのも アイアジウルだちの おかげだからな",
            "vi": "Nhờ IAA Jiul, tôi đã có thể trốn thoát an toàn khỏi Vương quốc Isebel được triệu tập."
        },
        {
            "x1": 404,
            "y1": 127,
            "x2": 516,
            "y2": 437,
            "text": "国境越えてすぐ 別れたうきりだっだのに まだ再会できるなんて",
            "vi": "Đó là một lời tạm biệt rằng tôi đã chia tay ngay sau khi biên giới, nhưng tôi vẫn có thể gặp lại"
        },
        {
            "x1": 896,
            "y1": 693,
            "x2": 964,
            "y2": 836,
            "text": "──という わけで",
            "vi": "Đó là lý do"
        },
        {
            "x1": 259,
            "y1": 678,
            "x2": 333,
            "y2": 872,
            "text": "ようやく一昨日 この街に着いて",
            "vi": "Cuối cùng chúng tôi đến thành phố này ngày hôm qua"
        },
        {
            "x1": 135,
            "y1": 714,
            "x2": 209,
            "y2": 935,
            "text": "早速昨日から 潜っているわけだ",
            "vi": "Tôi đã lặn kể từ ngày hôm qua"
        },
        {
            "x1": 912,
            "y1": 982,
            "x2": 979,
            "y2": 1232,
            "text": "俺たちは海の街に行く 予定だったんですけど",
            "vi": "Chúng tôi đã lên kế hoạch đến thị trấn biển"
        },
        {
            "x1": 404,
            "y1": 985,
            "x2": 544,
            "y2": 1235,
            "text": "この街のダンジョンの 話を聞いたら フェルが入るって 聞かなくて",
            "vi": "Khi tôi nghe câu chuyện về ngục tối ở thành phố này, tôi không nghe thấy Fel sẽ vào"
        },
        {
            "x1": 129,
            "y1": 986,
            "x2": 193,
            "y2": 1180,
            "text": "ところで ムコーダさん…",
            "vi": "Nhân tiện, Mukoda..."
        },
        {
            "x1": 418,
            "y1": 1353,
            "x2": 486,
            "y2": 1471,
            "text": "フェル様 らしいな",
            "vi": "Nó trông giống như fel"
        }
    ],
    "16-61185f3400e36.jpg": [
        {
            "x1": 928,
            "y1": 82,
            "x2": 997,
            "y2": 327,
            "text": "フェル様以外にも 従魔が増えたんすね",
            "vi": "Ngoài FEL, số lượng người hầu đã tăng lên."
        },
        {
            "x1": 573,
            "y1": 93,
            "x2": 677,
            "y2": 342,
            "text": "ピクシードラゴン っていう種類で これで成体なんですよ",
            "vi": "Đây là một loại rồng pixie và đây là một người trưởng thành."
        },
        {
            "x1": 419,
            "y1": 126,
            "x2": 528,
            "y2": 321,
            "text": "名前は ドラちゃんって 言います",
            "vi": "Tên là Dora -chan"
        },
        {
            "x1": 901,
            "y1": 356,
            "x2": 1011,
            "y2": 502,
            "text": "もしかして ドラゴンの 子供っすか",
            "vi": "Có lẽ là một đứa trẻ rồng"
        },
        {
            "x1": 979,
            "y1": 842,
            "x2": 1046,
            "y2": 959,
            "text": "こっちは スイです",
            "vi": "Đây là sui"
        },
        {
            "x1": 229,
            "y1": 837,
            "x2": 304,
            "y2": 1005,
            "text": "えーっ 見えないなー",
            "vi": "Tôi không thể nhìn thấy nó"
        },
        {
            "x1": 928,
            "y1": 1028,
            "x2": 1031,
            "y2": 1246,
            "text": "スライムですけど めちゃくちゃ 強いんですよ",
            "vi": "Nó là chất nhờn, nhưng nó rất mạnh"
        },
        {
            "x1": 137,
            "y1": 1106,
            "x2": 215,
            "y2": 1251,
            "text": "ほんとだよ 強いよー",
            "vi": "Thực sự mạnh mẽ"
        },
        {
            "x1": 310,
            "y1": 1415,
            "x2": 407,
            "y2": 1542,
            "text": "よろしくね",
            "vi": "Hân hạnh được biết bạn"
        }
    ],
    "17-61185f34d0637.jpg": [
        {
            "x1": 132,
            "y1": 119,
            "x2": 171,
            "y2": 192,
            "text": "おい",
            "vi": "Này"
        },
        {
            "x1": 928,
            "y1": 139,
            "x2": 990,
            "y2": 332,
            "text": "スライムから ドラゴンまで…",
            "vi": "Từ Slime đến Rồng..."
        },
        {
            "x1": 348,
            "y1": 116,
            "x2": 422,
            "y2": 285,
            "text": "といっても やっぱり皆…",
            "vi": "Sau tất cả mọi người..."
        },
        {
            "x1": 921,
            "y1": 377,
            "x2": 996,
            "y2": 546,
            "text": "なんというか 極端だなあ",
            "vi": "Nó là loại cực đoan"
        },
        {
            "x1": 583,
            "y1": 465,
            "x2": 646,
            "y2": 583,
            "text": "いやー ははは…",
            "vi": "Không, haha..."
        },
        {
            "x1": 887,
            "y1": 635,
            "x2": 997,
            "y2": 859,
            "text": "話も そのくらいにして 飯にしろ",
            "vi": "Hãy nói về câu chuyện và ăn nó"
        },
        {
            "x1": 485,
            "y1": 635,
            "x2": 548,
            "y2": 854,
            "text": "みんな飯目当て なんですけどね…",
            "vi": "Mọi người đang tìm kiếm thức ăn..."
        },
        {
            "x1": 889,
            "y1": 869,
            "x2": 919,
            "y2": 1036,
            "text": "腹が減ったぞ",
            "vi": "Tôi đang đói"
        },
        {
            "x1": 130,
            "y1": 850,
            "x2": 195,
            "y2": 1029,
            "text": "ムコーダさん らしいなー",
            "vi": "Nó trông giống như mcoda"
        },
        {
            "x1": 886,
            "y1": 1100,
            "x2": 998,
            "y2": 1293,
            "text": "まだまだ 先は長いのだぞ はや 早くせんか",
            "vi": "Nó vẫn còn dài, không phải nó quá nhanh?"
        },
        {
            "x1": 464,
            "y1": 1116,
            "x2": 533,
            "y2": 1233,
            "text": "わかった わかった",
            "vi": "Được tìm thấy đã được tìm thấy"
        },
        {
            "x1": 154,
            "y1": 1163,
            "x2": 188,
            "y2": 1255,
            "text": "そうだ",
            "vi": "Chính là nó"
        }
    ],
    "18-61185f356c740.jpg": [
        {
            "x1": 926,
            "y1": 85,
            "x2": 990,
            "y2": 279,
            "text": "せっかく再会 できたんですし",
            "vi": "Tôi đã có thể gặp lại nhau"
        },
        {
            "x1": 471,
            "y1": 92,
            "x2": 563,
            "y2": 282,
            "text": "ぇっ⁉",
            "vi": "£"
        },
        {
            "x1": 122,
            "y1": 81,
            "x2": 179,
            "y2": 293,
            "text": "いいのか⁉",
            "vi": "Có ổn không?"
        },
        {
            "x1": 877,
            "y1": 314,
            "x2": 985,
            "y2": 484,
            "text": "皆さんも 一緒に食事に しませんか",
            "vi": "Bạn có thích ăn cùng nhau không?"
        },
        {
            "x1": 951,
            "y1": 581,
            "x2": 1019,
            "y2": 796,
            "text": "お おい それでは我の分が",
            "vi": "Vâng, sau đó là phần của tôi"
        },
        {
            "x1": 506,
            "y1": 582,
            "x2": 611,
            "y2": 753,
            "text": "そ そうだぞ 従魔の用意も あるだろう？",
            "vi": "Đúng vậy, bạn đang chuẩn bị cho quỷ?"
        },
        {
            "x1": 123,
            "y1": 579,
            "x2": 267,
            "y2": 722,
            "text": "いやいや 皆さんには お世話に なったんで",
            "vi": "Không, tôi đã mắc nợ bạn"
        },
        {
            "x1": 920,
            "y1": 1007,
            "x2": 988,
            "y2": 1151,
            "text": "ホントに いいのか？",
            "vi": "Nó thực sự tốt?"
        },
        {
            "x1": 293,
            "y1": 993,
            "x2": 404,
            "y2": 1102,
            "text": "…では お言葉に 甘ぇて",
            "vi": "… Sau đó ngọt ngào với bạn"
        },
        {
            "x1": 125,
            "y1": 993,
            "x2": 191,
            "y2": 1169,
            "text": "リーダーも 嬉しいくせにー",
            "vi": "Người lãnh đạo cũng rất vui"
        },
        {
            "x1": 456,
            "y1": 1282,
            "x2": 560,
            "y2": 1477,
            "text": "大丈夫ですよ 沢山作り置き してありますし",
            "vi": "Không sao, tôi đã làm rất nhiều"
        }
    ],
    "20-61185f36c50d3.jpg": [
        {
            "x1": 121,
            "y1": 547,
            "x2": 184,
            "y2": 945,
            "text": "うんめエェェェ‼",
            "vi": "Yeah Eee"
        },
        {
            "x1": 128,
            "y1": 1250,
            "x2": 234,
            "y2": 1445,
            "text": "相変わらず いい反応 してくれるなあ",
            "vi": "Nó vẫn sẽ phản hồi như bình thường"
        }
    ],
    "21-61185f378e6e0.jpg": [
        {
            "x1": 443,
            "y1": 71,
            "x2": 546,
            "y2": 297,
            "text": "こんな口の中で 溶けていくお肉 なんて初めてだわ…",
            "vi": "Đây là lần đầu tiên thịt tan trong miệng như vậy..."
        },
        {
            "x1": 300,
            "y1": 72,
            "x2": 368,
            "y2": 253,
            "text": "このコクのある 深い味わい…",
            "vi": "Hương vị phong phú và sâu sắc này..."
        },
        {
            "x1": 116,
            "y1": 92,
            "x2": 186,
            "y2": 247,
            "text": "野菜の甘さも 引き立つな…",
            "vi": "Vị ngọt của rau không nổi bật..."
        },
        {
            "x1": 103,
            "y1": 625,
            "x2": 167,
            "y2": 686,
            "text": "はま は1",
            "vi": "Hamaha 1"
        },
        {
            "x1": 892,
            "y1": 611,
            "x2": 1000,
            "y2": 854,
            "text": "はー…まさか再び ムコーダさんの飯が 食えるとは…",
            "vi": "Huh... tôi không thể ăn gạo của mcoda nữa..."
        },
        {
            "x1": 807,
            "y1": 804,
            "x2": 880,
            "y2": 947,
            "text": "いやあ 最高っすね",
            "vi": "Không, đó là tốt nhất"
        },
        {
            "x1": 254,
            "y1": 606,
            "x2": 397,
            "y2": 878,
            "text": "ムコーダさんの飯はく 美味かったーって ずーっと言ってた もんなぁ",
            "vi": "Tôi luôn nói rằng gạo của Mcoda rất ngon."
        },
        {
            "x1": 684,
            "y1": 1001,
            "x2": 790,
            "y2": 1221,
            "text": "やはり肉は フェル様が獲って くるんだろう？",
            "vi": "Rốt cuộc, thịt sẽ bị Fel bắt?"
        },
        {
            "x1": 510,
            "y1": 989,
            "x2": 622,
            "y2": 1211,
            "text": "そう思うと 何の肉か知るのが 怖い気もするが",
            "vi": "Tôi cảm thấy sợ hãi khi biết thịt là gì"
        },
        {
            "x1": 340,
            "y1": 1005,
            "x2": 414,
            "y2": 1176,
            "text": "あんまりにも 美味すぎて…",
            "vi": "Nó thật là ngon..."
        },
        {
            "x1": 118,
            "y1": 1296,
            "x2": 223,
            "y2": 1491,
            "text": "俺たちじゃ絶対 討伐できない やつっすよね…",
            "vi": "Chúng tôi là một người không thể khuất phục nó..."
        }
    ],
    "22-61185f380240f.jpg": [
        {
            "x1": 760,
            "y1": 86,
            "x2": 905,
            "y2": 332,
            "text": "フェル様が 狩った肉ってことは 解体は冒険者ギルド でしょ？",
            "vi": "Đó là một bang hội thám hiểm mà thịt được Fel săn lùng là một bang hội thám hiểm, phải không?"
        },
        {
            "x1": 464,
            "y1": 144,
            "x2": 603,
            "y2": 296,
            "text": "ええ 商人ギルドも 登録したん ですけど",
            "vi": "Vâng, tôi cũng đã đăng ký một bang hội thương mại"
        },
        {
            "x1": 651,
            "y1": 278,
            "x2": 757,
            "y2": 447,
            "text": "あれから ギルド登録 できたんだ？",
            "vi": "Bạn đã đăng ký vào Guild từ đó?"
        },
        {
            "x1": 120,
            "y1": 137,
            "x2": 265,
            "y2": 363,
            "text": "やっぱり フェル達が強いんで 冒険者ギルドの 仕事が多くて",
            "vi": "Rốt cuộc, Fel và những người khác rất mạnh mẽ, vì vậy có rất nhiều công việc của nhà thám hiểm"
        },
        {
            "x1": 120,
            "y1": 606,
            "x2": 221,
            "y2": 737,
            "text": "そりゃあ 伝説の魔獣 だからなあ",
            "vi": "Đó là bởi vì nó là một con quái vật huyền thoại"
        },
        {
            "x1": 908,
            "y1": 792,
            "x2": 973,
            "y2": 960,
            "text": "今ランク いくつなの？",
            "vi": "Bây giờ bạn đang có bao nhiêu cấp bậc?"
        },
        {
            "x1": 553,
            "y1": 832,
            "x2": 590,
            "y2": 957,
            "text": "おおーっ",
            "vi": "Oh oh"
        },
        {
            "x1": 676,
            "y1": 884,
            "x2": 780,
            "y2": 1053,
            "text": "Ｃランクに 引き上げられ ちゃいました",
            "vi": "Nó đã được nâng lên thành C"
        },
        {
            "x1": 272,
            "y1": 802,
            "x2": 378,
            "y2": 973,
            "text": "俺自身は まだ全然 ですけどね…",
            "vi": "Tôi vẫn còn cả..."
        },
        {
            "x1": 121,
            "y1": 886,
            "x2": 236,
            "y2": 1057,
            "text": "あっでも 最近は魔法の 練習もしてて",
            "vi": "Ồ, nhưng gần đây tôi đã luyện tập phép thuật"
        },
        {
            "x1": 927,
            "y1": 1100,
            "x2": 1005,
            "y2": 1244,
            "text": "ほう 属性は何を",
            "vi": "Thuộc tính là gì?"
        },
        {
            "x1": 735,
            "y1": 1087,
            "x2": 833,
            "y2": 1222,
            "text": "ズィジ",
            "vi": "Zie"
        },
        {
            "x1": 486,
            "y1": 1095,
            "x2": 601,
            "y2": 1313,
            "text": "おっ 魔術師ラモン様が 食いついたぞ",
            "vi": "Oh Magicicic Ramon đã ăn"
        },
        {
            "x1": 325,
            "y1": 1105,
            "x2": 430,
            "y2": 1297,
            "text": "なんなら俺が 剣の指南しても いいっすよ！",
            "vi": "Tôi có thể thực hiện hướng dẫn kiếm!"
        },
        {
            "x1": 134,
            "y1": 1111,
            "x2": 198,
            "y2": 1227,
            "text": "やめとけ やめとけ",
            "vi": "Dừng dừng lại"
        }
    ],
    "23-61185f386a866.jpg": [
        {
            "x1": 860,
            "y1": 138,
            "x2": 1004,
            "y2": 307,
            "text": "…皆さんには あの時本当に お世話に なりました",
            "vi": "… Tôi thực sự chăm sóc bạn vào thời điểm đó"
        },
        {
            "x1": 366,
            "y1": 94,
            "x2": 426,
            "y2": 296,
            "text": "護衛について もらったおかげで",
            "vi": "Cảm ơn hộ tống"
        },
        {
            "x1": 859,
            "y1": 361,
            "x2": 995,
            "y2": 631,
            "text": "こっち(の世界）に来て 一人だし右も左も わからないこと だらけで…",
            "vi": "Tôi đến đây (thế giới) và tôi chỉ có một mình, và tôi không thể hiểu được quyền hay trái..."
        },
        {
            "x1": 83,
            "y1": 488,
            "x2": 180,
            "y2": 664,
            "text": "フェルとも 出会えたような もんですからね",
            "vi": "Có vẻ như tôi đã có thể gặp Fel."
        },
        {
            "x1": 942,
            "y1": 746,
            "x2": 972,
            "y2": 938,
            "text": "ムコーダさん…",
            "vi": "Mukoda..."
        },
        {
            "x1": 856,
            "y1": 1042,
            "x2": 988,
            "y2": 1260,
            "text": "…この流れで なんなんですけど おかわり いいっすか？",
            "vi": "“Dòng chảy này là gì, nhưng nó ổn chứ?"
        },
        {
            "x1": 497,
            "y1": 1050,
            "x2": 531,
            "y2": 1229,
            "text": "ヴィンセント",
            "vi": "Vincent"
        },
        {
            "x1": 328,
            "y1": 1048,
            "x2": 430,
            "y2": 1244,
            "text": "もちろん！ 皆さんは いかがですか？",
            "vi": "Đương nhiên! Tất cả chúng ta thế nào?"
        },
        {
            "x1": 482,
            "y1": 1435,
            "x2": 581,
            "y2": 1544,
            "text": "いやもう すっげー 美味くて",
            "vi": "Không, nó rất ngon"
        }
    ],
    "24-61185f38dfb03.jpg": [
        {
            "x1": 547,
            "y1": 85,
            "x2": 584,
            "y2": 323,
            "text": "お願いします！",
            "vi": "vui lòng!"
        },
        {
            "x1": 130,
            "y1": 128,
            "x2": 197,
            "y2": 273,
            "text": "作り甲斐が あるなく",
            "vi": "Nó không đáng để làm"
        },
        {
            "x1": 476,
            "y1": 1508,
            "x2": 670,
            "y2": 1547,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}