var ocr_data = {
    "001.jpg": [
        {
            "x1": 151,
            "y1": 44,
            "x2": 773,
            "y2": 88,
            "text": "はじめての街とはじめての友達 後編",
            "vi": "Phần đầu tiên của người bạn đầu tiên và phần thứ hai của người bạn"
        },
        {
            "x1": 60,
            "y1": 51,
            "x2": 141,
            "y2": 86,
            "text": "第15章",
            "vi": "Chương 15"
        },
        {
            "x1": 152,
            "y1": 109,
            "x2": 694,
            "y2": 258,
            "text": "とんでもスキル同 異世界放浪父ジ",
            "vi": "Kỹ năng cùng thế giới lang thang cha"
        },
        {
            "x1": 342,
            "y1": 303,
            "x2": 489,
            "y2": 347,
            "text": "TondemoSkide lsekai HourouMeshi",
            "vi": "L Thế giới lang thang với S -Machine"
        },
        {
            "x1": 78,
            "y1": 1169,
            "x2": 762,
            "y2": 1206,
            "text": "漫画:双葉もも 原作:江口連 ｷｬﾗｸﾀー原案:濯雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "002.jpg": [
        {
            "x1": 688,
            "y1": 185,
            "x2": 740,
            "y2": 312,
            "text": "はい！",
            "vi": "Vâng!"
        },
        {
            "x1": 280,
            "y1": 358,
            "x2": 350,
            "y2": 444,
            "text": "不キの 見せも",
            "vi": "Làm một chương trình xấu"
        },
        {
            "x1": 571,
            "y1": 391,
            "x2": 627,
            "y2": 538,
            "text": "これでしょ？ 食べたかったの",
            "vi": "Đây là nó? Tôi muốn ăn"
        },
        {
            "x1": 440,
            "y1": 403,
            "x2": 511,
            "y2": 558,
            "text": "でも あのぉじちゃんも ヒドイよねー",
            "vi": "Nhưng điều đó cũng rất tệ."
        },
        {
            "x1": 712,
            "y1": 514,
            "x2": 746,
            "y2": 619,
            "text": "わーい！",
            "vi": "Yay!"
        },
        {
            "x1": 223,
            "y1": 468,
            "x2": 407,
            "y2": 642,
            "text": "ただ見てただけで 追っぱらおうと するんだもん！ わたしも されたこと あるよ",
            "vi": "Tôi chỉ cố gắng đuổi theo chỉ bằng cách nhìn vào nó! Tôi đã từng"
        },
        {
            "x1": 683,
            "y1": 838,
            "x2": 752,
            "y2": 1011,
            "text": "あの時わたしが ママとおでかけ しててよかったねー",
            "vi": "Tôi rất vui vì tôi đã đi chơi với mẹ tôi vào thời điểm đó."
        },
        {
            "x1": 526,
            "y1": 837,
            "x2": 580,
            "y2": 941,
            "text": "じゃないと 今ごろ―…",
            "vi": "Nếu không..."
        },
        {
            "x1": 413,
            "y1": 893,
            "x2": 440,
            "y2": 992,
            "text": "今ごろ…",
            "vi": "Ngày nay..."
        }
    ],
    "003.jpg": [
        {
            "x1": 109,
            "y1": 102,
            "x2": 195,
            "y2": 275,
            "text": "ママが いない…？",
            "vi": "Không có mẹ...?"
        },
        {
            "x1": 108,
            "y1": 556,
            "x2": 160,
            "y2": 636,
            "text": "ええ",
            "vi": "Ừ"
        },
        {
            "x1": 505,
            "y1": 796,
            "x2": 571,
            "y2": 884,
            "text": "てん",
            "vi": "chỉ trỏ"
        }
    ],
    "004.jpg": [
        {
            "x1": 353,
            "y1": 473,
            "x2": 395,
            "y2": 558,
            "text": "うお⁉",
            "vi": "U eo"
        },
        {
            "x1": 537,
            "y1": 538,
            "x2": 572,
            "y2": 664,
            "text": "ママなのー7",
            "vi": "Mẹ -7 7"
        },
        {
            "x1": 592,
            "y1": 640,
            "x2": 652,
            "y2": 753,
            "text": "ママ ちがうの",
            "vi": "Mẹ khác nhau"
        },
        {
            "x1": 185,
            "y1": 704,
            "x2": 232,
            "y2": 854,
            "text": "ひゃあっ",
            "vi": "Hyaka"
        },
        {
            "x1": 733,
            "y1": 925,
            "x2": 795,
            "y2": 1109,
            "text": "なあに このスライム⁉",
            "vi": "Slime⁉ này⁉"
        },
        {
            "x1": 131,
            "y1": 945,
            "x2": 229,
            "y2": 1150,
            "text": "ぷるちゃん まって",
            "vi": "Puru -chan"
        }
    ],
    "005.jpg": [
        {
            "x1": 655,
            "y1": 107,
            "x2": 709,
            "y2": 289,
            "text": "みんなびっくり しちゃうでしょー",
            "vi": "Mọi người sẽ ngạc nhiên"
        },
        {
            "x1": 591,
            "y1": 101,
            "x2": 649,
            "y2": 231,
            "text": "めっ！",
            "vi": "Đạt đến!"
        },
        {
            "x1": 107,
            "y1": 158,
            "x2": 140,
            "y2": 301,
            "text": "はあくそい",
            "vi": "Đi săn chim ưng"
        },
        {
            "x1": 659,
            "y1": 377,
            "x2": 745,
            "y2": 518,
            "text": "もー… 急になんで こんなこと…",
            "vi": "Ma... đột nhiên cái này..."
        },
        {
            "x1": 337,
            "y1": 367,
            "x2": 421,
            "y2": 539,
            "text": "もしかして… ママ探してくれて たの…？",
            "vi": "Có lẽ... bạn đang tìm mẹ...?"
        },
        {
            "x1": 83,
            "y1": 953,
            "x2": 123,
            "y2": 1178,
            "text": "ぷるちゃくそん",
            "vi": "Con trai Puruchaku"
        }
    ],
    "006.jpg": [
        {
            "x1": 740,
            "y1": 78,
            "x2": 837,
            "y2": 199,
            "text": "スイは スイて っんだよ",
            "vi": "Sui rất tốt"
        },
        {
            "x1": 465,
            "y1": 81,
            "x2": 491,
            "y2": 220,
            "text": "…どうしよう",
            "vi": "…Tôi nên làm gì đây"
        },
        {
            "x1": 276,
            "y1": 71,
            "x2": 354,
            "y2": 226,
            "text": "このまま ママにもパパにも 会えなくて",
            "vi": "Tôi không thể gặp mẹ tôi hoặc bố tôi như nó là"
        },
        {
            "x1": 164,
            "y1": 196,
            "x2": 241,
            "y2": 353,
            "text": "おうちにも 帰れなくなったら どうしよう…",
            "vi": "Nếu tôi không thể trở về nhà thì sao..."
        },
        {
            "x1": 767,
            "y1": 477,
            "x2": 815,
            "y2": 637,
            "text": "うえく～",
            "vi": "Urm ~"
        },
        {
            "x1": 314,
            "y1": 527,
            "x2": 352,
            "y2": 596,
            "text": "あせ",
            "vi": "Ngẫu nhiên"
        },
        {
            "x1": 790,
            "y1": 685,
            "x2": 819,
            "y2": 744,
            "text": "ホ口",
            "vi": "Nói to"
        },
        {
            "x1": 745,
            "y1": 758,
            "x2": 777,
            "y2": 811,
            "text": "赤回",
            "vi": "Xoay đỏ"
        },
        {
            "x1": 152,
            "y1": 933,
            "x2": 243,
            "y2": 1053,
            "text": "そうだ あるじ",
            "vi": "Đúng thế"
        }
    ],
    "007.jpg": [
        {
            "x1": 640,
            "y1": 78,
            "x2": 721,
            "y2": 215,
            "text": "いっしょに あるじのとこ いこ",
            "vi": "Ichiko Icho Ichiko cùng nhau"
        },
        {
            "x1": 572,
            "y1": 70,
            "x2": 625,
            "y2": 147,
            "text": "ぐい",
            "vi": "Dụng cụ"
        },
        {
            "x1": 367,
            "y1": 144,
            "x2": 391,
            "y2": 269,
            "text": "なになに？",
            "vi": "Những gì?"
        },
        {
            "x1": 600,
            "y1": 454,
            "x2": 712,
            "y2": 597,
            "text": "あるじは なんでも しってるんだ よー",
            "vi": "Aji đang làm bất cứ điều gì"
        },
        {
            "x1": 231,
            "y1": 483,
            "x2": 257,
            "y2": 597,
            "text": "ねぇ あれ…",
            "vi": "Này,..."
        },
        {
            "x1": 169,
            "y1": 572,
            "x2": 193,
            "y2": 691,
            "text": "危ないんじゃ",
            "vi": "Nó nguy hiểm"
        },
        {
            "x1": 681,
            "y1": 782,
            "x2": 731,
            "y2": 913,
            "text": "ねえ ぷるちゃん…",
            "vi": "Ne puru -chan..."
        },
        {
            "x1": 347,
            "y1": 742,
            "x2": 459,
            "y2": 941,
            "text": "がえ",
            "vi": "Giẻ lau"
        },
        {
            "x1": 475,
            "y1": 891,
            "x2": 506,
            "y2": 1030,
            "text": "そこの君！",
            "vi": "Bạn ở đó!"
        },
        {
            "x1": 341,
            "y1": 1003,
            "x2": 414,
            "y2": 1145,
            "text": "スライムを つけた君",
            "vi": "Bạn là người nhếch nhác"
        }
    ],
    "008.jpg": [
        {
            "x1": 754,
            "y1": 106,
            "x2": 782,
            "y2": 259,
            "text": "へいしさん？",
            "vi": "Huishi -san?"
        },
        {
            "x1": 632,
            "y1": 150,
            "x2": 662,
            "y2": 291,
            "text": "平気かい？",
            "vi": "Bạn ổn?"
        },
        {
            "x1": 453,
            "y1": 72,
            "x2": 543,
            "y2": 289,
            "text": "そのスライムは 小さくても魔物だから こっちに来なさい",
            "vi": "Ngay cả khi Slime nhỏ, đó là một con quái vật, vì vậy hãy đến đây"
        },
        {
            "x1": 360,
            "y1": 144,
            "x2": 416,
            "y2": 341,
            "text": "それとも 君のスライムかい？",
            "vi": "Hay chất nhờn của bạn?"
        },
        {
            "x1": 214,
            "y1": 272,
            "x2": 238,
            "y2": 366,
            "text": "えっと…",
            "vi": "Ừm..."
        },
        {
            "x1": 148,
            "y1": 383,
            "x2": 174,
            "y2": 500,
            "text": "この子は…",
            "vi": "Đứa trẻ này là..."
        },
        {
            "x1": 746,
            "y1": 646,
            "x2": 798,
            "y2": 748,
            "text": "あるじの とこころいく",
            "vi": "Aji không có Kokoro"
        },
        {
            "x1": 589,
            "y1": 645,
            "x2": 642,
            "y2": 734,
            "text": "O人人 っぱい",
            "vi": "O -person"
        },
        {
            "x1": 481,
            "y1": 640,
            "x2": 512,
            "y2": 825,
            "text": "ひどいやスイ…",
            "vi": "Thật khủng khiếp và tốt..."
        },
        {
            "x1": 126,
            "y1": 637,
            "x2": 237,
            "y2": 850,
            "text": "街では 大人しくするって 約束したのに…",
            "vi": "Tôi hứa sẽ yên tĩnh trong thành phố..."
        },
        {
            "x1": 605,
            "y1": 887,
            "x2": 762,
            "y2": 915,
            "text": "あるしでり",
            "vi": "Có"
        },
        {
            "x1": 440,
            "y1": 811,
            "x2": 564,
            "y2": 970,
            "text": "だら",
            "vi": "Xa xỉ"
        },
        {
            "x1": 110,
            "y1": 873,
            "x2": 216,
            "y2": 1013,
            "text": "だジ",
            "vi": "Daji"
        },
        {
            "x1": 433,
            "y1": 1062,
            "x2": 529,
            "y2": 1215,
            "text": "ぶる 、ぶる",
            "vi": "Buru, nuốt nước bọt"
        }
    ],
    "009.jpg": [
        {
            "x1": 129,
            "y1": 202,
            "x2": 182,
            "y2": 457,
            "text": "ぷるちゃん！",
            "vi": "Puru -chan!"
        },
        {
            "x1": 613,
            "y1": 542,
            "x2": 726,
            "y2": 760,
            "text": "逃げたぞ‼ 追え！",
            "vi": "Tôi đã chạy đi Theo dõi!"
        },
        {
            "x1": 49,
            "y1": 574,
            "x2": 103,
            "y2": 741,
            "text": "まって！",
            "vi": "đợi đã!"
        },
        {
            "x1": 663,
            "y1": 785,
            "x2": 711,
            "y2": 972,
            "text": "ぷるちゃん なにもしてないよ！",
            "vi": "Tôi không làm bất cứ điều gì!"
        },
        {
            "x1": 553,
            "y1": 808,
            "x2": 609,
            "y2": 997,
            "text": "わたしと 遊んでただけなの！",
            "vi": "Tôi chỉ chơi với tôi!"
        },
        {
            "x1": 435,
            "y1": 830,
            "x2": 515,
            "y2": 1059,
            "text": "きっと びっくりしちゃって 逃げちゃっただけなの！",
            "vi": "Tôi chắc chắn rằng tôi đã ngạc nhiên và chỉ bỏ trốn!"
        },
        {
            "x1": 262,
            "y1": 799,
            "x2": 357,
            "y2": 1015,
            "text": "だから 大丈夫です！",
            "vi": "Vì vậy, không sao cả!"
        },
        {
            "x1": 103,
            "y1": 865,
            "x2": 158,
            "y2": 976,
            "text": "いや しかし 通報が…",
            "vi": "Không, nhưng báo cáo..."
        },
        {
            "x1": 19,
            "y1": 917,
            "x2": 97,
            "y2": 1054,
            "text": "君も困って 泣いていたじゃ ないか",
            "vi": "Bạn đang khóc trong rắc rối"
        }
    ],
    "010.jpg": [
        {
            "x1": 660,
            "y1": 52,
            "x2": 799,
            "y2": 337,
            "text": "ぷるちゃん 見うしなっちゃう でしょ──‼",
            "vi": "Bạn sẽ thấy Puru -chan."
        },
        {
            "x1": 161,
            "y1": 29,
            "x2": 282,
            "y2": 226,
            "text": "じゃあ そういうこと だから！",
            "vi": "Vì vậy, đó là nó!"
        },
        {
            "x1": 622,
            "y1": 568,
            "x2": 766,
            "y2": 833,
            "text": "ぷるちゃん 待って",
            "vi": "Chờ Puru -chan"
        },
        {
            "x1": 179,
            "y1": 871,
            "x2": 234,
            "y2": 1041,
            "text": "結局 俺らって 意味あったのか？",
            "vi": "Rốt cuộc, chúng ta có nghĩa là?"
        },
        {
            "x1": 432,
            "y1": 977,
            "x2": 516,
            "y2": 1134,
            "text": "…先輩 俺 子供ってよく 分かんないです…",
            "vi": "… Tôi không hiểu con..."
        },
        {
            "x1": 174,
            "y1": 1067,
            "x2": 247,
            "y2": 1153,
            "text": "そうだな 俺も",
            "vi": "Đúng thế"
        },
        {
            "x1": 152,
            "y1": 1080,
            "x2": 204,
            "y2": 1174,
            "text": "分か分ん",
            "vi": "Nhận định"
        }
    ],
    "011.jpg": [
        {
            "x1": 668,
            "y1": 56,
            "x2": 741,
            "y2": 281,
            "text": "ぷるちん",
            "vi": "Mận"
        }
    ],
    "012.jpg": [
        {
            "x1": 740,
            "y1": 10,
            "x2": 820,
            "y2": 162,
            "text": "まてまて ぷるちゃ",
            "vi": "Matupurucha"
        },
        {
            "x1": 738,
            "y1": 139,
            "x2": 784,
            "y2": 255,
            "text": "─ん",
            "vi": "Giấu"
        },
        {
            "x1": 382,
            "y1": 70,
            "x2": 471,
            "y2": 259,
            "text": "ミリーナ⁉ あなたね！",
            "vi": "Milina⁉ bạn!"
        },
        {
            "x1": 728,
            "y1": 591,
            "x2": 799,
            "y2": 775,
            "text": "よかった 心配したのよ！",
            "vi": "Tôi đã lo lắng!"
        },
        {
            "x1": 146,
            "y1": 645,
            "x2": 179,
            "y2": 761,
            "text": "まま…？",
            "vi": "Như nó là...?"
        }
    ],
    "013.jpg": [
        {
            "x1": 576,
            "y1": 126,
            "x2": 711,
            "y2": 379,
            "text": "ママぁ！",
            "vi": "Mẹ ơi!"
        },
        {
            "x1": 681,
            "y1": 650,
            "x2": 726,
            "y2": 803,
            "text": "どこ行ってたの",
            "vi": "bạn đã đi đâu"
        },
        {
            "x1": 603,
            "y1": 726,
            "x2": 646,
            "y2": 869,
            "text": "ごめんなさーい",
            "vi": "Xin lỗi"
        },
        {
            "x1": 614,
            "y1": 929,
            "x2": 709,
            "y2": 1125,
            "text": "戻ってこい スイ",
            "vi": "Trở lại"
        }
    ],
    "015.jpg": [
        {
            "x1": 648,
            "y1": 123,
            "x2": 721,
            "y2": 238,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 419,
            "y1": 35,
            "x2": 535,
            "y2": 200,
            "text": "てん",
            "vi": "chỉ trỏ"
        },
        {
            "x1": 41,
            "y1": 102,
            "x2": 167,
            "y2": 307,
            "text": "あるじー",
            "vi": "Một chút"
        },
        {
            "x1": 613,
            "y1": 533,
            "x2": 707,
            "y2": 718,
            "text": "スイ！ 探したんだぞ どこ行ってたの⁉",
            "vi": "Sui! Tôi đang tìm nó ở nơi tôi đã đến"
        },
        {
            "x1": 94,
            "y1": 542,
            "x2": 164,
            "y2": 742,
            "text": "ごめんねー あそんでたのー",
            "vi": "Tôi xin lỗi tôi đã chơi"
        },
        {
            "x1": 660,
            "y1": 851,
            "x2": 714,
            "y2": 991,
            "text": "遊んでたって フェルと？",
            "vi": "Với fel?"
        },
        {
            "x1": 273,
            "y1": 841,
            "x2": 324,
            "y2": 971,
            "text": "じゃあ今まで ひとりで？",
            "vi": "Vậy cho đến bây giờ một mình?"
        },
        {
            "x1": 395,
            "y1": 981,
            "x2": 469,
            "y2": 1138,
            "text": "ううんー フェルおじちゃん ねてたもんー",
            "vi": "U -en -fel chú"
        },
        {
            "x1": 25,
            "y1": 956,
            "x2": 114,
            "y2": 1088,
            "text": "ううん！ んっとね",
            "vi": "KHÔNG! Khéo léo"
        }
    ],
    "016.jpg": [
        {
            "x1": 229,
            "y1": 448,
            "x2": 274,
            "y2": 734,
            "text": "おともだちー",
            "vi": "Bạn bè"
        },
        {
            "x1": 143,
            "y1": 1161,
            "x2": 358,
            "y2": 1203,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}