var ocr_data = {
    "01.jpg": [
        {
            "x1": 844,
            "y1": 150,
            "x2": 996,
            "y2": 303,
            "text": "フン ならば こうすれば 良いのだ",
            "vi": "Nếu đó là phân, bạn nên làm điều này"
        }
    ],
    "02.jpg": [
        {
            "x1": 885,
            "y1": 117,
            "x2": 950,
            "y2": 451,
            "text": "焼けました！",
            "vi": "Tôi đã bị bỏng!"
        },
        {
            "x1": 130,
            "y1": 785,
            "x2": 453,
            "y2": 896,
            "text": "クラーケン焼き",
            "vi": "Kraken nướng"
        },
        {
            "x1": 869,
            "y1": 1071,
            "x2": 991,
            "y2": 1203,
            "text": "すっげー いい匂い するな！",
            "vi": "Đừng ngửi như vậy!"
        },
        {
            "x1": 135,
            "y1": 1058,
            "x2": 240,
            "y2": 1253,
            "text": "でかい イカ焼きって ロマンあるなあ",
            "vi": "Có một sự lãng mạn cho việc nướng Big Squid"
        },
        {
            "x1": 797,
            "y1": 1308,
            "x2": 831,
            "y2": 1477,
            "text": "おっきいね！",
            "vi": "Nó lớn!"
        }
    ],
    "03.jpg": [
        {
            "x1": 766,
            "y1": 171,
            "x2": 844,
            "y2": 356,
            "text": "クラーケンの 討伐祝いだ！",
            "vi": "Đó là một kỷ niệm về thất bại của Kraken!"
        },
        {
            "x1": 604,
            "y1": 369,
            "x2": 720,
            "y2": 525,
            "text": "思いっきり 食って やろうぜ！",
            "vi": "Chúng ta hãy ăn càng nhiều càng tốt!"
        },
        {
            "x1": 171,
            "y1": 670,
            "x2": 288,
            "y2": 851,
            "text": "倉庫の酒も ありったけ 持って来い！",
            "vi": "Mang theo rượu!"
        },
        {
            "x1": 873,
            "y1": 1134,
            "x2": 971,
            "y2": 1381,
            "text": "乾杯‼",
            "vi": "Chúc mừng!"
        }
    ],
    "04.jpg": [
        {
            "x1": 568,
            "y1": 678,
            "x2": 673,
            "y2": 952,
            "text": "外で食べる イカ焼きに酒！",
            "vi": "Sake cho Squid nướng bên ngoài!"
        },
        {
            "x1": 138,
            "y1": 1217,
            "x2": 187,
            "y2": 1466,
            "text": "最高く～～っ！",
            "vi": "Tốt nhất!"
        }
    ],
    "05.jpg": [
        {
            "x1": 901,
            "y1": 905,
            "x2": 1022,
            "y2": 1112,
            "text": "かかったタレも 香ばしくて 良いではないか",
            "vi": "Không ổn khi có thể thơm?"
        },
        {
            "x1": 132,
            "y1": 891,
            "x2": 291,
            "y2": 1144,
            "text": "この弾力 たまんねえな！ 食い応えがあって クセになるぜ！",
            "vi": "Tôi không biết tính co giãn này! Nó sẽ là một thói quen và nó sẽ gây nghiện!"
        }
    ],
    "06.jpg": [
        {
            "x1": 959,
            "y1": 89,
            "x2": 1019,
            "y2": 197,
            "text": "ううん",
            "vi": "KHÔNG"
        },
        {
            "x1": 843,
            "y1": 180,
            "x2": 961,
            "y2": 309,
            "text": "普通に イカの味 なんだな",
            "vi": "Nó thường có hương vị mực"
        },
        {
            "x1": 366,
            "y1": 148,
            "x2": 480,
            "y2": 344,
            "text": "タレの甘辛さと 生姜の風味が なく合ってて",
            "vi": "Nó phù hợp mà không có vị ngọt của nước sốt và hương vị gừng"
        },
        {
            "x1": 54,
            "y1": 516,
            "x2": 145,
            "y2": 681,
            "text": "これは 酒が進むぜ",
            "vi": "Đây là việc uống rượu"
        },
        {
            "x1": 548,
            "y1": 672,
            "x2": 692,
            "y2": 841,
            "text": "あんなに 大きいのに 大味って こともないし",
            "vi": "Nó quá lớn nhưng nó không phải là một hương vị lớn"
        }
    ],
    "07.jpg": [
        {
            "x1": 794,
            "y1": 168,
            "x2": 986,
            "y2": 351,
            "text": "クラーケンは 半分残して もらってるし まだまだ 食べられるぞ",
            "vi": "Kraken là một nửa và bạn vẫn có thể ăn nó"
        },
        {
            "x1": 134,
            "y1": 172,
            "x2": 235,
            "y2": 294,
            "text": "むっ 本当か",
            "vi": "Có đúng không?"
        },
        {
            "x1": 823,
            "y1": 731,
            "x2": 995,
            "y2": 952,
            "text": "クラーケンが イカっぽいなら シーサーペントも 合う料理が ありそうだし",
            "vi": "Nếu Kraken giống như một con mực, dường như có một món ăn cũng phù hợp với Shisa Pent."
        },
        {
            "x1": 417,
            "y1": 995,
            "x2": 531,
            "y2": 1151,
            "text": "うむ やはり 海に来て 正解だった",
            "vi": "Ừm, thật chính xác khi đến biển"
        },
        {
            "x1": 590,
            "y1": 1245,
            "x2": 696,
            "y2": 1414,
            "text": "いろんな 食べ方が できるかもな",
            "vi": "Có lẽ bạn có thể ăn nhiều cách khác nhau"
        },
        {
            "x1": 322,
            "y1": 1256,
            "x2": 365,
            "y2": 1362,
            "text": "気が早社杯",
            "vi": "Tôi nhanh chóng để đền thờ"
        },
        {
            "x1": 130,
            "y1": 1243,
            "x2": 232,
            "y2": 1462,
            "text": "すぐにでも シーサーペントも 食いたいぐらいだ",
            "vi": "Tôi muốn ăn shisa pent nhất có thể"
        }
    ],
    "08.jpg": [
        {
            "x1": 859,
            "y1": 151,
            "x2": 977,
            "y2": 335,
            "text": "スイも はやく 食べたいな！",
            "vi": "Tôi muốn ăn Sui không còn nữa!"
        },
        {
            "x1": 256,
            "y1": 142,
            "x2": 323,
            "y2": 297,
            "text": "そうだなー たとえば…",
            "vi": "Đúng vậy, chẳng hạn..."
        },
        {
            "x1": 71,
            "y1": 151,
            "x2": 153,
            "y2": 305,
            "text": "おう 兄ちゃん！",
            "vi": "Anh trai!"
        },
        {
            "x1": 398,
            "y1": 466,
            "x2": 515,
            "y2": 619,
            "text": "次は どんな飯に するんだ？",
            "vi": "Bạn muốn loại bữa ăn tiếp theo?"
        },
        {
            "x1": 889,
            "y1": 721,
            "x2": 966,
            "y2": 957,
            "text": "あんたのおかげで 漁に出れんだ",
            "vi": "Nhờ bạn, tôi có thể đi câu cá"
        },
        {
            "x1": 170,
            "y1": 714,
            "x2": 346,
            "y2": 884,
            "text": "それに クラーケンが こんなに 美味く食える なんて",
            "vi": "Và Kraken có thể ăn rất ngon"
        },
        {
            "x1": 141,
            "y1": 893,
            "x2": 210,
            "y2": 1089,
            "text": "感謝しても しきれねぇぜ！",
            "vi": "Tôi không thể cảm ơn bạn!"
        },
        {
            "x1": 897,
            "y1": 1182,
            "x2": 972,
            "y2": 1378,
            "text": "もっと 飲んでくれや！",
            "vi": "Uống thêm!"
        }
    ],
    "09.jpg": [
        {
            "x1": 168,
            "y1": 141,
            "x2": 284,
            "y2": 355,
            "text": "よし おめえ等！",
            "vi": "Yoshio, vv!"
        },
        {
            "x1": 889,
            "y1": 1002,
            "x2": 975,
            "y2": 1258,
            "text": "網にほつれは ないだろうな！",
            "vi": "Sẽ không có cuộc sờn trên mạng!"
        },
        {
            "x1": 476,
            "y1": 1315,
            "x2": 543,
            "y2": 1433,
            "text": "なんだ なんだ？",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 191,
            "y1": 1212,
            "x2": 278,
            "y2": 1468,
            "text": "話は錆びて ねえだろうな！",
            "vi": "Câu chuyện sẽ không bị rỉ sét!"
        }
    ],
    "10.jpg": [
        {
            "x1": 803,
            "y1": 134,
            "x2": 966,
            "y2": 497,
            "text": "今日は魚で カゴー杯にするまで 帰れねえと思え！",
            "vi": "Tôi không nghĩ rằng tôi có thể về nhà cho đến khi tôi làm một cốc rổ hôm nay!"
        },
        {
            "x1": 361,
            "y1": 0,
            "x2": 903,
            "y2": 532,
            "text": "十ォ",
            "vi": "Mười"
        },
        {
            "x1": 130,
            "y1": 405,
            "x2": 216,
            "y2": 753,
            "text": "おお──っ‼",
            "vi": "Oh oh"
        },
        {
            "x1": 203,
            "y1": 1019,
            "x2": 268,
            "y2": 1184,
            "text": "いって らっしゃくい",
            "vi": "Tôi điên"
        }
    ],
    "11.jpg": [
        {
            "x1": 862,
            "y1": 153,
            "x2": 1001,
            "y2": 332,
            "text": "昨日あんなに 飲んで騒いで もう漁に出れる なんて",
            "vi": "Tôi có thể uống rất nhiều vào ngày hôm qua và gây ồn ào và đi câu cá"
        },
        {
            "x1": 161,
            "y1": 139,
            "x2": 200,
            "y2": 304,
            "text": "そらそうよ",
            "vi": "Đúng thế"
        },
        {
            "x1": 760,
            "y1": 279,
            "x2": 857,
            "y2": 479,
            "text": "ベルレアンの 漁師は屈強だって ホントなんですね",
            "vi": "Ngư dân Berleane rất mạnh."
        },
        {
            "x1": 839,
            "y1": 605,
            "x2": 954,
            "y2": 777,
            "text": "こうでなきゃ 海の男は 務まらねえ",
            "vi": "Nếu bạn không làm điều này, bạn sẽ không hoạt động"
        },
        {
            "x1": 179,
            "y1": 626,
            "x2": 288,
            "y2": 773,
            "text": "次の朝市を 楽しみに するといい",
            "vi": "Tôi hy vọng bạn mong đợi vào thị trường sáng hôm sau"
        },
        {
            "x1": 783,
            "y1": 1070,
            "x2": 940,
            "y2": 1326,
            "text": "普段の ベルレアンの市場は そりゃあ活気に 溢れてるからな！",
            "vi": "Chợ Berleane thông thường đầy sống động!"
        },
        {
            "x1": 100,
            "y1": 1511,
            "x2": 293,
            "y2": 1553,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}