var ocr_data = {
    "01.jpg": [
        {
            "x1": 191,
            "y1": 62,
            "x2": 915,
            "y2": 107,
            "text": "第73章 冒険者ヨハンネスの日常 前編",
            "vi": "Chương 73 Nhà thám hiểm Johannes hàng ngày Phần 1"
        },
        {
            "x1": 85,
            "y1": 201,
            "x2": 612,
            "y2": 332,
            "text": "とんでもスキル同 你異世界放浪タシ",
            "vi": "Kỹ năng giống như kỹ năng"
        },
        {
            "x1": 115,
            "y1": 1521,
            "x2": 1011,
            "y2": 1571,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "02.jpg": [
        {
            "x1": 856,
            "y1": 238,
            "x2": 988,
            "y2": 465,
            "text": "はいこちら オークの牙と皮 魔石に",
            "vi": "HAISHO OAK FANGS VÀ SKIN MAGI MAGIT"
        },
        {
            "x1": 250,
            "y1": 338,
            "x2": 385,
            "y2": 547,
            "text": "マージュ草と アーロエの 買取代金です",
            "vi": "Nó là giá mua của Marge Grass và Aaloe"
        },
        {
            "x1": 982,
            "y1": 762,
            "x2": 1023,
            "y2": 1017,
            "text": "またのお越しを",
            "vi": "Trở lại một lần nữa"
        },
        {
            "x1": 583,
            "y1": 789,
            "x2": 670,
            "y2": 969,
            "text": "俺は ヨハンネス",
            "vi": "Tôi là Julian"
        },
        {
            "x1": 503,
            "y1": 1268,
            "x2": 702,
            "y2": 1438,
            "text": "ボチボチ かな… 金貨見1枚 銀貨6枚と",
            "vi": "Tôi tự hỏi liệu nó có phải là một sự cay đắng... 1 đồng vàng và 6 đồng bạc"
        },
        {
            "x1": 751,
            "y1": 1387,
            "x2": 790,
            "y2": 1534,
            "text": "うーん…",
            "vi": "Hmm..."
        },
        {
            "x1": 170,
            "y1": 1325,
            "x2": 303,
            "y2": 1531,
            "text": "採集専門の しがないソロ 冒険者だ",
            "vi": "Một nhà thám hiểm solo không có buổi họp mặt đặc sản"
        }
    ],
    "03.jpg": [
        {
            "x1": 932,
            "y1": 94,
            "x2": 968,
            "y2": 343,
            "text": "しくじったなー",
            "vi": "Tôi đã rất ốm"
        },
        {
            "x1": 660,
            "y1": 84,
            "x2": 810,
            "y2": 397,
            "text": "まさか あそこでオークに 襲われるなんて…",
            "vi": "Không có cách nào để bị tấn công bằng cây sồi ở đó..."
        },
        {
            "x1": 427,
            "y1": 63,
            "x2": 559,
            "y2": 306,
            "text": "でも偶然助けて くれた人って アレだよな…",
            "vi": "Nhưng người đã tình cờ giúp tôi là..."
        },
        {
            "x1": 130,
            "y1": 66,
            "x2": 270,
            "y2": 310,
            "text": "ヤバい従魔 連れてるって いう冒険者の…",
            "vi": "Nhà thám hiểm có một con quỷ nguy hiểm..."
        },
        {
            "x1": 83,
            "y1": 407,
            "x2": 172,
            "y2": 597,
            "text": "すぐいなく なっちゃったケド",
            "vi": "Kedo đã sớm biến mất"
        },
        {
            "x1": 890,
            "y1": 887,
            "x2": 976,
            "y2": 1112,
            "text": "連れてる従魔は 恐ろしいけど",
            "vi": "Ma quỷ tôi đang lấy thật là khủng khiếp"
        },
        {
            "x1": 556,
            "y1": 889,
            "x2": 594,
            "y2": 1113,
            "text": "いい人だったな",
            "vi": "Đó là một người tốt"
        },
        {
            "x1": 306,
            "y1": 957,
            "x2": 437,
            "y2": 1198,
            "text": "次もし会えた時 ちゃんとお礼 できたらいいな",
            "vi": "Tôi hy vọng tôi có thể cảm ơn bạn khi tôi gặp lần sau"
        },
        {
            "x1": 98,
            "y1": 1410,
            "x2": 134,
            "y2": 1493,
            "text": "っと",
            "vi": "Tại một thời điểm"
        }
    ],
    "04.jpg": [
        {
            "x1": 942,
            "y1": 180,
            "x2": 1032,
            "y2": 356,
            "text": "今日の視察 視察っと",
            "vi": "Kiểm tra hôm nay"
        },
        {
            "x1": 590,
            "y1": 503,
            "x2": 733,
            "y2": 842,
            "text": "いらっしゃい ませー！",
            "vi": "hoan nghênh!"
        },
        {
            "x1": 1002,
            "y1": 905,
            "x2": 1134,
            "y2": 1141,
            "text": "なはは",
            "vi": "Hahaha"
        },
        {
            "x1": 894,
            "y1": 936,
            "x2": 1026,
            "y2": 1163,
            "text": "カレーリナとは 違って冒険者で 賑わう酒場",
            "vi": "Không giống như Curry Lina, một quán rượu đầy những người thích phiêu lưu"
        },
        {
            "x1": 288,
            "y1": 1012,
            "x2": 382,
            "y2": 1223,
            "text": "ドランに来て 数ヶ月",
            "vi": "Một vài tháng kể từ khi tôi đến Doran"
        },
        {
            "x1": 840,
            "y1": 1211,
            "x2": 978,
            "y2": 1422,
            "text": "実家の店に 役立つもんが ないかと",
            "vi": "Tôi tự hỏi liệu có một cửa hàng hữu ích trong nhà của bố mẹ tôi"
        },
        {
            "x1": 196,
            "y1": 1264,
            "x2": 254,
            "y2": 1557,
            "text": "失礼しますく",
            "vi": "Tôi xin lôi"
        }
    ],
    "05.jpg": [
        {
            "x1": 853,
            "y1": 90,
            "x2": 994,
            "y2": 278,
            "text": "こちら ご注文の エールと…",
            "vi": "Với rượu bia bạn đã đặt hàng..."
        },
        {
            "x1": 483,
            "y1": 397,
            "x2": 594,
            "y2": 609,
            "text": "タマゴの 燻製です！",
            "vi": "Nó là trứng hun khói!"
        },
        {
            "x1": 108,
            "y1": 486,
            "x2": 168,
            "y2": 628,
            "text": "おと",
            "vi": "khỏe mạnh"
        },
        {
            "x1": 843,
            "y1": 775,
            "x2": 978,
            "y2": 951,
            "text": "ごめん これ頼んで ないな",
            "vi": "Tôi xin lỗi tôi đã không yêu cầu điều này"
        },
        {
            "x1": 512,
            "y1": 796,
            "x2": 665,
            "y2": 1128,
            "text": "スミマセン また私…！ 今すぐ取り替えて…",
            "vi": "Sumimasen lại tôi...! Thay thế nó ngay bây giờ..."
        },
        {
            "x1": 32,
            "y1": 982,
            "x2": 138,
            "y2": 1123,
            "text": "ちょうど っまみた かた‼",
            "vi": "Tôi chỉ muốn làm điều đó"
        },
        {
            "x1": 735,
            "y1": 1198,
            "x2": 785,
            "y2": 1440,
            "text": "え？ あ…！",
            "vi": "bức ảnh? A…!"
        },
        {
            "x1": 62,
            "y1": 1227,
            "x2": 195,
            "y2": 1502,
            "text": "ああっ いいよ！ 次気を付けてね！",
            "vi": "Tốt! Cẩn thận tiếp theo!"
        }
    ],
    "06.jpg": [
        {
            "x1": 973,
            "y1": 135,
            "x2": 1098,
            "y2": 447,
            "text": "姉ちゃ──ん",
            "vi": "Em gái tôi ──"
        },
        {
            "x1": 389,
            "y1": 180,
            "x2": 492,
            "y2": 332,
            "text": "もぐ。",
            "vi": "Moguru."
        },
        {
            "x1": 141,
            "y1": 157,
            "x2": 276,
            "y2": 296,
            "text": "おっ 美味いな これ",
            "vi": "Điều này rất ngon"
        },
        {
            "x1": 795,
            "y1": 339,
            "x2": 871,
            "y2": 435,
            "text": "はい ただ今",
            "vi": "Vâng chỉ bây giờ"
        },
        {
            "x1": 882,
            "y1": 601,
            "x2": 1084,
            "y2": 868,
            "text": "うーん 元気もあるし 素直でいい子 なんだけどなあ",
            "vi": "Vâng, tôi ổn và tôi là một đứa trẻ ngoan ngoãn và tốt"
        },
        {
            "x1": 234,
            "y1": 697,
            "x2": 280,
            "y2": 967,
            "text": "おい姉ちゃんく",
            "vi": "Này chị"
        },
        {
            "x1": 748,
            "y1": 1025,
            "x2": 798,
            "y2": 1235,
            "text": "スミマセン！",
            "vi": "Tôi xin lôi!"
        },
        {
            "x1": 421,
            "y1": 1019,
            "x2": 521,
            "y2": 1276,
            "text": "それこっちの 酒だわきっと！",
            "vi": "Đó là sake ở đây!"
        },
        {
            "x1": 917,
            "y1": 1217,
            "x2": 1017,
            "y2": 1439,
            "text": "これ葡萄酒 じゃねぇよ",
            "vi": "Đây không phải là rượu"
        },
        {
            "x1": 154,
            "y1": 1275,
            "x2": 290,
            "y2": 1507,
            "text": "しっかり しろよー",
            "vi": "Nhận nó một cách vững chắc"
        }
    ],
    "07.jpg": [
        {
            "x1": 871,
            "y1": 132,
            "x2": 952,
            "y2": 329,
            "text": "どうも忙しく なると",
            "vi": "Khi tôi bận rộn"
        },
        {
            "x1": 772,
            "y1": 213,
            "x2": 846,
            "y2": 467,
            "text": "ミスが多くなっち まうのがなあ",
            "vi": "Tôi hy vọng sẽ có nhiều sai lầm hơn"
        },
        {
            "x1": 383,
            "y1": 142,
            "x2": 467,
            "y2": 384,
            "text": "まるで自分を 見てるようで…。",
            "vi": "Nó giống như nhìn vào bản thân mình..."
        },
        {
            "x1": 148,
            "y1": 221,
            "x2": 197,
            "y2": 415,
            "text": "頑張れ…！",
            "vi": "Giữ nó lên trên!"
        },
        {
            "x1": 662,
            "y1": 845,
            "x2": 931,
            "y2": 1110,
            "text": "そうこうして いだら すっがり 馴染みの店に なっでしまった",
            "vi": "Nếu vậy, nó đã trở thành một cửa hàng quen thuộc."
        },
        {
            "x1": 82,
            "y1": 1144,
            "x2": 237,
            "y2": 1561,
            "text": "おいお前 舐めてんのか！",
            "vi": "Này, bạn có liếm!"
        }
    ],
    "08.jpg": [
        {
            "x1": 947,
            "y1": 103,
            "x2": 1026,
            "y2": 295,
            "text": "同じミス しやがって！",
            "vi": "Mắc phải cùng một sai lầm!"
        },
        {
            "x1": 770,
            "y1": 366,
            "x2": 936,
            "y2": 633,
            "text": "俺が酒って言ったら さっさと同じ酒 持ってこいって 事なんだよ！",
            "vi": "Khi tôi nói rượu sake, đó chỉ là cùng một lợi ích!"
        },
        {
            "x1": 528,
            "y1": 498,
            "x2": 697,
            "y2": 743,
            "text": "お前は客が 何飲んだのかも 把握してねえのか って聞いてんだ！",
            "vi": "Bạn đang hỏi bạn những gì khách hàng đã uống!"
        },
        {
            "x1": 405,
            "y1": 466,
            "x2": 441,
            "y2": 672,
            "text": "スミマセンミッ",
            "vi": "Sumimasenmit"
        },
        {
            "x1": 214,
            "y1": 600,
            "x2": 270,
            "y2": 767,
            "text": "うわく～",
            "vi": "Wow ~"
        },
        {
            "x1": 972,
            "y1": 962,
            "x2": 1007,
            "y2": 1095,
            "text": "厄介客だ",
            "vi": "Đó là một hành khách rắc rối"
        },
        {
            "x1": 143,
            "y1": 947,
            "x2": 353,
            "y2": 1141,
            "text": "忙しいん だからそんな 客全員の注文 覚えてるわけ ねえだろうが",
            "vi": "Tôi bận, vì vậy tôi không nghĩ rằng tôi có thể nhớ tất cả những khách hàng như vậy."
        },
        {
            "x1": 898,
            "y1": 1225,
            "x2": 1029,
            "y2": 1451,
            "text": "あの手の客は 変に歯向かうと 逆効果だしな…",
            "vi": "Khách hàng đó có tác dụng ngược lại khi hướng đến một cách kỳ lạ..."
        },
        {
            "x1": 337,
            "y1": 1222,
            "x2": 416,
            "y2": 1420,
            "text": "助けて あげたいけど",
            "vi": "Tôi muốn giúp"
        },
        {
            "x1": 210,
            "y1": 1222,
            "x2": 293,
            "y2": 1452,
            "text": "ここは大人しく してるのが吉…",
            "vi": "Thật tốt khi được yên tĩnh ở đây..."
        }
    ],
    "09.jpg": [
        {
            "x1": 130,
            "y1": 438,
            "x2": 233,
            "y2": 671,
            "text": "さっきは 大変だったね",
            "vi": "Nó thật khó một thời gian trước"
        },
        {
            "x1": 719,
            "y1": 818,
            "x2": 893,
            "y2": 997,
            "text": "あっいえ！ スミマセン お見苦しい ところを…",
            "vi": "À! Sumimasen của vị trí khó coi..."
        },
        {
            "x1": 456,
            "y1": 850,
            "x2": 541,
            "y2": 1154,
            "text": "助けてあげられたら 良かったんだけどね",
            "vi": "Tôi ước tôi có thể giúp"
        },
        {
            "x1": 670,
            "y1": 1185,
            "x2": 712,
            "y2": 1360,
            "text": "いやいや…",
            "vi": "Không, không..."
        },
        {
            "x1": 182,
            "y1": 1167,
            "x2": 218,
            "y2": 1415,
            "text": "いえそんな…！",
            "vi": "Không, đó...!"
        },
        {
            "x1": 117,
            "y1": 1292,
            "x2": 152,
            "y2": 1507,
            "text": "私のミスですか分‼",
            "vi": "Đó có phải là sai lầm của tôi?"
        }
    ],
    "10.jpg": [
        {
            "x1": 1027,
            "y1": 85,
            "x2": 1080,
            "y2": 188,
            "text": "でも",
            "vi": "Chỉ"
        },
        {
            "x1": 765,
            "y1": 328,
            "x2": 944,
            "y2": 592,
            "text": "そのお気持ち だけで充分 嬉しいです",
            "vi": "Tôi chỉ hài lòng với cảm giác đó"
        },
        {
            "x1": 258,
            "y1": 782,
            "x2": 329,
            "y2": 927,
            "text": "マジで がんばれっ",
            "vi": "Thực sự làm hết sức mình"
        },
        {
            "x1": 956,
            "y1": 1034,
            "x2": 993,
            "y2": 1143,
            "text": "…さて",
            "vi": "…Bây giờ"
        },
        {
            "x1": 560,
            "y1": 1067,
            "x2": 776,
            "y2": 1282,
            "text": "また注文 間違えてる から替えて もらおうか",
            "vi": "Tôi có một sai lầm trong việc đặt hàng, vì vậy hãy thay đổi nó"
        },
        {
            "x1": 416,
            "y1": 1418,
            "x2": 452,
            "y2": 1583,
            "text": "しかしだな…",
            "vi": "Chỉ..."
        }
    ],
    "11.jpg": [
        {
            "x1": 877,
            "y1": 71,
            "x2": 998,
            "y2": 328,
            "text": "カラン",
            "vi": "Karan"
        },
        {
            "x1": 679,
            "y1": 225,
            "x2": 736,
            "y2": 501,
            "text": "いらっしゃい",
            "vi": "hoan nghênh"
        },
        {
            "x1": 853,
            "y1": 917,
            "x2": 895,
            "y2": 1103,
            "text": "すみませ…",
            "vi": "Tôi xin lôi..."
        }
    ],
    "12.jpg": [
        {
            "x1": 894,
            "y1": 104,
            "x2": 978,
            "y2": 318,
            "text": "お客様ッ 大丈夫ですかっ",
            "vi": "Có ổn không?"
        }
    ],
    "13.jpg": [
        {
            "x1": 67,
            "y1": 83,
            "x2": 246,
            "y2": 530,
            "text": "「ちょっ",
            "vi": "\"Một chút"
        },
        {
            "x1": 883,
            "y1": 632,
            "x2": 958,
            "y2": 1064,
            "text": "間に合わな…",
            "vi": "Tôi không có thời gian..."
        }
    ],
    "14.jpg": [
        {
            "x1": 588,
            "y1": 202,
            "x2": 634,
            "y2": 313,
            "text": "うおっ",
            "vi": "Uh"
        },
        {
            "x1": 525,
            "y1": 294,
            "x2": 565,
            "y2": 454,
            "text": "なんだっ",
            "vi": "Gì"
        },
        {
            "x1": 1017,
            "y1": 462,
            "x2": 1071,
            "y2": 565,
            "text": "ばた",
            "vi": "Vạt"
        },
        {
            "x1": 712,
            "y1": 460,
            "x2": 781,
            "y2": 585,
            "text": "はた",
            "vi": "cờ"
        },
        {
            "x1": 648,
            "y1": 596,
            "x2": 826,
            "y2": 821,
            "text": "よくやった スイ！ ばた",
            "vi": "Tôi đã làm tốt! Vạt"
        },
        {
            "x1": 380,
            "y1": 931,
            "x2": 514,
            "y2": 1100,
            "text": "ぐう",
            "vi": "Gougu"
        },
        {
            "x1": 890,
            "y1": 1016,
            "x2": 1078,
            "y2": 1201,
            "text": "いやく なんとか 間に合って 良かった…",
            "vi": "Không, tôi rất vui vì tôi đã làm được nó..."
        },
        {
            "x1": 165,
            "y1": 1200,
            "x2": 273,
            "y2": 1520,
            "text": "お怪我は ありませんか⁉",
            "vi": "Bạn có bị thương không?"
        }
    ],
    "15.jpg": [
        {
            "x1": 807,
            "y1": 185,
            "x2": 878,
            "y2": 527,
            "text": "立てます？",
            "vi": "Có thể đứng?"
        },
        {
            "x1": 323,
            "y1": 1243,
            "x2": 411,
            "y2": 1394,
            "text": "腰が抜け ました…",
            "vi": "Tôi đã ra khỏi eo của mình..."
        },
        {
            "x1": 5,
            "y1": 1210,
            "x2": 69,
            "y2": 1491,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}