var ocr_data = {
    "1-62108943e91d7.jpg": [
        {
            "x1": 236,
            "y1": 65,
            "x2": 853,
            "y2": 113,
            "text": "第61章 スイに迫る魔の手 前編",
            "vi": "Chương 61 Phần đầu tiên của Quỷ sắp tới Sui"
        },
        {
            "x1": 393,
            "y1": 193,
            "x2": 980,
            "y2": 319,
            "text": "とんでもスキルは",
            "vi": "Kỹ năng là"
        },
        {
            "x1": 116,
            "y1": 1516,
            "x2": 1009,
            "y2": 1561,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "2-621089447b14f.jpg": [
        {
            "x1": 991,
            "y1": 887,
            "x2": 1075,
            "y2": 1000,
            "text": "…誰か おるな",
            "vi": "...không ai"
        },
        {
            "x1": 582,
            "y1": 936,
            "x2": 626,
            "y2": 1050,
            "text": "だよな",
            "vi": "Đúng thế"
        },
        {
            "x1": 429,
            "y1": 955,
            "x2": 468,
            "y2": 1029,
            "text": "おい",
            "vi": "Này"
        },
        {
            "x1": 595,
            "y1": 1128,
            "x2": 633,
            "y2": 1193,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 203,
            "y1": 994,
            "x2": 325,
            "y2": 1204,
            "text": "今すぐ姿を 見せぬと 細切れにするぞ",
            "vi": "Nếu bạn không xuất hiện ngay bây giờ, bạn sẽ bị cắt xén"
        },
        {
            "x1": 587,
            "y1": 1211,
            "x2": 663,
            "y2": 1456,
            "text": "さ さっきの魔物が 戻ってきたとか⁉",
            "vi": "Con quái vật ngay trước đó là trở lại."
        }
    ],
    "3-6210894501943.jpg": [
        {
            "x1": 540,
            "y1": 96,
            "x2": 620,
            "y2": 277,
            "text": "俺たちは 敵じゃない！",
            "vi": "Chúng ta không phải là kẻ thù!"
        },
        {
            "x1": 803,
            "y1": 319,
            "x2": 866,
            "y2": 645,
            "text": "待ってくれ！",
            "vi": "Hãy đợi!"
        },
        {
            "x1": 96,
            "y1": 541,
            "x2": 135,
            "y2": 752,
            "text": "助けてくれ…",
            "vi": "giúp tôi…"
        },
        {
            "x1": 100,
            "y1": 796,
            "x2": 201,
            "y2": 1006,
            "text": "ケガ人が いるんだ！",
            "vi": "Có những chấn thương!"
        },
        {
            "x1": 917,
            "y1": 1062,
            "x2": 962,
            "y2": 1137,
            "text": "たっ",
            "vi": "Chỉ cần"
        },
        {
            "x1": 834,
            "y1": 1120,
            "x2": 890,
            "y2": 1306,
            "text": "大変だ…",
            "vi": "Thật khó..."
        }
    ],
    "6-621089469a7c4.jpg": [
        {
            "x1": 908,
            "y1": 116,
            "x2": 1054,
            "y2": 314,
            "text": "実害出てるん ですが 皆さんはどう お考えですか？",
            "vi": "Tôi thực sự có hại, nhưng bạn nghĩ sao?"
        },
        {
            "x1": 353,
            "y1": 85,
            "x2": 465,
            "y2": 250,
            "text": "やっぱ 仕留めとけば 良かったな",
            "vi": "Tôi ước tôi đã làm được"
        },
        {
            "x1": 164,
            "y1": 127,
            "x2": 213,
            "y2": 351,
            "text": "違うだろ‼",
            "vi": "Nó khác‼"
        },
        {
            "x1": 986,
            "y1": 491,
            "x2": 1083,
            "y2": 670,
            "text": "先に手を出した からこんな事に なったんだろ！",
            "vi": "Điều này đã xảy ra vì tôi bắt đầu đầu tiên!"
        },
        {
            "x1": 832,
            "y1": 502,
            "x2": 932,
            "y2": 609,
            "text": "なんで そんな事 したんだ",
            "vi": "Tại sao bạn lại làm vậy"
        },
        {
            "x1": 239,
            "y1": 476,
            "x2": 360,
            "y2": 601,
            "text": "…いや 言いたく ねえ",
            "vi": "...Tôi không muốn nói"
        },
        {
            "x1": 706,
            "y1": 532,
            "x2": 736,
            "y2": 683,
            "text": "してねえよ！",
            "vi": "Đừng làm vậy!"
        },
        {
            "x1": 147,
            "y1": 588,
            "x2": 192,
            "y2": 768,
            "text": "このくく",
            "vi": "Kuku này"
        },
        {
            "x1": 682,
            "y1": 716,
            "x2": 753,
            "y2": 900,
            "text": "大体 あのチビが…",
            "vi": "Nói chung là nhỏ..."
        },
        {
            "x1": 991,
            "y1": 941,
            "x2": 1019,
            "y2": 1044,
            "text": "フェル",
            "vi": "Fel"
        },
        {
            "x1": 697,
            "y1": 966,
            "x2": 814,
            "y2": 1141,
            "text": "ごめん あの魔物には 悪いけど",
            "vi": "Tôi xin lỗi vì quái vật tệ"
        },
        {
            "x1": 191,
            "y1": 972,
            "x2": 289,
            "y2": 1139,
            "text": "お礼は するから",
            "vi": "Tôi sẽ cảm ơn bạn"
        },
        {
            "x1": 626,
            "y1": 1169,
            "x2": 722,
            "y2": 1325,
            "text": "後始末 してきてくれ ないか？",
            "vi": "Bạn sẽ đến với bạn chứ?"
        },
        {
            "x1": 183,
            "y1": 1373,
            "x2": 226,
            "y2": 1455,
            "text": "ふむ",
            "vi": "HM"
        }
    ],
    "8-62108947a6dc6.jpg": [
        {
            "x1": 968,
            "y1": 282,
            "x2": 1041,
            "y2": 440,
            "text": "ピクシー ドラゴンの",
            "vi": "Rồng Pixie"
        },
        {
            "x1": 175,
            "y1": 151,
            "x2": 284,
            "y2": 402,
            "text": "そして今回の 戦犯です",
            "vi": "Và đây là tội phạm chiến tranh"
        },
        {
            "x1": 841,
            "y1": 366,
            "x2": 922,
            "y2": 543,
            "text": "ドラちゃん です",
            "vi": "Dora -Chan"
        },
        {
            "x1": 940,
            "y1": 684,
            "x2": 1075,
            "y2": 921,
            "text": "今まで見て来た テイマーは大体 とりいったい 一人一体なのに",
            "vi": "Những người thuần hóa mà tôi đã thấy cho đến nay là gần như một người"
        },
        {
            "x1": 836,
            "y1": 807,
            "x2": 880,
            "y2": 927,
            "text": "三体…",
            "vi": "Ba cơ thể..."
        },
        {
            "x1": 234,
            "y1": 764,
            "x2": 357,
            "y2": 965,
            "text": "しかもその内 いったs 一体が ドラゴンか…",
            "vi": "Hơn nữa, là một trong những con rồng S?"
        },
        {
            "x1": 881,
            "y1": 1110,
            "x2": 982,
            "y2": 1255,
            "text": "スイもー スイも すごいよー",
            "vi": "Sui và sui thật tuyệt vời"
        },
        {
            "x1": 551,
            "y1": 1109,
            "x2": 690,
            "y2": 1297,
            "text": "やっぱり ムコーダさんの 言う事は 聞くんですか？",
            "vi": "Rốt cuộc, bạn có nghe những gì Mcoda nói không?"
        },
        {
            "x1": 454,
            "y1": 1260,
            "x2": 487,
            "y2": 1413,
            "text": "そうですね",
            "vi": "tôi đồng ý"
        },
        {
            "x1": 170,
            "y1": 1280,
            "x2": 207,
            "y2": 1481,
            "text": "割とよく…？",
            "vi": "Bất đắc dĩ...?"
        }
    ],
    "9-621089482edde.jpg": [
        {
            "x1": 773,
            "y1": 61,
            "x2": 961,
            "y2": 321,
            "text": "まあほとんどが メシが喰いたい だけなんです けどねく",
            "vi": "Vâng, tôi chỉ muốn ăn thức ăn"
        },
        {
            "x1": 644,
            "y1": 56,
            "x2": 719,
            "y2": 219,
            "text": "あはは…",
            "vi": "À..."
        },
        {
            "x1": 156,
            "y1": 86,
            "x2": 256,
            "y2": 219,
            "text": "なんだ そりゃ",
            "vi": "Cái gì đó"
        },
        {
            "x1": 783,
            "y1": 603,
            "x2": 871,
            "y2": 929,
            "text": "終わったぞ",
            "vi": "Hết rồi"
        },
        {
            "x1": 114,
            "y1": 1084,
            "x2": 220,
            "y2": 1412,
            "text": "）どわぁ‼",
            "vi": ") Dowa"
        }
    ],
    "10-621089496acac.jpg": [
        {
            "x1": 1017,
            "y1": 18,
            "x2": 1085,
            "y2": 243,
            "text": "ほれ早く",
            "vi": "Nhanh chóng"
        },
        {
            "x1": 743,
            "y1": 42,
            "x2": 852,
            "y2": 204,
            "text": "ずぃ",
            "vi": "Dệt"
        },
        {
            "x1": 885,
            "y1": 63,
            "x2": 956,
            "y2": 348,
            "text": "メシを作れ",
            "vi": "Làm một bữa ăn"
        },
        {
            "x1": 250,
            "y1": 80,
            "x2": 292,
            "y2": 288,
            "text": "ほんとだ…",
            "vi": "Đó là sự thật…"
        },
        {
            "x1": 184,
            "y1": 647,
            "x2": 345,
            "y2": 806,
            "text": "良かったら 皆さんも いっ 一緒に どうです？",
            "vi": "Nếu bạn thích, làm thế nào về tất cả mọi người cùng nhau?"
        },
        {
            "x1": 947,
            "y1": 895,
            "x2": 1065,
            "y2": 1026,
            "text": "もうすぐ 日暮れ ですし…",
            "vi": "Nó sắp đến sớm..."
        },
        {
            "x1": 231,
            "y1": 869,
            "x2": 286,
            "y2": 1089,
            "text": "マジすか‼",
            "vi": "Nghiêm trọng"
        },
        {
            "x1": 976,
            "y1": 1161,
            "x2": 1059,
            "y2": 1404,
            "text": "あざす‼",
            "vi": "Azusu"
        }
    ],
    "12-6210894a81856.jpg": [
        {
            "x1": 277,
            "y1": 389,
            "x2": 356,
            "y2": 526,
            "text": "スッキリ したぜー",
            "vi": "Nó đã được làm mới"
        },
        {
            "x1": 932,
            "y1": 680,
            "x2": 1057,
            "y2": 815,
            "text": "さーて もうひと 眠り…",
            "vi": "Chà, nó đã là một lén lút..."
        },
        {
            "x1": 866,
            "y1": 1043,
            "x2": 1010,
            "y2": 1294,
            "text": "…スイ どこだ？",
            "vi": "...No ở đâu?"
        },
        {
            "x1": 131,
            "y1": 1508,
            "x2": 409,
            "y2": 1563,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}