var ocr_data = {
    "001.jpg": [
        {
            "x1": 491,
            "y1": 543,
            "x2": 527,
            "y2": 677,
            "text": "よいしょー",
            "vi": "Khỏe"
        }
    ],
    "002.jpg": [
        {
            "x1": 156,
            "y1": 45,
            "x2": 744,
            "y2": 87,
            "text": "勤11学 街に出る前に…お勉強タイム",
            "vi": "11 Trước khi tôi đến khu vực trường... Thời gian học tập"
        },
        {
            "x1": 193,
            "y1": 87,
            "x2": 710,
            "y2": 298,
            "text": "とんでもスキル同 異世界放浪父ジ スイの大局険",
            "vi": "Kỹ năng cùng thế giới lang thang của Cha Jeui's Big Steep"
        },
        {
            "x1": 809,
            "y1": 152,
            "x2": 853,
            "y2": 769,
            "text": "コミックス第１巻、大重版出来‼",
            "vi": "Truyện tranh tập 1, phiên bản lớn"
        },
        {
            "x1": 159,
            "y1": 1172,
            "x2": 746,
            "y2": 1198,
            "text": "漫画:双葉もも 原作:江ロ連 キャラクター原案:雅",
            "vi": "Manga: Momo Futaba Original: Eror Ren Nhân vật"
        }
    ],
    "003.jpg": [
        {
            "x1": 701,
            "y1": 116,
            "x2": 739,
            "y2": 256,
            "text": "スイー？",
            "vi": "Kẹo?"
        },
        {
            "x1": 449,
            "y1": 93,
            "x2": 506,
            "y2": 215,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 80,
            "y1": 249,
            "x2": 111,
            "y2": 373,
            "text": "ぇっ 上⁉",
            "vi": "Lên trên"
        },
        {
            "x1": 650,
            "y1": 828,
            "x2": 680,
            "y2": 992,
            "text": "もう出発するぞ",
            "vi": "Tôi sẽ rời khỏi"
        },
        {
            "x1": 179,
            "y1": 992,
            "x2": 235,
            "y2": 1157,
            "text": "何してる 充分休んだだろう",
            "vi": "Bạn đang làm gì đủ?"
        },
        {
            "x1": 70,
            "y1": 914,
            "x2": 98,
            "y2": 1095,
            "text": "置いて行くぞ？",
            "vi": "Tôi sẽ bỏ nó?"
        },
        {
            "x1": 20,
            "y1": 1033,
            "x2": 41,
            "y2": 1173,
            "text": "まってください",
            "vi": "Vui lòng đợi"
        }
    ],
    "004.jpg": [
        {
            "x1": 758,
            "y1": 101,
            "x2": 790,
            "y2": 205,
            "text": "ねーねー",
            "vi": "Này"
        },
        {
            "x1": 584,
            "y1": 137,
            "x2": 613,
            "y2": 334,
            "text": "街ってなあにー？",
            "vi": "Thành phố là gì?"
        },
        {
            "x1": 145,
            "y1": 98,
            "x2": 228,
            "y2": 263,
            "text": "そっか スイは街に入るの はじめてだっけ",
            "vi": "Soka Sui là lần đầu tiên vào thành phố"
        },
        {
            "x1": 758,
            "y1": 439,
            "x2": 791,
            "y2": 543,
            "text": "街はねー",
            "vi": "Thành phố"
        },
        {
            "x1": 616,
            "y1": 477,
            "x2": 729,
            "y2": 667,
            "text": "俺みたいな人間が いーっぱい住んでて とても賑やかな ところだよー",
            "vi": "Đó là một nơi rất sống động nơi những người như tôi sống với rất nhiều cuộc sống."
        },
        {
            "x1": 124,
            "y1": 528,
            "x2": 185,
            "y2": 671,
            "text": "あるじが いっぱいー？",
            "vi": "Có rất nhiều?"
        }
    ],
    "005.jpg": [
        {
            "x1": 682,
            "y1": 82,
            "x2": 744,
            "y2": 220,
            "text": "えス 楽しみ～_",
            "vi": "Tôi đang mong đợi nó ~ _"
        },
        {
            "x1": 255,
            "y1": 57,
            "x2": 281,
            "y2": 190,
            "text": "そうなのー？",
            "vi": "Có phải vậy không?"
        },
        {
            "x1": 406,
            "y1": 191,
            "x2": 489,
            "y2": 330,
            "text": "フェルは一度 一緒に入ったし 先輩だな",
            "vi": "Fel đã từng tham gia cùng nhau và anh ấy là một tiền bối"
        },
        {
            "x1": 289,
            "y1": 200,
            "x2": 329,
            "y2": 328,
            "text": "あ了じ いっぱいだったー",
            "vi": "Nó đã đầy"
        },
        {
            "x1": 17,
            "y1": 147,
            "x2": 131,
            "y2": 319,
            "text": "千年も生きてきた とこの我だぞ 先輩どころか 大大大先輩だ",
            "vi": "Tôi đã còn sống được một ngàn năm, tôi là một sinh viên năm cuối, không phải là một học sinh cuối cấp."
        },
        {
            "x1": 626,
            "y1": 364,
            "x2": 745,
            "y2": 534,
            "text": "フェル おじちゃん すごーい！",
            "vi": "Chú Fel là tuyệt vời!"
        },
        {
            "x1": 109,
            "y1": 366,
            "x2": 179,
            "y2": 465,
            "text": "ふふん",
            "vi": "Fufun"
        },
        {
            "x1": 60,
            "y1": 374,
            "x2": 99,
            "y2": 539,
            "text": "当たり前だ",
            "vi": "Không có gì lạ"
        },
        {
            "x1": 683,
            "y1": 627,
            "x2": 709,
            "y2": 721,
            "text": "この際だ",
            "vi": "Tại thời điểm này"
        },
        {
            "x1": 572,
            "y1": 675,
            "x2": 661,
            "y2": 858,
            "text": "この我直々に いろいろ手ほどき してやろう！",
            "vi": "Hãy làm nhiều việc trực tiếp!"
        },
        {
            "x1": 522,
            "y1": 881,
            "x2": 580,
            "y2": 983,
            "text": "なんでも 頼ると良い",
            "vi": "Bạn nên dựa vào bất cứ điều gì"
        },
        {
            "x1": 141,
            "y1": 1075,
            "x2": 167,
            "y2": 1214,
            "text": "まずはだなー",
            "vi": "Trước hết"
        }
    ],
    "006.jpg": [
        {
            "x1": 247,
            "y1": 115,
            "x2": 371,
            "y2": 142,
            "text": "菓子いンタイム",
            "vi": "Bánh mì Tunim"
        },
        {
            "x1": 673,
            "y1": 144,
            "x2": 758,
            "y2": 296,
            "text": "人間は 男と女に別れて いてな…",
            "vi": "Con người bị tách thành nam giới..."
        },
        {
            "x1": 191,
            "y1": 193,
            "x2": 217,
            "y2": 323,
            "text": "なにそれー？",
            "vi": "Đó là cái gì?"
        },
        {
            "x1": 596,
            "y1": 358,
            "x2": 626,
            "y2": 422,
            "text": "っども",
            "vi": "Một"
        },
        {
            "x1": 718,
            "y1": 365,
            "x2": 780,
            "y2": 506,
            "text": "例えば こやつは男だ",
            "vi": "Ví dụ, anh chàng này là một người đàn ông"
        },
        {
            "x1": 534,
            "y1": 369,
            "x2": 570,
            "y2": 463,
            "text": "男です",
            "vi": "một người đàn ông"
        },
        {
            "x1": 404,
            "y1": 366,
            "x2": 459,
            "y2": 554,
            "text": "女はそうだな… 毛が長いのが多いな",
            "vi": "Điều đó phù hợp với phụ nữ... nhiều tóc dài"
        },
        {
            "x1": 127,
            "y1": 398,
            "x2": 153,
            "y2": 509,
            "text": "毛が長い…",
            "vi": "Tóc dài..."
        },
        {
            "x1": 344,
            "y1": 520,
            "x2": 368,
            "y2": 605,
            "text": "髪の毛な",
            "vi": "Có lông"
        },
        {
            "x1": 461,
            "y1": 667,
            "x2": 517,
            "y2": 768,
            "text": "スイー",
            "vi": "Bộ"
        },
        {
            "x1": 270,
            "y1": 667,
            "x2": 333,
            "y2": 886,
            "text": "あとは肉がよく 付いているところか",
            "vi": "Phần còn lại là nơi thịt được gắn tốt"
        },
        {
            "x1": 124,
            "y1": 711,
            "x2": 193,
            "y2": 869,
            "text": "何てこと 言ってんの⁉",
            "vi": "Bạn đang nói gì?"
        }
    ],
    "007.jpg": [
        {
            "x1": 141,
            "y1": 123,
            "x2": 183,
            "y2": 210,
            "text": "分かり易い ではないか",
            "vi": "Nó không dễ hiểu sao?"
        },
        {
            "x1": 83,
            "y1": 185,
            "x2": 132,
            "y2": 280,
            "text": "スイはまだ 子供だろ‼",
            "vi": "Sui vẫn còn là một đứa trẻ."
        },
        {
            "x1": 550,
            "y1": 367,
            "x2": 591,
            "y2": 475,
            "text": "お肉…",
            "vi": "Thịt…"
        },
        {
            "x1": 635,
            "y1": 576,
            "x2": 755,
            "y2": 697,
            "text": "変なョト 教えるの 禁止‼",
            "vi": "Cấm giảng dạy lạ‼"
        },
        {
            "x1": 158,
            "y1": 627,
            "x2": 199,
            "y2": 716,
            "text": "おいしそ",
            "vi": "Ngon"
        },
        {
            "x1": 57,
            "y1": 632,
            "x2": 80,
            "y2": 762,
            "text": "次に行くぞ…",
            "vi": "Tôi sẽ đi tiếp..."
        },
        {
            "x1": 630,
            "y1": 841,
            "x2": 736,
            "y2": 998,
            "text": "人間は弱い生き物 だからな 行動するときは だいたい群れる",
            "vi": "Con người là những sinh vật yếu đuối, vì vậy khi chúng hành động, họ thường đổ xô"
        },
        {
            "x1": 491,
            "y1": 852,
            "x2": 540,
            "y2": 1013,
            "text": "街は特に 女子供が多かったな",
            "vi": "Có rất nhiều cô gái và trẻ em trong thành phố"
        },
        {
            "x1": 264,
            "y1": 844,
            "x2": 336,
            "y2": 1005,
            "text": "簡単に言うと スイのように 小さい人間のことだ",
            "vi": "Nói một cách đơn giản, đó là một người nhỏ bé như Sui"
        }
    ],
    "008.jpg": [
        {
            "x1": 664,
            "y1": 128,
            "x2": 760,
            "y2": 331,
            "text": "そして人間は 我らのような魔獣を 警戒しやすい",
            "vi": "Và con người rất dễ cảnh giác trên những con quái vật như chúng ta"
        },
        {
            "x1": 329,
            "y1": 119,
            "x2": 381,
            "y2": 273,
            "text": "しかし安全だと 分かればよいのだ",
            "vi": "Nhưng bạn chỉ cần biết nó là an toàn."
        },
        {
            "x1": 210,
            "y1": 135,
            "x2": 292,
            "y2": 279,
            "text": "まともじゃん 意外と",
            "vi": "Thật bất ngờ"
        },
        {
            "x1": 249,
            "y1": 321,
            "x2": 319,
            "y2": 480,
            "text": "よって街では 大人しくしなければ ならんぞ",
            "vi": "Vì vậy, bạn phải yên tĩnh trong thành phố"
        },
        {
            "x1": 189,
            "y1": 469,
            "x2": 215,
            "y2": 539,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 506,
            "y1": 558,
            "x2": 590,
            "y2": 708,
            "text": "知らん奴には ついて行っては ならん",
            "vi": "Đừng làm theo những người không biết"
        },
        {
            "x1": 396,
            "y1": 667,
            "x2": 422,
            "y2": 775,
            "text": "わかったー",
            "vi": "Tôi đã hiểu"
        },
        {
            "x1": 237,
            "y1": 733,
            "x2": 305,
            "y2": 873,
            "text": "街の中の食い物は 勝手に食べては ならぬ",
            "vi": "Không ăn thức ăn trong thành phố mà không được phép"
        },
        {
            "x1": 222,
            "y1": 953,
            "x2": 251,
            "y2": 1079,
            "text": "他には……",
            "vi": "Khác với đó ……"
        }
    ],
    "009.jpg": [
        {
            "x1": 681,
            "y1": 396,
            "x2": 734,
            "y2": 605,
            "text": "なんか思ってたのと ちがうく__",
            "vi": "Không giống như tôi nghĩ ______"
        },
        {
            "x1": 391,
            "y1": 413,
            "x2": 451,
            "y2": 576,
            "text": "どういうの 想像してたの？",
            "vi": "Bạn đã tưởng tượng gì?"
        },
        {
            "x1": 110,
            "y1": 488,
            "x2": 135,
            "y2": 605,
            "text": "んっとねー",
            "vi": "Ừ"
        },
        {
            "x1": 517,
            "y1": 672,
            "x2": 547,
            "y2": 749,
            "text": "あはは",
            "vi": "Ahaha"
        },
        {
            "x1": 399,
            "y1": 669,
            "x2": 465,
            "y2": 808,
            "text": "あるじと フェルおじちゃん とねー",
            "vi": "Aji và chú Fel"
        },
        {
            "x1": 247,
            "y1": 658,
            "x2": 298,
            "y2": 758,
            "text": "いっぱい あそんでー",
            "vi": "Chơi nhiều"
        },
        {
            "x1": 74,
            "y1": 717,
            "x2": 173,
            "y2": 847,
            "text": "いっぱい おいしいの 食べてねー うんうん",
            "vi": "Đừng ăn nhiều ngon, vâng vâng"
        },
        {
            "x1": 604,
            "y1": 927,
            "x2": 714,
            "y2": 1082,
            "text": "いっぱい ビュッビュ する―‼",
            "vi": "Tôi sẽ làm rất nhiều bong bóng -"
        },
        {
            "x1": 53,
            "y1": 943,
            "x2": 107,
            "y2": 1163,
            "text": "それはダメ",
            "vi": "Điều đó không được chấp nhận"
        }
    ],
    "010.jpg": [
        {
            "x1": 620,
            "y1": 130,
            "x2": 676,
            "y2": 211,
            "text": "ごそ ごそ",
            "vi": "Squirrels"
        },
        {
            "x1": 553,
            "y1": 97,
            "x2": 585,
            "y2": 201,
            "text": "でもスイ",
            "vi": "Nhưng sui"
        },
        {
            "x1": 192,
            "y1": 107,
            "x2": 270,
            "y2": 264,
            "text": "ここは 動物と魔獣くらい しかいないけど…",
            "vi": "Chỉ có động vật và quái vật ở đây..."
        },
        {
            "x1": 324,
            "y1": 222,
            "x2": 404,
            "y2": 412,
            "text": "その分こことは ちがう面白いものが あるかもだぞー",
            "vi": "Có thể có một cái gì đó khác với đó."
        },
        {
            "x1": 130,
            "y1": 307,
            "x2": 149,
            "y2": 366,
            "text": "けど",
            "vi": "Chỉ"
        },
        {
            "x1": 721,
            "y1": 483,
            "x2": 788,
            "y2": 658,
            "text": "さつきも言ったけど 街にはたくさんの人で いっぱいだし",
            "vi": "Satsuki cũng nói, nhưng có rất nhiều người trong thành phố"
        },
        {
            "x1": 552,
            "y1": 664,
            "x2": 653,
            "y2": 802,
            "text": "探せば スイが気に入り そうな おもちゃとか",
            "vi": "Nếu bạn tìm nó, bạn sẽ thích một món đồ chơi mà bạn thích"
        },
        {
            "x1": 300,
            "y1": 638,
            "x2": 378,
            "y2": 762,
            "text": "そこでしか 食べられない ごはんとか！",
            "vi": "Có gạo chỉ có thể được ăn ở đó!"
        },
        {
            "x1": 150,
            "y1": 579,
            "x2": 196,
            "y2": 758,
            "text": "楽しいお祭りとか あるかもしれないし",
            "vi": "Có thể có một lễ hội vui vẻ"
        },
        {
            "x1": 685,
            "y1": 933,
            "x2": 802,
            "y2": 1107,
            "text": "スイに新しい お友達が 出来るかも！",
            "vi": "Bạn có thể có một người bạn mới cho Sui!"
        },
        {
            "x1": 168,
            "y1": 959,
            "x2": 218,
            "y2": 1127,
            "text": "ともだち",
            "vi": "bạn bè"
        }
    ],
    "011.jpg": [
        {
            "x1": 704,
            "y1": 78,
            "x2": 731,
            "y2": 151,
            "text": "スイに",
            "vi": "Sukui"
        },
        {
            "x1": 594,
            "y1": 230,
            "x2": 620,
            "y2": 350,
            "text": "ともだち…",
            "vi": "bạn bè"
        },
        {
            "x1": 64,
            "y1": 360,
            "x2": 97,
            "y2": 512,
            "text": "えへへく～",
            "vi": "Ehhhhh ~"
        },
        {
            "x1": 639,
            "y1": 782,
            "x2": 717,
            "y2": 1003,
            "text": "スイに おともだちー♪",
            "vi": "Tomoko để sui ♪"
        },
        {
            "x1": 43,
            "y1": 870,
            "x2": 78,
            "y2": 958,
            "text": "はいはい",
            "vi": "Có có"
        },
        {
            "x1": 246,
            "y1": 934,
            "x2": 329,
            "y2": 1062,
            "text": "オイ 我にもチョコ よこせ",
            "vi": "Oi cũng là sô cô la"
        }
    ],
    "012.jpg": [
        {
            "x1": 611,
            "y1": 166,
            "x2": 655,
            "y2": 363,
            "text": "よし 行くか",
            "vi": "Bạn có đi không?"
        },
        {
            "x1": 250,
            "y1": 142,
            "x2": 304,
            "y2": 312,
            "text": "もうひと走りで 森も直に抜けよう",
            "vi": "Hãy chạy trở lại và ra khỏi rừng trực tiếp"
        },
        {
            "x1": 194,
            "y1": 444,
            "x2": 259,
            "y2": 571,
            "text": "スイよ 最終確認だ",
            "vi": "Sui là xác nhận cuối cùng"
        },
        {
            "x1": 103,
            "y1": 601,
            "x2": 156,
            "y2": 724,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 203,
            "y1": 753,
            "x2": 222,
            "y2": 892,
            "text": "街へ入った時は？",
            "vi": "Khi bạn vào thành phố?"
        },
        {
            "x1": 313,
            "y1": 911,
            "x2": 372,
            "y2": 1027,
            "text": "スイだけで どっかいつちゃ ダメー",
            "vi": "Hơi ngu ngốc chỉ của sui"
        },
        {
            "x1": 145,
            "y1": 834,
            "x2": 161,
            "y2": 995,
            "text": "スイおどなくするー",
            "vi": "Tôi sẽ loại bỏ nó"
        },
        {
            "x1": 281,
            "y1": 1017,
            "x2": 302,
            "y2": 1155,
            "text": "知らない人には？",
            "vi": "Cho những người không biết?"
        },
        {
            "x1": 226,
            "y1": 1040,
            "x2": 244,
            "y2": 1211,
            "text": "ついてかなーい",
            "vi": "Tôi tự hỏi nếu"
        }
    ],
    "013.jpg": [
        {
            "x1": 635,
            "y1": 124,
            "x2": 668,
            "y2": 240,
            "text": "よろしい",
            "vi": "Khỏe"
        },
        {
            "x1": 371,
            "y1": 164,
            "x2": 473,
            "y2": 346,
            "text": "しかし 主に手を出す奴 には？",
            "vi": "Nhưng người đã đặt tay là gì?"
        },
        {
            "x1": 543,
            "y1": 400,
            "x2": 667,
            "y2": 556,
            "text": "やっつ ける",
            "vi": "đá đít"
        },
        {
            "x1": 57,
            "y1": 591,
            "x2": 148,
            "y2": 860,
            "text": "それはしなくて いいから‼",
            "vi": "Bạn không cần phải làm điều đó"
        },
        {
            "x1": 640,
            "y1": 956,
            "x2": 675,
            "y2": 1133,
            "text": "完璧だ スイ",
            "vi": "Hoàn hảo sui"
        },
        {
            "x1": 67,
            "y1": 976,
            "x2": 128,
            "y2": 1128,
            "text": "では しっかり 捕まっておけ",
            "vi": "Sau đó, được bắt tốt"
        }
    ],
    "014.jpg": [
        {
            "x1": 192,
            "y1": 228,
            "x2": 254,
            "y2": 416,
            "text": "抜けるぞ",
            "vi": "Tôi sẽ thoát ra"
        },
        {
            "x1": 217,
            "y1": 986,
            "x2": 244,
            "y2": 1039,
            "text": "わぁ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 542,
            "y1": 1166,
            "x2": 809,
            "y2": 1217,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}