var ocr_data = {
    "001.jpg": [
        {
            "x1": 797,
            "y1": 443,
            "x2": 915,
            "y2": 614,
            "text": "ダンジョンに 潜り始めて 早数日",
            "vi": "Vài ngày sau khi bắt đầu vào ngục tối trong ngục tối"
        },
        {
            "x1": 160,
            "y1": 1257,
            "x2": 271,
            "y2": 1503,
            "text": "坑道の階から 更に降りていった おれ 俺たちの目の前には",
            "vi": "Đi xuống từ sàn đường hầm, trước mặt chúng tôi"
        }
    ],
    "002.jpg": [
        {
            "x1": 811,
            "y1": 61,
            "x2": 898,
            "y2": 259,
            "text": "砂漠が 広がっていた",
            "vi": "Sa mạc đã lan rộng"
        },
        {
            "x1": 267,
            "y1": 66,
            "x2": 325,
            "y2": 323,
            "text": "なんでだよ",
            "vi": "Tại sao"
        },
        {
            "x1": 342,
            "y1": 507,
            "x2": 422,
            "y2": 684,
            "text": "ドゴーン",
            "vi": "Dogone"
        },
        {
            "x1": 1030,
            "y1": 97,
            "x2": 1103,
            "y2": 1406,
            "text": "漫画：赤岸Ｋ 原作：江口連 キャラクター原案:雅",
            "vi": "Manga: Akagishi K hoặc gốc: Nhân vật Eguchi Ren"
        },
        {
            "x1": 363,
            "y1": 1497,
            "x2": 767,
            "y2": 1558,
            "text": "第45章 砂漠の階層",
            "vi": "Chương 45 Phân cấp sa mạc"
        }
    ],
    "003.jpg": [
        {
            "x1": 886,
            "y1": 402,
            "x2": 985,
            "y2": 582,
            "text": "ここ本当に ダンジョンの中 なんだよな？",
            "vi": "Có thực sự ở trong ngục tối?"
        },
        {
            "x1": 147,
            "y1": 384,
            "x2": 221,
            "y2": 555,
            "text": "うむ 間違いないぞ",
            "vi": "Không có nghi ngờ"
        },
        {
            "x1": 879,
            "y1": 654,
            "x2": 979,
            "y2": 831,
            "text": "俺たち下に 降りてってるん だよな？",
            "vi": "Bạn đang ở dưới, phải không?"
        },
        {
            "x1": 125,
            "y1": 663,
            "x2": 198,
            "y2": 833,
            "text": "ダンジョン 苛酷すぎる…",
            "vi": "Hầm ngục quá khắc nghiệt..."
        },
        {
            "x1": 600,
            "y1": 911,
            "x2": 706,
            "y2": 1081,
            "text": "階全体が フィールド化 しているのだ",
            "vi": "Toàn bộ sàn trên sân"
        },
        {
            "x1": 134,
            "y1": 945,
            "x2": 237,
            "y2": 1114,
            "text": "これは相当 面白い造りを している……",
            "vi": "Điều này khá thú vị..."
        },
        {
            "x1": 87,
            "y1": 1185,
            "x2": 177,
            "y2": 1327,
            "text": "そんな簡単に 片付けないで くれよ",
            "vi": "Đừng làm sạch đó một cách dễ dàng"
        },
        {
            "x1": 775,
            "y1": 1266,
            "x2": 876,
            "y2": 1487,
            "text": "なんか太陽まで あるように 見えるんだけど…",
            "vi": "Có vẻ như có thứ gì đó dưới ánh mặt trời..."
        }
    ],
    "004.jpg": [
        {
            "x1": 178,
            "y1": 170,
            "x2": 223,
            "y2": 363,
            "text": "暑い……‼",
            "vi": "nóng bức……!"
        },
        {
            "x1": 913,
            "y1": 739,
            "x2": 991,
            "y2": 948,
            "text": "こうも暑くては 敵わん！",
            "vi": "Điều này cũng nóng!"
        },
        {
            "x1": 268,
            "y1": 737,
            "x2": 337,
            "y2": 929,
            "text": "オイあそこ 日陰じゃねえか",
            "vi": "Oi oh, phải không?"
        },
        {
            "x1": 116,
            "y1": 721,
            "x2": 220,
            "y2": 1007,
            "text": "ルォ丈 才丈人 急げ！",
            "vi": "Roo chiều dài tài năng vội vã!"
        }
    ],
    "005.jpg": [
        {
            "x1": 356,
            "y1": 89,
            "x2": 393,
            "y2": 207,
            "text": "仕方ない",
            "vi": "nó không thể được giúp đỡ"
        },
        {
            "x1": 226,
            "y1": 110,
            "x2": 302,
            "y2": 282,
            "text": "少し広めに 結界を張るぞ",
            "vi": "Tôi sẽ thiết lập một rào cản rộng hơn một chút"
        },
        {
            "x1": 90,
            "y1": 182,
            "x2": 123,
            "y2": 350,
            "text": "なんで結界？",
            "vi": "Tại sao lại rào cản?"
        },
        {
            "x1": 848,
            "y1": 1180,
            "x2": 997,
            "y2": 1400,
            "text": "日差しは どうにもならんが ある程度の暑さは 防げるだろう",
            "vi": "Ánh nắng sẽ được ngăn chặn ở một mức độ nào đó."
        },
        {
            "x1": 208,
            "y1": 1178,
            "x2": 309,
            "y2": 1358,
            "text": "おおーっ 確かにちょっと マシかも！",
            "vi": "Ồ, nó chắc chắn tốt hơn một chút!"
        },
        {
            "x1": 783,
            "y1": 1379,
            "x2": 813,
            "y2": 1489,
            "text": "ハ「ハっ",
            "vi": "C \""
        },
        {
            "x1": 115,
            "y1": 1287,
            "x2": 190,
            "y2": 1470,
            "text": "結界 超便利じゃん！",
            "vi": "Đó là hàng rào siêu tiện lợi!"
        }
    ],
    "006.jpg": [
        {
            "x1": 895,
            "y1": 141,
            "x2": 994,
            "y2": 319,
            "text": "こんな便利なら もっと早く やってくれよ",
            "vi": "Nếu điều này thuận tiện, vui lòng làm điều đó nhanh hơn"
        },
        {
            "x1": 158,
            "y1": 130,
            "x2": 302,
            "y2": 350,
            "text": "流石の我でも 常に結界を 張り続けることは できんからな",
            "vi": "Tôi không thể luôn luôn theo kịp hàng rào"
        },
        {
            "x1": 541,
            "y1": 350,
            "x2": 683,
            "y2": 508,
            "text": "結界の範囲を 広げれば 魔力の消費も 増えるのだぞ",
            "vi": "Nếu bạn mở rộng phạm vi của các rào cản, việc tiêu thụ ma thuật sẽ tăng lên."
        },
        {
            "x1": 118,
            "y1": 402,
            "x2": 197,
            "y2": 496,
            "text": "保って 数日だ",
            "vi": "Đã một vài ngày"
        },
        {
            "x1": 829,
            "y1": 591,
            "x2": 1010,
            "y2": 793,
            "text": "こういう フィールド化した 階層はとにかく 広大であることが ぉぉ 多いのだ",
            "vi": "Dù sao, loại lĩnh vực này thường rất rộng lớn."
        },
        {
            "x1": 171,
            "y1": 564,
            "x2": 346,
            "y2": 742,
            "text": "ちなみに 人の身だけでは 踏破するのに 一月はかかる だろうな",
            "vi": "Nhân tiện, sẽ mất một tháng để trải qua một mình người."
        },
        {
            "x1": 112,
            "y1": 709,
            "x2": 178,
            "y2": 839,
            "text": "サラいと",
            "vi": "Sarah"
        },
        {
            "x1": 452,
            "y1": 855,
            "x2": 560,
            "y2": 1073,
            "text": "結界で魔力切れを 起こす前に この階は越えたい",
            "vi": "Tôi muốn vượt qua tầng này trước khi sức mạnh ma thuật hết trong hàng rào"
        },
        {
            "x1": 864,
            "y1": 1152,
            "x2": 998,
            "y2": 1376,
            "text": "じゃあ あんまり 魔法に頼らず 暑さを凌げるように しないとな",
            "vi": "Sau đó, tôi phải có khả năng vượt quá sức nóng mà không cần dựa vào ma thuật quá nhiều"
        },
        {
            "x1": 137,
            "y1": 1393,
            "x2": 397,
            "y2": 1488,
            "text": "カ一トに入れる",
            "vi": "Đặt vào Katoku"
        }
    ],
    "008.jpg": [
        {
            "x1": 477,
            "y1": 135,
            "x2": 591,
            "y2": 331,
            "text": "適度に喉も 潤ったところで 次はこれだ",
            "vi": "Đây là lần tiếp theo khi cổ họng tôi ẩm"
        },
        {
            "x1": 145,
            "y1": 143,
            "x2": 211,
            "y2": 284,
            "text": "まだなにか あるのか？",
            "vi": "Có một cái gì đó chưa?"
        },
        {
            "x1": 130,
            "y1": 472,
            "x2": 201,
            "y2": 589,
            "text": "しゅわ しゅわ？",
            "vi": "Shuwa Shuwa?"
        },
        {
            "x1": 132,
            "y1": 684,
            "x2": 211,
            "y2": 939,
            "text": "ちょっと高めの アイスクリーム！",
            "vi": "Một chút kem đắt tiền!"
        },
        {
            "x1": 332,
            "y1": 1394,
            "x2": 631,
            "y2": 1520,
            "text": "特大ファミリーサイズ アイスクリーム (バニラ味)",
            "vi": "Kem kích thước gia đình quá khổ (hương vị vani)"
        }
    ],
    "010.jpg": [
        {
            "x1": 925,
            "y1": 146,
            "x2": 973,
            "y2": 416,
            "text": "やっぱ暑い‼",
            "vi": "Sau tất cả nó là nóng"
        },
        {
            "x1": 956,
            "y1": 967,
            "x2": 989,
            "y2": 1109,
            "text": "見渡す限り",
            "vi": "Theo như đôi mắt"
        },
        {
            "x1": 529,
            "y1": 959,
            "x2": 629,
            "y2": 1210,
            "text": "こんな なんもないとこで 行き先がわかるのか？",
            "vi": "Bạn có biết đi đâu mà không có nơi như vậy không?"
        },
        {
            "x1": 130,
            "y1": 967,
            "x2": 203,
            "y2": 1136,
            "text": "気配を辿れば 問題ない",
            "vi": "Không có vấn đề gì nếu bạn làm theo dấu hiệu"
        }
    ],
    "014.jpg": [
        {
            "x1": 959,
            "y1": 127,
            "x2": 986,
            "y2": 325,
            "text": "……どゆこと？",
            "vi": "......Nó............... là gì?"
        },
        {
            "x1": 562,
            "y1": 133,
            "x2": 632,
            "y2": 300,
            "text": "ここは どこだと思う",
            "vi": "Đây là nơi nào"
        },
        {
            "x1": 395,
            "y1": 117,
            "x2": 505,
            "y2": 285,
            "text": "そりゃ ダンジョンの 中で……",
            "vi": "Trong ngục tối..."
        },
        {
            "x1": 415,
            "y1": 332,
            "x2": 457,
            "y2": 398,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 128,
            "y1": 429,
            "x2": 203,
            "y2": 573,
            "text": "もしかして この砂も⁉",
            "vi": "Có lẽ cát này cũng vậy"
        },
        {
            "x1": 903,
            "y1": 632,
            "x2": 1008,
            "y2": 884,
            "text": "そうだ この砂もいわば ダンジョンの体の一部",
            "vi": "Vâng, cát này cũng là một phần của cơ thể trong ngục tối"
        },
        {
            "x1": 319,
            "y1": 632,
            "x2": 436,
            "y2": 797,
            "text": "その体を 御することは 難しい",
            "vi": "Rất khó để giữ cơ thể đó"
        },
        {
            "x1": 175,
            "y1": 665,
            "x2": 241,
            "y2": 891,
            "text": "石礫の魔法くらいは できるだろうがな",
            "vi": "Tôi đoán bạn có thể làm phép thuật sỏi đá"
        },
        {
            "x1": 139,
            "y1": 979,
            "x2": 193,
            "y2": 1169,
            "text": "理不尽‼",
            "vi": "Không hợp lý!"
        },
        {
            "x1": 893,
            "y1": 1230,
            "x2": 1004,
            "y2": 1448,
            "text": "こういうときこそ 魔法が活きると 思ったのになあ",
            "vi": "Tôi nghĩ rằng ma thuật sẽ còn sống vào thời điểm như vậy"
        },
        {
            "x1": 136,
            "y1": 1241,
            "x2": 209,
            "y2": 1435,
            "text": "魔法がだめなら 頼れるのは…",
            "vi": "Nếu bạn không thể điều kỳ diệu, bạn có thể dựa vào nó..."
        }
    ],
    "015.jpg": [
        {
            "x1": 921,
            "y1": 168,
            "x2": 958,
            "y2": 473,
            "text": "ネットスーパーだ！",
            "vi": "Siêu thị Net!"
        },
        {
            "x1": 581,
            "y1": 592,
            "x2": 682,
            "y2": 835,
            "text": "さすがに ダウンジャケットは 売ってなかったな",
            "vi": "Đúng như dự đoán, áo khoác xuống không được bán"
        },
        {
            "x1": 379,
            "y1": 815,
            "x2": 531,
            "y2": 861,
            "text": "貼るカイロ",
            "vi": "Paste Cairo"
        },
        {
            "x1": 221,
            "y1": 1128,
            "x2": 434,
            "y2": 1184,
            "text": "厚手トレーナー",
            "vi": "Huấn luyện viên dày"
        },
        {
            "x1": 808,
            "y1": 1381,
            "x2": 1033,
            "y2": 1486,
            "text": "ネ外スJ",
            "vi": "Ngoài trời J."
        },
        {
            "x1": 123,
            "y1": 1242,
            "x2": 223,
            "y2": 1470,
            "text": "よーし あったかいもので 更に温まりますか！",
            "vi": "Bạn có ấm lên với sự ấm áp không!"
        }
    ],
    "016.jpg": [
        {
            "x1": 783,
            "y1": 157,
            "x2": 892,
            "y2": 396,
            "text": "土鍋に 水 うどんだしの素を 入れ沸騰させる",
            "vi": "Đặt nước Udon Dashi vào nồi đất sét và đun sôi"
        },
        {
            "x1": 517,
            "y1": 159,
            "x2": 588,
            "y2": 339,
            "text": ":一:口大に切った ロックバード肉",
            "vi": ": 1: Thịt Rockbird cắt thành kích thước miệng"
        },
        {
            "x1": 139,
            "y1": 157,
            "x2": 245,
            "y2": 293,
            "text": "しいたけ …うどんを ズれて煮る",
            "vi": "Shiitake... Udon bị cạn kiệt và luộc"
        },
        {
            "x1": 902,
            "y1": 900,
            "x2": 997,
            "y2": 1058,
            "text": "惣菜のエビ天 かまぼこ ねぎ",
            "vi": "Tôm Tenkamaboko Negi của các món ăn phụ"
        },
        {
            "x1": 180,
            "y1": 901,
            "x2": 213,
            "y2": 1034,
            "text": "卵を入れて",
            "vi": "Với một quả trứng"
        },
        {
            "x1": 225,
            "y1": 1323,
            "x2": 289,
            "y2": 1458,
            "text": "ひと煮立ち させれば…",
            "vi": "Nếu bạn để nó sôi lên..."
        }
    ],
    "017.jpg": [
        {
            "x1": 91,
            "y1": 302,
            "x2": 192,
            "y2": 553,
            "text": "完成！",
            "vi": "Hoàn chỉnh!"
        },
        {
            "x1": 111,
            "y1": 644,
            "x2": 427,
            "y2": 792,
            "text": "ロックバード肉入り 鍋焼きうどん",
            "vi": "Rockbird thịt nồi nóng nướng udon"
        }
    ],
    "018.jpg": [
        {
            "x1": 946,
            "y1": 1025,
            "x2": 1011,
            "y2": 1219,
            "text": "昼間のあいすも うまかったけど",
            "vi": "AISU vào ban ngày là tốt"
        },
        {
            "x1": 685,
            "y1": 1050,
            "x2": 791,
            "y2": 1191,
            "text": "こっちも うまいな！ 沁みるぜ！",
            "vi": "Điều này cũng tốt! Nó đã ướt sũng!"
        },
        {
            "x1": 500,
            "y1": 1069,
            "x2": 567,
            "y2": 1217,
            "text": "つるつる おいしいー",
            "vi": "Mịn màng và ngon"
        },
        {
            "x1": 180,
            "y1": 1028,
            "x2": 285,
            "y2": 1159,
            "text": "やっぱり とき 暑い時は っめ 冷たいもの",
            "vi": "Rốt cuộc, khi nó nóng, nó thật tuyệt"
        },
        {
            "x1": 106,
            "y1": 1166,
            "x2": 177,
            "y2": 1370,
            "text": "寒い時は 温かいものだな！",
            "vi": "Trời ấm khi trời lạnh!"
        },
        {
            "x1": 133,
            "y1": 1456,
            "x2": 169,
            "y2": 1573,
            "text": "おかわり",
            "vi": "vài giây"
        }
    ],
    "019.jpg": [
        {
            "x1": 914,
            "y1": 130,
            "x2": 1005,
            "y2": 353,
            "text": "この階層は あとどれぐらい かかりそうなんだ？",
            "vi": "Mức này sẽ mất bao lâu?"
        },
        {
            "x1": 244,
            "y1": 133,
            "x2": 381,
            "y2": 303,
            "text": "それなら なおさら たいりさ 体力温存 しなきゃな！",
            "vi": "Sau đó, bạn phải bảo vệ sức mạnh thể chất của bạn!"
        },
        {
            "x1": 466,
            "y1": 240,
            "x2": 525,
            "y2": 417,
            "text": "あと２日ほどは かかるだろうな",
            "vi": "Sẽ mất khoảng hai ngày"
        },
        {
            "x1": 689,
            "y1": 505,
            "x2": 796,
            "y2": 660,
            "text": "だがより一層 強い気配も 感じる",
            "vi": "Nhưng tôi cảm thấy mạnh mẽ hơn."
        },
        {
            "x1": 114,
            "y1": 391,
            "x2": 229,
            "y2": 583,
            "text": "今日は 冷えないうちに 寝ちまおう",
            "vi": "Hôm nay chúng ta hãy ngủ trước khi trời lạnh"
        },
        {
            "x1": 450,
            "y1": 487,
            "x2": 559,
            "y2": 690,
            "text": "いよいよ ダンジョンの主が ちか 近いぞ",
            "vi": "Chúa tể của ngục tối cuối cùng cũng đóng"
        },
        {
            "x1": 463,
            "y1": 756,
            "x2": 497,
            "y2": 846,
            "text": "マジか",
            "vi": "Nghiêm trọng"
        },
        {
            "x1": 502,
            "y1": 1114,
            "x2": 577,
            "y2": 1255,
            "text": "オレこれで 寝るぜ！",
            "vi": "Tôi sẽ ngủ với điều này!"
        },
        {
            "x1": 111,
            "y1": 1143,
            "x2": 181,
            "y2": 1335,
            "text": "いいけど 火傷するなよー",
            "vi": "Không sao, nhưng đừng cháy"
        },
        {
            "x1": 811,
            "y1": 1466,
            "x2": 1020,
            "y2": 1522,
            "text": "使い捨Ｔカイロ",
            "vi": "T -cairo dùng một lần"
        }
    ],
    "020.jpg": [
        {
            "x1": 891,
            "y1": 126,
            "x2": 965,
            "y2": 292,
            "text": "ダンジョンの ぬし 主かあ…",
            "vi": "Nó có phải là mì của ngục tối không?"
        },
        {
            "x1": 161,
            "y1": 185,
            "x2": 232,
            "y2": 430,
            "text": "全然実感ないけど どんな奴なんだろ…",
            "vi": "Tôi không cảm thấy nó, nhưng đó là loại người nào..."
        },
        {
            "x1": 469,
            "y1": 1516,
            "x2": 662,
            "y2": 1553,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}