var ocr_data = {
    "001.jpg": [
        {
            "x1": 276,
            "y1": 46,
            "x2": 549,
            "y2": 90,
            "text": "勤12学 野営の夜",
            "vi": "Ca 12 đêm Gakudo"
        },
        {
            "x1": 107,
            "y1": 297,
            "x2": 379,
            "y2": 386,
            "text": "スイの大闘険",
            "vi": "Máy bay chiến đấu lớn của Sui"
        },
        {
            "x1": 57,
            "y1": 1170,
            "x2": 780,
            "y2": 1209,
            "text": "漫画:双葉もも 原作:江口連 キｬﾗクター原案:雅",
            "vi": "Phim hoạt hình: Momo Futaba Bản gốc: Eguchi Ren Kiractor"
        }
    ],
    "002.jpg": [
        {
            "x1": 416,
            "y1": 38,
            "x2": 437,
            "y2": 94,
            "text": "やっと",
            "vi": "cuối cùng"
        },
        {
            "x1": 373,
            "y1": 35,
            "x2": 416,
            "y2": 111,
            "text": "抜けた",
            "vi": "Còn thiếu"
        },
        {
            "x1": 719,
            "y1": 86,
            "x2": 784,
            "y2": 188,
            "text": "長い長い 森を抜け",
            "vi": "Đi qua một khu rừng dài"
        },
        {
            "x1": 132,
            "y1": 69,
            "x2": 218,
            "y2": 260,
            "text": "無事に目的の レオンハルト王国領 へと辿り着いた一行",
            "vi": "Một bữa tiệc đã đến lãnh thổ của Leon Hart một cách an toàn"
        },
        {
            "x1": 705,
            "y1": 302,
            "x2": 752,
            "y2": 479,
            "text": "人のいる道を 目指し走っていると",
            "vi": "Khi bạn đang chạy đến con đường nơi mọi người đang"
        },
        {
            "x1": 605,
            "y1": 407,
            "x2": 658,
            "y2": 546,
            "text": "盗賊に襲われる 商隊と遭遇——",
            "vi": "Gặp một đội giao dịch bị tấn công bởi một tên cướp - -"
        },
        {
            "x1": 224,
            "y1": 523,
            "x2": 257,
            "y2": 631,
            "text": "するも…",
            "vi": "Chỉ..."
        },
        {
            "x1": 129,
            "y1": 635,
            "x2": 185,
            "y2": 906,
            "text": "スイとフェルの大活躍により 事無きを得る",
            "vi": "Đến đó mà không thành công lớn của Sui và Fel"
        },
        {
            "x1": 743,
            "y1": 860,
            "x2": 773,
            "y2": 1005,
            "text": "そして現在",
            "vi": "Bây giờ"
        },
        {
            "x1": 636,
            "y1": 954,
            "x2": 711,
            "y2": 1148,
            "text": "街に帰る途中という その商隊に同行 させてもらっていた",
            "vi": "Tôi đã đi cùng đơn vị giao dịch, đang trên đường trở về thành phố"
        }
    ],
    "003.jpg": [
        {
            "x1": 120,
            "y1": 424,
            "x2": 203,
            "y2": 556,
            "text": "ぜんぜん あるじと 似てなーい…",
            "vi": "Nó tương tự như một cái nhất định..."
        },
        {
            "x1": 672,
            "y1": 635,
            "x2": 691,
            "y2": 776,
            "text": "陽も沈んで来たな",
            "vi": "Mặt trời đã chìm xuống"
        },
        {
            "x1": 547,
            "y1": 713,
            "x2": 591,
            "y2": 844,
            "text": "今日はここまで にしよう",
            "vi": "Hãy làm điều đó cho đến nay ngày hôm nay"
        },
        {
            "x1": 491,
            "y1": 834,
            "x2": 562,
            "y2": 984,
            "text": "昼間はみんな 色々あったからな ゆっくり休んでくれ",
            "vi": "Mọi người đã vào ban ngày, vì vậy hãy nghỉ ngơi chậm"
        },
        {
            "x1": 82,
            "y1": 773,
            "x2": 137,
            "y2": 922,
            "text": "俺らも飯食って 寝る準備すっか",
            "vi": "Bạn đã sẵn sàng để ăn và ngủ chưa?"
        },
        {
            "x1": 448,
            "y1": 1082,
            "x2": 590,
            "y2": 1122,
            "text": "说者パ一ティ一不死",
            "vi": "说 Pattyichi Ichizo"
        }
    ],
    "004.jpg": [
        {
            "x1": 119,
            "y1": 105,
            "x2": 196,
            "y2": 253,
            "text": "おふとん 使えないの",
            "vi": "Tôi không thể dùng nó"
        },
        {
            "x1": 572,
            "y1": 390,
            "x2": 622,
            "y2": 492,
            "text": "ごめんなー スイ",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 430,
            "y1": 373,
            "x2": 549,
            "y2": 531,
            "text": "アレはやっぱり 人目につくし それに周りの人達も 毛布だけで過ごして るんだから",
            "vi": "Rốt cuộc, những người xung quanh tôi chỉ dành cho chăn."
        },
        {
            "x1": 349,
            "y1": 386,
            "x2": 395,
            "y2": 552,
            "text": "俺たちだけって 訳にはいかないだろ",
            "vi": "Chúng ta không thể giúp chúng ta một mình"
        },
        {
            "x1": 224,
            "y1": 380,
            "x2": 271,
            "y2": 504,
            "text": "街に着くまでの 辛抱だからな",
            "vi": "Tôi kiên nhẫn cho đến khi đến thành phố"
        },
        {
            "x1": 735,
            "y1": 502,
            "x2": 787,
            "y2": 654,
            "text": "スイおふとんが いい",
            "vi": "Sui oterton là tốt"
        },
        {
            "x1": 101,
            "y1": 567,
            "x2": 120,
            "y2": 651,
            "text": "わかったー",
            "vi": "Tôi đã hiểu"
        },
        {
            "x1": 722,
            "y1": 737,
            "x2": 767,
            "y2": 903,
            "text": "そういえば どうだったスイ？",
            "vi": "Nhân tiện, nó như thế nào?"
        },
        {
            "x1": 502,
            "y1": 724,
            "x2": 557,
            "y2": 846,
            "text": "初めての 俺以外の人間",
            "vi": "Những người không phải tôi lần đầu tiên"
        },
        {
            "x1": 412,
            "y1": 742,
            "x2": 436,
            "y2": 874,
            "text": "んっとねー…",
            "vi": "Ừ..."
        },
        {
            "x1": 179,
            "y1": 915,
            "x2": 226,
            "y2": 1034,
            "text": "よく分かんな かったー",
            "vi": "Tôi không biết rõ về"
        },
        {
            "x1": 132,
            "y1": 1023,
            "x2": 154,
            "y2": 1106,
            "text": "そっかー",
            "vi": "Là vậy"
        }
    ],
    "005.jpg": [
        {
            "x1": 86,
            "y1": 401,
            "x2": 119,
            "y2": 478,
            "text": "んん…",
            "vi": "Hmm..."
        }
    ],
    "006.jpg": [
        {
            "x1": 679,
            "y1": 180,
            "x2": 807,
            "y2": 401,
            "text": "ぼう",
            "vi": "cái gậy"
        },
        {
            "x1": 341,
            "y1": 626,
            "x2": 394,
            "y2": 773,
            "text": "結局お前 サンドラちゃんとは どこまでいってんだよ",
            "vi": "Rốt cuộc, bạn đi bao xa với Sandra -chan?"
        },
        {
            "x1": 135,
            "y1": 618,
            "x2": 181,
            "y2": 742,
            "text": "うるっせえ 黙って寝てろ！",
            "vi": "Ngủ im lặng!"
        },
        {
            "x1": 395,
            "y1": 850,
            "x2": 419,
            "y2": 929,
            "text": "なにを",
            "vi": "cái gì"
        },
        {
            "x1": 745,
            "y1": 939,
            "x2": 791,
            "y2": 1079,
            "text": "んだよツレねぇな 別にいいだろ",
            "vi": "Không sao đâu, không sao"
        },
        {
            "x1": 593,
            "y1": 915,
            "x2": 640,
            "y2": 1025,
            "text": "誰がテメェに おし 教えるかよ",
            "vi": "Ai sẽ dạy Temee"
        },
        {
            "x1": 296,
            "y1": 819,
            "x2": 366,
            "y2": 995,
            "text": "うおあ",
            "vi": "Uoa"
        },
        {
            "x1": 680,
            "y1": 1003,
            "x2": 712,
            "y2": 1115,
            "text": "辺り一帯の見通りで いねぇし",
            "vi": "Tôi không thể làm điều đó trên toàn khu vực"
        },
        {
            "x1": 73,
            "y1": 947,
            "x2": 210,
            "y2": 1198,
            "text": "ヒグク",
            "vi": "Ngớ ngẩn"
        }
    ],
    "007.jpg": [
        {
            "x1": 178,
            "y1": 375,
            "x2": 271,
            "y2": 677,
            "text": "スライム⁉",
            "vi": "Chất nhờn"
        },
        {
            "x1": 628,
            "y1": 699,
            "x2": 708,
            "y2": 847,
            "text": "このスライム ムコーダさんの 従魔だ‼",
            "vi": "Mcoda Slime này là ma quỷ."
        },
        {
            "x1": 123,
            "y1": 721,
            "x2": 275,
            "y2": 870,
            "text": "ぁー… いたなあ そういえば もう一体のが 印象でかすぎて 忘れてたぜ…",
            "vi": "ぁ ぁ い た い た い い い た え え え え え え え え え え え"
        },
        {
            "x1": 237,
            "y1": 920,
            "x2": 276,
            "y2": 1012,
            "text": "んんー",
            "vi": "Hmmm"
        },
        {
            "x1": 641,
            "y1": 993,
            "x2": 664,
            "y2": 1161,
            "text": "寝ぼけてんのか？",
            "vi": "Bạn đang ngủ?"
        },
        {
            "x1": 287,
            "y1": 972,
            "x2": 418,
            "y2": 1085,
            "text": "おくい 起きろー ないぞ",
            "vi": "Tôi không thể thức dậy"
        }
    ],
    "008.jpg": [
        {
            "x1": 630,
            "y1": 256,
            "x2": 653,
            "y2": 368,
            "text": "あ 起きた？",
            "vi": "Ồ, bạn đã đứng dậy?"
        },
        {
            "x1": 350,
            "y1": 324,
            "x2": 369,
            "y2": 416,
            "text": "やっほー",
            "vi": "Yahoo"
        },
        {
            "x1": 175,
            "y1": 550,
            "x2": 210,
            "y2": 708,
            "text": "あ 気づいた",
            "vi": "Tôi nhận thấy"
        },
        {
            "x1": 480,
            "y1": 996,
            "x2": 507,
            "y2": 1119,
            "text": "ありゃりゃ",
            "vi": "Có"
        },
        {
            "x1": 185,
            "y1": 914,
            "x2": 231,
            "y2": 1077,
            "text": "お前の顔面 怖かったんじゃね？",
            "vi": "Bạn sợ khuôn mặt của bạn, phải không?"
        },
        {
            "x1": 136,
            "y1": 1021,
            "x2": 157,
            "y2": 1140,
            "text": "うるせぇよ",
            "vi": "Uruseyo"
        }
    ],
    "009.jpg": [
        {
            "x1": 103,
            "y1": 127,
            "x2": 193,
            "y2": 250,
            "text": "そういや フェンリルで 忘れがちだった けどさー",
            "vi": "Chà, tôi có xu hướng quên nó với Fenrir"
        },
        {
            "x1": 679,
            "y1": 383,
            "x2": 721,
            "y2": 526,
            "text": "結構えげつない 一撃あびせてたよな",
            "vi": "Đó là một cú đánh khá nực cười."
        },
        {
            "x1": 400,
            "y1": 399,
            "x2": 449,
            "y2": 552,
            "text": "すげえな このスライム！",
            "vi": "Chất nhờn tuyệt vời này!"
        },
        {
            "x1": 557,
            "y1": 509,
            "x2": 578,
            "y2": 610,
            "text": "人あれって",
            "vi": "Con người là gì"
        },
        {
            "x1": 116,
            "y1": 448,
            "x2": 156,
            "y2": 576,
            "text": "見た目普通の スライムなのにな",
            "vi": "Đó là một chất nhờn bình thường"
        },
        {
            "x1": 535,
            "y1": 539,
            "x2": 553,
            "y2": 675,
            "text": "この子だったの‼",
            "vi": "Tôi là đứa trẻ này"
        },
        {
            "x1": 182,
            "y1": 554,
            "x2": 236,
            "y2": 669,
            "text": "まおの ムコーダさんの従魔 だしなー！",
            "vi": "Mao no mukoda vâng lời!"
        },
        {
            "x1": 425,
            "y1": 706,
            "x2": 461,
            "y2": 800,
            "text": "ミ 来た！",
            "vi": "MI đã đến!"
        },
        {
            "x1": 274,
            "y1": 694,
            "x2": 362,
            "y2": 859,
            "text": "ぷるるる",
            "vi": "Lối cày"
        },
        {
            "x1": 110,
            "y1": 848,
            "x2": 152,
            "y2": 974,
            "text": "すっごい ゆれてんじゃん",
            "vi": "Tôi thực sự rung chuyển"
        },
        {
            "x1": 687,
            "y1": 959,
            "x2": 708,
            "y2": 1082,
            "text": "スイイすごいー？",
            "vi": "Sui là tuyệt vời?"
        },
        {
            "x1": 396,
            "y1": 1024,
            "x2": 435,
            "y2": 1137,
            "text": "怖くないよー おいでおいでく",
            "vi": "Tôi không sợ, đến và đến"
        },
        {
            "x1": 268,
            "y1": 1020,
            "x2": 321,
            "y2": 1151,
            "text": "どういう感情 なんだそれ？",
            "vi": "Đó là những loại cảm xúc?"
        }
    ],
    "010.jpg": [
        {
            "x1": 354,
            "y1": 4,
            "x2": 564,
            "y2": 133,
            "text": "むぎ",
            "vi": "Mugout"
        },
        {
            "x1": 469,
            "y1": 448,
            "x2": 508,
            "y2": 556,
            "text": "るるる",
            "vi": "Rururururu"
        },
        {
            "x1": 712,
            "y1": 926,
            "x2": 763,
            "y2": 1037,
            "text": "あるじより ゴッゴッ",
            "vi": "Goggot từ một ji nhất định"
        }
    ],
    "011.jpg": [
        {
            "x1": 245,
            "y1": 127,
            "x2": 269,
            "y2": 186,
            "text": "たかぃ",
            "vi": "Dân gian"
        },
        {
            "x1": 222,
            "y1": 154,
            "x2": 248,
            "y2": 246,
            "text": "たかーい",
            "vi": "Làm thế nào để làm điều đó"
        },
        {
            "x1": 68,
            "y1": 148,
            "x2": 103,
            "y2": 227,
            "text": "、次オレ",
            "vi": ", Khoảng cách tiếp theo"
        },
        {
            "x1": 605,
            "y1": 567,
            "x2": 708,
            "y2": 724,
            "text": "これだけ元気なら 今晩の護りは 完璧ってことで いいんだな？",
            "vi": "Nếu đây là mức phạt duy nhất, việc bảo vệ tối nay có thể hoàn hảo không?"
        },
        {
            "x1": 667,
            "y1": 791,
            "x2": 745,
            "y2": 955,
            "text": "すんません っス‼",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 533,
            "y1": 799,
            "x2": 587,
            "y2": 921,
            "text": "分かったなら 持ち場に戻れ",
            "vi": "Nếu bạn hiểu, hãy quay lại chỗ của bạn"
        },
        {
            "x1": 344,
            "y1": 794,
            "x2": 454,
            "y2": 912,
            "text": "お前も そろそろ 寝ような",
            "vi": "Bạn sẽ đi ngủ sớm"
        },
        {
            "x1": 61,
            "y1": 863,
            "x2": 90,
            "y2": 946,
            "text": "うーん",
            "vi": "Hmmm"
        },
        {
            "x1": 516,
            "y1": 908,
            "x2": 540,
            "y2": 1006,
            "text": "んうっス‼",
            "vi": "Hả"
        }
    ],
    "012.jpg": [
        {
            "x1": 137,
            "y1": 115,
            "x2": 199,
            "y2": 257,
            "text": "アイソらも 子供つぽいところが あるんでな",
            "vi": "Aiso và những người khác có một nơi giống như một đứa trẻ"
        },
        {
            "x1": 258,
            "y1": 321,
            "x2": 300,
            "y2": 387,
            "text": "ほん",
            "vi": "đặt"
        },
        {
            "x1": 159,
            "y1": 273,
            "x2": 233,
            "y2": 395,
            "text": "付き合わせて しまって すまないな",
            "vi": "Tôi xin lỗi khi hòa hợp"
        },
        {
            "x1": 673,
            "y1": 537,
            "x2": 705,
            "y2": 615,
            "text": "すぴい",
            "vi": "Nic"
        }
    ],
    "013.jpg": [
        {
            "x1": 412,
            "y1": 491,
            "x2": 456,
            "y2": 618,
            "text": "起きてた",
            "vi": "Thức dậy lên"
        },
        {
            "x1": 544,
            "y1": 745,
            "x2": 587,
            "y2": 852,
            "text": "おはよう ございますー",
            "vi": "Buổi sáng tốt lành"
        },
        {
            "x1": 271,
            "y1": 764,
            "x2": 305,
            "y2": 874,
            "text": "あるじー",
            "vi": "Một chút"
        },
        {
            "x1": 218,
            "y1": 831,
            "x2": 247,
            "y2": 940,
            "text": "おはよー",
            "vi": "buổi sáng tốt lành"
        },
        {
            "x1": 41,
            "y1": 788,
            "x2": 124,
            "y2": 927,
            "text": "おはよう スイ！",
            "vi": "Chào buổi sáng Sui!"
        }
    ],
    "014.jpg": [
        {
            "x1": 787,
            "y1": 47,
            "x2": 839,
            "y2": 285,
            "text": "スイちゃん‼",
            "vi": "Sui -chan"
        },
        {
            "x1": 502,
            "y1": 57,
            "x2": 587,
            "y2": 223,
            "text": "おう‼ おはよー スライムちゃん",
            "vi": "OU! Chào buổi sáng -Sslime -Chan"
        },
        {
            "x1": 389,
            "y1": 183,
            "x2": 428,
            "y2": 345,
            "text": "ぷるぷる！",
            "vi": "Purupuru!"
        },
        {
            "x1": 574,
            "y1": 469,
            "x2": 626,
            "y2": 596,
            "text": "おう ムコーダさん",
            "vi": "Omukoda"
        },
        {
            "x1": 375,
            "y1": 378,
            "x2": 399,
            "y2": 555,
            "text": "ラーシュさん！",
            "vi": "Phát ban!"
        },
        {
            "x1": 212,
            "y1": 379,
            "x2": 235,
            "y2": 520,
            "text": "よく眠れたか？",
            "vi": "Bạn đã ngủ ngon?"
        },
        {
            "x1": 121,
            "y1": 489,
            "x2": 185,
            "y2": 609,
            "text": "はい！ おかげ様で",
            "vi": "Vâng! Cảm ơn bạn"
        },
        {
            "x1": 716,
            "y1": 735,
            "x2": 772,
            "y2": 906,
            "text": "お前も 昨日はご苦労さん",
            "vi": "Bạn cũng có một khoảng thời gian khó khăn ngày hôm qua"
        },
        {
            "x1": 152,
            "y1": 959,
            "x2": 210,
            "y2": 1089,
            "text": "昨晩のうちに 何が…？",
            "vi": "Điều gì đã xảy ra đêm qua...?"
        },
        {
            "x1": 111,
            "y1": 1160,
            "x2": 338,
            "y2": 1211,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}