var ocr_data = {
    "001.jpg": [
        {
            "x1": 440,
            "y1": 214,
            "x2": 535,
            "y2": 403,
            "text": "リクくーん 帰るよー！",
            "vi": "Rikuku sẽ về nhà!"
        },
        {
            "x1": 904,
            "y1": 578,
            "x2": 934,
            "y2": 727,
            "text": "いいなあ…",
            "vi": "Thật tuyệt…"
        },
        {
            "x1": 642,
            "y1": 712,
            "x2": 751,
            "y2": 868,
            "text": "オレも早く オトナに なりたいな",
            "vi": "Tôi muốn trở thành người lớn sớm"
        },
        {
            "x1": 393,
            "y1": 626,
            "x2": 563,
            "y2": 854,
            "text": "早く ラーシュさん みたく強い男に なるんだ…！",
            "vi": "Tôi sẽ trở thành một người đàn ông mạnh mẽ, muốn sớm thấy phát ban...!"
        },
        {
            "x1": 120,
            "y1": 1020,
            "x2": 168,
            "y2": 1194,
            "text": "オトナ…",
            "vi": "Người lớn..."
        },
        {
            "x1": 805,
            "y1": 1130,
            "x2": 937,
            "y2": 1339,
            "text": "そしたら いっぱい冒険 できるのに",
            "vi": "Sau đó tôi có thể thực hiện rất nhiều cuộc phiêu lưu"
        }
    ],
    "002.jpg": [
        {
            "x1": 302,
            "y1": 77,
            "x2": 851,
            "y2": 113,
            "text": "第24章 スイ、おとなになりたい",
            "vi": "Chương 24 Sui, tôi muốn trở thành người lớn"
        },
        {
            "x1": 114,
            "y1": 1515,
            "x2": 1053,
            "y2": 1568,
            "text": "漫画:双葉もも 原作:江口連 ｷｬﾗｸター原案:雅",
            "vi": "Phim hoạt hình: Momo Futaba Bản gốc: Eguchi Ren Nhân vật Cuốn sách gốc: YA"
        }
    ],
    "003.jpg": [
        {
            "x1": 615,
            "y1": 70,
            "x2": 904,
            "y2": 491,
            "text": "うぴィ⁉",
            "vi": "Uể oải⁉"
        },
        {
            "x1": 786,
            "y1": 531,
            "x2": 919,
            "y2": 756,
            "text": "どうした スイ⁉",
            "vi": "Chuyện gì đã xảy ra với Sui⁉"
        },
        {
            "x1": 573,
            "y1": 519,
            "x2": 641,
            "y2": 733,
            "text": "にがーい",
            "vi": "Nic"
        },
        {
            "x1": 458,
            "y1": 1003,
            "x2": 586,
            "y2": 1198,
            "text": "あるじソレ 全然おいしく ないよー",
            "vi": "Không có gì tốt cả"
        },
        {
            "x1": 313,
            "y1": 1006,
            "x2": 356,
            "y2": 1167,
            "text": "へんな味ー",
            "vi": "Một hương vị kỳ lạ"
        },
        {
            "x1": 846,
            "y1": 1220,
            "x2": 967,
            "y2": 1473,
            "text": "あ あー… ごめんね ビール残ってたか",
            "vi": "Ah... tôi xin lỗi, bia có còn không?"
        },
        {
            "x1": 89,
            "y1": 1264,
            "x2": 167,
            "y2": 1469,
            "text": "オトナには 美味いんだよー",
            "vi": "Nó ngon cho người lớn"
        }
    ],
    "004.jpg": [
        {
            "x1": 955,
            "y1": 184,
            "x2": 1009,
            "y2": 357,
            "text": "オトナ…",
            "vi": "Người lớn..."
        },
        {
            "x1": 778,
            "y1": 147,
            "x2": 817,
            "y2": 298,
            "text": "そうそう",
            "vi": "Ồ vâng"
        },
        {
            "x1": 452,
            "y1": 136,
            "x2": 526,
            "y2": 257,
            "text": "前にも 言たケド",
            "vi": "Kedo tôi đã nói trước đây"
        },
        {
            "x1": 567,
            "y1": 171,
            "x2": 728,
            "y2": 368,
            "text": "スイも大きく なったら このウマさが 分かる時が…",
            "vi": "Khi bạn có thể hiểu con ngựa này khi Sui trở nên lớn hơn..."
        },
        {
            "x1": 161,
            "y1": 155,
            "x2": 263,
            "y2": 443,
            "text": "大きくなったら オトナなの？",
            "vi": "Nó có phải là người lớn nếu nó lớn hơn?"
        },
        {
            "x1": 892,
            "y1": 668,
            "x2": 1003,
            "y2": 907,
            "text": "スイ大きく なれるよ‼",
            "vi": "Bạn có thể trở nên lớn hơn"
        },
        {
            "x1": 765,
            "y1": 789,
            "x2": 859,
            "y2": 972,
            "text": "もう オトナー？",
            "vi": "Đã là người lớn?"
        },
        {
            "x1": 183,
            "y1": 721,
            "x2": 296,
            "y2": 945,
            "text": "う…うーん ちょっとちがう かなあ",
            "vi": "Uh... tôi tự hỏi liệu nó có khác một chút không"
        },
        {
            "x1": 891,
            "y1": 1096,
            "x2": 1021,
            "y2": 1382,
            "text": "フェルおじちゃん 大きいのに お酒キライだよー‼",
            "vi": "Chú Fel là lớn, nhưng nó rất nhiều vì lợi ích."
        },
        {
            "x1": 246,
            "y1": 1062,
            "x2": 391,
            "y2": 1261,
            "text": "ムズかしい こと 分かんない",
            "vi": "Tôi không biết nó là gì"
        },
        {
            "x1": 785,
            "y1": 1242,
            "x2": 866,
            "y2": 1408,
            "text": "オトナ なのにー‼",
            "vi": "Nó là người lớn"
        },
        {
            "x1": 451,
            "y1": 1264,
            "x2": 531,
            "y2": 1437,
            "text": "好みの問題 かなあ…",
            "vi": "Nó có phải là một vấn đề của hương vị..."
        }
    ],
    "005.jpg": [
        {
            "x1": 866,
            "y1": 139,
            "x2": 953,
            "y2": 362,
            "text": "早くオトナに なりたいなー",
            "vi": "Tôi muốn trở thành người lớn sớm"
        },
        {
            "x1": 543,
            "y1": 285,
            "x2": 590,
            "y2": 437,
            "text": "なんで？",
            "vi": "Tại sao?"
        },
        {
            "x1": 126,
            "y1": 263,
            "x2": 198,
            "y2": 418,
            "text": "リクくんが ねー",
            "vi": "Riku -Kun"
        },
        {
            "x1": 879,
            "y1": 480,
            "x2": 914,
            "y2": 716,
            "text": "オトナになったら",
            "vi": "Nếu bạn trở thành một người trưởng thành"
        },
        {
            "x1": 630,
            "y1": 551,
            "x2": 748,
            "y2": 706,
            "text": "もっと 色んなこと できてー",
            "vi": "Tôi có thể làm nhiều thứ hơn"
        },
        {
            "x1": 368,
            "y1": 522,
            "x2": 453,
            "y2": 705,
            "text": "もっと 強くなってー",
            "vi": "Trở nên mạnh mẽ hơn"
        },
        {
            "x1": 143,
            "y1": 613,
            "x2": 258,
            "y2": 863,
            "text": "とにかく いっぱい すごいんだって",
            "vi": "Dù sao, thật tuyệt vời"
        },
        {
            "x1": 496,
            "y1": 1032,
            "x2": 633,
            "y2": 1241,
            "text": "あと あるじと 同じの食べて",
            "vi": "Ăn giống như một cái nào đó"
        },
        {
            "x1": 332,
            "y1": 1134,
            "x2": 475,
            "y2": 1371,
            "text": "いっしょに おいしーって なりたいの",
            "vi": "Tôi muốn được ngon với nhau"
        }
    ],
    "006.jpg": [
        {
            "x1": 1013,
            "y1": 105,
            "x2": 1050,
            "y2": 298,
            "text": "焦らなくても",
            "vi": "Ngay cả khi bạn không vội vã"
        },
        {
            "x1": 614,
            "y1": 136,
            "x2": 696,
            "y2": 362,
            "text": "スイは今のまま でも充分だよ",
            "vi": "Sui là đủ như bây giờ"
        },
        {
            "x1": 404,
            "y1": 332,
            "x2": 532,
            "y2": 542,
            "text": "あるじは いつオトナに なったのー？",
            "vi": "Khi nào nó trở thành người lớn?"
        },
        {
            "x1": 875,
            "y1": 458,
            "x2": 1000,
            "y2": 667,
            "text": "でもなんだか なってみたい ──‼",
            "vi": "Nhưng tôi muốn trở thành một cái gì đó‼"
        },
        {
            "x1": 903,
            "y1": 768,
            "x2": 987,
            "y2": 965,
            "text": "二十歳超えた 時かなあく",
            "vi": "Khi tôi vượt quá 20 tuổi"
        },
        {
            "x1": 476,
            "y1": 734,
            "x2": 562,
            "y2": 898,
            "text": "──っても 分かんない",
            "vi": "─‖ Tôi không biết"
        },
        {
            "x1": 196,
            "y1": 828,
            "x2": 275,
            "y2": 991,
            "text": "ハタチって なにー？",
            "vi": "Hatachi là gì?"
        },
        {
            "x1": 983,
            "y1": 1135,
            "x2": 1030,
            "y2": 1254,
            "text": "大人…",
            "vi": "người lớn…"
        },
        {
            "x1": 253,
            "y1": 1190,
            "x2": 306,
            "y2": 1281,
            "text": "ヒゲ",
            "vi": "đối đầu với"
        },
        {
            "x1": 586,
            "y1": 1270,
            "x2": 770,
            "y2": 1512,
            "text": "んー 髭が生え出すと 大人になりかけ てはいるけど…",
            "vi": "Hmmm, khi một bộ râu mọc, nó sắp lớn lên..."
        },
        {
            "x1": 469,
            "y1": 1283,
            "x2": 504,
            "y2": 1397,
            "text": "うーん",
            "vi": "Hmmm"
        }
    ],
    "007.jpg": [
        {
            "x1": 804,
            "y1": 32,
            "x2": 939,
            "y2": 363,
            "text": "あるじが朝 ジョリジョリしてる やつだー！",
            "vi": "Người là Jori -jori vào buổi sáng!"
        },
        {
            "x1": 658,
            "y1": 258,
            "x2": 737,
            "y2": 389,
            "text": "ていん",
            "vi": "Ngấm"
        },
        {
            "x1": 117,
            "y1": 282,
            "x2": 194,
            "y2": 416,
            "text": "そうそう それそれ",
            "vi": "Vâng, đó là nó"
        },
        {
            "x1": 766,
            "y1": 391,
            "x2": 862,
            "y2": 527,
            "text": "ていん",
            "vi": "Ngấm"
        },
        {
            "x1": 462,
            "y1": 301,
            "x2": 541,
            "y2": 558,
            "text": "フェルおじちゃん にもあるねー！",
            "vi": "Bác Fel cũng vậy!"
        },
        {
            "x1": 870,
            "y1": 615,
            "x2": 954,
            "y2": 787,
            "text": "じゃあね じゃあね！",
            "vi": "Vậy thì rồi!"
        },
        {
            "x1": 556,
            "y1": 628,
            "x2": 692,
            "y2": 868,
            "text": "スイも おヒゲ生えたら オトナかなあ？",
            "vi": "Tôi tự hỏi nếu Sui cũng phát triển với bộ ria mép?"
        },
        {
            "x1": 50,
            "y1": 718,
            "x2": 133,
            "y2": 830,
            "text": "スイに ヒゲ…",
            "vi": "Một bộ ria mép cho sui..."
        },
        {
            "x1": 918,
            "y1": 833,
            "x2": 972,
            "y2": 958,
            "text": "むほ",
            "vi": "Muho"
        },
        {
            "x1": 79,
            "y1": 876,
            "x2": 147,
            "y2": 972,
            "text": "生える かなあ",
            "vi": "Tôi tự hỏi liệu nó sẽ phát triển"
        }
    ],
    "008.jpg": [
        {
            "x1": 978,
            "y1": 36,
            "x2": 1100,
            "y2": 264,
            "text": "あるじも 子どもの時 あったんだよね",
            "vi": "Có một đứa trẻ khi tôi còn là một đứa trẻ"
        },
        {
            "x1": 786,
            "y1": 86,
            "x2": 826,
            "y2": 260,
            "text": "そうだよー",
            "vi": "Đúng thế"
        },
        {
            "x1": 585,
            "y1": 120,
            "x2": 675,
            "y2": 335,
            "text": "どんな子ども だったのー？",
            "vi": "Nó là loại đứa trẻ nào?"
        },
        {
            "x1": 189,
            "y1": 193,
            "x2": 226,
            "y2": 414,
            "text": "んーそうだなぁ",
            "vi": "Đúng thế"
        },
        {
            "x1": 998,
            "y1": 521,
            "x2": 1076,
            "y2": 681,
            "text": "普通に友達と 遊んで",
            "vi": "Chơi với bạn bè bình thường"
        },
        {
            "x1": 694,
            "y1": 515,
            "x2": 721,
            "y2": 697,
            "text": "ふつうってー？",
            "vi": "Bình thường?"
        },
        {
            "x1": 521,
            "y1": 528,
            "x2": 589,
            "y2": 646,
            "text": "ええー うーん…",
            "vi": "Ừ..."
        },
        {
            "x1": 219,
            "y1": 492,
            "x2": 343,
            "y2": 648,
            "text": "追いかけっこ したり ドッジボール したりとか",
            "vi": "Theo đuổi hoặc né tránh"
        },
        {
            "x1": 890,
            "y1": 654,
            "x2": 993,
            "y2": 810,
            "text": "普通に おぉ 大きくなった かなあく",
            "vi": "Tôi tự hỏi liệu nó có trở nên lớn hơn bình thường"
        },
        {
            "x1": 171,
            "y1": 585,
            "x2": 205,
            "y2": 751,
            "text": "いろいろ？",
            "vi": "đa dạng?"
        },
        {
            "x1": 953,
            "y1": 891,
            "x2": 1035,
            "y2": 1134,
            "text": "ドッジボール ってなあにー？",
            "vi": "Dodge bóng là gì?"
        },
        {
            "x1": 785,
            "y1": 977,
            "x2": 829,
            "y2": 1121,
            "text": "んっとね",
            "vi": "Khéo léo"
        },
        {
            "x1": 620,
            "y1": 891,
            "x2": 689,
            "y2": 1093,
            "text": "こう… ２チームに別れて",
            "vi": "Đây là... chia thành 2 đội"
        },
        {
            "x1": 186,
            "y1": 1033,
            "x2": 252,
            "y2": 1200,
            "text": "頭に当てちゃ ダメだぞ",
            "vi": "Đừng đánh vào đầu bạn"
        },
        {
            "x1": 505,
            "y1": 1183,
            "x2": 646,
            "y2": 1408,
            "text": "スイくらいの 大きさのボールを 相手チームに当てて 遊ぶゲームで…",
            "vi": "Đó là một trò chơi mà bạn chơi một quả bóng có kích thước lớn trong đội của đối thủ..."
        },
        {
            "x1": 201,
            "y1": 1276,
            "x2": 283,
            "y2": 1310,
            "text": "A4-5",
            "vi": "Ah-5"
        }
    ],
    "009.jpg": [
        {
            "x1": 846,
            "y1": 193,
            "x2": 921,
            "y2": 457,
            "text": "それで当たった人は 抜けていくんだけど",
            "vi": "Vì vậy, người đánh nó sẽ ra mắt"
        },
        {
            "x1": 245,
            "y1": 132,
            "x2": 345,
            "y2": 423,
            "text": "えー！ おもしろそう！",
            "vi": "Ơ! Nó trông thú vị!"
        },
        {
            "x1": 83,
            "y1": 169,
            "x2": 171,
            "y2": 412,
            "text": "やりたーい‼",
            "vi": "tôi đã thành công rồi"
        },
        {
            "x1": 638,
            "y1": 372,
            "x2": 761,
            "y2": 612,
            "text": "どっちが最後まで 残れるかで 勝ち負け決めんの",
            "vi": "Tôi quyết định giành chiến thắng và thua tùy thuộc vào cái nào vẫn còn"
        },
        {
            "x1": 823,
            "y1": 743,
            "x2": 956,
            "y2": 1005,
            "text": "やろやろ あるじー！ どっじぼーる‼",
            "vi": "Yaroyaro! Dejibo"
        },
        {
            "x1": 610,
            "y1": 742,
            "x2": 687,
            "y2": 938,
            "text": "おともだちも いっしょー‼",
            "vi": "Bạn của bạn"
        },
        {
            "x1": 323,
            "y1": 866,
            "x2": 439,
            "y2": 992,
            "text": "いいよー また今度 なー",
            "vi": "Được rồi, lần này"
        },
        {
            "x1": 90,
            "y1": 784,
            "x2": 130,
            "y2": 1001,
            "text": "やったく_！",
            "vi": "Tôi muốn làm việc đó _!"
        },
        {
            "x1": 821,
            "y1": 1050,
            "x2": 919,
            "y2": 1439,
            "text": "フェルおじちゃんも いっしょにしようね",
            "vi": "Chúng ta hãy đi với chú Fel"
        },
        {
            "x1": 153,
            "y1": 1276,
            "x2": 282,
            "y2": 1497,
            "text": "それたぶん お友達が全員 泣いちゃうねく",
            "vi": "Có lẽ tất cả bạn bè khóc"
        },
        {
            "x1": 26,
            "y1": 1270,
            "x2": 116,
            "y2": 1469,
            "text": "んルとはまた 違う日にしようね",
            "vi": "Hãy làm cho nó một ngày khác với Neru"
        }
    ],
    "010.jpg": [
        {
            "x1": 856,
            "y1": 117,
            "x2": 947,
            "y2": 293,
            "text": "俺はスイが 羨ましいよ",
            "vi": "Tôi ghen tị với Sui"
        },
        {
            "x1": 633,
            "y1": 242,
            "x2": 712,
            "y2": 418,
            "text": "大人は大変 だぞく？",
            "vi": "Nó có khó cho người lớn không?"
        },
        {
            "x1": 218,
            "y1": 264,
            "x2": 257,
            "y2": 435,
            "text": "なんでー？",
            "vi": "Tại sao?"
        },
        {
            "x1": 983,
            "y1": 584,
            "x2": 1022,
            "y2": 751,
            "text": "それはねー",
            "vi": "Chính là nó"
        },
        {
            "x1": 796,
            "y1": 669,
            "x2": 926,
            "y2": 894,
            "text": "例えばスイは 今は好きな時に 遊んだり",
            "vi": "Ví dụ: Sui chơi bất cứ khi nào bạn muốn"
        },
        {
            "x1": 194,
            "y1": 602,
            "x2": 315,
            "y2": 848,
            "text": "お腹すいたら ごはんもすぐ食べ られるけど",
            "vi": "Nếu bạn đói, bạn có thể ăn gạo ngay lập tức"
        },
        {
            "x1": 567,
            "y1": 793,
            "x2": 652,
            "y2": 987,
            "text": "好きな時に お昼寝したり",
            "vi": "Ngủ trưa khi bạn thích"
        },
        {
            "x1": 596,
            "y1": 1117,
            "x2": 707,
            "y2": 1355,
            "text": "今みたいに ずーっと遊んで られなくなるぞー",
            "vi": "Tôi không thể chơi mọi lúc như bây giờ"
        },
        {
            "x1": 905,
            "y1": 1272,
            "x2": 1010,
            "y2": 1466,
            "text": "大人になったら それが自由に できなくなるの",
            "vi": "Khi bạn lớn lên, bạn không thể làm điều đó một cách tự do"
        },
        {
            "x1": 200,
            "y1": 1290,
            "x2": 267,
            "y2": 1565,
            "text": "ええ～_～‼",
            "vi": "Yeah ~ _ ~"
        }
    ],
    "011.jpg": [
        {
            "x1": 714,
            "y1": 132,
            "x2": 946,
            "y2": 406,
            "text": "遊べなくなるの いやくそ～ スイやっぱ このままで いいく_～",
            "vi": "Tôi không thể chơi nó, tôi có thể để nó vì nó là _ ~"
        },
        {
            "x1": 342,
            "y1": 81,
            "x2": 536,
            "y2": 322,
            "text": "大人になったら 出来ることが 増えるのも 本当だよ！",
            "vi": "Đúng là nhiều thứ bạn có thể làm sẽ tăng lên khi bạn lớn lên!"
        },
        {
            "x1": 154,
            "y1": 141,
            "x2": 285,
            "y2": 377,
            "text": "だからゆっくり 大人になって いこうね",
            "vi": "Vì vậy, chúng ta hãy trưởng thành chậm"
        },
        {
            "x1": 541,
            "y1": 343,
            "x2": 632,
            "y2": 491,
            "text": "あっでも でも！",
            "vi": "Không, nhưng!"
        },
        {
            "x1": 81,
            "y1": 609,
            "x2": 168,
            "y2": 754,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 791,
            "y1": 1132,
            "x2": 959,
            "y2": 1331,
            "text": "あるじも いつも ごはん作って くれる…",
            "vi": "Aruji luôn làm gạo..."
        },
        {
            "x1": 554,
            "y1": 1167,
            "x2": 635,
            "y2": 1396,
            "text": "お昼寝してるの 見たことないよ",
            "vi": "Tôi chưa bao giờ nhìn thấy một giấc ngủ ngắn"
        }
    ],
    "012.jpg": [
        {
            "x1": 922,
            "y1": 79,
            "x2": 1004,
            "y2": 383,
            "text": "あるじも大変なの？ だいじょうぶ？",
            "vi": "Có khó cho một người nhất định không? Có ổn không?"
        },
        {
            "x1": 637,
            "y1": 96,
            "x2": 750,
            "y2": 254,
            "text": "でで なな",
            "vi": "Bắt đầu ló ra"
        },
        {
            "x1": 725,
            "y1": 280,
            "x2": 796,
            "y2": 501,
            "text": "こんどいっしょに お昼寝しよーね",
            "vi": "Ngủ trưa với bạn bây giờ"
        },
        {
            "x1": 221,
            "y1": 384,
            "x2": 255,
            "y2": 517,
            "text": "スイ…！",
            "vi": "Sui...!"
        },
        {
            "x1": 958,
            "y1": 786,
            "x2": 1114,
            "y2": 1020,
            "text": "する",
            "vi": "LÀM"
        },
        {
            "x1": 196,
            "y1": 778,
            "x2": 252,
            "y2": 909,
            "text": "やった",
            "vi": "COORAY"
        },
        {
            "x1": 375,
            "y1": 784,
            "x2": 551,
            "y2": 1058,
            "text": "ありがとなー スイ‼ スイはきっといい 大人になるぞ‼",
            "vi": "Cảm ơn bạn! Sui chắc chắn sẽ trở thành một người lớn tốt."
        },
        {
            "x1": 815,
            "y1": 1157,
            "x2": 1106,
            "y2": 1355,
            "text": "スイね！ 大きく なったら フェル おじちゃん になる",
            "vi": "Sui! Trở thành chú Fel khi nó trở nên lớn hơn"
        },
        {
            "x1": 214,
            "y1": 1244,
            "x2": 300,
            "y2": 1502,
            "text": "それは 俺が複雑だなあ…",
            "vi": "Điều đó phức tạp..."
        },
        {
            "x1": 306,
            "y1": 1529,
            "x2": 589,
            "y2": 1587,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}