var ocr_data = {
    "001.jpg": [
        {
            "x1": 104,
            "y1": 55,
            "x2": 745,
            "y2": 89,
            "text": "第２章 真似っこスイと、魔物肉のからあげ。",
            "vi": "Chương 2 Mimrot và Karaage của Monster Thịt."
        },
        {
            "x1": 777,
            "y1": 86,
            "x2": 823,
            "y2": 601,
            "text": "漫画：双葉もも 原作：江口連",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi Ren"
        },
        {
            "x1": 788,
            "y1": 630,
            "x2": 811,
            "y2": 858,
            "text": "キャラクター原案・雅",
            "vi": "Bản nháp gốc của nhân vật, thanh lịch"
        }
    ],
    "002.jpg": [
        {
            "x1": 675,
            "y1": 164,
            "x2": 745,
            "y2": 322,
            "text": "ねーね",
            "vi": "Này"
        },
        {
            "x1": 189,
            "y1": 394,
            "x2": 254,
            "y2": 646,
            "text": "遊ぼう フェルおじちゃーん",
            "vi": "Chơi Fel Bác"
        },
        {
            "x1": 659,
            "y1": 1028,
            "x2": 721,
            "y2": 1154,
            "text": "…すまんな スイ",
            "vi": "...Tôi xin lôi"
        },
        {
            "x1": 279,
            "y1": 972,
            "x2": 481,
            "y2": 1166,
            "text": "我は肉を調達 してきたばかりで 少し疲れておる のだ そんな気分 ではない",
            "vi": "Tôi hơi mệt vì tôi vừa mua thịt"
        }
    ],
    "003.jpg": [
        {
            "x1": 693,
            "y1": 85,
            "x2": 719,
            "y2": 218,
            "text": "つまんなーい",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 535,
            "y1": 183,
            "x2": 613,
            "y2": 314,
            "text": "じゃー あるじんとこ いくー",
            "vi": "Sau đó, có một jin và ko"
        },
        {
            "x1": 413,
            "y1": 724,
            "x2": 463,
            "y2": 873,
            "text": "よーし こんなもんかな",
            "vi": "Tôi tự hỏi liệu đây có phải là"
        },
        {
            "x1": 111,
            "y1": 791,
            "x2": 191,
            "y2": 980,
            "text": "まさか またから揚げを作る ことになるとは",
            "vi": "Không có cách nào để làm gà rán một lần nữa"
        }
    ],
    "004.jpg": [
        {
            "x1": 660,
            "y1": 99,
            "x2": 718,
            "y2": 270,
            "text": "まあ 美味かったもんな",
            "vi": "Nó rất ngon"
        },
        {
            "x1": 214,
            "y1": 29,
            "x2": 334,
            "y2": 212,
            "text": "そのおかげで 俺もちょっとしか 食べれなかった けどね…",
            "vi": "Nhờ điều đó, tôi chỉ có thể ăn một chút..."
        },
        {
            "x1": 118,
            "y1": 103,
            "x2": 163,
            "y2": 192,
            "text": "ははは",
            "vi": "Hahaha"
        },
        {
            "x1": 502,
            "y1": 206,
            "x2": 561,
            "y2": 337,
            "text": "昨日も 好評だったし",
            "vi": "Nó đã phổ biến ngày hôm qua"
        },
        {
            "x1": 687,
            "y1": 566,
            "x2": 765,
            "y2": 803,
            "text": "せつかく取ってきて くれたけど…肉は余ってるのを 使うとして…",
            "vi": "Anh ấy đã đưa tôi lên, nhưng... tôi đã sử dụng thịt dư thừa..."
        },
        {
            "x1": 606,
            "y1": 612,
            "x2": 644,
            "y2": 759,
            "text": "解体できないいね",
            "vi": "Tôi không thể phá hủy nó"
        },
        {
            "x1": 422,
            "y1": 531,
            "x2": 496,
            "y2": 733,
            "text": "今日は 俺も食うぞー‼",
            "vi": "Tôi cũng sẽ ăn ngày hôm nay"
        },
        {
            "x1": 108,
            "y1": 820,
            "x2": 304,
            "y2": 928,
            "text": "ぷるん",
            "vi": "Purun"
        },
        {
            "x1": 662,
            "y1": 844,
            "x2": 796,
            "y2": 1143,
            "text": "うお⁉",
            "vi": "U eo"
        }
    ],
    "005.jpg": [
        {
            "x1": 632,
            "y1": 107,
            "x2": 679,
            "y2": 188,
            "text": "ドキ",
            "vi": "Doki"
        },
        {
            "x1": 368,
            "y1": 148,
            "x2": 408,
            "y2": 229,
            "text": "ドキ",
            "vi": "Doki"
        },
        {
            "x1": 196,
            "y1": 107,
            "x2": 292,
            "y2": 258,
            "text": "危ないから そこでごはん 待っててね",
            "vi": "Thật nguy hiểm nên vui lòng đợi ở đó"
        },
        {
            "x1": 238,
            "y1": 494,
            "x2": 285,
            "y2": 634,
            "text": "下ごしらえ",
            "vi": "Chuẩn bị các"
        },
        {
            "x1": 692,
            "y1": 725,
            "x2": 753,
            "y2": 832,
            "text": "きょ3",
            "vi": "Kyo 3"
        },
        {
            "x1": 483,
            "y1": 723,
            "x2": 563,
            "y2": 859,
            "text": "きょろ",
            "vi": "Thằng bé"
        },
        {
            "x1": 634,
            "y1": 948,
            "x2": 660,
            "y2": 1080,
            "text": "ても",
            "vi": "Có lẽ"
        }
    ],
    "006.jpg": [
        {
            "x1": 287,
            "y1": 158,
            "x2": 437,
            "y2": 263,
            "text": "足ん 見ん えん",
            "vi": "Nhìn vào chân bạn"
        },
        {
            "x1": 114,
            "y1": 321,
            "x2": 161,
            "y2": 407,
            "text": "よし",
            "vi": "đồng ý"
        },
        {
            "x1": 578,
            "y1": 832,
            "x2": 655,
            "y2": 947,
            "text": "きろ",
            "vi": "Km"
        }
    ],
    "009.jpg": [
        {
            "x1": 609,
            "y1": 134,
            "x2": 685,
            "y2": 268,
            "text": "パチパチ してる",
            "vi": "Nó đang nổ"
        },
        {
            "x1": 324,
            "y1": 131,
            "x2": 407,
            "y2": 282,
            "text": "危ないから あんまり近づか ないよーに",
            "vi": "Nó nguy hiểm, vì vậy tôi sẽ không quá gần"
        },
        {
            "x1": 225,
            "y1": 114,
            "x2": 275,
            "y2": 241,
            "text": "これは もういいかな",
            "vi": "Điều này đã ổn rồi"
        },
        {
            "x1": 249,
            "y1": 529,
            "x2": 420,
            "y2": 701,
            "text": "すごーい つるんと してたのに カリカリだー",
            "vi": "Nó thật giòn mặc dù nó thật tuyệt vời"
        },
        {
            "x1": 251,
            "y1": 758,
            "x2": 285,
            "y2": 830,
            "text": "こらこら",
            "vi": "Này này"
        },
        {
            "x1": 94,
            "y1": 699,
            "x2": 153,
            "y2": 824,
            "text": "熱いか分ね まだ",
            "vi": "Nó vẫn còn nóng nhưng vẫn chưa"
        }
    ],
    "015.jpg": [
        {
            "x1": 546,
            "y1": 675,
            "x2": 653,
            "y2": 806,
            "text": "いいよ 食べて",
            "vi": "Ăn ngon"
        },
        {
            "x1": 439,
            "y1": 701,
            "x2": 519,
            "y2": 834,
            "text": "熱から 気をっけてね",
            "vi": "Cẩn thận từ sức nóng"
        },
        {
            "x1": 74,
            "y1": 915,
            "x2": 105,
            "y2": 1007,
            "text": "おいしく",
            "vi": "Ngon lành"
        },
        {
            "x1": 564,
            "y1": 910,
            "x2": 761,
            "y2": 1123,
            "text": "おいっ 我の分は まだか！",
            "vi": "Là phần của tôi chưa!"
        }
    ]
}