var ocr_data = {
    "001.jpg": [
        {
            "x1": 306,
            "y1": 58,
            "x2": 778,
            "y2": 114,
            "text": "第44章 フェルのお風呂",
            "vi": "Chương 44 Bath Fel"
        },
        {
            "x1": 275,
            "y1": 150,
            "x2": 829,
            "y2": 257,
            "text": "とんでもスキルマ",
            "vi": "Kỹ năng"
        },
        {
            "x1": 98,
            "y1": 1518,
            "x2": 994,
            "y2": 1566,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "004.jpg": [
        {
            "x1": 361,
            "y1": 193,
            "x2": 392,
            "y2": 279,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 848,
            "y1": 309,
            "x2": 976,
            "y2": 459,
            "text": "ブラッシング だけで 日が暮れち まうくそ",
            "vi": "Mặt trời lặn chỉ bằng cách đánh răng"
        },
        {
            "x1": 547,
            "y1": 208,
            "x2": 632,
            "y2": 389,
            "text": "お前はただ シャンプーしたく ないだけだろ！",
            "vi": "Bạn không muốn gội đầu!"
        },
        {
            "x1": 332,
            "y1": 283,
            "x2": 363,
            "y2": 389,
            "text": "あるじー",
            "vi": "Một chút"
        },
        {
            "x1": 703,
            "y1": 353,
            "x2": 763,
            "y2": 487,
            "text": "我はそれでも 良いぞ",
            "vi": "Tôi vẫn tốt"
        },
        {
            "x1": 845,
            "y1": 661,
            "x2": 961,
            "y2": 814,
            "text": "スイも やる―",
            "vi": "Tôi cũng đang làm Sui"
        }
    ],
    "005.jpg": [
        {
            "x1": 901,
            "y1": 134,
            "x2": 938,
            "y2": 220,
            "text": "フェル",
            "vi": "Fel"
        },
        {
            "x1": 809,
            "y1": 134,
            "x2": 870,
            "y2": 316,
            "text": "ちょっとスピード 上げるな",
            "vi": "Không tăng tốc một chút"
        },
        {
            "x1": 841,
            "y1": 568,
            "x2": 887,
            "y2": 820,
            "text": "何をしておる",
            "vi": "Bạn đang làm gì vậy"
        },
        {
            "x1": 743,
            "y1": 850,
            "x2": 783,
            "y2": 1026,
            "text": "お手伝いく",
            "vi": "Sự giúp đỡ"
        },
        {
            "x1": 467,
            "y1": 865,
            "x2": 564,
            "y2": 1018,
            "text": "このままじゃ 終わりそうに ないからさ",
            "vi": "Nó không thể kết thúc như"
        },
        {
            "x1": 346,
            "y1": 787,
            "x2": 442,
            "y2": 967,
            "text": "当店一オシ スタッフの スイちゃんです",
            "vi": "Đây là nhân viên của Sui -Chan, cửa hàng của chúng tôi một OSHI"
        },
        {
            "x1": 161,
            "y1": 734,
            "x2": 214,
            "y2": 1059,
            "text": "分かっておるわ！",
            "vi": "Tôi biết!"
        },
        {
            "x1": 61,
            "y1": 896,
            "x2": 120,
            "y2": 1069,
            "text": "スイなのはリ",
            "vi": "Đó là một điều tốt"
        },
        {
            "x1": 728,
            "y1": 1131,
            "x2": 926,
            "y2": 1439,
            "text": "我はもう少し 丁寧に仕事をせい と申しておるのだ‼ ェンリルぞ",
            "vi": "Tôi nói rằng tôi làm việc cẩn thận một chút. Eenriru"
        },
        {
            "x1": 105,
            "y1": 1194,
            "x2": 193,
            "y2": 1361,
            "text": "お客様！ 困ります！",
            "vi": "quý khách hàng! Tôi gặp rắc rối!"
        },
        {
            "x1": 539,
            "y1": 1321,
            "x2": 572,
            "y2": 1525,
            "text": "巻き込まれる！",
            "vi": "Nhận được!"
        },
        {
            "x1": 443,
            "y1": 1333,
            "x2": 486,
            "y2": 1533,
            "text": "我の毛が‼",
            "vi": "Tóc của tôi là‼"
        },
        {
            "x1": 45,
            "y1": 1366,
            "x2": 135,
            "y2": 1501,
            "text": "動かないで くださーい",
            "vi": "Xin đừng di chuyển"
        }
    ],
    "006.jpg": [
        {
            "x1": 973,
            "y1": 51,
            "x2": 1010,
            "y2": 255,
            "text": "我の毛が！",
            "vi": "Tóc của tôi!"
        },
        {
            "x1": 905,
            "y1": 115,
            "x2": 941,
            "y2": 300,
            "text": "7 我の毛が！",
            "vi": "7 Tóc của tôi!"
        },
        {
            "x1": 791,
            "y1": 112,
            "x2": 870,
            "y2": 228,
            "text": "ふ4",
            "vi": "Bốn 4"
        },
        {
            "x1": 550,
            "y1": 110,
            "x2": 584,
            "y2": 243,
            "text": "ぬううう",
            "vi": "Nunuuuuu"
        },
        {
            "x1": 322,
            "y1": 81,
            "x2": 397,
            "y2": 241,
            "text": "ぐぬぅぅく～",
            "vi": "Gunu Kuku ~"
        },
        {
            "x1": 783,
            "y1": 357,
            "x2": 900,
            "y2": 525,
            "text": "ルルル",
            "vi": "Luluru"
        },
        {
            "x1": 642,
            "y1": 286,
            "x2": 744,
            "y2": 495,
            "text": "安心してください ただの換毛期 ですー",
            "vi": "Xin hãy yên tâm rằng đó chỉ là một thời gian thay đổi tóc."
        },
        {
            "x1": 446,
            "y1": 364,
            "x2": 518,
            "y2": 470,
            "text": "大丈夫 大丈夫ー",
            "vi": "Nó khá ổn"
        },
        {
            "x1": 917,
            "y1": 996,
            "x2": 998,
            "y2": 1221,
            "text": "フェルの足って なんで赤いの？",
            "vi": "Tại sao chân của Fel là đỏ?"
        },
        {
            "x1": 690,
            "y1": 1028,
            "x2": 738,
            "y2": 1147,
            "text": "知らん",
            "vi": "Dunno"
        },
        {
            "x1": 294,
            "y1": 1004,
            "x2": 433,
            "y2": 1165,
            "text": "そういや スイが 見当たんない ケド…",
            "vi": "Vâng, tôi không thể tìm thấy sui..."
        },
        {
            "x1": 619,
            "y1": 1183,
            "x2": 647,
            "y2": 1289,
            "text": "そっかー",
            "vi": "Là vậy"
        },
        {
            "x1": 525,
            "y1": 1181,
            "x2": 550,
            "y2": 1275,
            "text": "足終わった",
            "vi": "Tôi đã kết thúc đôi chân của tôi"
        },
        {
            "x1": 136,
            "y1": 1067,
            "x2": 214,
            "y2": 1228,
            "text": "何を言って おる",
            "vi": "Bạn đang nói về điều gì"
        }
    ],
    "007.jpg": [
        {
            "x1": 741,
            "y1": 122,
            "x2": 906,
            "y2": 313,
            "text": "そこに おるでは ないか",
            "vi": "Không phải là nó ở đó?"
        },
        {
            "x1": 901,
            "y1": 727,
            "x2": 968,
            "y2": 860,
            "text": "あれだけ 抜けたのだ",
            "vi": "Đó chỉ là"
        },
        {
            "x1": 778,
            "y1": 771,
            "x2": 871,
            "y2": 947,
            "text": "スイに全部 まとわり ついたのだろう",
            "vi": "Tôi đoán tất cả đều được bám vào Sui"
        },
        {
            "x1": 244,
            "y1": 745,
            "x2": 314,
            "y2": 940,
            "text": "抜け毛の山 かと思ってた…",
            "vi": "Tôi nghĩ rằng đó là một ngọn núi rụng tóc..."
        },
        {
            "x1": 213,
            "y1": 1117,
            "x2": 258,
            "y2": 1193,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 94,
            "y1": 1144,
            "x2": 161,
            "y2": 1439,
            "text": "その状態でも やってくれてるんだ⁉",
            "vi": "Bạn đang làm điều đó ngay cả ở trạng thái đó⁉"
        }
    ],
    "008.jpg": [
        {
            "x1": 954,
            "y1": 102,
            "x2": 1028,
            "y2": 289,
            "text": "スイ これたのしい",
            "vi": "Sui rất vui"
        },
        {
            "x1": 656,
            "y1": 88,
            "x2": 898,
            "y2": 334,
            "text": "もさ もさ",
            "vi": "Mosamosa"
        },
        {
            "x1": 443,
            "y1": 158,
            "x2": 595,
            "y2": 369,
            "text": "お風呂 さっき入った ばっかだったん だけどなく",
            "vi": "Nó không chỉ là một bồn tắm"
        },
        {
            "x1": 668,
            "y1": 332,
            "x2": 706,
            "y2": 451,
            "text": "そっか",
            "vi": "Tôi thấy"
        },
        {
            "x1": 228,
            "y1": 368,
            "x2": 267,
            "y2": 502,
            "text": "まいっか",
            "vi": "Maeka"
        },
        {
            "x1": 925,
            "y1": 1096,
            "x2": 992,
            "y2": 1418,
            "text": "ナルホドな‼",
            "vi": "Narhod"
        },
        {
            "x1": 468,
            "y1": 1094,
            "x2": 614,
            "y2": 1289,
            "text": "スイ！ もう充分 できたから 終わりでいいよ",
            "vi": "Sui! Nó là đủ, vì vậy nó không sao"
        }
    ],
    "009.jpg": [
        {
            "x1": 783,
            "y1": 171,
            "x2": 942,
            "y2": 468,
            "text": "せんぜん 出てミねえく～",
            "vi": "Tôi sẽ không ra ngoài chút nào ~"
        },
        {
            "x1": 879,
            "y1": 1025,
            "x2": 922,
            "y2": 1178,
            "text": "やっと…",
            "vi": "cuối cùng…"
        },
        {
            "x1": 797,
            "y1": 1057,
            "x2": 837,
            "y2": 1344,
            "text": "いつものスイに…",
            "vi": "Đối với SUI thông thường..."
        },
        {
            "x1": 126,
            "y1": 980,
            "x2": 213,
            "y2": 1201,
            "text": "ふわふわ なくなったー",
            "vi": "Nó không còn mịn nữa"
        }
    ],
    "010.jpg": [
        {
            "x1": 946,
            "y1": 109,
            "x2": 1017,
            "y2": 291,
            "text": "それにしても どうしようか",
            "vi": "Mặc dù vậy, tôi phải làm gì?"
        },
        {
            "x1": 881,
            "y1": 295,
            "x2": 936,
            "y2": 473,
            "text": "この量…",
            "vi": "Số tiền này..."
        },
        {
            "x1": 382,
            "y1": 254,
            "x2": 420,
            "y2": 394,
            "text": "埋めをえ…",
            "vi": "Điền vào nó..."
        },
        {
            "x1": 238,
            "y1": 731,
            "x2": 303,
            "y2": 938,
            "text": "ブラッシングは こんなもんで…",
            "vi": "Đánh răng như thế này..."
        },
        {
            "x1": 897,
            "y1": 1030,
            "x2": 1009,
            "y2": 1206,
            "text": "前準備も 終わったこと ですし…",
            "vi": "Việc chuẩn bị cho cái trước đó đã kết thúc..."
        },
        {
            "x1": 614,
            "y1": 1004,
            "x2": 706,
            "y2": 1267,
            "text": "次は シャンプーな！",
            "vi": "Tiếp theo là dầu gội!"
        },
        {
            "x1": 339,
            "y1": 1121,
            "x2": 379,
            "y2": 1230,
            "text": "その前に",
            "vi": "trước đó"
        },
        {
            "x1": 320,
            "y1": 1185,
            "x2": 371,
            "y2": 1305,
            "text": "ぬ分すぞ‼",
            "vi": "Tôi sẽ chia sẻ nó"
        }
    ],
    "011.jpg": [
        {
            "x1": 387,
            "y1": 901,
            "x2": 466,
            "y2": 1125,
            "text": "じゃあフェル シャンプーする",
            "vi": "Sau đó, dầu gội đầu Fel"
        },
        {
            "x1": 787,
            "y1": 1170,
            "x2": 825,
            "y2": 1275,
            "text": "よし",
            "vi": "đồng ý"
        }
    ],
    "012.jpg": [
        {
            "x1": 926,
            "y1": 807,
            "x2": 1076,
            "y2": 1104,
            "text": "フェル おじちゃん ヒョロヒョロ_",
            "vi": "Bác Fel -Chan Hyoro Hyoro_"
        },
        {
            "x1": 765,
            "y1": 1247,
            "x2": 862,
            "y2": 1495,
            "text": "誰が ヒョロヒョロ",
            "vi": "Nó là ai"
        },
        {
            "x1": 43,
            "y1": 1297,
            "x2": 102,
            "y2": 1579,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}