var ocr_data = {
    "001.jpg": [
        {
            "x1": 361,
            "y1": 1038,
            "x2": 402,
            "y2": 1209,
            "text": "聞いたか！",
            "vi": "Bạn có nghe thấy không!"
        },
        {
            "x1": 213,
            "y1": 1168,
            "x2": 294,
            "y2": 1403,
            "text": "昨日の ワイバーン戦‼",
            "vi": "Wyvern hôm qua‼"
        }
    ],
    "002.jpg": [
        {
            "x1": 910,
            "y1": 21,
            "x2": 1080,
            "y2": 220,
            "text": "すごいよな！ 従魔２体だけ つけて１人で なんて‼",
            "vi": "Thật đáng kinh ngạc! Chỉ có hai con quỷ, làm thế nào một mình"
        },
        {
            "x1": 782,
            "y1": 115,
            "x2": 864,
            "y2": 300,
            "text": "あのでっかい 犬だろ！",
            "vi": "Đó là một con chó lớn!"
        },
        {
            "x1": 482,
            "y1": 205,
            "x2": 692,
            "y2": 394,
            "text": "そういや エリク その冒険者と 知り合い なんだろー！",
            "vi": "Vâng, Eric tôi biết rằng nhà thám hiểm đó!"
        },
        {
            "x1": 202,
            "y1": 322,
            "x2": 281,
            "y2": 515,
            "text": "おっマジで‼ いいなー！",
            "vi": "Omaga Khỏe!"
        },
        {
            "x1": 944,
            "y1": 754,
            "x2": 991,
            "y2": 862,
            "text": "別に…",
            "vi": "Tách khỏi..."
        },
        {
            "x1": 589,
            "y1": 745,
            "x2": 636,
            "y2": 867,
            "text": "もし…",
            "vi": "nếu…"
        },
        {
            "x1": 145,
            "y1": 647,
            "x2": 194,
            "y2": 855,
            "text": "一緒に……",
            "vi": "cùng với nhau……"
        },
        {
            "x1": 460,
            "y1": 804,
            "x2": 573,
            "y2": 975,
            "text": "もしオレが もっと強くて 大人だったら",
            "vi": "Nếu tôi mạnh mẽ và trưởng thành"
        },
        {
            "x1": 535,
            "y1": 1126,
            "x2": 585,
            "y2": 1294,
            "text": "今行くー",
            "vi": "Tôi sẽ đi bây giờ"
        }
    ],
    "003.jpg": [
        {
            "x1": 217,
            "y1": 59,
            "x2": 864,
            "y2": 116,
            "text": "第40章 男の子のプライド 前編",
            "vi": "Chương 40 Niềm tự hào của cậu bé Phần 1"
        },
        {
            "x1": 102,
            "y1": 1521,
            "x2": 972,
            "y2": 1558,
            "text": "漫画：双葉もも 原作：江口連 キャラクター原案：雅",
            "vi": "Manga: Momo Futaba Bản gốc: Nhân vật Eguchi Ren"
        }
    ],
    "004.jpg": [
        {
            "x1": 985,
            "y1": 12,
            "x2": 1082,
            "y2": 514,
            "text": "キモチワル…ッ",
            "vi": "Kimochiwaru..."
        },
        {
            "x1": 475,
            "y1": 152,
            "x2": 557,
            "y2": 303,
            "text": "おい何を している",
            "vi": "Này bạn đang làm gì"
        },
        {
            "x1": 356,
            "y1": 210,
            "x2": 447,
            "y2": 370,
            "text": "早く飯に せんか！",
            "vi": "Bạn có muốn ăn sớm!"
        },
        {
            "x1": 478,
            "y1": 416,
            "x2": 523,
            "y2": 533,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 281,
            "y1": 530,
            "x2": 362,
            "y2": 677,
            "text": "ちょ… 待って頼む",
            "vi": "Cho... chờ đợi và hỏi"
        },
        {
            "x1": 192,
            "y1": 597,
            "x2": 265,
            "y2": 728,
            "text": "頭に響く から…っ",
            "vi": "Nó vang lên trên đầu tôi..."
        },
        {
            "x1": 883,
            "y1": 831,
            "x2": 1018,
            "y2": 1073,
            "text": "ごめん… 今日菓子パンに して…",
            "vi": "Tôi xin lỗi... hôm nay tôi đã làm một bánh mì bánh kẹo..."
        },
        {
            "x1": 819,
            "y1": 890,
            "x2": 861,
            "y2": 1085,
            "text": "【作れない…",
            "vi": "[Tôi không thể làm được..."
        },
        {
            "x1": 512,
            "y1": 832,
            "x2": 606,
            "y2": 988,
            "text": "なに‼ またか！",
            "vi": "cái gì! như trước!"
        },
        {
            "x1": 193,
            "y1": 933,
            "x2": 220,
            "y2": 1088,
            "text": "ごめんって…",
            "vi": "Tôi xin lôi..."
        },
        {
            "x1": 633,
            "y1": 1188,
            "x2": 673,
            "y2": 1318,
            "text": "大丈夫？",
            "vi": "Bạn co ổn không?"
        },
        {
            "x1": 761,
            "y1": 1253,
            "x2": 837,
            "y2": 1420,
            "text": "あるじ 頭いたいの？",
            "vi": "Bạn có muốn trở thành một người đứng đầu?"
        },
        {
            "x1": 383,
            "y1": 1248,
            "x2": 469,
            "y2": 1372,
            "text": "やそ 分れか",
            "vi": "Phân chia"
        },
        {
            "x1": 151,
            "y1": 1198,
            "x2": 302,
            "y2": 1458,
            "text": "うん… お水飲んで 寝てたら大丈夫",
            "vi": "Vâng... không sao nếu bạn uống nước và ngủ"
        }
    ],
    "005.jpg": [
        {
            "x1": 232,
            "y1": 135,
            "x2": 287,
            "y2": 234,
            "text": "大丈夫",
            "vi": "Bạn co ổn không"
        },
        {
            "x1": 792,
            "y1": 245,
            "x2": 867,
            "y2": 345,
            "text": "おみず",
            "vi": "nước uống"
        },
        {
            "x1": 173,
            "y1": 176,
            "x2": 239,
            "y2": 307,
            "text": "大丈ー夫",
            "vi": "ODE -HUSBAND"
        },
        {
            "x1": 484,
            "y1": 1187,
            "x2": 545,
            "y2": 1283,
            "text": "いうにょに ねんね",
            "vi": "Nhân tiện"
        },
        {
            "x1": 200,
            "y1": 1232,
            "x2": 255,
            "y2": 1338,
            "text": "おじちごん",
            "vi": "Gà folty"
        },
        {
            "x1": 91,
            "y1": 1300,
            "x2": 139,
            "y2": 1398,
            "text": "あそぶ",
            "vi": "Chơi"
        }
    ],
    "006.jpg": [
        {
            "x1": 911,
            "y1": 162,
            "x2": 1033,
            "y2": 319,
            "text": "フェル おじちゃん と遊ぼー",
            "vi": "Chơi với chú Fel"
        },
        {
            "x1": 717,
            "y1": 123,
            "x2": 792,
            "y2": 244,
            "text": "気を つけて",
            "vi": "cẩn thận"
        },
        {
            "x1": 782,
            "y1": 778,
            "x2": 896,
            "y2": 940,
            "text": "まいど ありがとう ございます",
            "vi": "Cảm ơn bạn vì Mado"
        }
    ],
    "007.jpg": [
        {
            "x1": 800,
            "y1": 189,
            "x2": 890,
            "y2": 445,
            "text": "お前っ それやめろ…‼",
            "vi": "Bạn nên dừng nó...‼"
        },
        {
            "x1": 166,
            "y1": 207,
            "x2": 313,
            "y2": 368,
            "text": "わーい リクくん 遊ぼー！",
            "vi": "Wow riku -kun!"
        },
        {
            "x1": 814,
            "y1": 638,
            "x2": 959,
            "y2": 860,
            "text": "あれ…？ ぉ前 ムコーダさんと 一緒じゃねえの？",
            "vi": "điều đó…? Không phải là với mcoda -san?"
        },
        {
            "x1": 301,
            "y1": 642,
            "x2": 405,
            "y2": 811,
            "text": "あるじ 頭いたい いたいしてる",
            "vi": "Tôi muốn trở thành một cái đầu"
        },
        {
            "x1": 148,
            "y1": 804,
            "x2": 220,
            "y2": 928,
            "text": "寝てんの かな？",
            "vi": "Bạn ngủ chưa?"
        },
        {
            "x1": 856,
            "y1": 1014,
            "x2": 921,
            "y2": 1208,
            "text": "なんでお前 ついてくんの？",
            "vi": "Tại sao bạn?"
        },
        {
            "x1": 706,
            "y1": 1123,
            "x2": 746,
            "y2": 1232,
            "text": "あそぼ",
            "vi": "Chơi"
        },
        {
            "x1": 132,
            "y1": 1101,
            "x2": 278,
            "y2": 1250,
            "text": "いや どこまで ついて 来んだよ…",
            "vi": "Không, bạn đã theo dõi bao xa..."
        },
        {
            "x1": 513,
            "y1": 1319,
            "x2": 557,
            "y2": 1392,
            "text": "てん",
            "vi": "chỉ trỏ"
        },
        {
            "x1": 448,
            "y1": 1362,
            "x2": 490,
            "y2": 1455,
            "text": "てん",
            "vi": "chỉ trỏ"
        }
    ],
    "008.jpg": [
        {
            "x1": 900,
            "y1": 195,
            "x2": 1010,
            "y2": 400,
            "text": "そういや コイツも 行ったんだよな",
            "vi": "Vâng, tôi cũng đã đi đến anh chàng này"
        },
        {
            "x1": 182,
            "y1": 243,
            "x2": 289,
            "y2": 430,
            "text": "ワイバーン 討伐",
            "vi": "Thất bại Wyvern"
        },
        {
            "x1": 937,
            "y1": 595,
            "x2": 981,
            "y2": 723,
            "text": "…なあ",
            "vi": "… Ổn"
        },
        {
            "x1": 503,
            "y1": 612,
            "x2": 596,
            "y2": 754,
            "text": "ぉ前 強いのか",
            "vi": "ぉ Có mạnh không?"
        },
        {
            "x1": 527,
            "y1": 997,
            "x2": 671,
            "y2": 1240,
            "text": "…うん 分かんねぇけど 分かった",
            "vi": "...Tôi không biết, nhưng tôi hiểu"
        }
    ],
    "009.jpg": [
        {
            "x1": 720,
            "y1": 298,
            "x2": 881,
            "y2": 512,
            "text": "ぉ前 ちょっと 付き合えよ",
            "vi": "よ 前 前 ちょっと"
        },
        {
            "x1": 430,
            "y1": 773,
            "x2": 522,
            "y2": 913,
            "text": "てん",
            "vi": "chỉ trỏ"
        }
    ],
    "010.jpg": [
        {
            "x1": 759,
            "y1": 445,
            "x2": 812,
            "y2": 630,
            "text": "やああ！",
            "vi": "À!"
        },
        {
            "x1": 598,
            "y1": 876,
            "x2": 675,
            "y2": 1003,
            "text": "えい",
            "vi": "tia"
        }
    ],
    "011.jpg": [
        {
            "x1": 379,
            "y1": 45,
            "x2": 496,
            "y2": 259,
            "text": "スライム相手に 何手こずってん だよく",
            "vi": "Bạn với đối thủ Slime có bao nhiêu người?"
        },
        {
            "x1": 869,
            "y1": 171,
            "x2": 971,
            "y2": 406,
            "text": "はいエリクの 五連敗—！",
            "vi": "Có năm thất bại liên tiếp của Eric!"
        },
        {
            "x1": 508,
            "y1": 288,
            "x2": 626,
            "y2": 434,
            "text": "しかも 今度は 瞬殺じゃん",
            "vi": "Và lần này nó là một vụ giết người ngay lập tức"
        },
        {
            "x1": 192,
            "y1": 427,
            "x2": 262,
            "y2": 545,
            "text": "だれー",
            "vi": "Xám xịt"
        },
        {
            "x1": 836,
            "y1": 603,
            "x2": 973,
            "y2": 807,
            "text": "オレらが 手伝って やろーかー？",
            "vi": "Chúng tôi đã giúp chúng tôi?"
        },
        {
            "x1": 617,
            "y1": 597,
            "x2": 742,
            "y2": 791,
            "text": "すぐに 終わっちゃう ぜー？",
            "vi": "Nó sẽ kết thúc ngay lập tức?"
        },
        {
            "x1": 107,
            "y1": 601,
            "x2": 288,
            "y2": 879,
            "text": "うっせえ 見せモンじゃ ねえぞ‼",
            "vi": "Nó không phải là một quái vật."
        },
        {
            "x1": 301,
            "y1": 1021,
            "x2": 372,
            "y2": 1103,
            "text": "っか",
            "vi": "っ"
        },
        {
            "x1": 880,
            "y1": 1055,
            "x2": 971,
            "y2": 1216,
            "text": "冗談じゃない これじゃ稽古に なんねえ",
            "vi": "Đó không phải là một trò đùa"
        },
        {
            "x1": 605,
            "y1": 1115,
            "x2": 731,
            "y2": 1310,
            "text": "おい！ 場所変えるぞ スライム！",
            "vi": "Này! Thay đổi nơi nhờn!"
        },
        {
            "x1": 428,
            "y1": 1080,
            "x2": 472,
            "y2": 1260,
            "text": "どこいくの",
            "vi": "bạn đang đi đâu"
        },
        {
            "x1": 213,
            "y1": 1068,
            "x2": 308,
            "y2": 1176,
            "text": "っか",
            "vi": "っ"
        }
    ],
    "012.jpg": [
        {
            "x1": 455,
            "y1": 121,
            "x2": 539,
            "y2": 382,
            "text": "こいつは",
            "vi": "Người đàn ông này"
        },
        {
            "x1": 595,
            "y1": 372,
            "x2": 757,
            "y2": 667,
            "text": "さっき手合わせ してみて 分かったこと",
            "vi": "Những gì tôi đã phát hiện ra trước đó"
        },
        {
            "x1": 139,
            "y1": 487,
            "x2": 226,
            "y2": 632,
            "text": "強い",
            "vi": "vững chắc"
        },
        {
            "x1": 900,
            "y1": 709,
            "x2": 1016,
            "y2": 1003,
            "text": "しかも 腹立たしい事に",
            "vi": "Hơn nữa, nó gây khó chịu"
        },
        {
            "x1": 163,
            "y1": 706,
            "x2": 300,
            "y2": 962,
            "text": "こいつ 本気じゃない",
            "vi": "Tôi không nghiêm trọng"
        },
        {
            "x1": 862,
            "y1": 1070,
            "x2": 1032,
            "y2": 1329,
            "text": "オレが弱いから 子どもだから 手を抜いてるって いうのか⁉",
            "vi": "Tôi là một đứa trẻ, vì vậy tôi đã ra khỏi tầm tay vì tôi là một đứa trẻ."
        },
        {
            "x1": 385,
            "y1": 1046,
            "x2": 489,
            "y2": 1220,
            "text": "でも",
            "vi": "Chỉ"
        },
        {
            "x1": 497,
            "y1": 1292,
            "x2": 581,
            "y2": 1578,
            "text": "この稽古は 遊びじゃねーんだ‼",
            "vi": "Bài học này không phải là một trò chơi."
        },
        {
            "x1": 146,
            "y1": 1305,
            "x2": 243,
            "y2": 1568,
            "text": "一番 腹立たしいのは",
            "vi": "Điều tức giận nhất là"
        }
    ],
    "013.jpg": [
        {
            "x1": 763,
            "y1": 926,
            "x2": 955,
            "y2": 1192,
            "text": "あるじの やつより おっきーい",
            "vi": "Nó tốt hơn một chàng trai nào đó"
        }
    ],
    "014.jpg": [
        {
            "x1": 944,
            "y1": 131,
            "x2": 1043,
            "y2": 283,
            "text": "よし 行くぞ‼",
            "vi": "Tôi sẽ đi"
        },
        {
            "x1": 843,
            "y1": 125,
            "x2": 913,
            "y2": 253,
            "text": "がっがっ",
            "vi": "Dao cạo râu"
        },
        {
            "x1": 139,
            "y1": 1514,
            "x2": 415,
            "y2": 1576,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}