var ocr_data = {
    "1-6129ff11084f5.jpg": [
        {
            "x1": 796,
            "y1": 71,
            "x2": 928,
            "y2": 109,
            "text": "後編",
            "vi": "Phần thứ hai"
        },
        {
            "x1": 169,
            "y1": 61,
            "x2": 814,
            "y2": 115,
            "text": "第53章 イシュタムの森での出会い",
            "vi": "Chương 53 Cuộc gặp gỡ trong rừng Ishtam"
        },
        {
            "x1": 214,
            "y1": 127,
            "x2": 880,
            "y2": 325,
            "text": "とんでもスギル同 異世界放浪父ジ",
            "vi": "Người cha cùng thế giới lang thang"
        },
        {
            "x1": 452,
            "y1": 375,
            "x2": 632,
            "y2": 437,
            "text": "Tondemo Skill de Isekai Hourou Meshi Sui no Dai Bouken",
            "vi": "Thế giới khác nhau lang thang với s kit l"
        },
        {
            "x1": 68,
            "y1": 1518,
            "x2": 1028,
            "y2": 1571,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀｰ爆:雅",
            "vi": "Manga: Futaba Momo Bản gốc: Eguchi ren vụ nổ: YA"
        }
    ],
    "2-6129ff11e0cff.jpg": [
        {
            "x1": 152,
            "y1": 650,
            "x2": 190,
            "y2": 893,
            "text": "うるせえなー？",
            "vi": "Bạn có xin lỗi?"
        },
        {
            "x1": 416,
            "y1": 975,
            "x2": 546,
            "y2": 1198,
            "text": "まだあの蟲共 俺のこと 探してんのか？",
            "vi": "Bạn vẫn đang tìm kiếm tôi?"
        },
        {
            "x1": 234,
            "y1": 1021,
            "x2": 317,
            "y2": 1204,
            "text": "しつけーぞ ったくく",
            "vi": "Đứng -up"
        },
        {
            "x1": 631,
            "y1": 1279,
            "x2": 706,
            "y2": 1461,
            "text": "うお⁉",
            "vi": "U eo"
        }
    ],
    "3-6129ff12c1fd1.jpg": [
        {
            "x1": 775,
            "y1": 292,
            "x2": 926,
            "y2": 481,
            "text": "せっかく 気持ちよく 昼寝して…",
            "vi": "Ngủ một giấc ngủ thoải mái..."
        },
        {
            "x1": 898,
            "y1": 869,
            "x2": 987,
            "y2": 1132,
            "text": "スライム？ 迷い込んだのか？",
            "vi": "Chất nh Tất? Bạn đã bị lạc?"
        },
        {
            "x1": 746,
            "y1": 1004,
            "x2": 808,
            "y2": 1129,
            "text": "スイ",
            "vi": "Sui"
        },
        {
            "x1": 542,
            "y1": 894,
            "x2": 648,
            "y2": 1104,
            "text": "勝手に先々 行くでない",
            "vi": "Đừng đi mà không có sự cho phép"
        },
        {
            "x1": 98,
            "y1": 1151,
            "x2": 255,
            "y2": 1490,
            "text": "んん？",
            "vi": "Hmm?"
        }
    ],
    "4-6129ff141cb36.jpg": [
        {
            "x1": 875,
            "y1": 136,
            "x2": 1004,
            "y2": 382,
            "text": "オイオイオイ フェンリルじゃ ね！か",
            "vi": "Đó là oioi fenrir! Muỗi"
        },
        {
            "x1": 312,
            "y1": 138,
            "x2": 356,
            "y2": 360,
            "text": "めっずらしく",
            "vi": "Ít khi"
        },
        {
            "x1": 157,
            "y1": 133,
            "x2": 244,
            "y2": 393,
            "text": "何しに こんなとこに…",
            "vi": "Thật là một nơi như thế này..."
        },
        {
            "x1": 535,
            "y1": 496,
            "x2": 694,
            "y2": 653,
            "text": "さては この騒ぎは アイツらの 仕業だな？",
            "vi": "Nhân tiện, ồn ào này là công việc của các chàng trai, phải không?"
        },
        {
            "x1": 754,
            "y1": 667,
            "x2": 797,
            "y2": 826,
            "text": "ははーん",
            "vi": "Hahan"
        },
        {
            "x1": 184,
            "y1": 618,
            "x2": 266,
            "y2": 836,
            "text": "ヒマ潰しか 腹ごしらえか…",
            "vi": "Bạn có bị đói không?"
        },
        {
            "x1": 863,
            "y1": 913,
            "x2": 909,
            "y2": 1082,
            "text": "フェル！",
            "vi": "Fel!"
        },
        {
            "x1": 255,
            "y1": 966,
            "x2": 298,
            "y2": 1097,
            "text": "スイ！",
            "vi": "Sui!"
        },
        {
            "x1": 864,
            "y1": 1166,
            "x2": 987,
            "y2": 1446,
            "text": "勝手に先々 行くなって！",
            "vi": "Hãy đi trước mà không được phép!"
        },
        {
            "x1": 643,
            "y1": 1169,
            "x2": 778,
            "y2": 1364,
            "text": "カサ カサ",
            "vi": "Kasakasa"
        },
        {
            "x1": 179,
            "y1": 1181,
            "x2": 259,
            "y2": 1440,
            "text": "んんん？",
            "vi": "Hmm?"
        }
    ],
    "5-6129ff1510739.jpg": [
        {
            "x1": 856,
            "y1": 123,
            "x2": 967,
            "y2": 338,
            "text": "お主が モタモタしてる からであろう",
            "vi": "Có lẽ vì Chúa thật điên rồ"
        },
        {
            "x1": 106,
            "y1": 82,
            "x2": 243,
            "y2": 356,
            "text": "なんだこの 変な面子",
            "vi": "Thật là một khuôn mặt kỳ lạ"
        },
        {
            "x1": 704,
            "y1": 381,
            "x2": 821,
            "y2": 581,
            "text": "お前らが 人の話聞かずに 行くからだろ！",
            "vi": "Bạn đang đi mà không cần nghe mọi người!"
        },
        {
            "x1": 896,
            "y1": 721,
            "x2": 978,
            "y2": 1027,
            "text": "フェンリルだけでも めずらきだうてのに",
            "vi": "Ngay cả với Fenrir một mình"
        },
        {
            "x1": 608,
            "y1": 773,
            "x2": 728,
            "y2": 994,
            "text": "あの人間 全然物怖じ しないでやんの",
            "vi": "Đừng sợ con người đó"
        },
        {
            "x1": 434,
            "y1": 715,
            "x2": 560,
            "y2": 931,
            "text": "あんだけ 強気に 出られてんのに",
            "vi": "Tôi rất lạc hậu"
        },
        {
            "x1": 268,
            "y1": 736,
            "x2": 383,
            "y2": 930,
            "text": "手は出さねえ ってことは… まさかあいつ",
            "vi": "Nó không đi ra ngoài... anh chàng đó"
        },
        {
            "x1": 53,
            "y1": 936,
            "x2": 161,
            "y2": 1170,
            "text": "従魔契約 したのか⁉",
            "vi": "Bạn có nhận được một hợp đồng quỷ không?"
        },
        {
            "x1": 372,
            "y1": 1325,
            "x2": 478,
            "y2": 1506,
            "text": "んなわけ ねーか",
            "vi": "Tôi không biết"
        },
        {
            "x1": 104,
            "y1": 1328,
            "x2": 161,
            "y2": 1434,
            "text": "オモシロ",
            "vi": "Omoshiro"
        }
    ],
    "6-6129ff15da7d6.jpg": [
        {
            "x1": 493,
            "y1": 1060,
            "x2": 595,
            "y2": 1369,
            "text": "んー…？ なんだコイツら",
            "vi": "Hmm…? Thật là một chàng trai"
        }
    ],
    "7-6129ff1686bd3.jpg": [
        {
            "x1": 429,
            "y1": 180,
            "x2": 542,
            "y2": 363,
            "text": "おっと あぶね！",
            "vi": "Úi!"
        },
        {
            "x1": 628,
            "y1": 1165,
            "x2": 764,
            "y2": 1571,
            "text": "ぎゃぁぁあ 蜘蛛の糸ぉぉお⁉",
            "vi": "Gya ah spider's chủ đề"
        },
        {
            "x1": 135,
            "y1": 1255,
            "x2": 266,
            "y2": 1462,
            "text": "落ち着け 結界に付いた だけだ",
            "vi": "Đó chỉ là một rào cản bình tĩnh"
        }
    ],
    "8-6129ff17beb20.jpg": [
        {
            "x1": 519,
            "y1": 153,
            "x2": 610,
            "y2": 358,
            "text": "狩りにしては 保守的だし",
            "vi": "Nó bảo thủ cho việc săn bắn"
        },
        {
            "x1": 943,
            "y1": 288,
            "x2": 1012,
            "y2": 541,
            "text": "キモイもんは キモイんだって…！",
            "vi": "Kimoi Monon là Kimoi...!"
        },
        {
            "x1": 680,
            "y1": 398,
            "x2": 751,
            "y2": 553,
            "text": "ずっと観察 してたけど",
            "vi": "Tôi đã quan sát nó mọi lúc"
        },
        {
            "x1": 141,
            "y1": 373,
            "x2": 240,
            "y2": 609,
            "text": "かといって 迷ってるって わけでもねぇしなぁ",
            "vi": "Tôi không nghĩ tôi đang tự hỏi."
        },
        {
            "x1": 897,
            "y1": 656,
            "x2": 981,
            "y2": 887,
            "text": "何かを 探してるとか？",
            "vi": "Bạn đang tìm kiếm một cái gì đó?"
        },
        {
            "x1": 125,
            "y1": 665,
            "x2": 273,
            "y2": 864,
            "text": "まさか 俺だったり？ なんてな",
            "vi": "Có phải là tôi không? Gì"
        },
        {
            "x1": 931,
            "y1": 1007,
            "x2": 984,
            "y2": 1135,
            "text": "ちまうぜ",
            "vi": "Do dự"
        },
        {
            "x1": 410,
            "y1": 1180,
            "x2": 478,
            "y2": 1416,
            "text": "フェルおじちゃん どうしたのー？",
            "vi": "Chú Fel Chuyện gì đã xảy ra?"
        }
    ],
    "9-6129ff188bd38.jpg": [
        {
            "x1": 762,
            "y1": 140,
            "x2": 910,
            "y2": 357,
            "text": "先程から 何やら気配を 感じるのだが",
            "vi": "Tôi cảm thấy một dấu hiệu từ một thời gian trước"
        },
        {
            "x1": 836,
            "y1": 525,
            "x2": 928,
            "y2": 780,
            "text": "スイは 何か感じるか？",
            "vi": "Sui có cảm thấy gì đó không?"
        },
        {
            "x1": 251,
            "y1": 570,
            "x2": 356,
            "y2": 707,
            "text": "わかん ない！",
            "vi": "không biết!"
        },
        {
            "x1": 113,
            "y1": 557,
            "x2": 157,
            "y2": 682,
            "text": "そうか",
            "vi": "Thực ra"
        },
        {
            "x1": 833,
            "y1": 831,
            "x2": 967,
            "y2": 1027,
            "text": "えっ何？ 魔物凶暴化の げんい 原因？",
            "vi": "Nó............... là gì? Nguyên nhân của bạo lực quỷ?"
        },
        {
            "x1": 95,
            "y1": 881,
            "x2": 152,
            "y2": 1015,
            "text": "…いや",
            "vi": "Không"
        },
        {
            "x1": 502,
            "y1": 929,
            "x2": 541,
            "y2": 1123,
            "text": "何かいるの⁉",
            "vi": "Có một cái gì đó⁉"
        },
        {
            "x1": 571,
            "y1": 1234,
            "x2": 670,
            "y2": 1426,
            "text": "敵意が 感じられん",
            "vi": "Tôi không thể cảm thấy sự thù địch"
        },
        {
            "x1": 104,
            "y1": 1207,
            "x2": 148,
            "y2": 1437,
            "text": "問題なかろう",
            "vi": "Nó có thể là một vấn đề"
        }
    ],
    "10-6129ff195bc34.jpg": [
        {
            "x1": 138,
            "y1": 1244,
            "x2": 229,
            "y2": 1570,
            "text": "腹減ったく",
            "vi": "Đói"
        }
    ],
    "11-6129ff1b9748a.jpg": [
        {
            "x1": 800,
            "y1": 27,
            "x2": 958,
            "y2": 302,
            "text": "でもここの奴ら 蟲ばっかで 喰い飽きたし…",
            "vi": "Nhưng các chàng trai ở đây mệt mỏi khi ăn với côn trùng..."
        },
        {
            "x1": 545,
            "y1": 28,
            "x2": 644,
            "y2": 319,
            "text": "別の狩り場 探しに行くがー",
            "vi": "Tôi sẽ tìm một khu vực săn bắn khác"
        },
        {
            "x1": 238,
            "y1": 135,
            "x2": 398,
            "y2": 351,
            "text": "そろそろ アイツら見てる のも飽きてきた ことだしな",
            "vi": "Đó là khoảng thời gian tôi cảm thấy mệt mỏi khi xem chúng."
        },
        {
            "x1": 828,
            "y1": 1061,
            "x2": 950,
            "y2": 1344,
            "text": "これは 肉のニオイ！",
            "vi": "Đây là mùi thịt!"
        },
        {
            "x1": 394,
            "y1": 1106,
            "x2": 479,
            "y2": 1256,
            "text": "あるじー できたよ",
            "vi": "Tôi đã có thể làm điều đó"
        },
        {
            "x1": 67,
            "y1": 1113,
            "x2": 148,
            "y2": 1215,
            "text": "ませ ませ",
            "vi": "KHÔNG"
        },
        {
            "x1": 94,
            "y1": 1266,
            "x2": 136,
            "y2": 1418,
            "text": "よしよし",
            "vi": "Yoshiyoshi"
        }
    ],
    "12-6129ff1d12dfd.jpg": [
        {
            "x1": 882,
            "y1": 102,
            "x2": 1054,
            "y2": 328,
            "text": "よーしじゃあ その餡を この皮で包んで くんだけど…",
            "vi": "Được rồi, tôi quấn đậu đó vào da này..."
        },
        {
            "x1": 652,
            "y1": 131,
            "x2": 750,
            "y2": 290,
            "text": "スイも やる―！",
            "vi": "Tôi cũng làm điều đó!"
        },
        {
            "x1": 227,
            "y1": 137,
            "x2": 363,
            "y2": 303,
            "text": "まずは 皮の周りに 水を――…",
            "vi": "Trước hết, tưới nước xung quanh da......"
        },
        {
            "x1": 177,
            "y1": 422,
            "x2": 216,
            "y2": 604,
            "text": "肉だ…‼",
            "vi": "Đó là thịt...‼"
        },
        {
            "x1": 897,
            "y1": 711,
            "x2": 1029,
            "y2": 912,
            "text": "うおおお 俺も久々の肉 喰いてえよく",
            "vi": "Uoooo tôi cũng ăn thịt sau một thời gian dài"
        },
        {
            "x1": 660,
            "y1": 776,
            "x2": 803,
            "y2": 950,
            "text": "てかアイツら さっきから 何変なこと してんだ？",
            "vi": "Bạn đã làm gì từ một thời gian trước đây?"
        },
        {
            "x1": 584,
            "y1": 857,
            "x2": 632,
            "y2": 952,
            "text": "そのまま",
            "vi": "Như nó là"
        },
        {
            "x1": 955,
            "y1": 1036,
            "x2": 998,
            "y2": 1233,
            "text": "焼いてくぞー",
            "vi": "Nướng nó"
        },
        {
            "x1": 819,
            "y1": 1145,
            "x2": 853,
            "y2": 1227,
            "text": "おっく",
            "vi": "Accita"
        }
    ],
    "13-6129ff1de2296.jpg": [
        {
            "x1": 889,
            "y1": 42,
            "x2": 959,
            "y2": 390,
            "text": "ぐああああ",
            "vi": "Ghoo ah"
        },
        {
            "x1": 485,
            "y1": 200,
            "x2": 521,
            "y2": 385,
            "text": "いいニオイー",
            "vi": "Mùi tốt"
        },
        {
            "x1": 179,
            "y1": 84,
            "x2": 222,
            "y2": 303,
            "text": "蓋をして―！",
            "vi": "Vỏ bọc!"
        },
        {
            "x1": 770,
            "y1": 537,
            "x2": 857,
            "y2": 662,
            "text": "でた",
            "vi": "Hoan nghênh"
        },
        {
            "x1": 541,
            "y1": 491,
            "x2": 605,
            "y2": 615,
            "text": "ばた」",
            "vi": "Và"
        },
        {
            "x1": 833,
            "y1": 809,
            "x2": 962,
            "y2": 957,
            "text": "肉を焼く ニオイ ヤバイ！",
            "vi": "Mùi của thịt nướng!"
        },
        {
            "x1": 372,
            "y1": 772,
            "x2": 463,
            "y2": 912,
            "text": "ひっくり 返して",
            "vi": "Lật lại"
        },
        {
            "x1": 609,
            "y1": 833,
            "x2": 716,
            "y2": 1078,
            "text": "くうぅぅ",
            "vi": "Kuuu"
        },
        {
            "x1": 283,
            "y1": 879,
            "x2": 378,
            "y2": 1100,
            "text": "完成！",
            "vi": "Hoàn chỉnh!"
        },
        {
            "x1": 497,
            "y1": 1213,
            "x2": 569,
            "y2": 1441,
            "text": "ヤバイー",
            "vi": "Yabai"
        }
    ],
    "14-6129ff1ecd6ab.jpg": [
        {
            "x1": 863,
            "y1": 95,
            "x2": 980,
            "y2": 245,
            "text": "あわわ わわ",
            "vi": "Wow wow"
        },
        {
            "x1": 772,
            "y1": 182,
            "x2": 836,
            "y2": 320,
            "text": "・ホが",
            "vi": "・ Ha"
        },
        {
            "x1": 362,
            "y1": 229,
            "x2": 479,
            "y2": 383,
            "text": "何やら変な 形をして おるが",
            "vi": "Nó có hình dạng kỳ lạ"
        },
        {
            "x1": 197,
            "y1": 130,
            "x2": 322,
            "y2": 347,
            "text": "こんな小ささで 本当に 美味いのか？",
            "vi": "Nó có thực sự ngon với một kích thước nhỏ như vậy không?"
        },
        {
            "x1": 845,
            "y1": 525,
            "x2": 954,
            "y2": 660,
            "text": "では 早速…",
            "vi": "Sau đó ngay lập tức..."
        },
        {
            "x1": 159,
            "y1": 867,
            "x2": 275,
            "y2": 1115,
            "text": "美味いでは ないか‼",
            "vi": "Nó không ngon?"
        },
        {
            "x1": 883,
            "y1": 1217,
            "x2": 1014,
            "y2": 1397,
            "text": "パリって ジュワって する―！",
            "vi": "Paris là Juwa!"
        },
        {
            "x1": 529,
            "y1": 1230,
            "x2": 571,
            "y2": 1443,
            "text": "おいしーねー",
            "vi": "Nó rất ngon"
        }
    ],
    "15-6129ff20069e6.jpg": [
        {
            "x1": 857,
            "y1": 179,
            "x2": 963,
            "y2": 592,
            "text": "アイツらばっかり ズルいぜズルいぜ‼",
            "vi": "Tôi chỉ là cẩu thả, nó cẩu thả."
        },
        {
            "x1": 651,
            "y1": 303,
            "x2": 807,
            "y2": 553,
            "text": "俺にも 喰わせろ",
            "vi": "Nhận cho tôi quá"
        },
        {
            "x1": 80,
            "y1": 827,
            "x2": 165,
            "y2": 969,
            "text": "うおっ なんだ⁉",
            "vi": "Đó là uo"
        },
        {
            "x1": 403,
            "y1": 1085,
            "x2": 463,
            "y2": 1182,
            "text": "ハフ",
            "vi": "Khó chịu"
        },
        {
            "x1": 801,
            "y1": 1098,
            "x2": 936,
            "y2": 1376,
            "text": "こうして 腹を空かせた ピクシードラゴン",
            "vi": "Con rồng pixie đang đói như thế này"
        },
        {
            "x1": 529,
            "y1": 1155,
            "x2": 630,
            "y2": 1464,
            "text": "ムコーダの作った 餃子に完敗",
            "vi": "Hoàn toàn đánh bại Gyoza do Mcoda tạo ra"
        }
    ],
    "16-6129ff210e17c.jpg": [
        {
            "x1": 819,
            "y1": 304,
            "x2": 1016,
            "y2": 544,
            "text": "ついでに 従魔契約も 結び",
            "vi": "Nhân tiện, hợp đồng quỷ cũng được kết nối"
        },
        {
            "x1": 601,
            "y1": 216,
            "x2": 715,
            "y2": 492,
            "text": "よろしくね ドラちゃん！",
            "vi": "Cảm ơn Dora -chan!"
        },
        {
            "x1": 182,
            "y1": 256,
            "x2": 423,
            "y2": 516,
            "text": "おう もっと カッコいい 名前が 良かったぜ…",
            "vi": "Ồ, tên lạnh hơn là tốt..."
        },
        {
            "x1": 132,
            "y1": 845,
            "x2": 310,
            "y2": 1167,
            "text": "新たな 仲間に加わった のであった",
            "vi": "Tôi đã tham gia một người bạn đồng hành mới"
        },
        {
            "x1": 826,
            "y1": 1520,
            "x2": 1105,
            "y2": 1580,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}