var ocr_data = {
    "001.jpg": [
        {
            "x1": 197,
            "y1": 28,
            "x2": 906,
            "y2": 82,
            "text": "第47章 カレーリナとのお別れ 中編",
            "vi": "Chương 47 Joi chia tay Currylina"
        },
        {
            "x1": 308,
            "y1": 234,
            "x2": 465,
            "y2": 318,
            "text": "異世",
            "vi": "Thế giới khác nhau"
        },
        {
            "x1": 110,
            "y1": 1521,
            "x2": 1004,
            "y2": 1569,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi ren nhân vật Hara: YA"
        }
    ],
    "002.jpg": [
        {
            "x1": 903,
            "y1": 161,
            "x2": 1036,
            "y2": 402,
            "text": "友達とも 明日でバイバイ だねー",
            "vi": "Cả hai người bạn đều tạm biệt vào ngày mai"
        },
        {
            "x1": 478,
            "y1": 163,
            "x2": 526,
            "y2": 350,
            "text": "なんでー？",
            "vi": "Tại sao?"
        },
        {
            "x1": 168,
            "y1": 122,
            "x2": 310,
            "y2": 302,
            "text": "明日から 別の街に 行くだろ？",
            "vi": "Bạn sẽ đến một thành phố khác từ ngày mai chứ?"
        },
        {
            "x1": 151,
            "y1": 380,
            "x2": 332,
            "y2": 652,
            "text": "だから 今までのようには 会えなく なっちゃうんだよ",
            "vi": "Vì vậy, tôi không thể gặp nhau như trước đây"
        },
        {
            "x1": 783,
            "y1": 832,
            "x2": 955,
            "y2": 1032,
            "text": "やだやだ あそぶよ スイ！",
            "vi": "Yada yada chơi!"
        },
        {
            "x1": 1000,
            "y1": 1115,
            "x2": 1085,
            "y2": 1326,
            "text": "あそべないの やだ‼",
            "vi": "Tôi không thể chơi"
        },
        {
            "x1": 867,
            "y1": 1156,
            "x2": 921,
            "y2": 1243,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 696,
            "y1": 1192,
            "x2": 792,
            "y2": 1447,
            "text": "スイ 行かないもん！",
            "vi": "Tôi không đi đến Sui!"
        },
        {
            "x1": 147,
            "y1": 1147,
            "x2": 260,
            "y2": 1371,
            "text": "あ～～～～～ コラ～～1",
            "vi": "Ah ~~~~~ Kora ~ ~ 1"
        }
    ],
    "003.jpg": [
        {
            "x1": 709,
            "y1": 190,
            "x2": 743,
            "y2": 279,
            "text": "みょいん",
            "vi": "Miyoin"
        },
        {
            "x1": 153,
            "y1": 80,
            "x2": 272,
            "y2": 276,
            "text": "やあだく_～ あそべないの やだくそ～",
            "vi": "Haya _ ~ Tôi không thể chơi"
        },
        {
            "x1": 778,
            "y1": 193,
            "x2": 948,
            "y2": 386,
            "text": "スイっ それはお店の 人に迷惑 だから…！",
            "vi": "Sui thật khó chịu với những người cửa hàng...!"
        },
        {
            "x1": 862,
            "y1": 605,
            "x2": 955,
            "y2": 748,
            "text": "遊べる 遊べる！",
            "vi": "Bạn có thể chơi!"
        },
        {
            "x1": 676,
            "y1": 707,
            "x2": 802,
            "y2": 918,
            "text": "スイならきっと 次のとこでも 友達できるよ！",
            "vi": "Nếu bạn là Sui, bạn chắc chắn sẽ kết bạn ở nơi tiếp theo!"
        },
        {
            "x1": 97,
            "y1": 687,
            "x2": 200,
            "y2": 887,
            "text": "そうすれば 遊べるぞ！",
            "vi": "Sau đó bạn có thể chơi!"
        },
        {
            "x1": 905,
            "y1": 1147,
            "x2": 972,
            "y2": 1297,
            "text": "おともだち できる？",
            "vi": "Bạn có thể hòa đồng?"
        },
        {
            "x1": 504,
            "y1": 1073,
            "x2": 618,
            "y2": 1256,
            "text": "新しい街で 新しい友達も できて！",
            "vi": "Tôi có thể kết bạn mới ở thành phố mới!"
        },
        {
            "x1": 721,
            "y1": 1292,
            "x2": 833,
            "y2": 1483,
            "text": "できる できる‼",
            "vi": "Bạn có thể làm điều đó"
        },
        {
            "x1": 409,
            "y1": 1257,
            "x2": 484,
            "y2": 1428,
            "text": "美味しいもの 食べて",
            "vi": "Ăn đồ ăn ngon"
        },
        {
            "x1": 128,
            "y1": 1233,
            "x2": 244,
            "y2": 1480,
            "text": "また知らない 楽しい遊びも できるかもだろ？",
            "vi": "Bạn có thể chơi một vở kịch thú vị mà bạn không biết nữa?"
        }
    ],
    "004.jpg": [
        {
            "x1": 928,
            "y1": 87,
            "x2": 1064,
            "y2": 315,
            "text": "そんで いろんなお友達 作って",
            "vi": "Kết bạn với nhiều người"
        },
        {
            "x1": 210,
            "y1": 94,
            "x2": 380,
            "y2": 262,
            "text": "そしたら 今より もくそくっと 楽しいぞ！",
            "vi": "Vậy thì nó vui hơn bây giờ!"
        },
        {
            "x1": 802,
            "y1": 151,
            "x2": 883,
            "y2": 403,
            "text": "また二人に 会いに来ようよ！",
            "vi": "Hãy đến để gặp lại họ!"
        },
        {
            "x1": 986,
            "y1": 583,
            "x2": 1023,
            "y2": 725,
            "text": "もっと…",
            "vi": "thêm…"
        },
        {
            "x1": 596,
            "y1": 685,
            "x2": 632,
            "y2": 848,
            "text": "たのしい…",
            "vi": "niềm vui…"
        },
        {
            "x1": 214,
            "y1": 621,
            "x2": 308,
            "y2": 772,
            "text": "もうあと 一押し…",
            "vi": "Thêm một nơi..."
        },
        {
            "x1": 982,
            "y1": 1008,
            "x2": 1060,
            "y2": 1215,
            "text": "スイがいっぱい お友達作って",
            "vi": "Kết bạn rất nhiều"
        },
        {
            "x1": 489,
            "y1": 991,
            "x2": 650,
            "y2": 1203,
            "text": "二人共 すっごく 喜ぶぞく～～",
            "vi": "Cả hai đều rất hạnh phúc ~~"
        },
        {
            "x1": 951,
            "y1": 1242,
            "x2": 1072,
            "y2": 1453,
            "text": "いっぱいお土産 持って帰って 来たら",
            "vi": "Nếu bạn trở lại với nhiều quà lưu niệm"
        }
    ],
    "005.jpg": [
        {
            "x1": 802,
            "y1": 89,
            "x2": 925,
            "y2": 283,
            "text": "行く",
            "vi": "lần"
        },
        {
            "x1": 842,
            "y1": 554,
            "x2": 907,
            "y2": 711,
            "text": "良し…",
            "vi": "Khỏe..."
        }
    ],
    "006.jpg": [
        {
            "x1": 943,
            "y1": 146,
            "x2": 980,
            "y2": 339,
            "text": "スライムって",
            "vi": "Chất nhờn"
        },
        {
            "x1": 225,
            "y1": 211,
            "x2": 320,
            "y2": 421,
            "text": "何贈れば いいんだ？",
            "vi": "Tôi nên cho cái gì?"
        },
        {
            "x1": 952,
            "y1": 533,
            "x2": 1056,
            "y2": 727,
            "text": "サプライズ プレゼントって 言ったものの",
            "vi": "Tôi đã nói một món quà bất ngờ"
        },
        {
            "x1": 480,
            "y1": 533,
            "x2": 517,
            "y2": 632,
            "text": "なんだ",
            "vi": "cái gì"
        },
        {
            "x1": 595,
            "y1": 700,
            "x2": 711,
            "y2": 911,
            "text": "いざ考えて みると 分かんないね…",
            "vi": "Tôi không biết bạn có nghĩ về nó không..."
        },
        {
            "x1": 380,
            "y1": 663,
            "x2": 540,
            "y2": 845,
            "text": "それでさっき あんな必死に 追い返してた んだ",
            "vi": "Vì vậy, tôi chỉ tuyệt vọng quay trở lại"
        },
        {
            "x1": 145,
            "y1": 731,
            "x2": 227,
            "y2": 951,
            "text": "バレたら 意味ないだろ！",
            "vi": "Sẽ không có ý nghĩa nếu bạn bị hói!"
        },
        {
            "x1": 929,
            "y1": 1050,
            "x2": 1052,
            "y2": 1215,
            "text": "そんなに 難しく考え なくても",
            "vi": "Ngay cả khi bạn không nghĩ quá khó khăn"
        },
        {
            "x1": 305,
            "y1": 1021,
            "x2": 421,
            "y2": 1225,
            "text": "きっと二人から なら何でも 喜んでくれるわ",
            "vi": "Tôi chắc chắn bạn sẽ hài lòng với bất cứ điều gì từ họ"
        },
        {
            "x1": 162,
            "y1": 1061,
            "x2": 229,
            "y2": 1201,
            "text": "思い返して ごらん",
            "vi": "Nhìn lại"
        },
        {
            "x1": 797,
            "y1": 1264,
            "x2": 902,
            "y2": 1484,
            "text": "あの子が 好きなモノで いいんじゃない？",
            "vi": "Đó không phải là thứ bạn thích?"
        }
    ],
    "007.jpg": [
        {
            "x1": 918,
            "y1": 202,
            "x2": 952,
            "y2": 410,
            "text": "ぷるちゃん…",
            "vi": "Puru -chan..."
        },
        {
            "x1": 716,
            "y1": 1017,
            "x2": 973,
            "y2": 1240,
            "text": "ぷるぷる してるか 跳ねてる とこしか 出てこない…",
            "vi": "Chỉ khi bạn đầy đặn hoặc nhảy..."
        },
        {
            "x1": 622,
            "y1": 1112,
            "x2": 657,
            "y2": 1244,
            "text": "…そっか",
            "vi": "…Tôi thấy"
        },
        {
            "x1": 408,
            "y1": 1187,
            "x2": 502,
            "y2": 1342,
            "text": "そういや ムコーダさん から",
            "vi": "Vâng, từ Mukoda"
        },
        {
            "x1": 890,
            "y1": 1397,
            "x2": 930,
            "y2": 1530,
            "text": "かわぃい…",
            "vi": "Kawaii..."
        },
        {
            "x1": 297,
            "y1": 1334,
            "x2": 435,
            "y2": 1539,
            "text": "アレが アイツの 感情表現って 聞いた気がする！",
            "vi": "Tôi cảm thấy như tôi nghe nói rằng biểu hiện cảm xúc của anh ấy!"
        },
        {
            "x1": 185,
            "y1": 1384,
            "x2": 216,
            "y2": 1505,
            "text": "ほお…っ",
            "vi": "Cho..."
        }
    ],
    "008.jpg": [
        {
            "x1": 955,
            "y1": 180,
            "x2": 1080,
            "y2": 362,
            "text": "じゃあ どんな時に 反応したのか",
            "vi": "Vậy bạn đã phản ứng khi nào?"
        },
        {
            "x1": 886,
            "y1": 180,
            "x2": 919,
            "y2": 362,
            "text": "思い出せば！",
            "vi": "Nếu bạn nhớ!"
        },
        {
            "x1": 706,
            "y1": 388,
            "x2": 821,
            "y2": 587,
            "text": "アイツが 喜ぶモノが 分かるかもな！",
            "vi": "Bạn có thể biết những gì anh chàng đang hạnh phúc!"
        },
        {
            "x1": 494,
            "y1": 401,
            "x2": 540,
            "y2": 594,
            "text": "えっとねー",
            "vi": "Ừm"
        },
        {
            "x1": 269,
            "y1": 416,
            "x2": 306,
            "y2": 581,
            "text": "ぷるちゃん",
            "vi": "Puru -chan"
        },
        {
            "x1": 183,
            "y1": 455,
            "x2": 225,
            "y2": 702,
            "text": "中 ぷるちゃん",
            "vi": "Nakapuru -chan"
        },
        {
            "x1": 556,
            "y1": 746,
            "x2": 602,
            "y2": 858,
            "text": "はい！",
            "vi": "Vâng!"
        },
        {
            "x1": 273,
            "y1": 726,
            "x2": 416,
            "y2": 915,
            "text": "ぽんぽん 作ったから あげるね！",
            "vi": "Tôi sẽ cho nó bởi vì tôi đã làm nó!"
        },
        {
            "x1": 954,
            "y1": 1096,
            "x2": 1017,
            "y2": 1193,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 745,
            "y1": 1102,
            "x2": 833,
            "y2": 1298,
            "text": "遊び方 分かんない？",
            "vi": "Bạn có biết cách chơi không?"
        },
        {
            "x1": 653,
            "y1": 1103,
            "x2": 689,
            "y2": 1287,
            "text": "こうだよ！",
            "vi": "Đó là như thế này!"
        },
        {
            "x1": 246,
            "y1": 1101,
            "x2": 286,
            "y2": 1229,
            "text": "そうそう",
            "vi": "Ồ vâng"
        },
        {
            "x1": 557,
            "y1": 1192,
            "x2": 615,
            "y2": 1271,
            "text": "ぽん",
            "vi": "Pon"
        },
        {
            "x1": 147,
            "y1": 1128,
            "x2": 190,
            "y2": 1300,
            "text": "上手上手",
            "vi": "Khỏe"
        }
    ],
    "009.jpg": [
        {
            "x1": 756,
            "y1": 129,
            "x2": 825,
            "y2": 300,
            "text": "やったね ぷるちゃんー",
            "vi": "tôi đã thành công rồi"
        },
        {
            "x1": 735,
            "y1": 344,
            "x2": 809,
            "y2": 475,
            "text": "りりくんに 勝た─リ",
            "vi": "Tôi đánh bại Riri -Kun"
        },
        {
            "x1": 534,
            "y1": 383,
            "x2": 660,
            "y2": 577,
            "text": "はい！ ぷるちゃんの 分だよ！",
            "vi": "Vâng! Đó là puru -chan!"
        },
        {
            "x1": 868,
            "y1": 713,
            "x2": 966,
            "y2": 925,
            "text": "ぷるちゃん かわいく‼",
            "vi": "Puru -chan dễ thương"
        },
        {
            "x1": 408,
            "y1": 665,
            "x2": 490,
            "y2": 838,
            "text": "これ おいしい！",
            "vi": "Điều này rất ngon!"
        },
        {
            "x1": 213,
            "y1": 1275,
            "x2": 273,
            "y2": 1376,
            "text": "それ",
            "vi": "điều đó"
        },
        {
            "x1": 151,
            "y1": 1342,
            "x2": 202,
            "y2": 1555,
            "text": "くれるの？",
            "vi": "Bạn sẽ cho tôi chứ?"
        }
    ],
    "010.jpg": [
        {
            "x1": 446,
            "y1": 66,
            "x2": 503,
            "y2": 367,
            "text": "ありがとう！",
            "vi": "cảm ơn bạn!"
        },
        {
            "x1": 611,
            "y1": 959,
            "x2": 658,
            "y2": 1056,
            "text": "うーん",
            "vi": "Hmmm"
        },
        {
            "x1": 503,
            "y1": 982,
            "x2": 606,
            "y2": 1094,
            "text": "やっぱ 食いもん …かな",
            "vi": "Sau khi ăn..."
        },
        {
            "x1": 384,
            "y1": 1033,
            "x2": 477,
            "y2": 1183,
            "text": "でもさっき パンたくさん 貰ってたし…",
            "vi": "Nhưng tôi đã có rất nhiều bánh mì một thời gian trước đây..."
        },
        {
            "x1": 858,
            "y1": 1232,
            "x2": 977,
            "y2": 1362,
            "text": "ねぇねぇ 花冠とか どう⁉",
            "vi": "Này này, Corolla hay làm thế nào"
        },
        {
            "x1": 746,
            "y1": 1322,
            "x2": 780,
            "y2": 1465,
            "text": "枯れるだろ",
            "vi": "Sẽ chết"
        },
        {
            "x1": 504,
            "y1": 1261,
            "x2": 617,
            "y2": 1415,
            "text": "じゃあ お洋服！ かわいい‼",
            "vi": "Rồi quần áo! dễ thương!"
        },
        {
            "x1": 213,
            "y1": 1268,
            "x2": 410,
            "y2": 1493,
            "text": "どう 着るんだよ… そもそも オレら服なんか 縫えないだろ",
            "vi": "Làm thế nào để bạn mặc nó... Tôi không thể may quần áo của tôi ngay từ đầu"
        }
    ],
    "011.jpg": [
        {
            "x1": 833,
            "y1": 118,
            "x2": 888,
            "y2": 228,
            "text": "んも",
            "vi": "Chỉ"
        },
        {
            "x1": 439,
            "y1": 107,
            "x2": 547,
            "y2": 368,
            "text": "じゃあ何が いいのさあ！",
            "vi": "Sau đó, có gì tốt!"
        },
        {
            "x1": 357,
            "y1": 391,
            "x2": 469,
            "y2": 591,
            "text": "住部否定 しないで",
            "vi": "Đừng từ chối Sumibe"
        },
        {
            "x1": 18,
            "y1": 429,
            "x2": 198,
            "y2": 664,
            "text": "それを 考えてるん だろく",
            "vi": "Tôi đang suy nghĩ về nó"
        },
        {
            "x1": 807,
            "y1": 755,
            "x2": 889,
            "y2": 980,
            "text": "母ちゃんたちも 手伝おうかい？",
            "vi": "Bạn cũng giúp các bà mẹ?"
        },
        {
            "x1": 404,
            "y1": 1239,
            "x2": 546,
            "y2": 1423,
            "text": "それは ダメリ",
            "vi": "Đó là Dameli"
        }
    ],
    "012.jpg": [
        {
            "x1": 907,
            "y1": 104,
            "x2": 1037,
            "y2": 357,
            "text": "母ちゃんたちが 茶々を入れる前に 決めるぞ‼",
            "vi": "Tôi sẽ quyết định trước khi các bà mẹ đưa trà."
        },
        {
            "x1": 806,
            "y1": 426,
            "x2": 850,
            "y2": 538,
            "text": "うん！",
            "vi": "Ừ!"
        },
        {
            "x1": 627,
            "y1": 448,
            "x2": 664,
            "y2": 575,
            "text": "頑張れく",
            "vi": "Làm tốt nhất của bạn"
        },
        {
            "x1": 926,
            "y1": 742,
            "x2": 1012,
            "y2": 933,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 887,
            "y1": 1060,
            "x2": 1037,
            "y2": 1239,
            "text": "霊これも 立これも できたよー",
            "vi": "Tinh thần tôi đã có thể đứng và cái này"
        },
        {
            "x1": 466,
            "y1": 1141,
            "x2": 541,
            "y2": 1285,
            "text": "だいぶ 助かったよ",
            "vi": "Nó đã được lưu rất nhiều"
        },
        {
            "x1": 144,
            "y1": 1127,
            "x2": 207,
            "y2": 1313,
            "text": "はーい！",
            "vi": "Vâng!"
        },
        {
            "x1": 598,
            "y1": 1296,
            "x2": 677,
            "y2": 1484,
            "text": "おっ ありがとー！",
            "vi": "Cảm ơn bạn!"
        },
        {
            "x1": 420,
            "y1": 1309,
            "x2": 538,
            "y2": 1440,
            "text": "お昼まで 休んでて いいぞー",
            "vi": "Bạn có thể nghỉ ngơi cho đến trưa"
        }
    ],
    "013.jpg": [
        {
            "x1": 135,
            "y1": 232,
            "x2": 193,
            "y2": 366,
            "text": "…あっ",
            "vi": "… Ah"
        },
        {
            "x1": 777,
            "y1": 664,
            "x2": 972,
            "y2": 895,
            "text": "ねぇねぇ あるじ お外行って いい？",
            "vi": "Này, tôi có thể đi ra ngoài không?"
        },
        {
            "x1": 125,
            "y1": 665,
            "x2": 195,
            "y2": 895,
            "text": "フェルおじちゃん のとこ",
            "vi": "Chú Fel"
        },
        {
            "x1": 910,
            "y1": 1013,
            "x2": 952,
            "y2": 1161,
            "text": "いいけど",
            "vi": "Nó tốt, nhưng"
        },
        {
            "x1": 467,
            "y1": 1015,
            "x2": 510,
            "y2": 1143,
            "text": "いいよー",
            "vi": "Ok ~"
        },
        {
            "x1": 328,
            "y1": 1017,
            "x2": 432,
            "y2": 1247,
            "text": "フェルおじちゃん とあそぶんじゃ ないもん",
            "vi": "Tôi không chơi với chú Fel"
        },
        {
            "x1": 197,
            "y1": 1054,
            "x2": 266,
            "y2": 1169,
            "text": "てぃん",
            "vi": "TIN"
        },
        {
            "x1": 109,
            "y1": 1130,
            "x2": 163,
            "y2": 1246,
            "text": "ていん",
            "vi": "Ngấm"
        },
        {
            "x1": 488,
            "y1": 1220,
            "x2": 566,
            "y2": 1328,
            "text": "てん",
            "vi": "chỉ trỏ"
        },
        {
            "x1": 809,
            "y1": 1268,
            "x2": 940,
            "y2": 1441,
            "text": "たぶん アイツ 寝てるぞ？",
            "vi": "Có thể bạn đang ngủ, phải không?"
        },
        {
            "x1": 438,
            "y1": 1258,
            "x2": 490,
            "y2": 1408,
            "text": "」てん",
            "vi": "\"chỉ trỏ"
        },
        {
            "x1": 111,
            "y1": 1323,
            "x2": 189,
            "y2": 1488,
            "text": "えっ そうなの？",
            "vi": "Có phải vậy không?"
        }
    ],
    "014.jpg": [
        {
            "x1": 910,
            "y1": 121,
            "x2": 1028,
            "y2": 427,
            "text": "じゃあ 何しに行くの？",
            "vi": "Vì vậy, bạn sẽ làm gì?"
        },
        {
            "x1": 225,
            "y1": 237,
            "x2": 273,
            "y2": 395,
            "text": "んっとね",
            "vi": "Khéo léo"
        },
        {
            "x1": 230,
            "y1": 612,
            "x2": 323,
            "y2": 884,
            "text": "ナイショ",
            "vi": "Naisho"
        },
        {
            "x1": 911,
            "y1": 1076,
            "x2": 975,
            "y2": 1177,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 755,
            "y1": 1106,
            "x2": 798,
            "y2": 1229,
            "text": "気になる",
            "vi": "trong tâm trí một người"
        },
        {
            "x1": 848,
            "y1": 1154,
            "x2": 897,
            "y2": 1356,
            "text": "ええく～？",
            "vi": "Yeah ~?"
        },
        {
            "x1": 764,
            "y1": 1487,
            "x2": 1042,
            "y2": 1546,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}