var ocr_data = {
    "001.jpg": [
        {
            "x1": 844,
            "y1": 1076,
            "x2": 926,
            "y2": 1238,
            "text": "またまた 会ったねー",
            "vi": "Tôi đã gặp lại nhau"
        }
    ],
    "002.jpg": [
        {
            "x1": 855,
            "y1": 78,
            "x2": 946,
            "y2": 115,
            "text": "前編",
            "vi": "Phần đầu tiên"
        },
        {
            "x1": 205,
            "y1": 76,
            "x2": 673,
            "y2": 115,
            "text": "第20章 男の子とはじめて",
            "vi": "Chương 20 lần đầu tiên với một cậu bé"
        },
        {
            "x1": 250,
            "y1": 123,
            "x2": 928,
            "y2": 313,
            "text": "とんでもスキル同 異世界放浪タジ",
            "vi": "Kỹ năng cùng thế giới lang thang Taji"
        },
        {
            "x1": 625,
            "y1": 1505,
            "x2": 896,
            "y2": 1585,
            "text": "原作:江口連 キャラクター原案:雅",
            "vi": "Bản gốc: Eguchi ren nhân vật cuốn sách gốc: YA"
        },
        {
            "x1": 279,
            "y1": 1522,
            "x2": 578,
            "y2": 1568,
            "text": "漫画:双葉もも",
            "vi": "Manga: Futaba Momo"
        }
    ],
    "003.jpg": [
        {
            "x1": 559,
            "y1": 117,
            "x2": 639,
            "y2": 342,
            "text": "ミリーナです！ ６つです！",
            "vi": "Đây là Milina! Sáu!"
        },
        {
            "x1": 423,
            "y1": 102,
            "x2": 456,
            "y2": 266,
            "text": "ムコーダです",
            "vi": "Mukoda"
        },
        {
            "x1": 101,
            "y1": 190,
            "x2": 134,
            "y2": 332,
            "text": "フェルです",
            "vi": "Tôi là Fel"
        },
        {
            "x1": 189,
            "y1": 270,
            "x2": 264,
            "y2": 441,
            "text": "こっちは 従魔のスイと",
            "vi": "Đây là con quỷ của sui"
        },
        {
            "x1": 503,
            "y1": 432,
            "x2": 611,
            "y2": 645,
            "text": "このあいだは パンありがとう ございました！",
            "vi": "Cảm ơn bạn cho bánh mì trong thời gian này!"
        },
        {
            "x1": 98,
            "y1": 498,
            "x2": 164,
            "y2": 616,
            "text": "いえいえ そんな！",
            "vi": "Không, đúng rồi!"
        },
        {
            "x1": 388,
            "y1": 589,
            "x2": 451,
            "y2": 793,
            "text": "その件については とんだご無礼を…っ",
            "vi": "Tôi xin lỗi về vấn đề đó..."
        },
        {
            "x1": 428,
            "y1": 933,
            "x2": 502,
            "y2": 1057,
            "text": "ねーねー ママ！",
            "vi": "Neh mẹ!"
        },
        {
            "x1": 796,
            "y1": 953,
            "x2": 940,
            "y2": 1171,
            "text": "うちのスイも 娘さんに度々 お世話になってる ようですし",
            "vi": "Có vẻ như sui của tôi thường được con gái tôi chăm sóc"
        },
        {
            "x1": 286,
            "y1": 1000,
            "x2": 390,
            "y2": 1183,
            "text": "私今日 ぷるちゃんと 遊んでもいい？",
            "vi": "Tôi có thể chơi với puru -chan hôm nay không?"
        },
        {
            "x1": 62,
            "y1": 1220,
            "x2": 148,
            "y2": 1428,
            "text": "あるじー あそびたーい",
            "vi": "tôi muốn chơi"
        }
    ],
    "004.jpg": [
        {
            "x1": 528,
            "y1": 187,
            "x2": 570,
            "y2": 347,
            "text": "いーいー？",
            "vi": "Ổn?"
        },
        {
            "x1": 854,
            "y1": 476,
            "x2": 964,
            "y2": 715,
            "text": "私は大丈夫だけど… ムコーダさん達にも ご用事があるだろう",
            "vi": "Tôi không sao, nhưng... Mukoda sẽ có việc gì"
        },
        {
            "x1": 423,
            "y1": 485,
            "x2": 588,
            "y2": 672,
            "text": "スイや ミリーナちゃん だけでってのは 流石に心配 だしなあ…",
            "vi": "Tôi lo lắng về việc Sui và Mirina một mình..."
        },
        {
            "x1": 936,
            "y1": 815,
            "x2": 983,
            "y2": 966,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 198,
            "y1": 832,
            "x2": 257,
            "y2": 1125,
            "text": "おねがーい！",
            "vi": "Xin vui lòng!"
        },
        {
            "x1": 865,
            "y1": 1191,
            "x2": 993,
            "y2": 1421,
            "text": "なら すぐそこに 私の家がありますので ムコーダさんの用事が 終わるまで…",
            "vi": "Sau đó, có ngôi nhà của tôi ngay tại đó, vì vậy cho đến khi việc vặt của Mukoda đã kết thúc..."
        },
        {
            "x1": 794,
            "y1": 1287,
            "x2": 852,
            "y2": 1463,
            "text": "というのは どうでしょう？",
            "vi": "Thế còn điều đó?"
        },
        {
            "x1": 169,
            "y1": 1212,
            "x2": 232,
            "y2": 1415,
            "text": "やったー",
            "vi": "Yay"
        },
        {
            "x1": 593,
            "y1": 1356,
            "x2": 687,
            "y2": 1534,
            "text": "えっ いいんですか？ それならまぁ…",
            "vi": "Có ổn không? Vậy thì..."
        }
    ],
    "005.jpg": [
        {
            "x1": 748,
            "y1": 140,
            "x2": 869,
            "y2": 332,
            "text": "あんまり 迷惑かけちゃ だめだぞー",
            "vi": "Đừng bận tâm bạn quá nhiều"
        },
        {
            "x1": 101,
            "y1": 377,
            "x2": 218,
            "y2": 623,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 903,
            "y1": 762,
            "x2": 965,
            "y2": 938,
            "text": "よーし！",
            "vi": "Đồng ý!"
        },
        {
            "x1": 545,
            "y1": 764,
            "x2": 638,
            "y2": 908,
            "text": "何して 遊ぼっか",
            "vi": "Tại sao lại chơi"
        },
        {
            "x1": 802,
            "y1": 1115,
            "x2": 906,
            "y2": 1351,
            "text": "ぷるちゃん じゃなくて スイちゃんだっけ",
            "vi": "Tôi không phải là sui -chan, không phải puru -chan"
        },
        {
            "x1": 119,
            "y1": 1114,
            "x2": 175,
            "y2": 1272,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 651,
            "y1": 1303,
            "x2": 695,
            "y2": 1509,
            "text": "スイちゃん！",
            "vi": "Sui -chan!"
        }
    ],
    "006.jpg": [
        {
            "x1": 962,
            "y1": 28,
            "x2": 1094,
            "y2": 229,
            "text": "じゃあ ぷるちゃん あそこまで おいかけっこ…",
            "vi": "Sau đó, Puru -chan là rất xa..."
        },
        {
            "x1": 430,
            "y1": 100,
            "x2": 466,
            "y2": 268,
            "text": "ま いっかー",
            "vi": "Maona"
        },
        {
            "x1": 257,
            "y1": 336,
            "x2": 294,
            "y2": 435,
            "text": "いーよ",
            "vi": "Ổn"
        }
    ],
    "007.jpg": [
        {
            "x1": 561,
            "y1": 109,
            "x2": 651,
            "y2": 291,
            "text": "お似合い ですよ 姫！",
            "vi": "Nó phù hợp với bạn một công chúa!"
        },
        {
            "x1": 886,
            "y1": 296,
            "x2": 952,
            "y2": 491,
            "text": "ほらっ できましたよ！",
            "vi": "Tôi có thể nhìn thấy nó!"
        },
        {
            "x1": 90,
            "y1": 343,
            "x2": 146,
            "y2": 489,
            "text": "うふふ",
            "vi": "Ufufufu"
        },
        {
            "x1": 856,
            "y1": 610,
            "x2": 933,
            "y2": 744,
            "text": "ヒメって なにー？",
            "vi": "Hime là gì?"
        },
        {
            "x1": 567,
            "y1": 580,
            "x2": 633,
            "y2": 781,
            "text": "あっ いけない もうこんな時間！",
            "vi": "Tôi không thể làm được!"
        },
        {
            "x1": 468,
            "y1": 631,
            "x2": 538,
            "y2": 837,
            "text": "私は行かなければ では姫！",
            "vi": "Tôi phải đi công chúa!"
        },
        {
            "x1": 128,
            "y1": 676,
            "x2": 197,
            "y2": 856,
            "text": "ねーヒメって なあにー？",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 429,
            "y1": 919,
            "x2": 529,
            "y2": 1148,
            "text": "敵にやられた…！ くそ… ここまでか…！",
            "vi": "Tôi đã bị giết bởi kẻ thù...! Chết tiệt... cho đến nay...!"
        },
        {
            "x1": 121,
            "y1": 960,
            "x2": 191,
            "y2": 1068,
            "text": "ええ",
            "vi": "Ừ"
        },
        {
            "x1": 603,
            "y1": 1307,
            "x2": 678,
            "y2": 1469,
            "text": "うわあ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 456,
            "y1": 1167,
            "x2": 536,
            "y2": 1427,
            "text": "どうしよう どうしようく_",
            "vi": "Tôi nên làm gì đây _"
        },
        {
            "x1": 338,
            "y1": 1284,
            "x2": 381,
            "y2": 1357,
            "text": "オロ",
            "vi": "Orro"
        }
    ],
    "008.jpg": [
        {
            "x1": 467,
            "y1": 220,
            "x2": 601,
            "y2": 472,
            "text": "そいつから 離れろ",
            "vi": "Tránh xa anh chàng đó"
        },
        {
            "x1": 410,
            "y1": 542,
            "x2": 515,
            "y2": 792,
            "text": "この スライム…！",
            "vi": "Slime này...!"
        },
        {
            "x1": 960,
            "y1": 1028,
            "x2": 1016,
            "y2": 1201,
            "text": "だれー？",
            "vi": "Gì?"
        },
        {
            "x1": 290,
            "y1": 1115,
            "x2": 329,
            "y2": 1288,
            "text": "リクくん？",
            "vi": "Riku -Kun?"
        }
    ],
    "009.jpg": [
        {
            "x1": 769,
            "y1": 56,
            "x2": 945,
            "y2": 313,
            "text": "ミリーナ！ 早くこっちに 来い‼",
            "vi": "Milina! Đến đây sớm"
        },
        {
            "x1": 626,
            "y1": 130,
            "x2": 662,
            "y2": 343,
            "text": "だれなのー？」",
            "vi": "Nó là ai? Và"
        },
        {
            "x1": 418,
            "y1": 273,
            "x2": 494,
            "y2": 511,
            "text": "なんであんなに 怒ってるんだろう",
            "vi": "Tại sao bạn lại tức giận"
        },
        {
            "x1": 830,
            "y1": 601,
            "x2": 944,
            "y2": 882,
            "text": "この スライムめ！",
            "vi": "Chất nhờn này!"
        },
        {
            "x1": 500,
            "y1": 648,
            "x2": 611,
            "y2": 940,
            "text": "オレが 退治してやる！",
            "vi": "Tôi sẽ loại bỏ nó!"
        },
        {
            "x1": 309,
            "y1": 825,
            "x2": 408,
            "y2": 1118,
            "text": "ミリーナに 近づきやがって！",
            "vi": "Đến gần hơn với Milina!"
        },
        {
            "x1": 297,
            "y1": 1382,
            "x2": 340,
            "y2": 1486,
            "text": "ちょっ",
            "vi": "Một chút"
        },
        {
            "x1": 7,
            "y1": 1239,
            "x2": 129,
            "y2": 1581,
            "text": "わあ～～～",
            "vi": "Wow ~~~"
        }
    ],
    "010.jpg": [
        {
            "x1": 887,
            "y1": 130,
            "x2": 986,
            "y2": 297,
            "text": "なにしてるの リクくん！ やめてよ！",
            "vi": "Bạn đang làm gì vậy! Thoát!"
        },
        {
            "x1": 478,
            "y1": 91,
            "x2": 561,
            "y2": 300,
            "text": "なんで止める ミリーナ‼",
            "vi": "Sao lại dừng lại?"
        },
        {
            "x1": 292,
            "y1": 83,
            "x2": 353,
            "y2": 268,
            "text": "さっき 襲われてただろ！",
            "vi": "Bạn vừa bị tấn công!"
        },
        {
            "x1": 1009,
            "y1": 268,
            "x2": 1077,
            "y2": 398,
            "text": "やめてよ",
            "vi": "Bỏ"
        },
        {
            "x1": 169,
            "y1": 352,
            "x2": 233,
            "y2": 508,
            "text": "何ナニ どうしたの？",
            "vi": "Chuyện gì đã xảy ra với những gì đã xảy ra?"
        },
        {
            "x1": 817,
            "y1": 582,
            "x2": 869,
            "y2": 658,
            "text": "わぁ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 414,
            "y1": 588,
            "x2": 509,
            "y2": 703,
            "text": "やめな さー",
            "vi": "Đừng dừng lại"
        },
        {
            "x1": 964,
            "y1": 767,
            "x2": 1048,
            "y2": 896,
            "text": "──と 言う訳で",
            "vi": "Đó là lý do"
        },
        {
            "x1": 631,
            "y1": 792,
            "x2": 729,
            "y2": 1018,
            "text": "私とぷるちゃんは お姫様ごっこしてた だけなの",
            "vi": "Tôi và Puru -chan chỉ chơi công chúa"
        },
        {
            "x1": 466,
            "y1": 778,
            "x2": 596,
            "y2": 910,
            "text": "はい！ リクくんの 勘違い なんだから",
            "vi": "Vâng! Bởi vì đó là sự hiểu lầm của Riku -Kun"
        },
        {
            "x1": 384,
            "y1": 833,
            "x2": 450,
            "y2": 998,
            "text": "ごめんなさい して！",
            "vi": "Tôi xin lôi!"
        },
        {
            "x1": 165,
            "y1": 854,
            "x2": 195,
            "y2": 1081,
            "text": "なんでオレが…",
            "vi": "Tại sao lại là tôi..."
        },
        {
            "x1": 947,
            "y1": 1141,
            "x2": 1048,
            "y2": 1404,
            "text": "そんなんじゃ 不死鳥のラーシュさん にはなれないわよぉ",
            "vi": "Tôi không thể là một phát ban phượng hoàng."
        },
        {
            "x1": 865,
            "y1": 1246,
            "x2": 905,
            "y2": 1422,
            "text": "エリクくん",
            "vi": "Eric -Kun"
        },
        {
            "x1": 193,
            "y1": 1144,
            "x2": 232,
            "y2": 1419,
            "text": "ごめんなさい…",
            "vi": "lấy làm tiếc…"
        }
    ],
    "011.jpg": [
        {
            "x1": 864,
            "y1": 48,
            "x2": 952,
            "y2": 269,
            "text": "ぷるちゃんも ごめんねぇ",
            "vi": "Tôi xin lỗi Puru -chan cũng vậy"
        },
        {
            "x1": 679,
            "y1": 153,
            "x2": 753,
            "y2": 338,
            "text": "もう やんないでね",
            "vi": "Đừng làm thế nữa"
        },
        {
            "x1": 403,
            "y1": 39,
            "x2": 562,
            "y2": 279,
            "text": "そもそも なんでお前 スライムなんかと 遊んでるんだよ！",
            "vi": "Ở nơi đầu tiên, tại sao bạn chơi với chất nhờn của bạn!"
        },
        {
            "x1": 26,
            "y1": 147,
            "x2": 95,
            "y2": 357,
            "text": "何かあったら どうするんだ！",
            "vi": "Điều gì sẽ xảy ra nếu một cái gì đó xảy ra!"
        },
        {
            "x1": 471,
            "y1": 398,
            "x2": 541,
            "y2": 573,
            "text": "まあ何か あってもお…",
            "vi": "Vâng, ngay cả khi có một cái gì đó..."
        },
        {
            "x1": 359,
            "y1": 400,
            "x2": 408,
            "y2": 506,
            "text": "こにょ",
            "vi": "Konyo"
        },
        {
            "x1": 615,
            "y1": 606,
            "x2": 662,
            "y2": 725,
            "text": "…つか",
            "vi": "Buồn chôn cất"
        },
        {
            "x1": 362,
            "y1": 625,
            "x2": 402,
            "y2": 721,
            "text": "おお…",
            "vi": "Oh…"
        },
        {
            "x1": 25,
            "y1": 517,
            "x2": 96,
            "y2": 765,
            "text": "お…オレが 助けてやるけども…",
            "vi": "Oh... tôi sẽ giúp bạn..."
        },
        {
            "x1": 868,
            "y1": 805,
            "x2": 911,
            "y2": 1097,
            "text": "なんて言ったの？",
            "vi": "Bạn đã nói gì?"
        },
        {
            "x1": 500,
            "y1": 835,
            "x2": 536,
            "y2": 1018,
            "text": "聞こえなーい",
            "vi": "Tôi không thể nghe thấy nó"
        },
        {
            "x1": 155,
            "y1": 806,
            "x2": 206,
            "y2": 1115,
            "text": "なんでもない！",
            "vi": "không!"
        },
        {
            "x1": 447,
            "y1": 1175,
            "x2": 498,
            "y2": 1254,
            "text": "だー",
            "vi": "Chỉ"
        },
        {
            "x1": 837,
            "y1": 1198,
            "x2": 941,
            "y2": 1366,
            "text": "リクくん すぐ怒るから こわいよー",
            "vi": "Riku -Kun Tôi sợ vì tôi tức giận ngay lập tức"
        },
        {
            "x1": 491,
            "y1": 1182,
            "x2": 525,
            "y2": 1333,
            "text": "おこりんぼ",
            "vi": "Okorinbo"
        }
    ],
    "012.jpg": [
        {
            "x1": 875,
            "y1": 131,
            "x2": 993,
            "y2": 416,
            "text": "遊び相手なら いつもオレがなって やってるだろ！",
            "vi": "Nếu bạn là đối tác chơi, tôi luôn luôn làm điều đó!"
        },
        {
            "x1": 545,
            "y1": 62,
            "x2": 694,
            "y2": 314,
            "text": "オレよりも そんなやつが いいのかよ！",
            "vi": "Điều đó tốt hơn tôi!"
        },
        {
            "x1": 741,
            "y1": 462,
            "x2": 808,
            "y2": 659,
            "text": "何こわがってん だよ！",
            "vi": "Bạn sợ gì!"
        },
        {
            "x1": 866,
            "y1": 776,
            "x2": 951,
            "y2": 911,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 757,
            "y1": 881,
            "x2": 864,
            "y2": 1031,
            "text": "だ？て りりくん お姫様になって くれないんだもん",
            "vi": "IS? Terri -Kun không trở thành công chúa"
        },
        {
            "x1": 146,
            "y1": 712,
            "x2": 306,
            "y2": 1104,
            "text": "くそぉ‼",
            "vi": "Chỉ trích"
        },
        {
            "x1": 942,
            "y1": 1110,
            "x2": 998,
            "y2": 1280,
            "text": "ぷるちゃんのが かわいいしねー",
            "vi": "Puru -chan dễ thương"
        },
        {
            "x1": 664,
            "y1": 1176,
            "x2": 702,
            "y2": 1284,
            "text": "それに",
            "vi": "thêm vào đó"
        },
        {
            "x1": 195,
            "y1": 1251,
            "x2": 269,
            "y2": 1472,
            "text": "ぷるちゃんは すごいんだよ！",
            "vi": "Puru -chan thật tuyệt vời!"
        }
    ],
    "013.jpg": [
        {
            "x1": 703,
            "y1": 110,
            "x2": 889,
            "y2": 404,
            "text": "なんたって あの大きな ワンちゃんと一緒に 旅してるんだよ！",
            "vi": "Tôi đang đi cùng con chó lớn đó!"
        },
        {
            "x1": 566,
            "y1": 114,
            "x2": 641,
            "y2": 286,
            "text": "じゃーまって 言うんだってー",
            "vi": "Sau đó, tôi nói"
        },
        {
            "x1": 139,
            "y1": 125,
            "x2": 242,
            "y2": 339,
            "text": "改めて ムコーダさんって 何者なのかしら",
            "vi": "Tôi tự hỏi Mcoda là ai một lần nữa"
        },
        {
            "x1": 72,
            "y1": 138,
            "x2": 110,
            "y2": 284,
            "text": "すづいわれ\"",
            "vi": "Suzui"
        },
        {
            "x1": 837,
            "y1": 523,
            "x2": 917,
            "y2": 783,
            "text": "フェルおじちゃん だよー！",
            "vi": "Bác Fel!"
        },
        {
            "x1": 638,
            "y1": 895,
            "x2": 782,
            "y2": 1100,
            "text": "そんなの そいつが スゴイ事に なんないじゃん",
            "vi": "Anh chàng đó không tuyệt vời"
        },
        {
            "x1": 369,
            "y1": 896,
            "x2": 488,
            "y2": 1092,
            "text": "どう見ても ただの スライムだし",
            "vi": "Cho dù bạn nhìn nó như thế nào, nó chỉ là một chất nhờn"
        },
        {
            "x1": 105,
            "y1": 903,
            "x2": 209,
            "y2": 1127,
            "text": "弱そう",
            "vi": "Nó dường như yếu"
        }
    ],
    "014.jpg": [
        {
            "x1": 880,
            "y1": 67,
            "x2": 1082,
            "y2": 454,
            "text": "スイ 強いもん‼",
            "vi": "Sui rất mạnh"
        },
        {
            "x1": 193,
            "y1": 388,
            "x2": 269,
            "y2": 527,
            "text": "ぎゃ",
            "vi": "GYE"
        },
        {
            "x1": 1011,
            "y1": 695,
            "x2": 1081,
            "y2": 868,
            "text": "やめっ このこいつ‼",
            "vi": "Người đàn ông này"
        },
        {
            "x1": 678,
            "y1": 700,
            "x2": 789,
            "y2": 880,
            "text": "ぼす似",
            "vi": "Sự tương đồng"
        },
        {
            "x1": 595,
            "y1": 748,
            "x2": 666,
            "y2": 897,
            "text": "弱く ないもん！",
            "vi": "Không yếu!"
        },
        {
            "x1": 993,
            "y1": 876,
            "x2": 1121,
            "y2": 1085,
            "text": "どすど付",
            "vi": "Với một dosun"
        },
        {
            "x1": 922,
            "y1": 895,
            "x2": 995,
            "y2": 1067,
            "text": "スイ強いもん 強いもんー‼",
            "vi": "SSUI rất mạnh."
        },
        {
            "x1": 211,
            "y1": 893,
            "x2": 241,
            "y2": 1043,
            "text": "こらあく_",
            "vi": "Đây là _"
        },
        {
            "x1": 140,
            "y1": 810,
            "x2": 184,
            "y2": 1034,
            "text": "ケンヤはやめなさくい",
            "vi": "Kenya không nên dừng"
        },
        {
            "x1": 957,
            "y1": 1140,
            "x2": 1037,
            "y2": 1305,
            "text": "あの子 いじわる！",
            "vi": "Đứa trẻ đó đang rối tung lên!"
        },
        {
            "x1": 888,
            "y1": 1222,
            "x2": 945,
            "y2": 1350,
            "text": "やだ",
            "vi": "KHÔNG"
        },
        {
            "x1": 447,
            "y1": 1167,
            "x2": 625,
            "y2": 1353,
            "text": "ほらー いやな事ばっか 言うから ぷるちゃん 怒った！",
            "vi": "Này, tôi đã rất tức giận vì tôi nói đó là một điều khó chịu!"
        },
        {
            "x1": 156,
            "y1": 1171,
            "x2": 309,
            "y2": 1387,
            "text": "はあ⁉ 今のオレ 悪くないし！",
            "vi": "Ồ, không tệ bây giờ!"
        }
    ],
    "015.jpg": [
        {
            "x1": 435,
            "y1": 131,
            "x2": 588,
            "y2": 315,
            "text": "なんで そんなやつの 味方ばっか するんだよ",
            "vi": "Tại sao bạn chỉ giống anh chàng đó?"
        },
        {
            "x1": 880,
            "y1": 263,
            "x2": 926,
            "y2": 456,
            "text": "なんでだよ",
            "vi": "Tại sao"
        },
        {
            "x1": 64,
            "y1": 396,
            "x2": 111,
            "y2": 550,
            "text": "…くそっ",
            "vi": "…"
        },
        {
            "x1": 779,
            "y1": 651,
            "x2": 932,
            "y2": 939,
            "text": "そこまで すごいんなら 見せてみろよ…",
            "vi": "Nếu bạn rất tuyệt vời, hãy cho nó xem..."
        },
        {
            "x1": 833,
            "y1": 1121,
            "x2": 965,
            "y2": 1350,
            "text": "お前が勝ったら 今までのも 謝ってやる",
            "vi": "Nếu bạn giành chiến thắng, tôi sẽ xin lỗi cho đến nay"
        },
        {
            "x1": 139,
            "y1": 1183,
            "x2": 194,
            "y2": 1418,
            "text": "人ただし…",
            "vi": "Dân tộc..."
        },
        {
            "x1": 618,
            "y1": 1319,
            "x2": 691,
            "y2": 1539,
            "text": "弱くないってのも 認めてやる！",
            "vi": "Tôi thừa nhận rằng nó không phải là yếu!"
        }
    ],
    "016.jpg": [
        {
            "x1": 954,
            "y1": 81,
            "x2": 995,
            "y2": 392,
            "text": "オレが勝ったら…",
            "vi": "Nếu tôi giành chiến thắng..."
        },
        {
            "x1": 192,
            "y1": 238,
            "x2": 320,
            "y2": 722,
            "text": "）ミリーナに近づく事  認めないからな！",
            "vi": ") Tôi không thừa nhận để tiếp cận Milina!"
        },
        {
            "x1": 328,
            "y1": 740,
            "x2": 412,
            "y2": 916,
            "text": "拒否権は なしだぞ！",
            "vi": "Không có quyền phủ quyết!"
        },
        {
            "x1": 893,
            "y1": 920,
            "x2": 1023,
            "y2": 1059,
            "text": "スイ 負けない もん！",
            "vi": "Tôi không thể mất!"
        },
        {
            "x1": 520,
            "y1": 1158,
            "x2": 680,
            "y2": 1468,
            "text": "勝負だ スライム‼",
            "vi": "Trò chơi là Slime‼"
        },
        {
            "x1": 98,
            "y1": 1480,
            "x2": 373,
            "y2": 1535,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}