var ocr_data = {
    "01.jpg": [
        {
            "x1": 854,
            "y1": 154,
            "x2": 979,
            "y2": 362,
            "text": "スイ もっと おうちの中 探検してくる！",
            "vi": "Tôi sẽ khám phá thêm trong nhà của tôi!"
        },
        {
            "x1": 116,
            "y1": 444,
            "x2": 281,
            "y2": 600,
            "text": "俺も！ あの通路 飛び甲斐が あるぜーっ",
            "vi": "tôi cũng thế! Nó đáng để bay đi đó"
        },
        {
            "x1": 151,
            "y1": 747,
            "x2": 284,
            "y2": 923,
            "text": "庭より外は 出ちゃだめ だぞーっ！",
            "vi": "Đừng đi ra ngoài trong vườn!"
        },
        {
            "x1": 558,
            "y1": 1076,
            "x2": 691,
            "y2": 1256,
            "text": "さて スイたちが 遊んでいる間に そろそろ…",
            "vi": "Vâng, trong khi Sui đang chơi..."
        },
        {
            "x1": 127,
            "y1": 1081,
            "x2": 233,
            "y2": 1208,
            "text": "そろそろ メシでは ないか？",
            "vi": "Nó không phải là một bữa ăn sớm?"
        }
    ],
    "02.jpg": [
        {
            "x1": 575,
            "y1": 107,
            "x2": 697,
            "y2": 463,
            "text": "さて この豪華な キッチンで作るのは…",
            "vi": "Vâng, làm gì với nhà bếp tuyệt đẹp này..."
        },
        {
            "x1": 869,
            "y1": 778,
            "x2": 958,
            "y2": 914,
            "text": "いたって 普通の",
            "vi": "Rất bình thường"
        },
        {
            "x1": 188,
            "y1": 759,
            "x2": 270,
            "y2": 926,
            "text": "いつもの カレーだ！",
            "vi": "Đó là cà ri thông thường!"
        },
        {
            "x1": 141,
            "y1": 1223,
            "x2": 317,
            "y2": 1444,
            "text": "カレー専門店やら 本場のインド カレーやら いろいろ食った ことがあるけど",
            "vi": "Tôi đã ăn rất nhiều cửa hàng đặc sản Curry và cà ri Ấn Độ đích thực"
        }
    ],
    "03.jpg": [
        {
            "x1": 846,
            "y1": 191,
            "x2": 995,
            "y2": 410,
            "text": "最終的に 行き着くのは やっぱ家の力レー なんだよね",
            "vi": "Rốt cuộc, kết thúc của ngôi nhà là sức mạnh của ngôi nhà."
        },
        {
            "x1": 308,
            "y1": 133,
            "x2": 425,
            "y2": 315,
            "text": "食いなれた 家庭の味って いうのかね",
            "vi": "Đó có phải là hương vị của một ngôi nhà ăn không?"
        },
        {
            "x1": 573,
            "y1": 561,
            "x2": 684,
            "y2": 616,
            "text": "じゃがいも",
            "vi": "Khoai tây"
        },
        {
            "x1": 154,
            "y1": 900,
            "x2": 225,
            "y2": 1137,
            "text": "さて肝心の カレールーだけど",
            "vi": "Nhân tiện, đó là món cà ri quan trọng Roux"
        }
    ],
    "04.jpg": [
        {
            "x1": 837,
            "y1": 66,
            "x2": 1004,
            "y2": 306,
            "text": "ルーを２種類 入れて作るのが 俺のちょっとした 拘りかつ定番だ",
            "vi": "Đó là cam kết nhỏ và cổ điển của tôi để tạo ra hai loại Roux"
        },
        {
            "x1": 147,
            "y1": 528,
            "x2": 220,
            "y2": 644,
            "text": "これこれ この香り",
            "vi": "Đây là mùi hương này"
        },
        {
            "x1": 876,
            "y1": 1007,
            "x2": 979,
            "y2": 1252,
            "text": "カレーの匂いって なんでこんなに 食欲をそそるのかね",
            "vi": "Tại sao mùi cà ri lại thèm ăn?"
        },
        {
            "x1": 198,
            "y1": 1122,
            "x2": 272,
            "y2": 1317,
            "text": "これは なんの匂いだ？",
            "vi": "Đây là mùi gì?"
        },
        {
            "x1": 305,
            "y1": 1371,
            "x2": 381,
            "y2": 1492,
            "text": "いい ニオイ_",
            "vi": "Mùi tốt _"
        }
    ],
    "05.jpg": [
        {
            "x1": 840,
            "y1": 135,
            "x2": 953,
            "y2": 329,
            "text": "刺激的で 美味そうな 匂いではないか",
            "vi": "Đó không phải là một mùi thú vị và ngon miệng?"
        },
        {
            "x1": 200,
            "y1": 133,
            "x2": 238,
            "y2": 351,
            "text": "ハラへったーっ",
            "vi": "Hara"
        },
        {
            "x1": 156,
            "y1": 443,
            "x2": 226,
            "y2": 588,
            "text": "あるじ ごはんー？",
            "vi": "Có một loại gạo ngon?"
        },
        {
            "x1": 134,
            "y1": 690,
            "x2": 282,
            "y2": 913,
            "text": "やっぱ カレーの匂いって 惹きつけられる ものがあるよね",
            "vi": "Rốt cuộc, có một thứ gì đó có thể bị thu hút bởi mùi cà ri."
        },
        {
            "x1": 828,
            "y1": 1059,
            "x2": 873,
            "y2": 1179,
            "text": "そうだ",
            "vi": "Chính là nó"
        },
        {
            "x1": 612,
            "y1": 1056,
            "x2": 718,
            "y2": 1336,
            "text": "広いダイニングで 食事するのもいいけど せっかくだからな",
            "vi": "Thật tốt khi ăn với một phòng ăn lớn, nhưng đó là một thỏa thuận tuyệt vời"
        }
    ],
    "06.jpg": [
        {
            "x1": 797,
            "y1": 130,
            "x2": 922,
            "y2": 434,
            "text": "庭から見える オーシャンビュー 楽しまなくちゃな！",
            "vi": "Bạn phải tận hưởng khung cảnh đại dương nhìn từ vườn!"
        }
    ],
    "07.jpg": [
        {
            "x1": 792,
            "y1": 120,
            "x2": 878,
            "y2": 332,
            "text": "今日は カレーだぞ！",
            "vi": "Hôm nay là Curry!"
        },
        {
            "x1": 325,
            "y1": 128,
            "x2": 598,
            "y2": 236,
            "text": "旅中下購入した 中身の冷える魔石コップ inビールL",
            "vi": "Trong suốt hành trình, chiếc cốc đá huyền bí lạnh lẽo trong nội dung được mua ở phần dưới của hành trình"
        },
        {
            "x1": 144,
            "y1": 866,
            "x2": 391,
            "y2": 983,
            "text": "オーク肉の おうちカレー",
            "vi": "Oak thịt nhà cà ri"
        },
        {
            "x1": 928,
            "y1": 1138,
            "x2": 961,
            "y2": 1327,
            "text": "ドロドロだー",
            "vi": "Nó lầy lội"
        },
        {
            "x1": 121,
            "y1": 1134,
            "x2": 268,
            "y2": 1381,
            "text": "俺のいた世界じゃ 国民食っていわれる ぐらいの料理 なんだぞー",
            "vi": "Trong thế giới, tôi là một món ăn được người dân ăn."
        }
    ],
    "08.jpg": [
        {
            "x1": 530,
            "y1": 409,
            "x2": 581,
            "y2": 591,
            "text": "これは…",
            "vi": "đây là…"
        },
        {
            "x1": 457,
            "y1": 1201,
            "x2": 493,
            "y2": 1348,
            "text": "とまらん",
            "vi": "Tomaru"
        }
    ],
    "09.jpg": [
        {
            "x1": 895,
            "y1": 122,
            "x2": 967,
            "y2": 354,
            "text": "おかわり",
            "vi": "vài giây"
        },
        {
            "x1": 540,
            "y1": 115,
            "x2": 640,
            "y2": 307,
            "text": "カレーって おかわりしたく なるよなー",
            "vi": "Tôi muốn thay đổi cà ri"
        },
        {
            "x1": 136,
            "y1": 172,
            "x2": 206,
            "y2": 411,
            "text": "いつもの力レーは やっぱりうまい",
            "vi": "Sau tất cả sức mạnh thông thường là tốt"
        },
        {
            "x1": 859,
            "y1": 841,
            "x2": 981,
            "y2": 1136,
            "text": "そして 海を見ながらだと 心なしかもっと美味い",
            "vi": "Và khi bạn nhìn ra biển, nó ngon hơn"
        },
        {
            "x1": 355,
            "y1": 1292,
            "x2": 462,
            "y2": 1463,
            "text": "クラーケンは ちょっと 怖いけど",
            "vi": "Kraken là một chút đáng sợ"
        },
        {
            "x1": 159,
            "y1": 1293,
            "x2": 233,
            "y2": 1465,
            "text": "それが 解決できたら",
            "vi": "Nếu nó có thể được giải quyết"
        }
    ],
    "10.jpg": [
        {
            "x1": 853,
            "y1": 163,
            "x2": 997,
            "y2": 307,
            "text": "この街にも しん堪ん 奏 新鮮な魚が 戻ってくる だろうし",
            "vi": "Một con cá tươi sẽ quay trở lại thành phố này"
        },
        {
            "x1": 504,
            "y1": 108,
            "x2": 636,
            "y2": 327,
            "text": "そしたら カレーといっても シーフード カレーとか",
            "vi": "Sau đó, nó là một món cà ri hải sản mặc dù đó là cà ri"
        },
        {
            "x1": 144,
            "y1": 440,
            "x2": 207,
            "y2": 659,
            "text": "海鮮ＢＢQだって できるわけだ",
            "vi": "Bạn có thể làm BBQ hải sản"
        },
        {
            "x1": 486,
            "y1": 1004,
            "x2": 530,
            "y2": 1121,
            "text": "花火も",
            "vi": "Pháo bông"
        },
        {
            "x1": 868,
            "y1": 1032,
            "x2": 1009,
            "y2": 1211,
            "text": "よおし 海の幸 食べるぞ‼",
            "vi": "Hải sản yoshio tôi sẽ ăn hải sản"
        },
        {
            "x1": 116,
            "y1": 1289,
            "x2": 259,
            "y2": 1487,
            "text": "まずは クラーケン だぞ！",
            "vi": "Đầu tiên, Kraken!"
        },
        {
            "x1": 838,
            "y1": 1527,
            "x2": 1034,
            "y2": 1569,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}