var ocr_data = {
    "001.jpg": [
        {
            "x1": 433,
            "y1": 88,
            "x2": 564,
            "y2": 296,
            "text": "ここに ちょっとお水 くれるかー？",
            "vi": "Bạn sẽ nhận được một ít nước ở đây chứ?"
        },
        {
            "x1": 336,
            "y1": 100,
            "x2": 378,
            "y2": 263,
            "text": "ちほっとだけ",
            "vi": "Chỉ cần"
        },
        {
            "x1": 689,
            "y1": 263,
            "x2": 723,
            "y2": 359,
            "text": "スイ",
            "vi": "Sui"
        },
        {
            "x1": 123,
            "y1": 457,
            "x2": 202,
            "y2": 688,
            "text": "はーい！",
            "vi": "Vâng!"
        },
        {
            "x1": 721,
            "y1": 1120,
            "x2": 780,
            "y2": 1227,
            "text": "お水",
            "vi": "Nước uống"
        }
    ],
    "002.jpg": [
        {
            "x1": 327,
            "y1": 71,
            "x2": 830,
            "y2": 116,
            "text": "第25章 スイから見える世界",
            "vi": "Chương 25 Thế giới được nhìn thấy từ Sui"
        },
        {
            "x1": 132,
            "y1": 1517,
            "x2": 1036,
            "y2": 1565,
            "text": "漫画:双葉もも 原作:江口連 キｬﾗクター原案:雅",
            "vi": "Phim hoạt hình: Momo Futaba Bản gốc: Eguchi Ren Kiractor"
        }
    ],
    "003.jpg": [
        {
            "x1": 456,
            "y1": 518,
            "x2": 493,
            "y2": 658,
            "text": "…スイよ",
            "vi": "… Sui"
        },
        {
            "x1": 230,
            "y1": 527,
            "x2": 354,
            "y2": 737,
            "text": "食事中だ やめんか",
            "vi": "Tôi đang ăn"
        },
        {
            "x1": 865,
            "y1": 1069,
            "x2": 960,
            "y2": 1229,
            "text": "うん わかった",
            "vi": "O. K. Tôi hiểu"
        },
        {
            "x1": 775,
            "y1": 1050,
            "x2": 818,
            "y2": 1220,
            "text": "ごめんなさーい",
            "vi": "Xin lỗi"
        },
        {
            "x1": 210,
            "y1": 1098,
            "x2": 334,
            "y2": 1330,
            "text": "やたらと 見せびらかす ものではないぞ",
            "vi": "Nó không phải là thứ để thể hiện"
        },
        {
            "x1": 642,
            "y1": 1340,
            "x2": 722,
            "y2": 1473,
            "text": "それにだ スイ",
            "vi": "Và sui"
        },
        {
            "x1": 355,
            "y1": 1230,
            "x2": 485,
            "y2": 1491,
            "text": "水の女神ルカ様に 加護を授かり 嬉しいのだろうが",
            "vi": "Tôi đoán tôi rất vui khi được ban phước bởi Nữ thần Nước."
        }
    ],
    "004.jpg": [
        {
            "x1": 889,
            "y1": 147,
            "x2": 940,
            "y2": 264,
            "text": "追加 できたそー",
            "vi": "Tôi đã có thể thêm nó"
        },
        {
            "x1": 660,
            "y1": 178,
            "x2": 735,
            "y2": 308,
            "text": "ねーねー あるじー",
            "vi": "Ne -không,"
        },
        {
            "x1": 492,
            "y1": 243,
            "x2": 595,
            "y2": 443,
            "text": "めがみサマって どんなだった のー？",
            "vi": "Megami Sama như thế nào?"
        },
        {
            "x1": 151,
            "y1": 194,
            "x2": 187,
            "y2": 404,
            "text": "ルカ様のこと？",
            "vi": "Luka?"
        },
        {
            "x1": 901,
            "y1": 475,
            "x2": 1031,
            "y2": 697,
            "text": "んー俺も 見てないから 分かんないケド",
            "vi": "Tôi không biết vì tôi chưa nhìn thấy nó"
        },
        {
            "x1": 707,
            "y1": 490,
            "x2": 829,
            "y2": 806,
            "text": "他の女神様たちとか よりかは大人しそう？ だったよー",
            "vi": "Có phải nó trưởng thành hơn các nữ thần khác? Nó đã được"
        },
        {
            "x1": 903,
            "y1": 932,
            "x2": 980,
            "y2": 1062,
            "text": "じゃあね じゃあね",
            "vi": "Sau đó, oh"
        },
        {
            "x1": 552,
            "y1": 860,
            "x2": 702,
            "y2": 1114,
            "text": "その子にも おかし あげたのー？",
            "vi": "Bạn đã đưa nó cho đứa trẻ đó?"
        },
        {
            "x1": 167,
            "y1": 929,
            "x2": 223,
            "y2": 1090,
            "text": "ううん",
            "vi": "KHÔNG"
        },
        {
            "x1": 670,
            "y1": 1113,
            "x2": 767,
            "y2": 1271,
            "text": "ちる",
            "vi": "Lén"
        },
        {
            "x1": 889,
            "y1": 1178,
            "x2": 994,
            "y2": 1448,
            "text": "いいなあく いいなあく_",
            "vi": "Tốt, tốt _"
        },
        {
            "x1": 187,
            "y1": 1283,
            "x2": 382,
            "y2": 1538,
            "text": "これ‼ 女神様への 供物を欲しがる でない‼",
            "vi": "đây! Không muốn một lời đề nghị cho Nữ thần."
        }
    ],
    "005.jpg": [
        {
            "x1": 133,
            "y1": 208,
            "x2": 217,
            "y2": 317,
            "text": "そうだ あるじ",
            "vi": "Đúng thế"
        },
        {
            "x1": 870,
            "y1": 567,
            "x2": 945,
            "y2": 694,
            "text": "あのね！ スイねー",
            "vi": "Bạn biết những gì! SUIN"
        },
        {
            "x1": 716,
            "y1": 726,
            "x2": 753,
            "y2": 908,
            "text": "お水の魔法ね",
            "vi": "Ma thuật nước"
        },
        {
            "x1": 452,
            "y1": 711,
            "x2": 544,
            "y2": 985,
            "text": "おともだちにね 見せたいなーって",
            "vi": "Tôi muốn cho bạn bè xem"
        },
        {
            "x1": 286,
            "y1": 671,
            "x2": 322,
            "y2": 853,
            "text": "ちょっとだけ",
            "vi": "Chỉ là một chút"
        },
        {
            "x1": 164,
            "y1": 751,
            "x2": 234,
            "y2": 932,
            "text": "あぶないこと しないからー",
            "vi": "Tôi sẽ không làm gì nguy hiểm"
        },
        {
            "x1": 801,
            "y1": 1081,
            "x2": 952,
            "y2": 1330,
            "text": "スイよ… 先程注意した ばかりだろう",
            "vi": "Sui... bạn đã cẩn thận"
        },
        {
            "x1": 492,
            "y1": 1310,
            "x2": 578,
            "y2": 1514,
            "text": "これだけー これだけ！",
            "vi": "Đây chỉ là cái này!"
        },
        {
            "x1": 402,
            "y1": 1309,
            "x2": 448,
            "y2": 1475,
            "text": "おねがーい",
            "vi": "Xin vui lòng."
        }
    ],
    "006.jpg": [
        {
            "x1": 954,
            "y1": 242,
            "x2": 1009,
            "y2": 515,
            "text": "あるじいく_",
            "vi": "Một ông nội _"
        },
        {
            "x1": 426,
            "y1": 242,
            "x2": 488,
            "y2": 440,
            "text": "分かった",
            "vi": "Bạn có hiểu không"
        },
        {
            "x1": 855,
            "y1": 761,
            "x2": 1005,
            "y2": 984,
            "text": "そのかわり 俺も一緒に 行くからな！",
            "vi": "Thay vào đó, tôi cũng sẽ đi với tôi!"
        },
        {
            "x1": 494,
            "y1": 781,
            "x2": 571,
            "y2": 1014,
            "text": "スイは！",
            "vi": "Sui!"
        },
        {
            "x1": 704,
            "y1": 1042,
            "x2": 814,
            "y2": 1186,
            "text": "本当に 見せるだけ だぞ‼",
            "vi": "Tôi chỉ hiển thị nó thực sự"
        },
        {
            "x1": 643,
            "y1": 1127,
            "x2": 689,
            "y2": 1213,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 941,
            "y1": 1270,
            "x2": 995,
            "y2": 1408,
            "text": "約束！",
            "vi": "lời hứa!"
        },
        {
            "x1": 813,
            "y1": 1339,
            "x2": 854,
            "y2": 1481,
            "text": "やくそく",
            "vi": "Sang một bên"
        },
        {
            "x1": 159,
            "y1": 1238,
            "x2": 228,
            "y2": 1421,
            "text": "いい子",
            "vi": "Cậu bé tốt"
        }
    ],
    "007.jpg": [
        {
            "x1": 860,
            "y1": 101,
            "x2": 912,
            "y2": 422,
            "text": "行ってきます！",
            "vi": "Tôi đang đi!"
        },
        {
            "x1": 84,
            "y1": 220,
            "x2": 210,
            "y2": 423,
            "text": "行って きまーす",
            "vi": "Tôi đi, hẹn gặp lại bạn lateer"
        },
        {
            "x1": 146,
            "y1": 779,
            "x2": 271,
            "y2": 942,
            "text": "メシ前には 帰って来る のだぞ",
            "vi": "Tôi sẽ quay lại trước bữa ăn"
        },
        {
            "x1": 577,
            "y1": 1119,
            "x2": 655,
            "y2": 1294,
            "text": "あーごめん ぷるちゃん",
            "vi": "À, tôi xin lỗi puru -chan"
        },
        {
            "x1": 60,
            "y1": 1264,
            "x2": 197,
            "y2": 1475,
            "text": "今日は ママとパパと お出かけなの",
            "vi": "Tôi sẽ đi chơi với mẹ và bố tôi hôm nay"
        }
    ],
    "008.jpg": [
        {
            "x1": 885,
            "y1": 101,
            "x2": 980,
            "y2": 333,
            "text": "また今度 あそぼーねー",
            "vi": "Lần sau"
        },
        {
            "x1": 648,
            "y1": 654,
            "x2": 705,
            "y2": 841,
            "text": "リク君‼",
            "vi": "Riku -Kun"
        },
        {
            "x1": 975,
            "y1": 807,
            "x2": 1009,
            "y2": 914,
            "text": "スイ…",
            "vi": "Sui..."
        },
        {
            "x1": 548,
            "y1": 1009,
            "x2": 620,
            "y2": 1190,
            "text": "家の手伝いが あるんで",
            "vi": "Tôi có sự giúp đỡ của ngôi nhà"
        },
        {
            "x1": 480,
            "y1": 1052,
            "x2": 522,
            "y2": 1171,
            "text": "スマセン",
            "vi": "Suma"
        },
        {
            "x1": 377,
            "y1": 1061,
            "x2": 402,
            "y2": 1164,
            "text": "そっか",
            "vi": "Tôi thấy"
        },
        {
            "x1": 706,
            "y1": 1273,
            "x2": 807,
            "y2": 1427,
            "text": "今日は 無理っス",
            "vi": "Tôi không thể làm được hôm nay"
        }
    ],
    "009.jpg": [
        {
            "x1": 694,
            "y1": 771,
            "x2": 733,
            "y2": 863,
            "text": "まい！",
            "vi": "Khiêu vũ!"
        },
        {
            "x1": 796,
            "y1": 750,
            "x2": 943,
            "y2": 997,
            "text": "そういう時も あるよ スイ_…",
            "vi": "Có những lúc như vậy, sui_..."
        },
        {
            "x1": 533,
            "y1": 1058,
            "x2": 693,
            "y2": 1268,
            "text": "そっ それよりも 久々にいっしょ だしさ！",
            "vi": "Đã lâu rồi sau đó!"
        },
        {
            "x1": 628,
            "y1": 1317,
            "x2": 669,
            "y2": 1401,
            "text": "ハラ",
            "vi": "Quấy rối"
        },
        {
            "x1": 564,
            "y1": 1329,
            "x2": 636,
            "y2": 1457,
            "text": "、ハラ",
            "vi": ", Hara"
        },
        {
            "x1": 441,
            "y1": 1326,
            "x2": 521,
            "y2": 1481,
            "text": "俺と街で 遊ぼうよ！",
            "vi": "Hãy chơi trong thành phố với tôi!."
        },
        {
            "x1": 131,
            "y1": 1295,
            "x2": 259,
            "y2": 1507,
            "text": "俺 スイと めちゃくちゃ今 遊びたいなく_～",
            "vi": "Tôi không muốn chơi với Sui ngay bây giờ _ ~"
        }
    ],
    "010.jpg": [
        {
            "x1": 930,
            "y1": 104,
            "x2": 1055,
            "y2": 329,
            "text": "いつもスイ どんなことして 遊んでるのか",
            "vi": "Bạn luôn chơi như thế nào"
        },
        {
            "x1": 814,
            "y1": 271,
            "x2": 900,
            "y2": 496,
            "text": "あるじ 知りたいナく_",
            "vi": "Tôi muốn biết một _ nhất định _"
        },
        {
            "x1": 521,
            "y1": 381,
            "x2": 550,
            "y2": 494,
            "text": "なんて…",
            "vi": "Gì..."
        },
        {
            "x1": 893,
            "y1": 661,
            "x2": 957,
            "y2": 771,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 259,
            "y1": 766,
            "x2": 323,
            "y2": 961,
            "text": "あそぶぅ",
            "vi": "Chơi"
        },
        {
            "x1": 919,
            "y1": 1083,
            "x2": 1059,
            "y2": 1392,
            "text": "フェルおじちゃん もいっしょに あそぶく～～",
            "vi": "Bác Fel sẽ chơi cùng nhau ~~"
        }
    ],
    "011.jpg": [
        {
            "x1": 714,
            "y1": 17,
            "x2": 948,
            "y2": 331,
            "text": "こっち だよー",
            "vi": "Đây là nó"
        },
        {
            "x1": 111,
            "y1": 143,
            "x2": 191,
            "y2": 310,
            "text": "何かあった のか？",
            "vi": "Có điều gì xảy ra không?"
        },
        {
            "x1": 336,
            "y1": 386,
            "x2": 421,
            "y2": 520,
            "text": "すっかり 元気",
            "vi": "Hoàn toàn tràn đầy năng lượng"
        },
        {
            "x1": 80,
            "y1": 354,
            "x2": 113,
            "y2": 515,
            "text": "いろいろな",
            "vi": "đa dạng"
        },
        {
            "x1": 109,
            "y1": 507,
            "x2": 344,
            "y2": 796,
            "text": "ていい てい",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 851,
            "y1": 934,
            "x2": 959,
            "y2": 1132,
            "text": "スイ どこ連れてって くれるのー？",
            "vi": "Bạn có thể đưa tôi đến đâu?"
        },
        {
            "x1": 389,
            "y1": 989,
            "x2": 554,
            "y2": 1166,
            "text": "ここ いつもの 遊び場",
            "vi": "Đây là sân chơi thông thường"
        },
        {
            "x1": 723,
            "y1": 1166,
            "x2": 757,
            "y2": 1376,
            "text": "あとちょっとー",
            "vi": "Thêm một chút nữa"
        }
    ],
    "012.jpg": [
        {
            "x1": 1021,
            "y1": 65,
            "x2": 1058,
            "y2": 270,
            "text": "「 ここでね！",
            "vi": "\"Nơi đây!"
        },
        {
            "x1": 362,
            "y1": 58,
            "x2": 469,
            "y2": 210,
            "text": "たまに リりくムも おヒx様",
            "vi": "Đôi khi Rikumo"
        },
        {
            "x1": 848,
            "y1": 147,
            "x2": 935,
            "y2": 295,
            "text": "お花と草 でね！",
            "vi": "Với hoa và cỏ!"
        },
        {
            "x1": 521,
            "y1": 107,
            "x2": 658,
            "y2": 416,
            "text": "カンムリ作ってね！ スイがおヒメ様 やるの―！",
            "vi": "Làm một kunmuri! Sui sẽ làm hime -sama!"
        },
        {
            "x1": 175,
            "y1": 222,
            "x2": 220,
            "y2": 367,
            "text": "スイが⁉",
            "vi": "Sui là⁉"
        },
        {
            "x1": 888,
            "y1": 592,
            "x2": 960,
            "y2": 722,
            "text": "これを つかって",
            "vi": "Sử dụng điều này"
        },
        {
            "x1": 609,
            "y1": 597,
            "x2": 702,
            "y2": 779,
            "text": "ゴロゴ するの―！",
            "vi": "Gorogo!"
        },
        {
            "x1": 311,
            "y1": 595,
            "x2": 407,
            "y2": 743,
            "text": "リク君は 負けたー",
            "vi": "Riku thua"
        },
        {
            "x1": 759,
            "y1": 1063,
            "x2": 807,
            "y2": 1161,
            "text": "あげる",
            "vi": "cho"
        },
        {
            "x1": 913,
            "y1": 1042,
            "x2": 1067,
            "y2": 1281,
            "text": "カンムリ 作れるように なったよく",
            "vi": "Bây giờ tôi có thể tạo ra một kangmuri"
        },
        {
            "x1": 376,
            "y1": 1047,
            "x2": 464,
            "y2": 1209,
            "text": "しっぽから つけられるかも",
            "vi": "Có thể được gắn từ đuôi"
        },
        {
            "x1": 179,
            "y1": 1076,
            "x2": 219,
            "y2": 1227,
            "text": "十めんかっ",
            "vi": "Mười"
        },
        {
            "x1": 562,
            "y1": 1273,
            "x2": 617,
            "y2": 1527,
            "text": "すごーい！",
            "vi": "tuyệt vời!"
        }
    ],
    "013.jpg": [
        {
            "x1": 830,
            "y1": 135,
            "x2": 878,
            "y2": 293,
            "text": "次あっち",
            "vi": "Tiếp theo"
        },
        {
            "x1": 658,
            "y1": 481,
            "x2": 787,
            "y2": 756,
            "text": "あるじ フェルおじちゃん はやくー",
            "vi": "Aji Fel chú là nhanh chóng"
        },
        {
            "x1": 855,
            "y1": 986,
            "x2": 894,
            "y2": 1168,
            "text": "はいはいー",
            "vi": "Có có"
        }
    ],
    "014.jpg": [
        {
            "x1": 765,
            "y1": 83,
            "x2": 793,
            "y2": 151,
            "text": "ネュー",
            "vi": "Nub"
        }
    ],
    "015.jpg": [
        {
            "x1": 589,
            "y1": 167,
            "x2": 718,
            "y2": 328,
            "text": "やっと 宿帰宅",
            "vi": "Cuối cùng trở về nhà"
        },
        {
            "x1": 288,
            "y1": 500,
            "x2": 407,
            "y2": 656,
            "text": "ただい ま～～～",
            "vi": "Tôi đang ở ngay bây giờ ~~~"
        },
        {
            "x1": 852,
            "y1": 950,
            "x2": 976,
            "y2": 1145,
            "text": "スイ いつも こんな大冒険 してたんだな",
            "vi": "Sui tôi luôn có một cuộc phiêu lưu lớn như vậy"
        },
        {
            "x1": 694,
            "y1": 970,
            "x2": 737,
            "y2": 1151,
            "text": "してた―！",
            "vi": "Tôi là!"
        },
        {
            "x1": 112,
            "y1": 923,
            "x2": 239,
            "y2": 1107,
            "text": "でも なんか見れて 安心した",
            "vi": "Nhưng tôi cảm thấy nhẹ nhõm khi thấy một cái gì đó"
        },
        {
            "x1": 529,
            "y1": 1195,
            "x2": 576,
            "y2": 1321,
            "text": "安心？",
            "vi": "sự an tâm?"
        },
        {
            "x1": 302,
            "y1": 1154,
            "x2": 335,
            "y2": 1341,
            "text": "そうだぞー",
            "vi": "Đúng thế"
        },
        {
            "x1": 73,
            "y1": 1218,
            "x2": 193,
            "y2": 1442,
            "text": "スイ達だけの時 超心配してたん だからなー",
            "vi": "Bởi vì tôi đã siêu mạnh mẽ khi chỉ có sui"
        }
    ],
    "016.jpg": [
        {
            "x1": 831,
            "y1": 136,
            "x2": 1020,
            "y2": 390,
            "text": "でも こうやって スイの世界が 見られて 良かったよ",
            "vi": "Nhưng thật tốt khi thấy thế giới của Sui như thế này"
        },
        {
            "x1": 830,
            "y1": 659,
            "x2": 968,
            "y2": 847,
            "text": "今日は ありがとな スイ",
            "vi": "Cảm ơn bạn cho ngày hôm nay"
        },
        {
            "x1": 232,
            "y1": 722,
            "x2": 311,
            "y2": 919,
            "text": "えへへ",
            "vi": "Ehehe"
        },
        {
            "x1": 377,
            "y1": 1016,
            "x2": 519,
            "y2": 1258,
            "text": "んじゃー… 今日唐揚げ 食いたい人ー‼",
            "vi": "Xin chào... những người muốn ăn gà rán hôm nay"
        },
        {
            "x1": 948,
            "y1": 1219,
            "x2": 1100,
            "y2": 1479,
            "text": "おいメシだ‼ そんな事よりも 肉をよこせ！",
            "vi": "Đó là Omei Đưa thịt nhiều hơn thế!"
        },
        {
            "x1": 589,
            "y1": 1220,
            "x2": 704,
            "y2": 1367,
            "text": "あるじく スイもお腹 ペコペコー",
            "vi": "Một sui nào đó cũng đói"
        },
        {
            "x1": 596,
            "y1": 1436,
            "x2": 628,
            "y2": 1557,
            "text": "はいはい",
            "vi": "Có có"
        },
        {
            "x1": 28,
            "y1": 1281,
            "x2": 86,
            "y2": 1562,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}