var ocr_data = {
    "001.jpg": [
        {
            "x1": 27,
            "y1": 57,
            "x2": 723,
            "y2": 107,
            "text": "第21罩 男の子とはじめてのケンカ 後編",
            "vi": "Phần thứ hai của cuộc chiến đầu tiên với cậu bé"
        },
        {
            "x1": 640,
            "y1": 136,
            "x2": 791,
            "y2": 395,
            "text": "勝負しろ スライム",
            "vi": "Cạnh tranh Slime"
        },
        {
            "x1": 565,
            "y1": 862,
            "x2": 598,
            "y2": 1053,
            "text": "しょうぶー♬",
            "vi": "Shobu"
        },
        {
            "x1": 221,
            "y1": 775,
            "x2": 401,
            "y2": 995,
            "text": "どっちが すごいのか はっきり させてやる！",
            "vi": "Tôi sẽ làm rõ cái nào thật tuyệt vời!"
        },
        {
            "x1": 650,
            "y1": 1290,
            "x2": 979,
            "y2": 1464,
            "text": "漫画：双葉もも 原作：江回連 キャラクター原案:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Nhân vật cuối cùng"
        },
        {
            "x1": 26,
            "y1": 1250,
            "x2": 542,
            "y2": 1407,
            "text": "とんでもスギル同 異世界放浪メジ",
            "vi": "Khơi dậy cùng thế giới lang thang"
        }
    ],
    "002.jpg": [
        {
            "x1": 911,
            "y1": 90,
            "x2": 1092,
            "y2": 357,
            "text": "わーい！ 何するのー？ 何するー⁉",
            "vi": "Yay! Công việc của bạn là gì? Công việc của bạn là gì?"
        },
        {
            "x1": 217,
            "y1": 189,
            "x2": 291,
            "y2": 342,
            "text": "ちょっと リクくん！",
            "vi": "Một chút Riku -Kun!"
        },
        {
            "x1": 916,
            "y1": 470,
            "x2": 1006,
            "y2": 678,
            "text": "やめてよ 勝負なんて！",
            "vi": "Dừng trò chơi!"
        },
        {
            "x1": 480,
            "y1": 466,
            "x2": 575,
            "y2": 697,
            "text": "横どりなんて ずるーい！",
            "vi": "Tôi không muốn đứng về phía!"
        },
        {
            "x1": 625,
            "y1": 665,
            "x2": 737,
            "y2": 834,
            "text": "ぷるちゃんと 遊んでたのは 私なんだよ！",
            "vi": "Tôi là người đã chơi với Puru -chan!"
        },
        {
            "x1": 508,
            "y1": 710,
            "x2": 581,
            "y2": 835,
            "text": "それに あぶないよく",
            "vi": "Và nó nguy hiểm"
        },
        {
            "x1": 155,
            "y1": 629,
            "x2": 240,
            "y2": 852,
            "text": "そんなん知るか 勝負は勝負だ",
            "vi": "Tôi biết rằng, trò chơi là một trò chơi"
        },
        {
            "x1": 1000,
            "y1": 957,
            "x2": 1042,
            "y2": 1137,
            "text": "勝負って…",
            "vi": "Cạnh tranh..."
        },
        {
            "x1": 840,
            "y1": 994,
            "x2": 925,
            "y2": 1206,
            "text": "さっき負けて たじゃない",
            "vi": "Tôi không chỉ thua"
        },
        {
            "x1": 551,
            "y1": 1213,
            "x2": 585,
            "y2": 1332,
            "text": "スイ強い",
            "vi": "Vững chắc"
        },
        {
            "x1": 183,
            "y1": 1097,
            "x2": 302,
            "y2": 1418,
            "text": "あんなの 不意打ちだろ‼",
            "vi": "Đó là một điều ngạc nhiên."
        },
        {
            "x1": 185,
            "y1": 1462,
            "x2": 210,
            "y2": 1540,
            "text": "ズルだ",
            "vi": "Nó cẩu thả"
        }
    ],
    "003.jpg": [
        {
            "x1": 858,
            "y1": 59,
            "x2": 958,
            "y2": 228,
            "text": "まあ相手は あのスライム だし？",
            "vi": "Vâng, đối thủ là chất nhờn?"
        },
        {
            "x1": 739,
            "y1": 145,
            "x2": 846,
            "y2": 313,
            "text": "戦闘無しの 特別ルールに してやる",
            "vi": "Tôi sẽ biến nó thành một quy tắc đặc biệt mà không có trận chiến"
        },
        {
            "x1": 558,
            "y1": 87,
            "x2": 603,
            "y2": 348,
            "text": "“度胸だめし´だ",
            "vi": "\"Tôi xin lôi"
        },
        {
            "x1": 486,
            "y1": 462,
            "x2": 528,
            "y2": 656,
            "text": "ルールは単純",
            "vi": "Các quy tắc rất đơn giản"
        },
        {
            "x1": 248,
            "y1": 569,
            "x2": 402,
            "y2": 764,
            "text": "“この街で一番 強い犬´の毛を 先にとってきた 方が勝ちだ",
            "vi": "\"Tốt hơn là nên lấy mái tóc của con chó mạnh nhất ở thành phố này trước"
        },
        {
            "x1": 101,
            "y1": 700,
            "x2": 169,
            "y2": 844,
            "text": "以上！",
            "vi": "đó là tất cả!"
        },
        {
            "x1": 883,
            "y1": 985,
            "x2": 930,
            "y2": 1136,
            "text": "いぬー？",
            "vi": "KHÔNG?"
        },
        {
            "x1": 644,
            "y1": 973,
            "x2": 706,
            "y2": 1178,
            "text": "何その ふわふわルール…",
            "vi": "Thật là một quy tắc mượt mà..."
        },
        {
            "x1": 422,
            "y1": 1008,
            "x2": 497,
            "y2": 1190,
            "text": "リクくんの いじわるー！",
            "vi": "Riku -Kun của mớ hỗn độn!"
        },
        {
            "x1": 151,
            "y1": 1005,
            "x2": 259,
            "y2": 1184,
            "text": "何とでも言え もう戦いは 始まってんだ‼",
            "vi": "Dù sao đi nữa, trận chiến đã bắt đầu."
        },
        {
            "x1": 590,
            "y1": 1213,
            "x2": 620,
            "y2": 1405,
            "text": "自分で考えろ！",
            "vi": "Suy nghĩ cho chính mình!"
        },
        {
            "x1": 85,
            "y1": 1107,
            "x2": 115,
            "y2": 1315,
            "text": "おいスライム！",
            "vi": "Này chất nhờn!"
        }
    ],
    "004.jpg": [
        {
            "x1": 907,
            "y1": 102,
            "x2": 1041,
            "y2": 335,
            "text": "勝っても 負けても 恨みっこ無しだ",
            "vi": "Không có mối hận thù nào cho dù bạn thắng hay thua"
        },
        {
            "x1": 222,
            "y1": 243,
            "x2": 256,
            "y2": 407,
            "text": "やくそく？",
            "vi": "Lén lút?"
        },
        {
            "x1": 766,
            "y1": 312,
            "x2": 845,
            "y2": 523,
            "text": "約束は 守ってもらうぞ",
            "vi": "Tôi sẽ giữ lời hứa của tôi"
        },
        {
            "x1": 965,
            "y1": 845,
            "x2": 1001,
            "y2": 1028,
            "text": "なんだっけー",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 687,
            "y1": 756,
            "x2": 871,
            "y2": 950,
            "text": "そういや なんで負けたら 私に近づいちゃ だめって事に なるの？",
            "vi": "Không, tại sao bạn lại gần tôi hơn nếu bạn thua?"
        },
        {
            "x1": 151,
            "y1": 778,
            "x2": 272,
            "y2": 1078,
            "text": "はい よーい スタートォ‼",
            "vi": "Vâng, bắt đầu tốt"
        },
        {
            "x1": 837,
            "y1": 1177,
            "x2": 913,
            "y2": 1307,
            "text": "あっ ズルーイ",
            "vi": "Ôi Zurui"
        }
    ],
    "005.jpg": [
        {
            "x1": 512,
            "y1": 21,
            "x2": 640,
            "y2": 176,
            "text": "てん",
            "vi": "chỉ trỏ"
        },
        {
            "x1": 295,
            "y1": 64,
            "x2": 425,
            "y2": 244,
            "text": "么ム，",
            "vi": "么 么"
        },
        {
            "x1": 735,
            "y1": 601,
            "x2": 816,
            "y2": 793,
            "text": "場所 わかんないー",
            "vi": "Tôi không biết vị trí"
        },
        {
            "x1": 95,
            "y1": 626,
            "x2": 218,
            "y2": 807,
            "text": "ついて くるな！",
            "vi": "Đừng làm theo!"
        },
        {
            "x1": 843,
            "y1": 865,
            "x2": 918,
            "y2": 1025,
            "text": "くそ！ せこいぞ‼",
            "vi": "Đụ! Sekoi"
        },
        {
            "x1": 794,
            "y1": 1082,
            "x2": 921,
            "y2": 1279,
            "text": "おいかけっこ みたいで 楽しーねー",
            "vi": "Nó có vẻ như nó vui"
        },
        {
            "x1": 548,
            "y1": 1117,
            "x2": 645,
            "y2": 1236,
            "text": "しかも 速っっ",
            "vi": "Hơn nữa, nhanh"
        },
        {
            "x1": 446,
            "y1": 1068,
            "x2": 534,
            "y2": 1180,
            "text": "反則 だぞ！",
            "vi": "Đó là một pha phạm lỗi!"
        },
        {
            "x1": 95,
            "y1": 1125,
            "x2": 198,
            "y2": 1371,
            "text": "お前スライム なんだから もっと遅く走れよ！",
            "vi": "Bạn là chất nhờn, vì vậy hãy chạy sau!"
        }
    ],
    "006.jpg": [
        {
            "x1": 790,
            "y1": 56,
            "x2": 896,
            "y2": 277,
            "text": "こんなやつの どこが良いんだ ミリーナのやつ！",
            "vi": "Có gì tốt về một anh chàng như vậy!"
        },
        {
            "x1": 564,
            "y1": 59,
            "x2": 689,
            "y2": 213,
            "text": "わーい 抜いた",
            "vi": "Thành công lớn"
        },
        {
            "x1": 489,
            "y1": 47,
            "x2": 582,
            "y2": 216,
            "text": "よー！",
            "vi": "Ừ!"
        },
        {
            "x1": 216,
            "y1": 334,
            "x2": 293,
            "y2": 495,
            "text": "しめた…！ 今のうちに…",
            "vi": "Tôi đạt được rồi...! Trong khi chúng tôi có thời gian…"
        },
        {
            "x1": 882,
            "y1": 598,
            "x2": 1006,
            "y2": 752,
            "text": "たたっ",
            "vi": "Ngứa ngáy"
        },
        {
            "x1": 668,
            "y1": 635,
            "x2": 715,
            "y2": 755,
            "text": "あれ？",
            "vi": "điều đó?"
        },
        {
            "x1": 183,
            "y1": 628,
            "x2": 264,
            "y2": 852,
            "text": "あの子 いなくなったー",
            "vi": "Đứa trẻ đó đã biến mất"
        },
        {
            "x1": 928,
            "y1": 1067,
            "x2": 971,
            "y2": 1153,
            "text": "ふう",
            "vi": "Hung"
        },
        {
            "x1": 903,
            "y1": 1281,
            "x2": 940,
            "y2": 1422,
            "text": "撒けた…",
            "vi": "Đã chạy nước rút..."
        },
        {
            "x1": 226,
            "y1": 1268,
            "x2": 273,
            "y2": 1422,
            "text": "あとは…",
            "vi": "một lát sau…"
        }
    ],
    "007.jpg": [
        {
            "x1": 435,
            "y1": 966,
            "x2": 475,
            "y2": 1159,
            "text": "あいつだ…",
            "vi": "Anh chàng đó..."
        }
    ],
    "008.jpg": [
        {
            "x1": 884,
            "y1": 123,
            "x2": 1027,
            "y2": 308,
            "text": "どうし よう…",
            "vi": "Tôi nên làm gì đây…"
        },
        {
            "x1": 960,
            "y1": 511,
            "x2": 1040,
            "y2": 678,
            "text": "なにするん だっけー",
            "vi": "Bạn đang làm gì vậy?"
        },
        {
            "x1": 628,
            "y1": 489,
            "x2": 708,
            "y2": 630,
            "text": "んっと… んっと…",
            "vi": "Hmmm..."
        },
        {
            "x1": 759,
            "y1": 1133,
            "x2": 845,
            "y2": 1279,
            "text": "あるじに きこー",
            "vi": "Arujini Kiko"
        }
    ],
    "009.jpg": [
        {
            "x1": 575,
            "y1": 61,
            "x2": 614,
            "y2": 134,
            "text": "よじ",
            "vi": "Xoay"
        },
        {
            "x1": 809,
            "y1": 112,
            "x2": 912,
            "y2": 307,
            "text": "スイ ぉ主 遊んでおった のではないか？",
            "vi": "Bạn đã chơi Sui?"
        },
        {
            "x1": 559,
            "y1": 301,
            "x2": 690,
            "y2": 513,
            "text": "遊んでたよー！ でもね あるじに聞きたい ことがあったの！",
            "vi": "Tôi đang chơi! Nhưng có điều gì đó tôi muốn hỏi!"
        },
        {
            "x1": 345,
            "y1": 348,
            "x2": 379,
            "y2": 512,
            "text": "あるじはー？",
            "vi": "Có không?"
        },
        {
            "x1": 79,
            "y1": 276,
            "x2": 158,
            "y2": 487,
            "text": "あやつは まだ中におるぞ",
            "vi": "AATSU vẫn ở trong"
        },
        {
            "x1": 903,
            "y1": 600,
            "x2": 977,
            "y2": 754,
            "text": "じゃあ まってよー",
            "vi": "Vậy thì vậy"
        },
        {
            "x1": 455,
            "y1": 643,
            "x2": 515,
            "y2": 736,
            "text": "了わ",
            "vi": "Hoàn chỉnh"
        },
        {
            "x1": 114,
            "y1": 581,
            "x2": 159,
            "y2": 780,
            "text": "ふわふわ…",
            "vi": "lông xù…"
        },
        {
            "x1": 529,
            "y1": 964,
            "x2": 647,
            "y2": 1206,
            "text": "犬犬の毛\"を とってくる",
            "vi": "Tóc chó \""
        },
        {
            "x1": 512,
            "y1": 1301,
            "x2": 560,
            "y2": 1558,
            "text": "そうだぁ──‼",
            "vi": "Đúng thế!"
        }
    ],
    "010.jpg": [
        {
            "x1": 858,
            "y1": 52,
            "x2": 996,
            "y2": 251,
            "text": "じゃーねー フェル おじちゃん",
            "vi": "Rồi chú Fel"
        },
        {
            "x1": 759,
            "y1": 59,
            "x2": 811,
            "y2": 257,
            "text": "ありがと",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 1010,
            "y1": 256,
            "x2": 1089,
            "y2": 434,
            "text": "スイ 今 何をしたか‼",
            "vi": "Sui bạn đã làm gì bây giờ?"
        },
        {
            "x1": 202,
            "y1": 156,
            "x2": 301,
            "y2": 409,
            "text": "こら！ 待たんかスイ！",
            "vi": "Này! Đợi đã!"
        },
        {
            "x1": 877,
            "y1": 653,
            "x2": 973,
            "y2": 946,
            "text": "スイー‼",
            "vi": "Kẹo!"
        },
        {
            "x1": 958,
            "y1": 1029,
            "x2": 991,
            "y2": 1166,
            "text": "はっやく！",
            "vi": "Xin chào!"
        },
        {
            "x1": 820,
            "y1": 1052,
            "x2": 854,
            "y2": 1217,
            "text": "はっやくー♬",
            "vi": "Chúc mừng ♬"
        },
        {
            "x1": 985,
            "y1": 1214,
            "x2": 1020,
            "y2": 1298,
            "text": "スイが",
            "vi": "Sui"
        },
        {
            "x1": 578,
            "y1": 990,
            "x2": 801,
            "y2": 1476,
            "text": "うわあああ‼",
            "vi": "Wow aa!"
        }
    ],
    "011.jpg": [
        {
            "x1": 801,
            "y1": 261,
            "x2": 968,
            "y2": 741,
            "text": "ノ 来るなああ‼",
            "vi": "Không có vấn đề gì"
        },
        {
            "x1": 272,
            "y1": 903,
            "x2": 411,
            "y2": 1277,
            "text": "わあああ",
            "vi": "Wow oh"
        }
    ],
    "012.jpg": [
        {
            "x1": 346,
            "y1": 11,
            "x2": 433,
            "y2": 317,
            "text": "スライム！",
            "vi": "Chất nhờn!"
        },
        {
            "x1": 886,
            "y1": 661,
            "x2": 998,
            "y2": 873,
            "text": "なんで お前が…⁉",
            "vi": "Tại sao bạn...⁉"
        },
        {
            "x1": 214,
            "y1": 845,
            "x2": 310,
            "y2": 1036,
            "text": "いじめちゃ だめ",
            "vi": "Đừng bắt nạt"
        },
        {
            "x1": 802,
            "y1": 1143,
            "x2": 959,
            "y2": 1407,
            "text": "よせ！ そいつは キケンなんだ！",
            "vi": "Vâng! Đó là Kiken!"
        },
        {
            "x1": 531,
            "y1": 1425,
            "x2": 604,
            "y2": 1537,
            "text": "ぶる",
            "vi": "Bay nhanh"
        }
    ],
    "013.jpg": [
        {
            "x1": 105,
            "y1": 120,
            "x2": 170,
            "y2": 316,
            "text": "逃げた‼",
            "vi": "Đã chạy đi!"
        },
        {
            "x1": 907,
            "y1": 547,
            "x2": 988,
            "y2": 744,
            "text": "だいじょーぶー",
            "vi": "đồng ý"
        },
        {
            "x1": 669,
            "y1": 491,
            "x2": 703,
            "y2": 661,
            "text": "一体なにを…",
            "vi": "Cái quái gì thế..."
        },
        {
            "x1": 529,
            "y1": 527,
            "x2": 597,
            "y2": 672,
            "text": "……いや それよりも",
            "vi": "......không, hơn thế nữa"
        },
        {
            "x1": 103,
            "y1": 489,
            "x2": 315,
            "y2": 785,
            "text": "お前 犬の毛を 持ってるじゃ ないか オレなんか ほっといたら お前勝てたってのに…",
            "vi": "Bạn có mái tóc của con chó của bạn, ngay cả khi tôi cảm thấy nhẹ nhõm, bạn có thể giành chiến thắng..."
        },
        {
            "x1": 826,
            "y1": 875,
            "x2": 934,
            "y2": 1088,
            "text": "でも勝負は 勝負だ！",
            "vi": "Nhưng trò chơi là một trò chơi!"
        },
        {
            "x1": 189,
            "y1": 910,
            "x2": 270,
            "y2": 1013,
            "text": "てん",
            "vi": "chỉ trỏ"
        },
        {
            "x1": 657,
            "y1": 1017,
            "x2": 740,
            "y2": 1182,
            "text": "多少邪魔が 入ったけど",
            "vi": "Mặc dù nó có phần cản trở"
        },
        {
            "x1": 278,
            "y1": 850,
            "x2": 366,
            "y2": 1254,
            "text": "てん ひどーい",
            "vi": "Khủng khiếp"
        },
        {
            "x1": 161,
            "y1": 1004,
            "x2": 211,
            "y2": 1109,
            "text": "だすけた のにくそ…",
            "vi": "Tôi xin lôi..."
        },
        {
            "x1": 181,
            "y1": 1112,
            "x2": 245,
            "y2": 1215,
            "text": "てん",
            "vi": "chỉ trỏ"
        },
        {
            "x1": 527,
            "y1": 1154,
            "x2": 613,
            "y2": 1376,
            "text": "勝つのは このオレだ！",
            "vi": "Đây là tôi, người chiến thắng!"
        }
    ],
    "014.jpg": [
        {
            "x1": 985,
            "y1": 11,
            "x2": 1056,
            "y2": 295,
            "text": "スライム！",
            "vi": "Chất nhờn!"
        },
        {
            "x1": 316,
            "y1": 133,
            "x2": 353,
            "y2": 285,
            "text": "…助かった",
            "vi": "Lôi đã được lưu"
        },
        {
            "x1": 223,
            "y1": 281,
            "x2": 259,
            "y2": 433,
            "text": "ありがとな",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 993,
            "y1": 1065,
            "x2": 1104,
            "y2": 1315,
            "text": "くそっしゃあ 負けねえ‼",
            "vi": "Tôi không thể mất"
        },
        {
            "x1": 711,
            "y1": 1041,
            "x2": 789,
            "y2": 1197,
            "text": "スイもー",
            "vi": "Sui"
        },
        {
            "x1": 319,
            "y1": 1101,
            "x2": 379,
            "y2": 1214,
            "text": "あうに",
            "vi": "Mờ"
        },
        {
            "x1": 410,
            "y1": 1128,
            "x2": 513,
            "y2": 1347,
            "text": "あとさっきの別に 泣いてなんかない からな‼",
            "vi": "Và tôi không khóc riêng."
        },
        {
            "x1": 297,
            "y1": 1156,
            "x2": 372,
            "y2": 1291,
            "text": "言うなよ‼",
            "vi": "Đừng nói"
        },
        {
            "x1": 265,
            "y1": 1296,
            "x2": 302,
            "y2": 1479,
            "text": "泣いてたよー",
            "vi": "Tôi đang khóc"
        }
    ],
    "015.jpg": [
        {
            "x1": 561,
            "y1": 742,
            "x2": 623,
            "y2": 892,
            "text": "…かっ",
            "vi": "…"
        },
        {
            "x1": 830,
            "y1": 907,
            "x2": 890,
            "y2": 1188,
            "text": "勝ったぁく…",
            "vi": "Tôi thăng..."
        },
        {
            "x1": 90,
            "y1": 973,
            "x2": 172,
            "y2": 1113,
            "text": "はぁ…",
            "vi": "Hả..."
        },
        {
            "x1": 366,
            "y1": 1215,
            "x2": 468,
            "y2": 1440,
            "text": "わーん 負けたぁ～_~",
            "vi": "Tôi đã mất ~ _ ~"
        }
    ],
    "016.jpg": [
        {
            "x1": 1045,
            "y1": 78,
            "x2": 1083,
            "y2": 188,
            "text": "いや…",
            "vi": "KHÔNG…"
        },
        {
            "x1": 930,
            "y1": 128,
            "x2": 971,
            "y2": 305,
            "text": "引き分けだ",
            "vi": "Đó là một sự rút"
        },
        {
            "x1": 688,
            "y1": 68,
            "x2": 792,
            "y2": 235,
            "text": "オレはさっき こいつに 助けられた",
            "vi": "Tôi đã được anh chàng này giúp đỡ"
        },
        {
            "x1": 566,
            "y1": 168,
            "x2": 663,
            "y2": 346,
            "text": "あれがなきゃ こいつが勝って たんだ",
            "vi": "Nếu đó không phải là trường hợp, anh chàng này sẽ thắng"
        },
        {
            "x1": 163,
            "y1": 204,
            "x2": 282,
            "y2": 375,
            "text": "だから 今回の勝負は 引き分けだ",
            "vi": "Vì vậy, trò chơi này là một trận hòa"
        },
        {
            "x1": 963,
            "y1": 596,
            "x2": 1098,
            "y2": 792,
            "text": "え！ じゃあ あの約束も なし⁉",
            "vi": "bức ảnh! Sau đó, không có lời hứa"
        },
        {
            "x1": 542,
            "y1": 630,
            "x2": 726,
            "y2": 830,
            "text": "じゃあ みんなで 遊ぼー‼",
            "vi": "Sau đó mọi người sẽ chơi"
        },
        {
            "x1": 282,
            "y1": 682,
            "x2": 322,
            "y2": 801,
            "text": "あそぶ",
            "vi": "Chơi"
        },
        {
            "x1": 769,
            "y1": 809,
            "x2": 836,
            "y2": 979,
            "text": "あーまぁー そうなるな…",
            "vi": "Ahhhhhh..."
        },
        {
            "x1": 888,
            "y1": 1247,
            "x2": 928,
            "y2": 1411,
            "text": "お待たせく",
            "vi": "Vui lòng đợi"
        },
        {
            "x1": 715,
            "y1": 1262,
            "x2": 843,
            "y2": 1425,
            "text": "…てうわ そんなに 待たせた⁉",
            "vi": "...Tôi đã làm rất nhiều sự chờ đợi⁉"
        },
        {
            "x1": 116,
            "y1": 1509,
            "x2": 395,
            "y2": 1563,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}