var ocr_data = {
    "001.jpg": [
        {
            "x1": 348,
            "y1": 59,
            "x2": 730,
            "y2": 115,
            "text": "第42章 かくれんぼ",
            "vi": "Chương 42 ẩn"
        },
        {
            "x1": 60,
            "y1": 1518,
            "x2": 1063,
            "y2": 1569,
            "text": "漫画：双葉もも 原作：江口連 キｬﾗクター原案:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi Ren Kiractor"
        }
    ],
    "002.jpg": [
        {
            "x1": 548,
            "y1": 189,
            "x2": 663,
            "y2": 342,
            "text": "スイちゃん お話が あります",
            "vi": "Sui -chan có một câu chuyện"
        },
        {
            "x1": 920,
            "y1": 753,
            "x2": 961,
            "y2": 859,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 494,
            "y1": 748,
            "x2": 595,
            "y2": 935,
            "text": "ミリーナちゃん から聞いたん だけど",
            "vi": "Tôi nghe từ Milina"
        },
        {
            "x1": 747,
            "y1": 1088,
            "x2": 784,
            "y2": 1147,
            "text": "お外",
            "vi": "ở ngoài"
        },
        {
            "x1": 908,
            "y1": 1096,
            "x2": 1020,
            "y2": 1342,
            "text": "昨日 勝手に エリク君と 街の外に出たでしょ",
            "vi": "Hôm qua tôi đã đi ra khỏi thành phố với Eriku mà không được phép"
        },
        {
            "x1": 589,
            "y1": 1139,
            "x2": 665,
            "y2": 1303,
            "text": "うん！",
            "vi": "Ừ!"
        },
        {
            "x1": 400,
            "y1": 1276,
            "x2": 427,
            "y2": 1453,
            "text": "スイちゃんや…",
            "vi": "Sui -chan..."
        }
    ],
    "003.jpg": [
        {
            "x1": 621,
            "y1": 184,
            "x2": 665,
            "y2": 281,
            "text": "てっきり",
            "vi": "Thông suốt"
        },
        {
            "x1": 773,
            "y1": 206,
            "x2": 879,
            "y2": 423,
            "text": "勝手にお外出ちゃ ダメって言って なかったっけ？",
            "vi": "Bạn không nói rằng bạn không thể đi ra ngoài mà không được phép?"
        },
        {
            "x1": 538,
            "y1": 190,
            "x2": 615,
            "y2": 337,
            "text": "ばかり…",
            "vi": "Chỉ có..."
        },
        {
            "x1": 414,
            "y1": 191,
            "x2": 447,
            "y2": 448,
            "text": "そうだっけ？)心",
            "vi": "Có phải vậy không? )tình thương"
        },
        {
            "x1": 169,
            "y1": 254,
            "x2": 232,
            "y2": 456,
            "text": "そうです",
            "vi": "Đúng thế"
        },
        {
            "x1": 826,
            "y1": 612,
            "x2": 959,
            "y2": 754,
            "text": "ふたり 二人とも 何もなかった からいいん だけど…",
            "vi": "Không sao vì cả hai đều không có gì..."
        },
        {
            "x1": 655,
            "y1": 673,
            "x2": 796,
            "y2": 836,
            "text": "聞いた時 心臓飛び出る くらい心配 したんだぞ",
            "vi": "Khi tôi nghe nó, tôi đã đủ lo lắng để bật ra trái tim mình"
        },
        {
            "x1": 461,
            "y1": 622,
            "x2": 536,
            "y2": 781,
            "text": "スイは 大丈夫だよー",
            "vi": "Sui không sao cả"
        },
        {
            "x1": 233,
            "y1": 621,
            "x2": 365,
            "y2": 822,
            "text": "かもしれないけど エリク君が 危ない目にあった かもしれないし",
            "vi": "Có thể, nhưng Erik có thể đã nguy hiểm"
        },
        {
            "x1": 107,
            "y1": 687,
            "x2": 207,
            "y2": 889,
            "text": "下手したらスイが 他の冒険者に やられるかも…",
            "vi": "Nếu bạn không giỏi, Sui có thể được thực hiện bởi các nhà thám hiểm khác..."
        },
        {
            "x1": 915,
            "y1": 882,
            "x2": 948,
            "y2": 1043,
            "text": "いやホンット",
            "vi": "Không Honitsu"
        },
        {
            "x1": 845,
            "y1": 883,
            "x2": 880,
            "y2": 995,
            "text": "心配した",
            "vi": "Lo lắng"
        },
        {
            "x1": 609,
            "y1": 986,
            "x2": 658,
            "y2": 1085,
            "text": "なにー？",
            "vi": "cái gì?"
        },
        {
            "x1": 142,
            "y1": 965,
            "x2": 225,
            "y2": 1090,
            "text": "スイ 強いよー",
            "vi": "Sui rất mạnh"
        },
        {
            "x1": 814,
            "y1": 1164,
            "x2": 976,
            "y2": 1463,
            "text": "でも 心配したの",
            "vi": "Nhưng tôi đã lo lắng"
        },
        {
            "x1": 116,
            "y1": 1253,
            "x2": 232,
            "y2": 1403,
            "text": "ごめん なさい",
            "vi": "lấy làm tiếc"
        }
    ],
    "004.jpg": [
        {
            "x1": 889,
            "y1": 180,
            "x2": 943,
            "y2": 320,
            "text": "互ルおじをん あそぼー",
            "vi": "Bác Malley Asobo"
        },
        {
            "x1": 648,
            "y1": 126,
            "x2": 741,
            "y2": 350,
            "text": "これは…",
            "vi": "đây là…"
        },
        {
            "x1": 157,
            "y1": 387,
            "x2": 267,
            "y2": 651,
            "text": "何も伝わうて ないな…？",
            "vi": "Tôi không biết gì...?"
        },
        {
            "x1": 913,
            "y1": 760,
            "x2": 1009,
            "y2": 926,
            "text": "どうしだ もんか…",
            "vi": "Bạn có làm điều đó..."
        },
        {
            "x1": 784,
            "y1": 764,
            "x2": 865,
            "y2": 903,
            "text": "しまい しまい",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 265,
            "y1": 778,
            "x2": 372,
            "y2": 916,
            "text": "難しい なそ…",
            "vi": "Thật khó khăn..."
        },
        {
            "x1": 138,
            "y1": 819,
            "x2": 198,
            "y2": 957,
            "text": "キイキレイ",
            "vi": "Kiikirei"
        },
        {
            "x1": 128,
            "y1": 878,
            "x2": 179,
            "y2": 980,
            "text": "まだあった",
            "vi": "Vẫn còn"
        },
        {
            "x1": 790,
            "y1": 1064,
            "x2": 889,
            "y2": 1160,
            "text": "これも キしイに なった〜",
            "vi": "Điều này cũng trở nên tốt hơn ~"
        },
        {
            "x1": 609,
            "y1": 1132,
            "x2": 656,
            "y2": 1223,
            "text": "スイ",
            "vi": "Sui"
        },
        {
            "x1": 496,
            "y1": 1222,
            "x2": 612,
            "y2": 1340,
            "text": "今日 俺らと 遊ぼっか",
            "vi": "Hãy chơi với chúng tôi ngay hôm nay"
        },
        {
            "x1": 179,
            "y1": 1212,
            "x2": 272,
            "y2": 1330,
            "text": "わーい あそぶ",
            "vi": "Wow chơi"
        }
    ],
    "005.jpg": [
        {
            "x1": 815,
            "y1": 92,
            "x2": 936,
            "y2": 361,
            "text": "監督不行き届きで お前も参加だからな フェル",
            "vi": "Bởi vì bạn không phải là giám đốc và bạn cũng đang tham gia"
        },
        {
            "x1": 587,
            "y1": 243,
            "x2": 672,
            "y2": 404,
            "text": "勝手に 巻き込むな",
            "vi": "Không tham gia"
        },
        {
            "x1": 407,
            "y1": 150,
            "x2": 470,
            "y2": 363,
            "text": "あるじ フェルおじちゃん",
            "vi": "UNJI FEL Bác"
        },
        {
            "x1": 261,
            "y1": 186,
            "x2": 339,
            "y2": 352,
            "text": "なにする なにするー",
            "vi": "Công việc của bạn là gì?"
        },
        {
            "x1": 119,
            "y1": 407,
            "x2": 195,
            "y2": 600,
            "text": "残念 逃げられません",
            "vi": "Tôi không thể trốn thoát được"
        },
        {
            "x1": 787,
            "y1": 950,
            "x2": 823,
            "y2": 1205,
            "text": "少しだけだぞ…",
            "vi": "Đó là một chút..."
        }
    ],
    "006.jpg": [
        {
            "x1": 898,
            "y1": 830,
            "x2": 1003,
            "y2": 994,
            "text": "のし",
            "vi": "P."
        },
        {
            "x1": 844,
            "y1": 839,
            "x2": 881,
            "y2": 981,
            "text": "そこだな",
            "vi": "Ở đó"
        },
        {
            "x1": 685,
            "y1": 886,
            "x2": 802,
            "y2": 1055,
            "text": "のし",
            "vi": "P."
        },
        {
            "x1": 622,
            "y1": 854,
            "x2": 665,
            "y2": 982,
            "text": "ガン心し",
            "vi": "Trái tim ung thư"
        },
        {
            "x1": 494,
            "y1": 1108,
            "x2": 572,
            "y2": 1271,
            "text": "見つけたぞ スイ…",
            "vi": "Tôi đã tìm thấy nó..."
        }
    ],
    "007.jpg": [
        {
            "x1": 179,
            "y1": 356,
            "x2": 262,
            "y2": 494,
            "text": "ふむ",
            "vi": "HM"
        },
        {
            "x1": 737,
            "y1": 613,
            "x2": 876,
            "y2": 816,
            "text": "ぷ3 ぷ3",
            "vi": "PU 3"
        },
        {
            "x1": 817,
            "y1": 1007,
            "x2": 885,
            "y2": 1291,
            "text": "見つけたぞ",
            "vi": "Tôi tìm thấy nó"
        }
    ],
    "008.jpg": [
        {
            "x1": 941,
            "y1": 110,
            "x2": 1046,
            "y2": 328,
            "text": "見つかっ ちゃったく",
            "vi": "Tôi đã được tìm thấy"
        },
        {
            "x1": 623,
            "y1": 175,
            "x2": 790,
            "y2": 389,
            "text": "土に隠れようが 隠れまいが 我には 関係ないからな",
            "vi": "Tôi không quan trọng, ngay cả khi bạn giấu nó trong đất"
        },
        {
            "x1": 433,
            "y1": 136,
            "x2": 544,
            "y2": 376,
            "text": "かくれんぼ たのしー‼",
            "vi": "Ẩn -and -seek"
        },
        {
            "x1": 294,
            "y1": 251,
            "x2": 332,
            "y2": 386,
            "text": "次は俺か",
            "vi": "Tiếp theo là tôi"
        },
        {
            "x1": 187,
            "y1": 156,
            "x2": 259,
            "y2": 395,
            "text": "フェル 次から ハンデつけようぜ",
            "vi": "Fel hãy xử lý từ cái tiếp theo"
        },
        {
            "x1": 916,
            "y1": 566,
            "x2": 992,
            "y2": 695,
            "text": "フェル っぇく_",
            "vi": "Felk _"
        },
        {
            "x1": 147,
            "y1": 495,
            "x2": 237,
            "y2": 632,
            "text": "別に 構わんぞ",
            "vi": "Tôi không bận tâm"
        },
        {
            "x1": 896,
            "y1": 809,
            "x2": 1026,
            "y2": 976,
            "text": "でも スイも上手 だぞ‼",
            "vi": "Nhưng tôi cũng giỏi sui."
        },
        {
            "x1": 587,
            "y1": 807,
            "x2": 680,
            "y2": 986,
            "text": "土の中とは 考えたな！",
            "vi": "Tôi nghĩ rằng nó đã ở trên đất!"
        },
        {
            "x1": 482,
            "y1": 811,
            "x2": 534,
            "y2": 960,
            "text": "分かなないもん",
            "vi": "Tôi không biết"
        },
        {
            "x1": 230,
            "y1": 854,
            "x2": 293,
            "y2": 1009,
            "text": "えへへ",
            "vi": "Ehehe"
        },
        {
            "x1": 660,
            "y1": 1186,
            "x2": 793,
            "y2": 1382,
            "text": "ほら次 10数えるから 隠れろー！",
            "vi": "Bạn biết đấy, che giấu 10 tiếp theo!"
        }
    ],
    "009.jpg": [
        {
            "x1": 130,
            "y1": 103,
            "x2": 245,
            "y2": 322,
            "text": "こんな 簡単な遊びの何が 面白いのだ…",
            "vi": "Có gì thú vị về một trò chơi đơn giản như vậy..."
        },
        {
            "x1": 688,
            "y1": 303,
            "x2": 803,
            "y2": 458,
            "text": "もう かれこれ 四度目だぞ",
            "vi": "Đây là lần thứ tư"
        },
        {
            "x1": 850,
            "y1": 622,
            "x2": 915,
            "y2": 834,
            "text": "どこ かくれよっかなー",
            "vi": "Tôi tự hỏi liệu nó có ở đâu đó không"
        },
        {
            "x1": 339,
            "y1": 625,
            "x2": 437,
            "y2": 829,
            "text": "フェルおじちゃん の中は もうかくれたし",
            "vi": "Bên trong của chú Fel đã được giấu"
        },
        {
            "x1": 122,
            "y1": 817,
            "x2": 236,
            "y2": 960,
            "text": "アレは 隠れたとは 言わんぞ",
            "vi": "Tôi không nói rằng nó đã được ẩn"
        },
        {
            "x1": 298,
            "y1": 1085,
            "x2": 527,
            "y2": 1392,
            "text": "フェル おじちゃん！ スイ 次ここ！ ここに かくれるからね！",
            "vi": "Bác Fel! Suiji ở đây! Tôi có thể ẩn ở đây!"
        }
    ],
    "011.jpg": [
        {
            "x1": 842,
            "y1": 135,
            "x2": 957,
            "y2": 345,
            "text": "それが できたら苦労 しないっての…",
            "vi": "Tôi sẽ không có một thời gian khó khăn nếu tôi có thể làm điều đó..."
        },
        {
            "x1": 379,
            "y1": 136,
            "x2": 500,
            "y2": 337,
            "text": "ぷ3 ぷる",
            "vi": "Puru 3"
        },
        {
            "x1": 237,
            "y1": 446,
            "x2": 280,
            "y2": 626,
            "text": "ここかな！",
            "vi": "Có phải ở đây không!"
        },
        {
            "x1": 800,
            "y1": 707,
            "x2": 958,
            "y2": 878,
            "text": "それとも ここかな！ ガサ",
            "vi": "Hoặc có thể ở đây! Khí"
        },
        {
            "x1": 511,
            "y1": 686,
            "x2": 547,
            "y2": 848,
            "text": "こっちか！",
            "vi": "Nơi đây!"
        },
        {
            "x1": 357,
            "y1": 845,
            "x2": 393,
            "y2": 1009,
            "text": "いないなく",
            "vi": "Chắc chắn là"
        },
        {
            "x1": 754,
            "y1": 1183,
            "x2": 889,
            "y2": 1353,
            "text": "うーん… ここには いないみたい だし",
            "vi": "Hmm... dường như không ở đây"
        },
        {
            "x1": 635,
            "y1": 1351,
            "x2": 729,
            "y2": 1526,
            "text": "あっち 探すかく～",
            "vi": "Tôi đang tìm nó ở đó ~"
        },
        {
            "x1": 101,
            "y1": 1296,
            "x2": 200,
            "y2": 1440,
            "text": "スイ かくれんぼ じょうずー",
            "vi": "Sui Hakusho Josuzu"
        }
    ]
}