var ocr_data = {
    "001.jpg": [
        {
            "x1": 250,
            "y1": 67,
            "x2": 856,
            "y2": 112,
            "text": "第56章 職人さんのふしぎな魔法",
            "vi": "Chương 56 Phép thuật bí ẩn của"
        },
        {
            "x1": 98,
            "y1": 1523,
            "x2": 991,
            "y2": 1568,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸター原案:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi Ren Nhân vật Sách gốc: YA"
        }
    ],
    "002.jpg": [
        {
            "x1": 468,
            "y1": 379,
            "x2": 509,
            "y2": 612,
            "text": "終わったのか？",
            "vi": "Nó đã kết thúc?"
        },
        {
            "x1": 163,
            "y1": 588,
            "x2": 239,
            "y2": 801,
            "text": "いや まだ少し かかるって",
            "vi": "Không, nó vẫn mất một chút"
        },
        {
            "x1": 939,
            "y1": 859,
            "x2": 1055,
            "y2": 1078,
            "text": "それまで 街に戻ってても いいんだけど…",
            "vi": "Bạn có thể trở lại thành phố cho đến lúc đó..."
        },
        {
            "x1": 417,
            "y1": 862,
            "x2": 479,
            "y2": 1060,
            "text": "おい 主 スイはどうした？",
            "vi": "Này, chuyện gì đã xảy ra với Sui?"
        },
        {
            "x1": 835,
            "y1": 1225,
            "x2": 952,
            "y2": 1432,
            "text": "気になる みたい…",
            "vi": "Tôi cảm thấy lo lắng..."
        }
    ],
    "003.jpg": [
        {
            "x1": 816,
            "y1": 653,
            "x2": 915,
            "y2": 869,
            "text": "エリクくん バラバラ…",
            "vi": "Eliku -Kun xa nhau..."
        },
        {
            "x1": 928,
            "y1": 1096,
            "x2": 957,
            "y2": 1157,
            "text": "うわ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 123,
            "y1": 1056,
            "x2": 167,
            "y2": 1189,
            "text": "こらー",
            "vi": "Này"
        }
    ],
    "004.jpg": [
        {
            "x1": 936,
            "y1": 103,
            "x2": 1021,
            "y2": 327,
            "text": "心配しなくても 大丈夫ですよ",
            "vi": "Bạn không phải lo lắng"
        },
        {
            "x1": 151,
            "y1": 236,
            "x2": 188,
            "y2": 297,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 394,
            "y1": 204,
            "x2": 523,
            "y2": 401,
            "text": "これ スイの おともだち だよ",
            "vi": "Đây là một người bạn tốt"
        },
        {
            "x1": 470,
            "y1": 451,
            "x2": 555,
            "y2": 631,
            "text": "とぶ3る",
            "vi": "Được 3"
        },
        {
            "x1": 150,
            "y1": 442,
            "x2": 265,
            "y2": 596,
            "text": "もう少し 待ってて くださいね",
            "vi": "Hãy đợi lâu hơn một chút"
        },
        {
            "x1": 835,
            "y1": 708,
            "x2": 1011,
            "y2": 905,
            "text": "穴が空いてた 箇所は こんな感じに 直しましたが",
            "vi": "Phần mà lỗ trống đã được cố định như thế này"
        },
        {
            "x1": 716,
            "y1": 818,
            "x2": 795,
            "y2": 987,
            "text": "大丈夫 ですかね？",
            "vi": "Bạn co ổn không?"
        },
        {
            "x1": 219,
            "y1": 682,
            "x2": 344,
            "y2": 907,
            "text": "一応似た色味の 毛糸を使用 してますが…",
            "vi": "Tôi sử dụng một sợi màu tương tự trong thời điểm hiện tại..."
        },
        {
            "x1": 955,
            "y1": 1081,
            "x2": 1056,
            "y2": 1315,
            "text": "まる？",
            "vi": "khoanh tròn?"
        },
        {
            "x1": 543,
            "y1": 1069,
            "x2": 677,
            "y2": 1308,
            "text": "じゃあ パーツを繋げて いきますね",
            "vi": "Sau đó chúng tôi sẽ kết nối các phần"
        },
        {
            "x1": 764,
            "y1": 1262,
            "x2": 842,
            "y2": 1437,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        }
    ],
    "005.jpg": [
        {
            "x1": 839,
            "y1": 113,
            "x2": 951,
            "y2": 254,
            "text": "まずは 左腕…",
            "vi": "Đầu tiên, cánh tay trái..."
        },
        {
            "x1": 864,
            "y1": 650,
            "x2": 952,
            "y2": 857,
            "text": "もう片方も 同じように…",
            "vi": "Cái khác là như nhau..."
        },
        {
            "x1": 839,
            "y1": 1240,
            "x2": 925,
            "y2": 1496,
            "text": "おじちゃんも 魔法つかえるの？",
            "vi": "Người chú cũng có thể sử dụng ma thuật?"
        }
    ],
    "006.jpg": [
        {
            "x1": 205,
            "y1": 76,
            "x2": 470,
            "y2": 244,
            "text": "こそ",
            "vi": "Cho"
        },
        {
            "x1": 212,
            "y1": 258,
            "x2": 318,
            "y2": 564,
            "text": "ぉ─っ",
            "vi": "ぉ ok"
        },
        {
            "x1": 896,
            "y1": 682,
            "x2": 994,
            "y2": 873,
            "text": "すごい！ 元通りだ‼",
            "vi": "kinh ngạc! Nó được khôi phục‼"
        },
        {
            "x1": 459,
            "y1": 686,
            "x2": 554,
            "y2": 895,
            "text": "おじちゃんの 魔法だよー",
            "vi": "Phép thuật của chú"
        },
        {
            "x1": 216,
            "y1": 715,
            "x2": 250,
            "y2": 922,
            "text": "たしかに…１",
            "vi": "Chắc chắn... 1"
        },
        {
            "x1": 973,
            "y1": 1017,
            "x2": 1071,
            "y2": 1247,
            "text": "喜んで頂けて 何よりです…",
            "vi": "Tốt nhất là hạnh phúc..."
        },
        {
            "x1": 476,
            "y1": 1059,
            "x2": 540,
            "y2": 1255,
            "text": "あ…ありがとう ございました…",
            "vi": "Ồ cám ơn..."
        },
        {
            "x1": 573,
            "y1": 1331,
            "x2": 696,
            "y2": 1517,
            "text": "ひっ",
            "vi": "Bắt đầu ló ra"
        },
        {
            "x1": 146,
            "y1": 1226,
            "x2": 264,
            "y2": 1445,
            "text": "デニスが少し 苦手になった ムコーダでした",
            "vi": "Đó là một mcoda, một chút yếu ở Dennis"
        },
        {
            "x1": 120,
            "y1": 1512,
            "x2": 396,
            "y2": 1563,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}