var ocr_data = {
    "001.jpg": [
        {
            "x1": 303,
            "y1": 63,
            "x2": 795,
            "y2": 115,
            "text": "第49章 宝物の扱い方 前編",
            "vi": "Chương 49 Cách xử lý kho báu Phần 1"
        },
        {
            "x1": 281,
            "y1": 136,
            "x2": 839,
            "y2": 319,
            "text": "とんでもスキルは 展世界放狼メジ",
            "vi": "Kỹ năng là một thế giới triển lãm Wolf Meji"
        },
        {
            "x1": 95,
            "y1": 1520,
            "x2": 993,
            "y2": 1569,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi ren nhân vật Hara: YA"
        }
    ],
    "002.jpg": [
        {
            "x1": 973,
            "y1": 515,
            "x2": 1037,
            "y2": 729,
            "text": "ストップ",
            "vi": "chặn"
        },
        {
            "x1": 626,
            "y1": 636,
            "x2": 720,
            "y2": 1093,
            "text": "ストーップゥ‼",
            "vi": "Stopu"
        }
    ],
    "003.jpg": [
        {
            "x1": 819,
            "y1": 92,
            "x2": 943,
            "y2": 341,
            "text": "大丈夫 あるじー？",
            "vi": "Có ổn không?"
        },
        {
            "x1": 182,
            "y1": 270,
            "x2": 243,
            "y2": 501,
            "text": "休憩しよう",
            "vi": "Hãy nghỉ ngơi"
        },
        {
            "x1": 108,
            "y1": 315,
            "x2": 146,
            "y2": 447,
            "text": "つかSた…",
            "vi": "Tsuka s..."
        },
        {
            "x1": 883,
            "y1": 741,
            "x2": 967,
            "y2": 981,
            "text": "フェル ちょっと 飛ばし過ぎ…",
            "vi": "Fel là một chút quá nhiều..."
        },
        {
            "x1": 640,
            "y1": 871,
            "x2": 764,
            "y2": 1066,
            "text": "早く着くに 越したことは なかろうが",
            "vi": "Tôi đoán tốt hơn là nên đến sớm"
        },
        {
            "x1": 367,
            "y1": 759,
            "x2": 589,
            "y2": 1010,
            "text": "久々の旅 なんだから もっと 楽しもうぜ…",
            "vi": "Đã lâu rồi vì đã lâu rồi, hãy vui vẻ hơn..."
        },
        {
            "x1": 237,
            "y1": 738,
            "x2": 319,
            "y2": 917,
            "text": "ノドとかも以 かわいたし…",
            "vi": "Tôi thật dễ thương..."
        },
        {
            "x1": 141,
            "y1": 903,
            "x2": 214,
            "y2": 1021,
            "text": "あそほ",
            "vi": "Ashoho"
        }
    ],
    "004.jpg": [
        {
            "x1": 400,
            "y1": 117,
            "x2": 527,
            "y2": 273,
            "text": "ぷは",
            "vi": "Puha"
        },
        {
            "x1": 129,
            "y1": 322,
            "x2": 254,
            "y2": 484,
            "text": "早速 遊んでるな スイ",
            "vi": "Đừng chơi ngay"
        },
        {
            "x1": 537,
            "y1": 541,
            "x2": 581,
            "y2": 656,
            "text": "うんー",
            "vi": "Ừ"
        },
        {
            "x1": 955,
            "y1": 748,
            "x2": 1025,
            "y2": 983,
            "text": "こっちが ミリーナちゃん！",
            "vi": "Đây là Milina -chan!"
        },
        {
            "x1": 417,
            "y1": 748,
            "x2": 501,
            "y2": 926,
            "text": "こっちが リクくん！",
            "vi": "Đây là Riku -Kun!"
        },
        {
            "x1": 157,
            "y1": 783,
            "x2": 271,
            "y2": 1043,
            "text": "わー すごいねー！",
            "vi": "Thành công lớn!"
        },
        {
            "x1": 919,
            "y1": 1112,
            "x2": 1023,
            "y2": 1231,
            "text": "これだけ 喜んで くれたら",
            "vi": "Nếu bạn quá hạnh phúc"
        },
        {
            "x1": 808,
            "y1": 1211,
            "x2": 915,
            "y2": 1379,
            "text": "あの二人も 嬉しいだろう なぁ",
            "vi": "Tôi đoán họ cũng sẽ hạnh phúc"
        },
        {
            "x1": 302,
            "y1": 1126,
            "x2": 383,
            "y2": 1314,
            "text": "人形遊び 知らないの？",
            "vi": "Bạn không biết trò chơi búp bê?"
        },
        {
            "x1": 163,
            "y1": 1122,
            "x2": 270,
            "y2": 1292,
            "text": "スイをん 借してー",
            "vi": "Mượn sui"
        },
        {
            "x1": 440,
            "y1": 1278,
            "x2": 550,
            "y2": 1476,
            "text": "先程から スイは何を しておるのだ？",
            "vi": "Sui làm gì từ một thời gian trước?"
        }
    ],
    "005.jpg": [
        {
            "x1": 471,
            "y1": 111,
            "x2": 611,
            "y2": 272,
            "text": "き*っ",
            "vi": "•"
        },
        {
            "x1": 829,
            "y1": 415,
            "x2": 930,
            "y2": 668,
            "text": "コンニチワ スイちゃん！",
            "vi": "Konnichiwa Sui -chan!"
        },
        {
            "x1": 607,
            "y1": 516,
            "x2": 662,
            "y2": 779,
            "text": "ミリーナ！",
            "vi": "Milina!"
        },
        {
            "x1": 877,
            "y1": 856,
            "x2": 967,
            "y2": 1013,
            "text": "ちがうよ あるじー",
            "vi": "Một người khác"
        },
        {
            "x1": 236,
            "y1": 997,
            "x2": 394,
            "y2": 1215,
            "text": "ミリーナちゃん スイのこと スイって 言わないの！",
            "vi": "Tôi không nói Mirina -chan Sui!"
        },
        {
            "x1": 73,
            "y1": 1306,
            "x2": 207,
            "y2": 1425,
            "text": "そっか ごめん ごめん",
            "vi": "Xin lỗi tôi xin lỗi"
        }
    ],
    "006.jpg": [
        {
            "x1": 843,
            "y1": 98,
            "x2": 1052,
            "y2": 319,
            "text": "おい！ 遊べる程 休んだなら 早く行くぞ‼",
            "vi": "Này! Nếu bạn nghỉ ngơi đủ để chơi, bạn sẽ sớm ra đi."
        },
        {
            "x1": 688,
            "y1": 220,
            "x2": 763,
            "y2": 431,
            "text": "揺らさぬように してやるから！",
            "vi": "Tôi sẽ cố gắng không rung chuyển!"
        },
        {
            "x1": 306,
            "y1": 515,
            "x2": 356,
            "y2": 637,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 232,
            "y1": 516,
            "x2": 283,
            "y2": 680,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 970,
            "y1": 890,
            "x2": 1045,
            "y2": 1108,
            "text": "さっきの もっかいやって",
            "vi": "Làm điều đó chỉ trước"
        },
        {
            "x1": 854,
            "y1": 945,
            "x2": 934,
            "y2": 1082,
            "text": "もっかい やってー",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 489,
            "y1": 886,
            "x2": 519,
            "y2": 1033,
            "text": "さっきの？",
            "vi": "trước đó?"
        },
        {
            "x1": 266,
            "y1": 892,
            "x2": 382,
            "y2": 1063,
            "text": "ヘンな 声の―‼",
            "vi": "Một giọng nói kỳ lạ -"
        },
        {
            "x1": 931,
            "y1": 1231,
            "x2": 1034,
            "y2": 1488,
            "text": "スイちゃん コンニチワ！",
            "vi": "Sui -chan Konnichiwa!"
        },
        {
            "x1": 203,
            "y1": 1114,
            "x2": 332,
            "y2": 1546,
            "text": "あはは！",
            "vi": "À!"
        }
    ],
    "007.jpg": [
        {
            "x1": 903,
            "y1": 159,
            "x2": 942,
            "y2": 396,
            "text": "おもしろーい！",
            "vi": "Thú vị!"
        },
        {
            "x1": 371,
            "y1": 123,
            "x2": 412,
            "y2": 283,
            "text": "きゃははっ",
            "vi": "Kyhahaha"
        },
        {
            "x1": 204,
            "y1": 129,
            "x2": 294,
            "y2": 277,
            "text": "あるじ ダヨー！",
            "vi": "Aji Dayo!"
        },
        {
            "x1": 667,
            "y1": 232,
            "x2": 755,
            "y2": 415,
            "text": "スイちゃん タノシイ？",
            "vi": "Sui -chan tanoshii?"
        },
        {
            "x1": 106,
            "y1": 264,
            "x2": 187,
            "y2": 459,
            "text": "あはは",
            "vi": "Ahaha"
        },
        {
            "x1": 788,
            "y1": 597,
            "x2": 921,
            "y2": 923,
            "text": "スイちゃん ボクとオトモダチに なってヨ！",
            "vi": "Tôi sẽ là một thỏa thuận tuyệt vời với Sui -chan!"
        },
        {
            "x1": 671,
            "y1": 791,
            "x2": 804,
            "y2": 1096,
            "text": "きゃはははー血",
            "vi": "Kyahahaha"
        },
        {
            "x1": 58,
            "y1": 569,
            "x2": 285,
            "y2": 997,
            "text": "うるさいそ 貴様ら‼",
            "vi": "Người ồn ào, tất cả các bạn"
        },
        {
            "x1": 882,
            "y1": 1122,
            "x2": 970,
            "y2": 1279,
            "text": "先程から なんだ",
            "vi": "Nó là gì từ một thời gian trước?"
        },
        {
            "x1": 778,
            "y1": 1303,
            "x2": 951,
            "y2": 1559,
            "text": "我の背中で 気色悪い声を 出すな‼",
            "vi": "Đừng tạo ra một giọng nói rùng rợn trên lưng tôi."
        },
        {
            "x1": 373,
            "y1": 1315,
            "x2": 472,
            "y2": 1472,
            "text": "フェル おじちゃんも やってー！",
            "vi": "Chú Fel cũng đang làm điều đó!"
        },
        {
            "x1": 95,
            "y1": 1180,
            "x2": 202,
            "y2": 1467,
            "text": "やるか‼",
            "vi": "Hãy làm điều đó!"
        }
    ],
    "008.jpg": [
        {
            "x1": 604,
            "y1": 127,
            "x2": 708,
            "y2": 312,
            "text": "昼メシに するか！",
            "vi": "Bạn có muốn ăn trưa!"
        },
        {
            "x1": 785,
            "y1": 257,
            "x2": 872,
            "y2": 489,
            "text": "笑ったら 腹減って来たな",
            "vi": "Khi tôi cười, tôi đói"
        },
        {
            "x1": 862,
            "y1": 633,
            "x2": 1018,
            "y2": 822,
            "text": "じゃあ準備 するから ちょっと 待っててなー",
            "vi": "Sau đó tôi sẽ chuẩn bị, vì vậy hãy đợi một phút"
        },
        {
            "x1": 325,
            "y1": 608,
            "x2": 364,
            "y2": 790,
            "text": "早くしろ！",
            "vi": "nhanh lên!"
        },
        {
            "x1": 177,
            "y1": 630,
            "x2": 213,
            "y2": 779,
            "text": "ヘイヘイ",
            "vi": "Này này"
        },
        {
            "x1": 891,
            "y1": 1060,
            "x2": 1056,
            "y2": 1341,
            "text": "ほい！ 仕込んどいて 正解だったぜ！",
            "vi": "Này! Đó là câu trả lời đúng!"
        },
        {
            "x1": 670,
            "y1": 1397,
            "x2": 960,
            "y2": 1502,
            "text": "能ビーフシチュー5 もらったパン(たくさん)",
            "vi": "Không có Ni Beef Stew 5 (rất nhiều bánh mì)"
        }
    ],
    "009.jpg": [
        {
            "x1": 686,
            "y1": 138,
            "x2": 828,
            "y2": 279,
            "text": "か么 ガッ",
            "vi": "Có phải là không?"
        },
        {
            "x1": 855,
            "y1": 189,
            "x2": 939,
            "y2": 401,
            "text": "いっぱい あるからなー",
            "vi": "Bởi vì có nhiều"
        },
        {
            "x1": 377,
            "y1": 140,
            "x2": 495,
            "y2": 338,
            "text": "うむ！ 美味い‼",
            "vi": "Ừm! ngon!"
        },
        {
            "x1": 364,
            "y1": 487,
            "x2": 421,
            "y2": 633,
            "text": "わーい",
            "vi": "Yay"
        },
        {
            "x1": 881,
            "y1": 794,
            "x2": 922,
            "y2": 880,
            "text": "スイ",
            "vi": "Sui"
        },
        {
            "x1": 112,
            "y1": 752,
            "x2": 292,
            "y2": 958,
            "text": "ご飯の時は 汚れるから 人形は しまっときな",
            "vi": "Những con búp bê đang lung linh vì chúng bị bẩn khi gạo"
        },
        {
            "x1": 903,
            "y1": 1077,
            "x2": 962,
            "y2": 1232,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 585,
            "y1": 1084,
            "x2": 631,
            "y2": 1332,
            "text": "おかわりだ！",
            "vi": "Đó là một sự thay thế!"
        },
        {
            "x1": 130,
            "y1": 1120,
            "x2": 241,
            "y2": 1270,
            "text": "あー スイも",
            "vi": "À, quá"
        }
    ],
    "011.jpg": [
        {
            "x1": 823,
            "y1": 171,
            "x2": 870,
            "y2": 293,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 153,
            "y1": 141,
            "x2": 272,
            "y2": 405,
            "text": "今日は 帰らないの？",
            "vi": "Bạn có muốn về nhà ngày hôm nay không?"
        },
        {
            "x1": 831,
            "y1": 791,
            "x2": 954,
            "y2": 981,
            "text": "まだ今日 出たばっかり だぞ",
            "vi": "Tôi vẫn ra hôm nay"
        },
        {
            "x1": 695,
            "y1": 860,
            "x2": 770,
            "y2": 1086,
            "text": "もう帰りたく なっちゃった？",
            "vi": "Bạn có muốn về nhà?"
        },
        {
            "x1": 105,
            "y1": 785,
            "x2": 212,
            "y2": 1059,
            "text": "んーん！ まだ帰らない！",
            "vi": "Hmm! Tôi vẫn chưa trở về!"
        },
        {
            "x1": 759,
            "y1": 1135,
            "x2": 964,
            "y2": 1339,
            "text": "じゃあ今日は あるじと フェル おじちゃん とも",
            "vi": "Sau đó, hôm nay, với Aji và Fel chú"
        },
        {
            "x1": 569,
            "y1": 1136,
            "x2": 696,
            "y2": 1315,
            "text": "いっしょに ねんね できる？",
            "vi": "Bạn có thể làm điều đó cùng nhau không?"
        }
    ],
    "012.jpg": [
        {
            "x1": 859,
            "y1": 137,
            "x2": 1000,
            "y2": 396,
            "text": "久しぶりに 一緒に ねんねできるよ",
            "vi": "Tôi có thể làm điều đó cùng nhau lần đầu tiên sau một thời gian dài"
        },
        {
            "x1": 163,
            "y1": 123,
            "x2": 241,
            "y2": 369,
            "text": "やったく",
            "vi": "tôi muốn làm"
        },
        {
            "x1": 895,
            "y1": 488,
            "x2": 1020,
            "y2": 627,
            "text": "そんなに 嬉しい ものか？",
            "vi": "Bạn có rất hạnh phúc không?"
        },
        {
            "x1": 757,
            "y1": 482,
            "x2": 860,
            "y2": 619,
            "text": "うん！ スイね",
            "vi": "Ừ! Sao"
        },
        {
            "x1": 496,
            "y1": 490,
            "x2": 679,
            "y2": 687,
            "text": "みんなと ねんね 好きなの",
            "vi": "Tôi thích tất cả mọi người với mọi người"
        },
        {
            "x1": 89,
            "y1": 446,
            "x2": 408,
            "y2": 652,
            "text": "ふ3.",
            "vi": "FU 3."
        }
    ],
    "013.jpg": [
        {
            "x1": 780,
            "y1": 56,
            "x2": 954,
            "y2": 354,
            "text": "おともだちも いっしょに ねんねできる",
            "vi": "Tôi có thể làm bạn bè của tôi cùng nhau"
        },
        {
            "x1": 114,
            "y1": 1290,
            "x2": 182,
            "y2": 1560,
            "text": "あれれぇ？",
            "vi": "Đó là?"
        }
    ],
    "014.jpg": [
        {
            "x1": 946,
            "y1": 55,
            "x2": 1000,
            "y2": 263,
            "text": "あるじぃ",
            "vi": "Agei"
        },
        {
            "x1": 592,
            "y1": 79,
            "x2": 657,
            "y2": 295,
            "text": "いないの",
            "vi": "không phải"
        },
        {
            "x1": 760,
            "y1": 435,
            "x2": 793,
            "y2": 637,
            "text": "どうしたの？",
            "vi": "Chuyện gì đã xảy ra?"
        },
        {
            "x1": 158,
            "y1": 517,
            "x2": 292,
            "y2": 805,
            "text": "リクくん いないのく",
            "vi": "Riku -Kun không"
        },
        {
            "x1": 358,
            "y1": 1254,
            "x2": 404,
            "y2": 1426,
            "text": "ええく_",
            "vi": "Ừ _"
        },
        {
            "x1": 137,
            "y1": 1498,
            "x2": 415,
            "y2": 1556,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}