var ocr_data = {
    "001.jpg": [
        {
            "x1": 793,
            "y1": 129,
            "x2": 938,
            "y2": 406,
            "text": "出会った頃は まだ生まれて３日の ベビースライムだった スイ",
            "vi": "Khi tôi gặp nhau, tôi được sinh ra và là một đứa trẻ nhờn trong ba ngày"
        },
        {
            "x1": 102,
            "y1": 250,
            "x2": 261,
            "y2": 497,
            "text": "共に旅をし よく食べよく働き よく寝てすくすくと 成長…",
            "vi": "Tôi đi du lịch cùng nhau, ăn ngon, ngủ ngon và lớn lên."
        },
        {
            "x1": 771,
            "y1": 646,
            "x2": 878,
            "y2": 813,
            "text": "そうして 一か月…",
            "vi": "Sau đó một tháng..."
        },
        {
            "x1": 108,
            "y1": 1031,
            "x2": 169,
            "y2": 1466,
            "text": "大きくなりました",
            "vi": "Nó phát triển"
        }
    ],
    "002.jpg": [
        {
            "x1": 255,
            "y1": 69,
            "x2": 895,
            "y2": 114,
            "text": "第17章 こんなに大きく育ちました",
            "vi": "Chương 17 Tôi lớn lên rất lớn"
        },
        {
            "x1": 226,
            "y1": 130,
            "x2": 943,
            "y2": 335,
            "text": "とんでもスキルマ 異世界放浪父ジ",
            "vi": "Skillma thế giới khác nhau lang thang"
        },
        {
            "x1": 480,
            "y1": 394,
            "x2": 678,
            "y2": 466,
            "text": "Tondemo Skillde IsekailHourouiMeshi Sui no Dai:Bouken",
            "vi": "Không có gì S."
        },
        {
            "x1": 1045,
            "y1": 122,
            "x2": 1093,
            "y2": 852,
            "text": "コミックス第２巻、好評発売中‼",
            "vi": "Truyện tranh tập 2, phổ biến hiện đang được bán."
        },
        {
            "x1": 621,
            "y1": 1504,
            "x2": 922,
            "y2": 1584,
            "text": "原作:江口連 キャラクター原案:雅",
            "vi": "Bản gốc: Eguchi ren nhân vật cuốn sách gốc: YA"
        },
        {
            "x1": 270,
            "y1": 1520,
            "x2": 593,
            "y2": 1569,
            "text": "漫画:双葉もも",
            "vi": "Manga: Futaba Momo"
        }
    ],
    "003.jpg": [
        {
            "x1": 884,
            "y1": 333,
            "x2": 923,
            "y2": 553,
            "text": "スキル「増殖」",
            "vi": "Kỹ năng \"tăng sinh\""
        },
        {
            "x1": 693,
            "y1": 472,
            "x2": 792,
            "y2": 675,
            "text": "体を大きくしたり 分裂して小さく なれるスキル",
            "vi": "Các kỹ năng có thể làm cho cơ thể của bạn lớn hơn hoặc chia rẽ và trở nên nhỏ hơn"
        },
        {
            "x1": 361,
            "y1": 593,
            "x2": 447,
            "y2": 633,
            "text": "【スキルい】",
            "vi": "[Sự khéo léo]"
        },
        {
            "x1": 372,
            "y1": 627,
            "x2": 456,
            "y2": 680,
            "text": "增殖",
            "vi": "Nhân giống"
        },
        {
            "x1": 193,
            "y1": 581,
            "x2": 286,
            "y2": 707,
            "text": "時間が経っと 消えるのか",
            "vi": "Thời gian có biến mất không?"
        },
        {
            "x1": 816,
            "y1": 787,
            "x2": 923,
            "y2": 1005,
            "text": "俺の世界のゴミや お菓子とかも よく食べてた上に",
            "vi": "Tôi thường ăn rác và đồ ngọt trong thế giới của tôi"
        },
        {
            "x1": 493,
            "y1": 766,
            "x2": 567,
            "y2": 916,
            "text": "なんの はなしー？",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 671,
            "y1": 822,
            "x2": 783,
            "y2": 1068,
            "text": "誰に似たのか バトル大好きっ子に 育っちゃったしなあ",
            "vi": "Tôi lớn lên khi còn là một đứa trẻ yêu trận chiến"
        },
        {
            "x1": 598,
            "y1": 860,
            "x2": 651,
            "y2": 1094,
            "text": "子供の成長は早い…",
            "vi": "Trẻ lớn lên nhanh chóng..."
        },
        {
            "x1": 428,
            "y1": 1069,
            "x2": 545,
            "y2": 1251,
            "text": "スイは すごいなあー って話だよ",
            "vi": "Sui thật tuyệt vời."
        },
        {
            "x1": 104,
            "y1": 1268,
            "x2": 134,
            "y2": 1470,
            "text": "スイすごいー？",
            "vi": "Có tuyệt vời không?"
        }
    ],
    "004.jpg": [
        {
            "x1": 905,
            "y1": 98,
            "x2": 1084,
            "y2": 402,
            "text": "スイ すごいー",
            "vi": "Thật tuyệt vời"
        },
        {
            "x1": 228,
            "y1": 326,
            "x2": 284,
            "y2": 488,
            "text": "あっ… すごいデジャブ",
            "vi": "Ah... Dejab tuyệt vời"
        },
        {
            "x1": 771,
            "y1": 619,
            "x2": 1008,
            "y2": 834,
            "text": "えへへ 見る？ スイすごいの もっと見る？ あるじー！",
            "vi": "Bạn có nhìn vào Ehe không? Bạn có thấy nhiều hơn không? À!"
        },
        {
            "x1": 431,
            "y1": 609,
            "x2": 510,
            "y2": 742,
            "text": "ばぃん",
            "vi": "Cấm chỉ"
        },
        {
            "x1": 668,
            "y1": 705,
            "x2": 741,
            "y2": 873,
            "text": "ばいん「",
            "vi": "\"Bai\""
        },
        {
            "x1": 341,
            "y1": 632,
            "x2": 451,
            "y2": 793,
            "text": "はぃんっ",
            "vi": "HAN"
        },
        {
            "x1": 185,
            "y1": 656,
            "x2": 285,
            "y2": 879,
            "text": "今度！ また今度ね！",
            "vi": "Lần sau! Hẹn gặp lại bạn lần sau!"
        },
        {
            "x1": 851,
            "y1": 986,
            "x2": 917,
            "y2": 1109,
            "text": "こんどって いつ─？",
            "vi": "Khi nào nó?"
        },
        {
            "x1": 564,
            "y1": 1150,
            "x2": 630,
            "y2": 1273,
            "text": "また 前回みたく",
            "vi": "Tôi muốn gặp lại lần trước"
        },
        {
            "x1": 609,
            "y1": 1263,
            "x2": 701,
            "y2": 1428,
            "text": "トイレにまで ついて来られる のは……！",
            "vi": "Những gì có thể đi theo phòng tắm...!"
        },
        {
            "x1": 550,
            "y1": 1442,
            "x2": 634,
            "y2": 1477,
            "text": "※3章",
            "vi": "* Chương 3"
        }
    ],
    "005.jpg": [
        {
            "x1": 794,
            "y1": 757,
            "x2": 929,
            "y2": 964,
            "text": "スイ フェルおじちゃん よりも大きい でしょー！",
            "vi": "Nó lớn hơn Bác Sufel!"
        },
        {
            "x1": 395,
            "y1": 828,
            "x2": 444,
            "y2": 903,
            "text": "見て",
            "vi": "Trông có vẻ"
        },
        {
            "x1": 210,
            "y1": 781,
            "x2": 247,
            "y2": 877,
            "text": "そうか",
            "vi": "Thực ra"
        },
        {
            "x1": 91,
            "y1": 828,
            "x2": 162,
            "y2": 975,
            "text": "それは よかったな",
            "vi": "Nó là tốt"
        },
        {
            "x1": 491,
            "y1": 1116,
            "x2": 526,
            "y2": 1227,
            "text": "ほう…",
            "vi": "quy tắc…"
        },
        {
            "x1": 802,
            "y1": 1068,
            "x2": 933,
            "y2": 1409,
            "text": "いまならスイ フェルおじちゃんにも 勝てちゃうかもー",
            "vi": "Bạn có thể đánh bại chú Sufel bây giờ"
        },
        {
            "x1": 91,
            "y1": 1206,
            "x2": 161,
            "y2": 1381,
            "text": "それは大きく でたなスイ",
            "vi": "Nó lớn và không có"
        }
    ],
    "006.jpg": [
        {
            "x1": 801,
            "y1": 111,
            "x2": 962,
            "y2": 326,
            "text": "面白ぃ… 一度スイとは 手合わせして みたかったのだ",
            "vi": "Thật thú vị... tôi muốn thử với Sui một lần"
        },
        {
            "x1": 278,
            "y1": 116,
            "x2": 354,
            "y2": 347,
            "text": "思う存分 力を出すが良いぞ",
            "vi": "Thật tốt khi cho trái tim bạn nhiều như bạn muốn"
        },
        {
            "x1": 689,
            "y1": 320,
            "x2": 723,
            "y2": 434,
            "text": "乗り気…？",
            "vi": "Cưỡi...?"
        },
        {
            "x1": 947,
            "y1": 529,
            "x2": 982,
            "y2": 642,
            "text": "いざ…",
            "vi": "À..."
        },
        {
            "x1": 612,
            "y1": 540,
            "x2": 712,
            "y2": 673,
            "text": "こらこら 俺は許して ませんって",
            "vi": "Tôi không tha thứ cho tôi"
        },
        {
            "x1": 491,
            "y1": 534,
            "x2": 554,
            "y2": 688,
            "text": "待って待って ダメだって",
            "vi": "Đợi đã, đợi đã, không tốt"
        },
        {
            "x1": 171,
            "y1": 688,
            "x2": 215,
            "y2": 845,
            "text": "尋常に…",
            "vi": "Không thể chịu đựng được..."
        },
        {
            "x1": 862,
            "y1": 855,
            "x2": 976,
            "y2": 1114,
            "text": "勝負‼",
            "vi": "Cuộc thi đấu!"
        },
        {
            "x1": 116,
            "y1": 1003,
            "x2": 254,
            "y2": 1383,
            "text": "こらあー=",
            "vi": "Đây là a ="
        }
    ],
    "007.jpg": [
        {
            "x1": 936,
            "y1": 506,
            "x2": 972,
            "y2": 682,
            "text": "甘いなスイ",
            "vi": "Ngọt ngào"
        },
        {
            "x1": 747,
            "y1": 876,
            "x2": 845,
            "y2": 1022,
            "text": "やはり 子供だな",
            "vi": "Sau tất cả đó là một đứa trẻ"
        },
        {
            "x1": 508,
            "y1": 1108,
            "x2": 538,
            "y2": 1178,
            "text": "ええぃ",
            "vi": "Con mắt"
        },
        {
            "x1": 402,
            "y1": 1195,
            "x2": 511,
            "y2": 1339,
            "text": "先程から うるさいぞ お主‼",
            "vi": "Nó ồn ào từ cái trước."
        },
        {
            "x1": 162,
            "y1": 1361,
            "x2": 259,
            "y2": 1452,
            "text": "悪臆 いに",
            "vi": "Xấu"
        },
        {
            "x1": 46,
            "y1": 1190,
            "x2": 138,
            "y2": 1462,
            "text": "なんで俺が 怒られてんのー‼",
            "vi": "Tại sao tôi tức giận?"
        }
    ],
    "008.jpg": [
        {
            "x1": 961,
            "y1": 89,
            "x2": 1042,
            "y2": 255,
            "text": "はい ストップ！",
            "vi": "Có Dừng lại!"
        },
        {
            "x1": 797,
            "y1": 183,
            "x2": 914,
            "y2": 410,
            "text": "もうダメだぞ！ もしケガしたら どうすんだ！",
            "vi": "Không còn nữa! Điều gì sẽ xảy ra nếu bạn bị thương!"
        },
        {
            "x1": 211,
            "y1": 217,
            "x2": 241,
            "y2": 453,
            "text": "えーじゃないの！",
            "vi": "Tôi không phải!"
        },
        {
            "x1": 832,
            "y1": 619,
            "x2": 932,
            "y2": 931,
            "text": "大丈夫だよー ケガしちゃったらスイの おくすりあるよー",
            "vi": "Không sao đâu -Nếu bạn bị tổn thương, có một Hoo of Sui."
        },
        {
            "x1": 342,
            "y1": 602,
            "x2": 412,
            "y2": 782,
            "text": "ドロドロでも なおるよー",
            "vi": "Ngay cả khi nó bùn"
        },
        {
            "x1": 207,
            "y1": 708,
            "x2": 279,
            "y2": 1085,
            "text": "人 普通に怖い‼",
            "vi": "Con người thường đáng sợ."
        },
        {
            "x1": 611,
            "y1": 1175,
            "x2": 685,
            "y2": 1317,
            "text": "スイが 勝つもんー",
            "vi": "Sui thắng"
        },
        {
            "x1": 508,
            "y1": 1213,
            "x2": 542,
            "y2": 1304,
            "text": "ぬかせ",
            "vi": "Đèn lồng"
        },
        {
            "x1": 864,
            "y1": 1211,
            "x2": 1018,
            "y2": 1439,
            "text": "おい待て それでは我が 負けるみたいでは ないか",
            "vi": "Chờ đã, nó sẽ không mất?"
        },
        {
            "x1": 151,
            "y1": 1211,
            "x2": 237,
            "y2": 1459,
            "text": "ハイ終わりー！ キリがない‼",
            "vi": "Cao cấp! Không có khoan."
        }
    ],
    "009.jpg": [
        {
            "x1": 763,
            "y1": 68,
            "x2": 931,
            "y2": 516,
            "text": "やめないと ご飯抜きだぞ‼",
            "vi": "Nếu bạn không dừng lại, bạn sẽ thoát khỏi gạo."
        },
        {
            "x1": 854,
            "y1": 663,
            "x2": 941,
            "y2": 852,
            "text": "あそんでる だけだよー",
            "vi": "Tôi chỉ chơi"
        },
        {
            "x1": 697,
            "y1": 1021,
            "x2": 787,
            "y2": 1239,
            "text": "分かりやす すぎない…？",
            "vi": "Không phải là quá dễ hiểu...?"
        }
    ],
    "010.jpg": [
        {
            "x1": 356,
            "y1": 181,
            "x2": 446,
            "y2": 295,
            "text": "ぽよ",
            "vi": "Poyo"
        },
        {
            "x1": 237,
            "y1": 159,
            "x2": 325,
            "y2": 467,
            "text": "ひんやり ぷにぷに癒される…",
            "vi": "Được chữa lành..."
        },
        {
            "x1": 909,
            "y1": 646,
            "x2": 1014,
            "y2": 825,
            "text": "あるじ おねむ？",
            "vi": "Có chị gái không?"
        },
        {
            "x1": 396,
            "y1": 670,
            "x2": 431,
            "y2": 794,
            "text": "ううん",
            "vi": "KHÔNG"
        },
        {
            "x1": 233,
            "y1": 677,
            "x2": 330,
            "y2": 876,
            "text": "でもこのまま だとダメに なっちゃうなー",
            "vi": "Nhưng nếu bạn để nó như nó là, nó sẽ vô dụng"
        },
        {
            "x1": 133,
            "y1": 686,
            "x2": 188,
            "y2": 836,
            "text": "帰らないと…",
            "vi": "Tôi phải về nhà..."
        },
        {
            "x1": 1014,
            "y1": 935,
            "x2": 1081,
            "y2": 1144,
            "text": "あるじダメに なっちゃうの？",
            "vi": "Nó sẽ vô dụng?"
        },
        {
            "x1": 660,
            "y1": 928,
            "x2": 710,
            "y2": 1062,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 245,
            "y1": 931,
            "x2": 423,
            "y2": 1095,
            "text": "ごはん ダメに なる",
            "vi": "Nó sẽ vô dụng"
        },
        {
            "x1": 741,
            "y1": 995,
            "x2": 806,
            "y2": 1247,
            "text": "あー帰るの めんどくさいなー…",
            "vi": "Ah, thật khó chịu khi trở về..."
        },
        {
            "x1": 981,
            "y1": 1212,
            "x2": 1019,
            "y2": 1319,
            "text": "なるー",
            "vi": "Naru"
        },
        {
            "x1": 192,
            "y1": 1305,
            "x2": 245,
            "y2": 1489,
            "text": "まあ これもいいけど…",
            "vi": "Điều này cũng tốt..."
        }
    ],
    "011.jpg": [
        {
            "x1": 467,
            "y1": 194,
            "x2": 573,
            "y2": 390,
            "text": "俺は いつものスイが 一番だなあー…",
            "vi": "Tôi là người tốt nhất cho tôi..."
        },
        {
            "x1": 314,
            "y1": 164,
            "x2": 344,
            "y2": 304,
            "text": "…よっし！",
            "vi": "… Khỏe!"
        },
        {
            "x1": 762,
            "y1": 673,
            "x2": 841,
            "y2": 897,
            "text": "帰ってごはんに しようか！",
            "vi": "Hãy về nhà và làm cơm!"
        },
        {
            "x1": 811,
            "y1": 1139,
            "x2": 933,
            "y2": 1344,
            "text": "帰る",
            "vi": "Trở về nhà"
        },
        {
            "x1": 193,
            "y1": 1176,
            "x2": 264,
            "y2": 1332,
            "text": "ほらフェルも 帰るぞー",
            "vi": "Fel cũng sẽ trở lại"
        },
        {
            "x1": 32,
            "y1": 1228,
            "x2": 117,
            "y2": 1336,
            "text": "むく",
            "vi": "lột vỏ"
        }
    ],
    "012.jpg": [
        {
            "x1": 222,
            "y1": 593,
            "x2": 282,
            "y2": 746,
            "text": "うふふ",
            "vi": "Ufufufu"
        },
        {
            "x1": 855,
            "y1": 1216,
            "x2": 934,
            "y2": 1355,
            "text": "やっぱり これだね",
            "vi": "Sau tất cả điều này là"
        },
        {
            "x1": 172,
            "y1": 1183,
            "x2": 282,
            "y2": 1325,
            "text": "あれ 置いていく のか？",
            "vi": "Bạn sẽ để lại điều đó chứ?"
        },
        {
            "x1": 119,
            "y1": 1508,
            "x2": 396,
            "y2": 1563,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}