var ocr_data = {
    "1-6222a0673d299.jpg": [
        {
            "x1": 852,
            "y1": 439,
            "x2": 891,
            "y2": 660,
            "text": "おい追手は⁉",
            "vi": "Này việc theo đuổi IS⁉"
        },
        {
            "x1": 147,
            "y1": 580,
            "x2": 192,
            "y2": 830,
            "text": "来てねぇぜ！",
            "vi": "Đừng đến!"
        },
        {
            "x1": 782,
            "y1": 942,
            "x2": 958,
            "y2": 1137,
            "text": "凶暴な 魔獣が一瞬で 寝ちまう薬を 盛ったんだ",
            "vi": "Một con quái vật hung dữ đã được phục vụ như một loại thuốc sẽ ngủ ngay lập tức"
        },
        {
            "x1": 535,
            "y1": 938,
            "x2": 673,
            "y2": 1129,
            "text": "今頃みんな 仲良く おねんねさ",
            "vi": "Mọi người đều có thể hòa hợp ngay bây giờ"
        },
        {
            "x1": 348,
            "y1": 927,
            "x2": 433,
            "y2": 1072,
            "text": "得物は いるか⁉",
            "vi": "Bạn có bất kỳ lợi ích?"
        },
        {
            "x1": 41,
            "y1": 1313,
            "x2": 171,
            "y2": 1477,
            "text": "隙だらけの ご主人様で 良かったよ",
            "vi": "Thật tốt khi trở thành một bậc thầy đầy khoảng trống"
        }
    ],
    "2-6222a067c2186.jpg": [
        {
            "x1": 909,
            "y1": 190,
            "x2": 1044,
            "y2": 396,
            "text": "おかげで 俺たちゃ",
            "vi": "Cảm ơn tôi"
        },
        {
            "x1": 823,
            "y1": 417,
            "x2": 901,
            "y2": 735,
            "text": "大金持ちだ",
            "vi": "Đó là một người đàn ông giàu"
        },
        {
            "x1": 508,
            "y1": 1175,
            "x2": 1067,
            "y2": 1389,
            "text": "とんでもスキルヨ 異世界放浪タシ スイの大間険",
            "vi": "Skillyo thế giới khác nhau lang thang Tashi Sui Taima Ema"
        },
        {
            "x1": 165,
            "y1": 1437,
            "x2": 1063,
            "y2": 1557,
            "text": "第62章スイに迫る魔の手 中編 漫漫画双葉もも：原作江回連きャﾗクタ一原案雅",
            "vi": "Chương 62 CHƯƠNG HỘI THÁNH CỦA DEVIV"
        }
    ],
    "3-6222a06854d33.jpg": [
        {
            "x1": 787,
            "y1": 100,
            "x2": 923,
            "y2": 303,
            "text": "魔物に 襲われたのは 災難だったが",
            "vi": "Đó là một thảm họa đã bị quái vật tấn công"
        },
        {
            "x1": 109,
            "y1": 150,
            "x2": 270,
            "y2": 367,
            "text": "まさか こんな森で ドラゴンに 会えるとはな！",
            "vi": "Không có cách nào bạn có thể gặp một con rồng trong khu rừng như vậy!"
        },
        {
            "x1": 180,
            "y1": 418,
            "x2": 286,
            "y2": 601,
            "text": "やっぱ いいカモだぜ ムコーダさん",
            "vi": "Sau tất cả, đó là một con vịt tốt, Mukoda"
        },
        {
            "x1": 50,
            "y1": 416,
            "x2": 134,
            "y2": 579,
            "text": "張えたかい あったもんだ",
            "vi": "Nó ấm áp"
        },
        {
            "x1": 875,
            "y1": 654,
            "x2": 980,
            "y2": 776,
            "text": "ピクシー ドラゴン だっけ？",
            "vi": "Có phải là một con rồng pixie?"
        },
        {
            "x1": 725,
            "y1": 761,
            "x2": 863,
            "y2": 955,
            "text": "正直聞いた こともねぇケド ドラゴンには 違いねえからな",
            "vi": "Tôi không biết trung thực, bởi vì nó khác với Kedragon"
        },
        {
            "x1": 88,
            "y1": 728,
            "x2": 172,
            "y2": 922,
            "text": "きっと 高く売れるぞ",
            "vi": "Chắc chắn nó sẽ bán đắt"
        },
        {
            "x1": 810,
            "y1": 1022,
            "x2": 980,
            "y2": 1200,
            "text": "逆に珍しい種 ってことで 上乗せ されたりな",
            "vi": "Ngược lại, nó được thêm vào vì nó là một loài bất thường"
        },
        {
            "x1": 590,
            "y1": 1003,
            "x2": 683,
            "y2": 1145,
            "text": "もぞw",
            "vi": "Momo w"
        },
        {
            "x1": 520,
            "y1": 1131,
            "x2": 589,
            "y2": 1253,
            "text": "もぞ",
            "vi": "Nấm"
        },
        {
            "x1": 239,
            "y1": 1250,
            "x2": 283,
            "y2": 1319,
            "text": "おっ",
            "vi": "Oh"
        },
        {
            "x1": 731,
            "y1": 1293,
            "x2": 762,
            "y2": 1376,
            "text": "ヒュ",
            "vi": "Hu"
        },
        {
            "x1": 82,
            "y1": 1261,
            "x2": 175,
            "y2": 1453,
            "text": "お前も そう思うか？",
            "vi": "Bạn có nghĩ vậy quá không?"
        }
    ],
    "4-6222a068f23b1.jpg": [
        {
            "x1": 989,
            "y1": 98,
            "x2": 1068,
            "y2": 334,
            "text": "なんだ もう 薬が切れたのか？",
            "vi": "Thuốc đã hết hạn?"
        },
        {
            "x1": 283,
            "y1": 114,
            "x2": 364,
            "y2": 270,
            "text": "しゃーねえ 足すか",
            "vi": "Bạn có muốn thêm nó?"
        },
        {
            "x1": 212,
            "y1": 183,
            "x2": 261,
            "y2": 443,
            "text": "【 どれどれ",
            "vi": "【Hãy xem"
        }
    ],
    "5-6222a06995341.jpg": [
        {
            "x1": 792,
            "y1": 138,
            "x2": 843,
            "y2": 409,
            "text": "ドラゴンは？",
            "vi": "Rồng?"
        },
        {
            "x1": 798,
            "y1": 787,
            "x2": 912,
            "y2": 1062,
            "text": "スイが",
            "vi": "Sui"
        },
        {
            "x1": 116,
            "y1": 911,
            "x2": 209,
            "y2": 1231,
            "text": "いねえ！",
            "vi": "Này!"
        }
    ],
    "6-6222a06a25acb.jpg": [
        {
            "x1": 948,
            "y1": 307,
            "x2": 1061,
            "y2": 517,
            "text": "俺が小便 行く前は いたんだけどな",
            "vi": "Tôi đã đến trước khi tôi đi tiểu"
        },
        {
            "x1": 507,
            "y1": 276,
            "x2": 648,
            "y2": 496,
            "text": "なんか 昼間の人間も いねえし…",
            "vi": "Không có người vào ban ngày..."
        },
        {
            "x1": 141,
            "y1": 434,
            "x2": 276,
            "y2": 651,
            "text": "アイツら どこ行ったん だよ",
            "vi": "Bạn đã đi đâu"
        },
        {
            "x1": 881,
            "y1": 866,
            "x2": 1034,
            "y2": 1102,
            "text": "まっ そのうち 戻って来るか",
            "vi": "Bạn sẽ trở lại sớm?"
        },
        {
            "x1": 203,
            "y1": 881,
            "x2": 255,
            "y2": 1068,
            "text": "寝よ……",
            "vi": "Ngủ..."
        }
    ],
    "7-6222a06ab0556.jpg": [
        {
            "x1": 850,
            "y1": 62,
            "x2": 971,
            "y2": 356,
            "text": "…いや",
            "vi": "Không"
        },
        {
            "x1": 72,
            "y1": 68,
            "x2": 261,
            "y2": 605,
            "text": "これ アイツらの 仕業じゃね？",
            "vi": "Đây không phải là công việc của những kẻ này sao?"
        },
        {
            "x1": 837,
            "y1": 836,
            "x2": 968,
            "y2": 1119,
            "text": "ヤベェ！ 追わねぇと…",
            "vi": "Yabe! Đừng theo đuổi..."
        },
        {
            "x1": 336,
            "y1": 864,
            "x2": 386,
            "y2": 987,
            "text": "フェル",
            "vi": "Fel"
        },
        {
            "x1": 256,
            "y1": 915,
            "x2": 300,
            "y2": 1060,
            "text": "すまねぇ",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 486,
            "y1": 1280,
            "x2": 597,
            "y2": 1480,
            "text": "落ち着け ドラ",
            "vi": "Một bộ phim truyền hình bình tĩnh"
        },
        {
            "x1": 104,
            "y1": 1358,
            "x2": 187,
            "y2": 1552,
            "text": "あまり騒ぐな 此奴が起きる",
            "vi": "Đừng tạo quá nhiều tiếng ồn, anh chàng này xảy ra"
        }
    ],
    "8-6222a06b3cf7f.jpg": [
        {
            "x1": 906,
            "y1": 261,
            "x2": 1048,
            "y2": 450,
            "text": "そうすれば より面倒に なるぞ",
            "vi": "Sau đó, nó sẽ gây rắc rối hơn"
        },
        {
            "x1": 542,
            "y1": 365,
            "x2": 583,
            "y2": 434,
            "text": "たっ",
            "vi": "Chỉ cần"
        },
        {
            "x1": 397,
            "y1": 450,
            "x2": 454,
            "y2": 622,
            "text": "確かに…",
            "vi": "Chắc chắn…"
        },
        {
            "x1": 940,
            "y1": 719,
            "x2": 1025,
            "y2": 879,
            "text": "主が 起きる前に",
            "vi": "Trước khi Chúa thức dậy"
        },
        {
            "x1": 565,
            "y1": 771,
            "x2": 676,
            "y2": 946,
            "text": "絶対にスイを 連れ戻さ ないと…",
            "vi": "Tôi phải mang Sui của tôi trở lại..."
        },
        {
            "x1": 213,
            "y1": 742,
            "x2": 253,
            "y2": 963,
            "text": "そういう事だ",
            "vi": "Loại đó"
        },
        {
            "x1": 950,
            "y1": 1087,
            "x2": 1016,
            "y2": 1200,
            "text": "奴ら",
            "vi": "Chúng"
        },
        {
            "x1": 777,
            "y1": 1114,
            "x2": 910,
            "y2": 1353,
            "text": "どうやら我らの 飯に何か盛った ようだが…",
            "vi": "Rõ ràng là một cái gì đó đã được phát triển trong gạo của chúng tôi..."
        },
        {
            "x1": 414,
            "y1": 1296,
            "x2": 512,
            "y2": 1519,
            "text": "だが 残念だったな",
            "vi": "Nhưng tôi rất tiếc"
        },
        {
            "x1": 194,
            "y1": 1245,
            "x2": 339,
            "y2": 1498,
            "text": "神々の加護を 受けている 我らには効かん",
            "vi": "Chúng tôi đang nhận được phước lành của các vị thần, nhưng nó hoạt động"
        }
    ],
    "9-6222a06bc6e7b.jpg": [
        {
            "x1": 825,
            "y1": 333,
            "x2": 903,
            "y2": 498,
            "text": "それに あのスイだ",
            "vi": "Và đó là"
        },
        {
            "x1": 397,
            "y1": 239,
            "x2": 517,
            "y2": 441,
            "text": "だなっ",
            "vi": "Chỉ"
        },
        {
            "x1": 277,
            "y1": 175,
            "x2": 359,
            "y2": 351,
            "text": "そう遠くは ないゆえ",
            "vi": "Bởi vì nó không xa"
        },
        {
            "x1": 119,
            "y1": 206,
            "x2": 203,
            "y2": 432,
            "text": "すぐに 見つかるだろう",
            "vi": "Bạn sẽ tìm thấy nó sớm"
        },
        {
            "x1": 736,
            "y1": 472,
            "x2": 776,
            "y2": 681,
            "text": "心配はいらん",
            "vi": "Đừng lo lắng"
        },
        {
            "x1": 70,
            "y1": 546,
            "x2": 117,
            "y2": 682,
            "text": "おう‼",
            "vi": "OU!"
        },
        {
            "x1": 801,
            "y1": 829,
            "x2": 882,
            "y2": 1025,
            "text": "…っていうか フェル",
            "vi": "… Ý tôi là Fel"
        },
        {
            "x1": 855,
            "y1": 1132,
            "x2": 928,
            "y2": 1316,
            "text": "俺が言うのも アレだけど",
            "vi": "Tôi nói vậy"
        },
        {
            "x1": 677,
            "y1": 1151,
            "x2": 790,
            "y2": 1458,
            "text": "お前は今まで 何してたんだ？",
            "vi": "Bạn đã bao giờ làm gì?"
        }
    ],
    "10-6222a06c4dd74.jpg": [
        {
            "x1": 236,
            "y1": 742,
            "x2": 300,
            "y2": 1029,
            "text": "……寝てた",
            "vi": "…… đang ngủ"
        },
        {
            "x1": 998,
            "y1": 1163,
            "x2": 1084,
            "y2": 1328,
            "text": "あまりにも 小物過ぎて",
            "vi": "Quá nhỏ"
        },
        {
            "x1": 768,
            "y1": 1162,
            "x2": 895,
            "y2": 1327,
            "text": "警戒する 気も起きん かった",
            "vi": "Tôi đã sẵn sàng để cảnh giác"
        }
    ],
    "11-6222a06d60b8c.jpg": [
        {
            "x1": 567,
            "y1": 335,
            "x2": 677,
            "y2": 552,
            "text": "どういう 事だコレ…",
            "vi": "Cái gì thế này..."
        },
        {
            "x1": 312,
            "y1": 940,
            "x2": 496,
            "y2": 1314,
            "text": "ドラゴン じゃねェそ",
            "vi": "Đó là một con rồng"
        }
    ],
    "12-6222a06e23710.jpg": [
        {
            "x1": 950,
            "y1": 113,
            "x2": 1013,
            "y2": 392,
            "text": "何してんだ！",
            "vi": "Bạn đang làm gì vậy!"
        },
        {
            "x1": 196,
            "y1": 191,
            "x2": 321,
            "y2": 358,
            "text": "どうする？ 今から戻れ ねぇぞ…",
            "vi": "bạn định làm gì? Tôi không thể quay lại ngay bây giờ..."
        },
        {
            "x1": 118,
            "y1": 222,
            "x2": 179,
            "y2": 381,
            "text": "液も明けちまう\"",
            "vi": "Chất lỏng cũng được nhận ra \""
        },
        {
            "x1": 888,
            "y1": 465,
            "x2": 960,
            "y2": 658,
            "text": "だっ だって 暗かったし…っ",
            "vi": "Bởi vì trời tối..."
        },
        {
            "x1": 992,
            "y1": 589,
            "x2": 1033,
            "y2": 736,
            "text": "急いでたこミ",
            "vi": "Tôi đã vội vàng"
        },
        {
            "x1": 713,
            "y1": 559,
            "x2": 834,
            "y2": 719,
            "text": "触ったら 分かるだろ ーが‼",
            "vi": "Nếu bạn chạm vào nó, bạn sẽ hiểu."
        },
        {
            "x1": 190,
            "y1": 465,
            "x2": 273,
            "y2": 720,
            "text": "ふざけんな コレ売れってか⁉",
            "vi": "Đó có phải là một kore vui tươi bán?"
        },
        {
            "x1": 968,
            "y1": 790,
            "x2": 1058,
            "y2": 994,
            "text": "っていうか そもそも…",
            "vi": "Ý tôi là, ngay từ đầu..."
        },
        {
            "x1": 228,
            "y1": 767,
            "x2": 316,
            "y2": 897,
            "text": "あるじ どこく",
            "vi": "No ở đâu?"
        },
        {
            "x1": 967,
            "y1": 1079,
            "x2": 1060,
            "y2": 1318,
            "text": "スライムなんか 攫っても",
            "vi": "Ngay cả khi bạn dùng một chất nhờn"
        },
        {
            "x1": 715,
            "y1": 1109,
            "x2": 908,
            "y2": 1554,
            "text": "売れるわけ ねーだろー‼",
            "vi": "Tôi không thể bán nó!"
        },
        {
            "x1": 113,
            "y1": 1509,
            "x2": 390,
            "y2": 1564,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}