var ocr_data = {
    "001.jpg": [
        {
            "x1": 888,
            "y1": 589,
            "x2": 931,
            "y2": 692,
            "text": "スイ？",
            "vi": "Sui?"
        },
        {
            "x1": 187,
            "y1": 544,
            "x2": 293,
            "y2": 686,
            "text": "あのね あのね",
            "vi": "Đúng thế"
        },
        {
            "x1": 731,
            "y1": 662,
            "x2": 811,
            "y2": 792,
            "text": "何か あった？",
            "vi": "Chuyện gì đã xảy ra?"
        },
        {
            "x1": 694,
            "y1": 1164,
            "x2": 764,
            "y2": 1285,
            "text": "お外",
            "vi": "ở ngoài"
        },
        {
            "x1": 128,
            "y1": 1043,
            "x2": 252,
            "y2": 1248,
            "text": "お花 だらけー",
            "vi": "Đầy hoa"
        }
    ],
    "002.jpg": [
        {
            "x1": 367,
            "y1": 64,
            "x2": 788,
            "y2": 114,
            "text": "第33章 再会の日 前編",
            "vi": "Chương 33 Ngày liên quan Phần 1"
        },
        {
            "x1": 250,
            "y1": 143,
            "x2": 921,
            "y2": 337,
            "text": "とんでもスキル同 異世界放浪タジ",
            "vi": "Kỹ năng cùng thế giới lang thang Taji"
        },
        {
            "x1": 485,
            "y1": 386,
            "x2": 668,
            "y2": 455,
            "text": "Tondemo Skill de lsekai Hourou'Meshi Sui no Dai Bouken",
            "vi": "L Thế giới lang thang với cuộc phiêu lưu tuyệt vời của S Kiki"
        },
        {
            "x1": 73,
            "y1": 1516,
            "x2": 1073,
            "y2": 1569,
            "text": "漫画：双葉もも 原作：江口連手キャラクター原案雅",
            "vi": "Manga: Futaba Momo Bản gốc: Nhân vật Eguchi Ren"
        }
    ],
    "003.jpg": [
        {
            "x1": 187,
            "y1": 212,
            "x2": 233,
            "y2": 455,
            "text": "“再会の日´？",
            "vi": "Ngày của cuộc hội ngộ ´?"
        },
        {
            "x1": 838,
            "y1": 437,
            "x2": 937,
            "y2": 482,
            "text": "もら,た",
            "vi": "Xuất hiện"
        },
        {
            "x1": 859,
            "y1": 584,
            "x2": 896,
            "y2": 684,
            "text": "はい！",
            "vi": "Vâng!"
        },
        {
            "x1": 406,
            "y1": 632,
            "x2": 558,
            "y2": 801,
            "text": "亡くなった 愛する人達と もう一度 出会える日",
            "vi": "Ngày mà bạn có thể gặp lại những người thân yêu đã chết"
        },
        {
            "x1": 206,
            "y1": 598,
            "x2": 284,
            "y2": 763,
            "text": "それが今日 なんです！",
            "vi": "Đó là hôm nay!"
        },
        {
            "x1": 898,
            "y1": 920,
            "x2": 968,
            "y2": 1077,
            "text": "死者…",
            "vi": "đã chết…"
        },
        {
            "x1": 446,
            "y1": 973,
            "x2": 490,
            "y2": 1130,
            "text": "年に一度",
            "vi": "Một lần trong một năm"
        },
        {
            "x1": 140,
            "y1": 1029,
            "x2": 307,
            "y2": 1263,
            "text": "故人の魂が 身近に感じると 言われているのが 今日なんです",
            "vi": "Đó là ngày hôm nay, người ta nói rằng linh hồn của người quá cố cảm thấy gần gũi với tôi."
        },
        {
            "x1": 661,
            "y1": 1173,
            "x2": 738,
            "y2": 1438,
            "text": "死者が本当に蘇る 訳ではないですよ‼",
            "vi": "Người chết không thực sự được hồi sinh."
        }
    ],
    "004.jpg": [
        {
            "x1": 840,
            "y1": 78,
            "x2": 1018,
            "y2": 272,
            "text": "街を白い はな 花で飾り 華やかにその 魂を迎える",
            "vi": "Trang trí thành phố bằng hoa hoa trắng và chào linh hồn một cách tuyệt vời"
        },
        {
            "x1": 610,
            "y1": 188,
            "x2": 742,
            "y2": 443,
            "text": "死者も生者も 共に楽しい一日を 笑って過ごそう！",
            "vi": "Cả người chết và cuộc sống cùng nhau sẽ cười một ngày vui vẻ!"
        },
        {
            "x1": 341,
            "y1": 339,
            "x2": 425,
            "y2": 534,
            "text": "それが 再会の日です",
            "vi": "Đó là ngày đoàn tụ"
        },
        {
            "x1": 454,
            "y1": 763,
            "x2": 491,
            "y2": 868,
            "text": "成程…",
            "vi": "Việc xử lý..."
        },
        {
            "x1": 213,
            "y1": 761,
            "x2": 420,
            "y2": 945,
            "text": "それで今日 こんなにも 花の匂いが 充満している 訳か",
            "vi": "Vậy hôm nay có mùi hoa đầy đủ không?"
        },
        {
            "x1": 765,
            "y1": 1261,
            "x2": 804,
            "y2": 1465,
            "text": "…それよりも",
            "vi": "… Thay vì điều đó"
        },
        {
            "x1": 514,
            "y1": 1319,
            "x2": 697,
            "y2": 1506,
            "text": "お主ら 何をそんな はしゃいで おるのだ",
            "vi": "Bạn đang nói về cái gì vậy?"
        }
    ],
    "005.jpg": [
        {
            "x1": 832,
            "y1": 166,
            "x2": 913,
            "y2": 380,
            "text": "スイはともかく お主もか",
            "vi": "Ngoài Sui, Chúa"
        },
        {
            "x1": 628,
            "y1": 341,
            "x2": 704,
            "y2": 483,
            "text": "だって 良くない？",
            "vi": "Điều đó không tốt sao?"
        },
        {
            "x1": 154,
            "y1": 221,
            "x2": 241,
            "y2": 414,
            "text": "7・観光って 感じで",
            "vi": "7. Nó giống như tham quan"
        },
        {
            "x1": 727,
            "y1": 637,
            "x2": 872,
            "y2": 832,
            "text": "俺のいた世界 にも似たような 行事があった けど",
            "vi": "Có một sự kiện tương tự như thế giới tôi đã"
        },
        {
            "x1": 187,
            "y1": 681,
            "x2": 348,
            "y2": 864,
            "text": "こんな お祭りー！ って感じでも ないし",
            "vi": "Như một lễ hội! Nó không cảm thấy như vậy"
        },
        {
            "x1": 168,
            "y1": 1064,
            "x2": 317,
            "y2": 1337,
            "text": "この際だから 満喫するのも アリかなーって",
            "vi": "Tại thời điểm này, đó là một alli để thưởng thức"
        }
    ],
    "006.jpg": [
        {
            "x1": 753,
            "y1": 121,
            "x2": 816,
            "y2": 284,
            "text": "あるじのそれ おいしいー？",
            "vi": "Nó có ngon không?"
        },
        {
            "x1": 300,
            "y1": 517,
            "x2": 363,
            "y2": 648,
            "text": "知ってたよ チクショウ",
            "vi": "tôi biết nó"
        },
        {
            "x1": 875,
            "y1": 591,
            "x2": 955,
            "y2": 863,
            "text": "聞いてる あるじー？」━も",
            "vi": "Bạn đang nghe? \""
        },
        {
            "x1": 946,
            "y1": 842,
            "x2": 1021,
            "y2": 1010,
            "text": "なに 見てるのー？",
            "vi": "Bạn đang nhìn gì?"
        },
        {
            "x1": 454,
            "y1": 1123,
            "x2": 525,
            "y2": 1453,
            "text": "リクくん‼",
            "vi": "Riku -Kun"
        }
    ],
    "007.jpg": [
        {
            "x1": 678,
            "y1": 159,
            "x2": 780,
            "y2": 368,
            "text": "リクくんと あそぶー！",
            "vi": "Hãy chơi với Riku!"
        },
        {
            "x1": 477,
            "y1": 132,
            "x2": 619,
            "y2": 341,
            "text": "おーい",
            "vi": "Này"
        },
        {
            "x1": 868,
            "y1": 529,
            "x2": 917,
            "y2": 695,
            "text": "ぁあ スイ！",
            "vi": "À!"
        },
        {
            "x1": 884,
            "y1": 817,
            "x2": 958,
            "y2": 1008,
            "text": "スライムと ムコーダさ…",
            "vi": "Slime và Mcoda..."
        },
        {
            "x1": 100,
            "y1": 1042,
            "x2": 269,
            "y2": 1079,
            "text": "※大がニガテ",
            "vi": "* Lớn là Nigate"
        },
        {
            "x1": 145,
            "y1": 1258,
            "x2": 221,
            "y2": 1481,
            "text": "お母さんと ケンカしたの？",
            "vi": "Bạn đã đánh nhau với mẹ của bạn?"
        }
    ],
    "008.jpg": [
        {
            "x1": 932,
            "y1": 146,
            "x2": 1014,
            "y2": 302,
            "text": "母ちゃんが 悪いんス‼",
            "vi": "Mẹ tôi là xấu"
        },
        {
            "x1": 758,
            "y1": 173,
            "x2": 862,
            "y2": 331,
            "text": "今日は 大事な日 だってのに…",
            "vi": "Hôm nay là một ngày quan trọng..."
        },
        {
            "x1": 558,
            "y1": 146,
            "x2": 694,
            "y2": 390,
            "text": "父ちゃんの形見 失くしちまった んスよ‼",
            "vi": "Hình dạng của cha đã bị mất."
        },
        {
            "x1": 447,
            "y1": 196,
            "x2": 496,
            "y2": 288,
            "text": "かも",
            "vi": "Có lẽ"
        },
        {
            "x1": 380,
            "y1": 215,
            "x2": 466,
            "y2": 385,
            "text": "戻ってるし出",
            "vi": "Tôi trở lại"
        },
        {
            "x1": 218,
            "y1": 171,
            "x2": 267,
            "y2": 413,
            "text": "お母さん…！",
            "vi": "người mẹ…!"
        },
        {
            "x1": 880,
            "y1": 637,
            "x2": 987,
            "y2": 840,
            "text": "も もしかしたら 別の場所に あるかも…",
            "vi": "Có lẽ đó là ở một nơi khác..."
        },
        {
            "x1": 691,
            "y1": 666,
            "x2": 762,
            "y2": 886,
            "text": "家中探した…！ でも無かったんだ",
            "vi": "Tôi đã tìm nó khắp nhà...! Nhưng không phải"
        },
        {
            "x1": 305,
            "y1": 636,
            "x2": 335,
            "y2": 840,
            "text": "きっとどっかに",
            "vi": "Ngày nào đó"
        },
        {
            "x1": 260,
            "y1": 636,
            "x2": 290,
            "y2": 843,
            "text": "売ったんだろ…",
            "vi": "Bạn đã bán nó..."
        },
        {
            "x1": 836,
            "y1": 942,
            "x2": 986,
            "y2": 1208,
            "text": "母ちゃんにとっては 父ちゃんもオレも どうだって いいんだ…",
            "vi": "Đối với mẹ tôi, tôi không quan tâm đến bố và tôi..."
        },
        {
            "x1": 511,
            "y1": 983,
            "x2": 597,
            "y2": 1236,
            "text": "だからオレも もう知るもんか！",
            "vi": "Vì vậy, tôi biết bạn đã rồi!"
        },
        {
            "x1": 220,
            "y1": 959,
            "x2": 270,
            "y2": 1163,
            "text": "スライム！",
            "vi": "Chất nhờn!"
        },
        {
            "x1": 945,
            "y1": 1280,
            "x2": 1019,
            "y2": 1425,
            "text": "なでなで",
            "vi": "BẬT"
        }
    ],
    "009.jpg": [
        {
            "x1": 467,
            "y1": 113,
            "x2": 561,
            "y2": 494,
            "text": "遊ぼうぜ‼",
            "vi": "Hãy chơi"
        },
        {
            "x1": 808,
            "y1": 1158,
            "x2": 922,
            "y2": 1368,
            "text": "そういや スライムにも 親っているの？",
            "vi": "Bạn có bị biến dạng trong chất nhờn không?"
        },
        {
            "x1": 369,
            "y1": 1087,
            "x2": 411,
            "y2": 1264,
            "text": "知らねく",
            "vi": "Biết rôi"
        },
        {
            "x1": 134,
            "y1": 1090,
            "x2": 204,
            "y2": 1260,
            "text": "ふーん",
            "vi": "Hmm"
        },
        {
            "x1": 287,
            "y1": 1236,
            "x2": 323,
            "y2": 1425,
            "text": "どうかなく",
            "vi": "Miễn cưỡng"
        }
    ],
    "010.jpg": [
        {
            "x1": 608,
            "y1": 557,
            "x2": 719,
            "y2": 736,
            "text": "…父ちゃんは 元々冒険者 だったんだ",
            "vi": "...Bố ban đầu là một nhà thám hiểm"
        },
        {
            "x1": 333,
            "y1": 673,
            "x2": 367,
            "y2": 797,
            "text": "夕食の時",
            "vi": "Bữa tối vào bữa tối"
        },
        {
            "x1": 141,
            "y1": 601,
            "x2": 279,
            "y2": 779,
            "text": "家族そろって 父ちゃんの話を 聞くのが楽しみ だったよ",
            "vi": "Tôi đã mong được nghe bố tôi với cả gia đình"
        },
        {
            "x1": 839,
            "y1": 993,
            "x2": 979,
            "y2": 1217,
            "text": "オレもいつか 父ちゃんと一緒に 外に行くんだって 楽しみにしてたけど",
            "vi": "Tôi đã rất mong được đi chơi với bố tôi vào một ngày nào đó"
        },
        {
            "x1": 529,
            "y1": 982,
            "x2": 634,
            "y2": 1162,
            "text": "だからオレが 父ちゃんの分 まで強くなって",
            "vi": "Vì vậy, tôi đã mạnh mẽ hơn với bố tôi"
        },
        {
            "x1": 711,
            "y1": 1261,
            "x2": 820,
            "y2": 1457,
            "text": "父ちゃん元々 身体が弱かった からさ――…",
            "vi": "Bố tôi ban đầu yếu..."
        },
        {
            "x1": 478,
            "y1": 1184,
            "x2": 603,
            "y2": 1370,
            "text": "不死鳥みたいな ほうけんしゃ 冒険者に なってやるーって 言ってんのに",
            "vi": "Tôi bảo bạn trở thành một nhà thám hiểm như một con chim bất tử"
        },
        {
            "x1": 140,
            "y1": 1203,
            "x2": 230,
            "y2": 1387,
            "text": "母ちゃんいっつも ムリムリって 反対すんだよ！",
            "vi": "Mẹ tôi luôn luôn phản đối Murimuri!"
        }
    ],
    "011.jpg": [
        {
            "x1": 888,
            "y1": 50,
            "x2": 960,
            "y2": 276,
            "text": "ひどーい",
            "vi": "Khủng khiếp"
        },
        {
            "x1": 320,
            "y1": 38,
            "x2": 507,
            "y2": 281,
            "text": "なんだかんだ ちゃんと応援 してくれてると 思うな",
            "vi": "Tôi nghĩ rằng bạn ủng hộ tôi bằng cách nào đó"
        },
        {
            "x1": 631,
            "y1": 367,
            "x2": 755,
            "y2": 632,
            "text": "お母さんなりに 心配してるんだって 大丈夫だよ",
            "vi": "Không sao khi lo lắng về mẹ của bạn"
        },
        {
            "x1": 113,
            "y1": 383,
            "x2": 146,
            "y2": 534,
            "text": "うっそだー",
            "vi": "Hoa Kì"
        },
        {
            "x1": 805,
            "y1": 745,
            "x2": 971,
            "y2": 957,
            "text": "あの人は 家族のことより 仕事のが 大事なんスよ？",
            "vi": "Có quan trọng hơn khi làm việc hơn một gia đình?"
        },
        {
            "x1": 382,
            "y1": 727,
            "x2": 447,
            "y2": 885,
            "text": "形見は どっかやるし",
            "vi": "Tôi sẽ làm một số việc nhìn thấy ở đâu đó"
        },
        {
            "x1": 106,
            "y1": 721,
            "x2": 263,
            "y2": 957,
            "text": "父ちゃんが死んで からずーっと 休みもしないで 仕事仕事仕事…",
            "vi": "Tôi không nghỉ ngơi kể từ khi bố tôi qua đời, và công việc..."
        },
        {
            "x1": 912,
            "y1": 1108,
            "x2": 952,
            "y2": 1259,
            "text": "-それは…",
            "vi": "-Tôi là…"
        },
        {
            "x1": 372,
            "y1": 1096,
            "x2": 412,
            "y2": 1318,
            "text": "今日だって…",
            "vi": "Ngay cả hôm nay..."
        },
        {
            "x1": 544,
            "y1": 1280,
            "x2": 663,
            "y2": 1477,
            "text": "今日 だって！",
            "vi": "Ngay cả ngày hôm nay!"
        }
    ],
    "012.jpg": [
        {
            "x1": 892,
            "y1": 155,
            "x2": 1023,
            "y2": 428,
            "text": "…今日ぐらい 休んでくれたって いいじゃんか",
            "vi": "Hôm nay không ổn khi nghỉ ngơi?"
        },
        {
            "x1": 322,
            "y1": 384,
            "x2": 359,
            "y2": 550,
            "text": "エリク君…",
            "vi": "Eriku -Kun..."
        },
        {
            "x1": 604,
            "y1": 1062,
            "x2": 696,
            "y2": 1228,
            "text": "なんだよ く～っ",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 429,
            "y1": 1060,
            "x2": 534,
            "y2": 1179,
            "text": "くく やめ３",
            "vi": "Kukuya 3"
        },
        {
            "x1": 175,
            "y1": 1317,
            "x2": 316,
            "y2": 1462,
            "text": "スイも 心配して くれてるん だよー",
            "vi": "Tôi cũng lo lắng về Sui"
        }
    ],
    "013.jpg": [
        {
            "x1": 901,
            "y1": 517,
            "x2": 937,
            "y2": 675,
            "text": "エリク君さ",
            "vi": "Eriku -Kun"
        },
        {
            "x1": 343,
            "y1": 515,
            "x2": 412,
            "y2": 681,
            "text": "さっき言った こと",
            "vi": "Những gì tôi vừa nói"
        },
        {
            "x1": 132,
            "y1": 620,
            "x2": 270,
            "y2": 775,
            "text": "ちゃんと全部 お母さんに 言ってみたら どうかな？",
            "vi": "Tại sao bạn không nói với mẹ của bạn đúng cách?"
        },
        {
            "x1": 871,
            "y1": 893,
            "x2": 967,
            "y2": 1132,
            "text": "さびしかった って",
            "vi": "Nó là gỉ"
        },
        {
            "x1": 425,
            "y1": 915,
            "x2": 515,
            "y2": 1037,
            "text": "オレは 別に…",
            "vi": "Tôi tách biệt..."
        },
        {
            "x1": 250,
            "y1": 1130,
            "x2": 362,
            "y2": 1309,
            "text": "お母さんにも 理由がある だろうけど",
            "vi": "Có thể có lý do cho mẹ tôi"
        },
        {
            "x1": 96,
            "y1": 1272,
            "x2": 223,
            "y2": 1483,
            "text": "きっと 分かってくれる と思うよ",
            "vi": "Tôi nghĩ bạn sẽ hiểu nó"
        }
    ],
    "014.jpg": [
        {
            "x1": 948,
            "y1": 19,
            "x2": 1097,
            "y2": 255,
            "text": "──ね！ お母さん",
            "vi": "─‖! người mẹ"
        },
        {
            "x1": 532,
            "y1": 173,
            "x2": 598,
            "y2": 454,
            "text": "何言って…",
            "vi": "Nói gì..."
        },
        {
            "x1": 134,
            "y1": 262,
            "x2": 275,
            "y2": 589,
            "text": "エリク！",
            "vi": "Eric!"
        },
        {
            "x1": 246,
            "y1": 1139,
            "x2": 308,
            "y2": 1458,
            "text": "母ちゃん…！",
            "vi": "Người mẹ...!"
        },
        {
            "x1": 15,
            "y1": 1522,
            "x2": 295,
            "y2": 1579,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}