var ocr_data = {
    "001.jpg": [
        {
            "x1": 304,
            "y1": 67,
            "x2": 803,
            "y2": 112,
            "text": "第50章 宝物の扱い方 後編",
            "vi": "Chương 50 Cách xử lý kho báu Phần 2"
        },
        {
            "x1": 259,
            "y1": 1363,
            "x2": 438,
            "y2": 1429,
            "text": "Tondemo Skill de Isekai Hourou Meshi Sui no Dai Bouken",
            "vi": "Thế giới khác nhau lang thang với s kit l"
        },
        {
            "x1": 117,
            "y1": 1521,
            "x2": 1011,
            "y2": 1566,
            "text": "漫画：双葉もも 原作：江口連 キｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi Ren Kirakter"
        }
    ],
    "002.jpg": [
        {
            "x1": 942,
            "y1": 125,
            "x2": 1019,
            "y2": 245,
            "text": "ない",
            "vi": "không có"
        },
        {
            "x1": 225,
            "y1": 132,
            "x2": 307,
            "y2": 393,
            "text": "ないく～",
            "vi": "KHÔNG"
        },
        {
            "x1": 926,
            "y1": 570,
            "x2": 1002,
            "y2": 697,
            "text": "ない",
            "vi": "không có"
        },
        {
            "x1": 914,
            "y1": 901,
            "x2": 1004,
            "y2": 1082,
            "text": "リクくんが いないー",
            "vi": "Không có riku -kun"
        },
        {
            "x1": 189,
            "y1": 943,
            "x2": 232,
            "y2": 1119,
            "text": "う─―ん…",
            "vi": "Ừm..."
        },
        {
            "x1": 978,
            "y1": 1185,
            "x2": 1016,
            "y2": 1357,
            "text": "おかしいな",
            "vi": "Thật là lạ"
        },
        {
            "x1": 183,
            "y1": 1185,
            "x2": 306,
            "y2": 1453,
            "text": "その大きさ だったら落とせば 気付くハズだけど…",
            "vi": "Nếu đó là kích thước đó, bạn sẽ nhận thấy nếu bạn thả nó..."
        }
    ],
    "003.jpg": [
        {
            "x1": 840,
            "y1": 151,
            "x2": 959,
            "y2": 392,
            "text": "お昼の時に ちゃんと あったもんな…",
            "vi": "Nó đúng vào buổi trưa..."
        },
        {
            "x1": 352,
            "y1": 141,
            "x2": 517,
            "y2": 339,
            "text": "スイ その後鞄に しまったんだ よな？",
            "vi": "Bạn đã đặt nó vào túi của mình sau đó?"
        },
        {
            "x1": 848,
            "y1": 539,
            "x2": 970,
            "y2": 741,
            "text": "ちゃんとスイ おかたづけ したの",
            "vi": "Tôi đã sử dụng nó đúng cách"
        },
        {
            "x1": 569,
            "y1": 580,
            "x2": 618,
            "y2": 747,
            "text": "だよねー",
            "vi": "không phải là nó"
        },
        {
            "x1": 314,
            "y1": 523,
            "x2": 467,
            "y2": 741,
            "text": "だとすると やっぱり 落として しまったかぁ…",
            "vi": "Nếu vậy, bạn đã thả nó..."
        },
        {
            "x1": 254,
            "y1": 1105,
            "x2": 415,
            "y2": 1286,
            "text": "ああ…っ しっかり スイ‼",
            "vi": "Ah... nó rất tốt"
        },
        {
            "x1": 628,
            "y1": 1130,
            "x2": 850,
            "y2": 1557,
            "text": "で3ん",
            "vi": "3."
        },
        {
            "x1": 206,
            "y1": 1313,
            "x2": 328,
            "y2": 1523,
            "text": "見つかるって！ 引き返して 探そう‼",
            "vi": "Nhận thấy! Hãy quay lại và tìm kiếm."
        }
    ],
    "004.jpg": [
        {
            "x1": 942,
            "y1": 112,
            "x2": 1023,
            "y2": 279,
            "text": "頼むぞ フェル…！",
            "vi": "Tôi sẽ hỏi bạn Fel...!"
        },
        {
            "x1": 790,
            "y1": 156,
            "x2": 820,
            "y2": 350,
            "text": "引き返すのか⁉",
            "vi": "Bạn có muốn quay lại?"
        },
        {
            "x1": 619,
            "y1": 72,
            "x2": 690,
            "y2": 281,
            "text": "幸い一つ残って おるのだし",
            "vi": "May mắn là một vẫn còn"
        },
        {
            "x1": 442,
            "y1": 83,
            "x2": 557,
            "y2": 319,
            "text": "また帰った時に 新しいのを貰えば よかろ…",
            "vi": "Tôi ước tôi có thể có được một cái mới khi tôi về nhà một lần nữa..."
        },
        {
            "x1": 626,
            "y1": 450,
            "x2": 698,
            "y2": 577,
            "text": "てろ",
            "vi": "Ngứa"
        },
        {
            "x1": 912,
            "y1": 778,
            "x2": 1015,
            "y2": 991,
            "text": "いっしょが いいのく_～",
            "vi": "Thật tuyệt khi được ở bên nhau _ ~"
        },
        {
            "x1": 532,
            "y1": 730,
            "x2": 687,
            "y2": 980,
            "text": "お前… そんな奴だとは 思わなかった…",
            "vi": "Bạn... tôi không nghĩ anh chàng đó..."
        },
        {
            "x1": 456,
            "y1": 847,
            "x2": 486,
            "y2": 969,
            "text": "日取低…",
            "vi": "Ngày thấp..."
        },
        {
            "x1": 203,
            "y1": 716,
            "x2": 311,
            "y2": 1059,
            "text": "ぐぬぬぬぬ…",
            "vi": "Gunnunu..."
        },
        {
            "x1": 803,
            "y1": 1198,
            "x2": 857,
            "y2": 1316,
            "text": "スイっ",
            "vi": "Sui"
        },
        {
            "x1": 210,
            "y1": 1229,
            "x2": 297,
            "y2": 1498,
            "text": "スイほらっ 探すのであろう！",
            "vi": "Bạn sẽ tìm kiếm Sui!"
        }
    ],
    "005.jpg": [
        {
            "x1": 901,
            "y1": 104,
            "x2": 945,
            "y2": 416,
            "text": "戻ってきたぞ！",
            "vi": "Tôi trở lại!"
        },
        {
            "x1": 793,
            "y1": 161,
            "x2": 837,
            "y2": 347,
            "text": "泣きやまんか！",
            "vi": "Khóc!"
        },
        {
            "x1": 539,
            "y1": 178,
            "x2": 602,
            "y2": 342,
            "text": "うーん",
            "vi": "Hmmm"
        },
        {
            "x1": 343,
            "y1": 109,
            "x2": 425,
            "y2": 323,
            "text": "ここら辺には ないな…",
            "vi": "Nó không ở đây..."
        },
        {
            "x1": 83,
            "y1": 185,
            "x2": 173,
            "y2": 341,
            "text": "フェルは どう？",
            "vi": "Làm thế nào về Fel?"
        },
        {
            "x1": 632,
            "y1": 248,
            "x2": 806,
            "y2": 487,
            "text": "ガサ",
            "vi": "Khí"
        },
        {
            "x1": 669,
            "y1": 391,
            "x2": 751,
            "y2": 536,
            "text": "ゴリ",
            "vi": "Gori"
        },
        {
            "x1": 145,
            "y1": 950,
            "x2": 182,
            "y2": 1093,
            "text": "どした？",
            "vi": "Bạn đã làm gì?"
        },
        {
            "x1": 880,
            "y1": 1252,
            "x2": 965,
            "y2": 1418,
            "text": "こういうの 得意だろ？",
            "vi": "Bạn có giỏi trong việc này không?"
        },
        {
            "x1": 263,
            "y1": 1259,
            "x2": 301,
            "y2": 1356,
            "text": "いや…",
            "vi": "KHÔNG…"
        },
        {
            "x1": 752,
            "y1": 1309,
            "x2": 831,
            "y2": 1475,
            "text": "鼻も利くん だし",
            "vi": "Mũi cũng tốt"
        },
        {
            "x1": 77,
            "y1": 1363,
            "x2": 168,
            "y2": 1525,
            "text": "そうなの だが…",
            "vi": "Đúng thế..."
        }
    ],
    "006.jpg": [
        {
            "x1": 888,
            "y1": 138,
            "x2": 976,
            "y2": 371,
            "text": "どうにも おかしいのだ",
            "vi": "Thật là kỳ lạ"
        },
        {
            "x1": 214,
            "y1": 211,
            "x2": 266,
            "y2": 338,
            "text": "何が？",
            "vi": "cái gì?"
        },
        {
            "x1": 870,
            "y1": 506,
            "x2": 1013,
            "y2": 694,
            "text": "普通 どんな物でも ニオイは残る ハズなのだが…",
            "vi": "Bình thường, mùi vẫn còn, nhưng..."
        },
        {
            "x1": 480,
            "y1": 506,
            "x2": 540,
            "y2": 742,
            "text": "…せんのだ",
            "vi": "....."
        },
        {
            "x1": 896,
            "y1": 875,
            "x2": 1011,
            "y2": 1091,
            "text": "しない⁉ 無臭なの⁉",
            "vi": "Tôi không làm không mùi⁉"
        },
        {
            "x1": 481,
            "y1": 915,
            "x2": 589,
            "y2": 1084,
            "text": "しかし それを辿ろう にも",
            "vi": "Nhưng để theo dõi nó"
        },
        {
            "x1": 187,
            "y1": 970,
            "x2": 330,
            "y2": 1140,
            "text": "この場所で 途切れて しまっている のだ…",
            "vi": "Nó bị gián đoạn ở nơi này..."
        },
        {
            "x1": 961,
            "y1": 1272,
            "x2": 1006,
            "y2": 1456,
            "text": "いやある！",
            "vi": "KHÔNG!"
        },
        {
            "x1": 678,
            "y1": 1305,
            "x2": 842,
            "y2": 1498,
            "text": "正確には ソレ自体には ニオイは あるぞ！",
            "vi": "Nói chính xác, có một mùi trong chính duy nhất!"
        },
        {
            "x1": 176,
            "y1": 1319,
            "x2": 225,
            "y2": 1418,
            "text": "えっ",
            "vi": "ơ"
        }
    ],
    "007.jpg": [
        {
            "x1": 850,
            "y1": 130,
            "x2": 933,
            "y2": 327,
            "text": "ここまでの 道中もそうだ",
            "vi": "Cũng vậy trên đường đi cho đến nay"
        },
        {
            "x1": 147,
            "y1": 112,
            "x2": 292,
            "y2": 363,
            "text": "そのニオイ だけが突然に 消えているのだ",
            "vi": "Chỉ có mùi đột nhiên biến mất"
        },
        {
            "x1": 639,
            "y1": 292,
            "x2": 710,
            "y2": 471,
            "text": "川を渡った わけでもなく",
            "vi": "Tôi đã không băng qua sông"
        },
        {
            "x1": 437,
            "y1": 336,
            "x2": 512,
            "y2": 528,
            "text": "雨が降った わけでもなく",
            "vi": "Trời không mưa"
        },
        {
            "x1": 798,
            "y1": 653,
            "x2": 881,
            "y2": 893,
            "text": "……そんなこと あるのか？",
            "vi": "......Có một điều như vậy?"
        },
        {
            "x1": 77,
            "y1": 702,
            "x2": 206,
            "y2": 907,
            "text": "…まあ 可能性が あるとすれば",
            "vi": "… Vâng, nếu có khả năng"
        },
        {
            "x1": 855,
            "y1": 1066,
            "x2": 950,
            "y2": 1288,
            "text": "どこぞの 魔物の腹の中",
            "vi": "Trong bụng của quỷ"
        },
        {
            "x1": 197,
            "y1": 1285,
            "x2": 351,
            "y2": 1530,
            "text": "もうこの世に 存在しないか だな！",
            "vi": "Nó không còn tồn tại trong thế giới này nữa!"
        }
    ],
    "008.jpg": [
        {
            "x1": 904,
            "y1": 83,
            "x2": 998,
            "y2": 357,
            "text": "ぷるちゃん これプレゼント",
            "vi": "Puru -chan là một món quà"
        },
        {
            "x1": 381,
            "y1": 185,
            "x2": 525,
            "y2": 458,
            "text": "これで ずっといっしょ だよ！",
            "vi": "Tôi luôn bên nhau!"
        },
        {
            "x1": 116,
            "y1": 921,
            "x2": 260,
            "y2": 1131,
            "text": "スイ‼",
            "vi": "Sui"
        },
        {
            "x1": 928,
            "y1": 1256,
            "x2": 967,
            "y2": 1468,
            "text": "おともだち…",
            "vi": "Bạn bè..."
        },
        {
            "x1": 739,
            "y1": 1232,
            "x2": 847,
            "y2": 1373,
            "text": "で了",
            "vi": "Hoàn chỉnh"
        },
        {
            "x1": 307,
            "y1": 1241,
            "x2": 359,
            "y2": 1353,
            "text": "スイっ",
            "vi": "Sui"
        },
        {
            "x1": 863,
            "y1": 1368,
            "x2": 896,
            "y2": 1540,
            "text": "いっしょ…",
            "vi": "cùng với nhau…"
        },
        {
            "x1": 256,
            "y1": 1365,
            "x2": 303,
            "y2": 1493,
            "text": "とけてるリ",
            "vi": "Tôi nhút nhát"
        },
        {
            "x1": 165,
            "y1": 1279,
            "x2": 208,
            "y2": 1538,
            "text": "スイしっかりっ",
            "vi": "Sui chắc chắn"
        }
    ],
    "009.jpg": [
        {
            "x1": 526,
            "y1": 28,
            "x2": 732,
            "y2": 259,
            "text": "ふ3",
            "vi": "3."
        },
        {
            "x1": 203,
            "y1": 132,
            "x2": 353,
            "y2": 314,
            "text": "ふる",
            "vi": "Sashimi"
        },
        {
            "x1": 858,
            "y1": 691,
            "x2": 905,
            "y2": 829,
            "text": "スイ…",
            "vi": "Sui..."
        },
        {
            "x1": 855,
            "y1": 979,
            "x2": 938,
            "y2": 1125,
            "text": "…大丈夫 だよ スイ",
            "vi": "...nó khá ổn"
        },
        {
            "x1": 493,
            "y1": 920,
            "x2": 595,
            "y2": 1206,
            "text": "エリクくんも 冒険に出たんだ",
            "vi": "Eriku -Kun cũng đã đi phiêu lưu"
        }
    ],
    "010.jpg": [
        {
            "x1": 956,
            "y1": 141,
            "x2": 998,
            "y2": 375,
            "text": "…ぼーけん？",
            "vi": "......"
        },
        {
            "x1": 409,
            "y1": 150,
            "x2": 569,
            "y2": 307,
            "text": "あの子 冒険者に なるのが夢 だったろ？",
            "vi": "Bạn đã mơ ước trở thành nhà thám hiểm trẻ con đó?"
        },
        {
            "x1": 135,
            "y1": 148,
            "x2": 244,
            "y2": 347,
            "text": "あの子も 旅がしたかった んだよ！",
            "vi": "Tôi cũng muốn đi du lịch!"
        },
        {
            "x1": 671,
            "y1": 485,
            "x2": 717,
            "y2": 704,
            "text": "そうだよ！",
            "vi": "Đúng thế!"
        },
        {
            "x1": 497,
            "y1": 541,
            "x2": 551,
            "y2": 711,
            "text": "なんで？",
            "vi": "Tại sao?"
        },
        {
            "x1": 162,
            "y1": 570,
            "x2": 195,
            "y2": 751,
            "text": "なんでって…",
            "vi": "Tại sao..."
        },
        {
            "x1": 926,
            "y1": 856,
            "x2": 1018,
            "y2": 1034,
            "text": "スイが旅に 出て…",
            "vi": "Sui đi trên một cuộc hành trình..."
        },
        {
            "x1": 705,
            "y1": 935,
            "x2": 823,
            "y2": 1166,
            "text": "いても立っても いられなかった んだろうね",
            "vi": "Tôi đoán tôi không thể đứng ngay cả khi nó"
        },
        {
            "x1": 878,
            "y1": 1227,
            "x2": 991,
            "y2": 1470,
            "text": "オレもスイちゃん みたいに 強くなるんだー！",
            "vi": "Tôi cũng mạnh mẽ hơn như Sui -chan!"
        },
        {
            "x1": 195,
            "y1": 1228,
            "x2": 315,
            "y2": 1382,
            "text": "って 張り切って たよ！",
            "vi": "Tôi đã rất phấn khích!"
        }
    ],
    "011.jpg": [
        {
            "x1": 718,
            "y1": 143,
            "x2": 972,
            "y2": 411,
            "text": "リクくん スイのこと スイって 言わないよ",
            "vi": "Tôi không nói riku -kun sui"
        },
        {
            "x1": 32,
            "y1": 121,
            "x2": 169,
            "y2": 514,
            "text": "そうなの⁉",
            "vi": "Đó là vì vậy"
        },
        {
            "x1": 913,
            "y1": 691,
            "x2": 946,
            "y2": 852,
            "text": "でもそっか",
            "vi": "Nhưng đúng vậy"
        },
        {
            "x1": 789,
            "y1": 806,
            "x2": 865,
            "y2": 938,
            "text": "そっかあ リクくん",
            "vi": "Riku -Kun"
        },
        {
            "x1": 344,
            "y1": 702,
            "x2": 452,
            "y2": 897,
            "text": "スイに 言ってくれれば いいのに",
            "vi": "Tôi ước tôi có thể nói với sui"
        },
        {
            "x1": 122,
            "y1": 805,
            "x2": 202,
            "y2": 1031,
            "text": "恥ずかしかった んだよ",
            "vi": "Tôi xấu hổ"
        },
        {
            "x1": 481,
            "y1": 1114,
            "x2": 528,
            "y2": 1206,
            "text": "スイ",
            "vi": "Sui"
        },
        {
            "x1": 882,
            "y1": 1117,
            "x2": 967,
            "y2": 1346,
            "text": "強くなって 帰って来るよ！",
            "vi": "Tôi sẽ trở nên mạnh mẽ hơn và quay lại!"
        },
        {
            "x1": 611,
            "y1": 1117,
            "x2": 711,
            "y2": 1302,
            "text": "スイのが 強いもんー",
            "vi": "Sui rất mạnh"
        },
        {
            "x1": 427,
            "y1": 1307,
            "x2": 514,
            "y2": 1460,
            "text": "なんだ それは？",
            "vi": "Nó............... là gì?"
        }
    ],
    "012.jpg": [
        {
            "x1": 1006,
            "y1": 108,
            "x2": 1048,
            "y2": 333,
            "text": "何か体内に…",
            "vi": "Một cái gì đó trong cơ thể..."
        },
        {
            "x1": 747,
            "y1": 145,
            "x2": 787,
            "y2": 301,
            "text": "大丈夫…？",
            "vi": "Bạn co ổn không…?"
        },
        {
            "x1": 614,
            "y1": 191,
            "x2": 719,
            "y2": 371,
            "text": "ってほんとだ なんか しこりが…",
            "vi": "Thực sự có một cái gì đó cục bộ..."
        },
        {
            "x1": 792,
            "y1": 1272,
            "x2": 1005,
            "y2": 1475,
            "text": "リクくん スイの中に いた～_～！ おかえりー‼",
            "vi": "Tôi đã ở Riku -Kun trong Sui ~ _ ~! Chào mừng về nhà!"
        },
        {
            "x1": 191,
            "y1": 1288,
            "x2": 242,
            "y2": 1455,
            "text": "あるじ？",
            "vi": "Ajiji?"
        }
    ],
    "013.jpg": [
        {
            "x1": 344,
            "y1": 205,
            "x2": 389,
            "y2": 382,
            "text": "そんなコトト",
            "vi": "Như một điều"
        },
        {
            "x1": 911,
            "y1": 391,
            "x2": 960,
            "y2": 550,
            "text": "成程…！",
            "vi": "Món quà...!"
        },
        {
            "x1": 783,
            "y1": 510,
            "x2": 890,
            "y2": 725,
            "text": "だから ニオイが せんかったのか",
            "vi": "Vậy bạn đã ngửi thấy?"
        },
        {
            "x1": 131,
            "y1": 512,
            "x2": 167,
            "y2": 655,
            "text": "ある…？",
            "vi": "thì là ở…?"
        },
        {
            "x1": 755,
            "y1": 848,
            "x2": 826,
            "y2": 1001,
            "text": "あったでは ないか",
            "vi": "Không phải là nó?"
        },
        {
            "x1": 116,
            "y1": 1269,
            "x2": 237,
            "y2": 1452,
            "text": "でも 良かったなー スイ",
            "vi": "Nhưng nó tốt"
        }
    ],
    "014.jpg": [
        {
            "x1": 880,
            "y1": 123,
            "x2": 1031,
            "y2": 308,
            "text": "これでまた お友達も 一緒に",
            "vi": "Bây giờ bạn bè của bạn bên nhau"
        },
        {
            "x1": 273,
            "y1": 129,
            "x2": 373,
            "y2": 359,
            "text": "うん！",
            "vi": "Ừ!"
        },
        {
            "x1": 815,
            "y1": 398,
            "x2": 906,
            "y2": 596,
            "text": "冒険 できるね！",
            "vi": "Bạn có thể phiêu lưu!"
        },
        {
            "x1": 897,
            "y1": 1160,
            "x2": 995,
            "y2": 1370,
            "text": "また失くす から",
            "vi": "Tôi sẽ mất một lần nữa"
        },
        {
            "x1": 762,
            "y1": 1243,
            "x2": 857,
            "y2": 1450,
            "text": "しまっとき なさい",
            "vi": "Cho tôi một thời gian tốt"
        },
        {
            "x1": 284,
            "y1": 1207,
            "x2": 323,
            "y2": 1477,
            "text": "なくさないもん",
            "vi": "Đừng loại bỏ nó"
        },
        {
            "x1": 123,
            "y1": 1531,
            "x2": 403,
            "y2": 1586,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}