var ocr_data = {
    "001.jpg": [
        {
            "x1": 604,
            "y1": 34,
            "x2": 665,
            "y2": 301,
            "text": "ここはフェーネン王国と レオンハルト王国の間",
            "vi": "Đây là giữa vương quốc của Fenen và vương quốc Leon Hart"
        },
        {
            "x1": 365,
            "y1": 115,
            "x2": 453,
            "y2": 248,
            "text": "めったに人が 立ち入らぬ 森の中",
            "vi": "Trong rừng nơi mọi người hiếm khi vào"
        },
        {
            "x1": 86,
            "y1": 231,
            "x2": 158,
            "y2": 369,
            "text": "休息をとる 影が３つ",
            "vi": "Có ba bóng để nghỉ ngơi"
        },
        {
            "x1": 444,
            "y1": 539,
            "x2": 479,
            "y2": 656,
            "text": "あるじー",
            "vi": "Một chút"
        },
        {
            "x1": 674,
            "y1": 695,
            "x2": 731,
            "y2": 864,
            "text": "一人の青年と 従魔のフェンリル",
            "vi": "Một chàng trai trẻ và quỷ Fenrir"
        },
        {
            "x1": 580,
            "y1": 864,
            "x2": 655,
            "y2": 1052,
            "text": "そして スライムが一体",
            "vi": "Và một con nhờn"
        },
        {
            "x1": 28,
            "y1": 955,
            "x2": 117,
            "y2": 1172,
            "text": "お皿キレイに なったよく",
            "vi": "Nó là một món ăn của món ăn"
        }
    ],
    "002.jpg": [
        {
            "x1": 94,
            "y1": 15,
            "x2": 815,
            "y2": 87,
            "text": "第】章 巻き込まれた異世界人と、フェンリルと、スライムと。",
            "vi": "], Một thế giới khác có liên quan, Fenrir và Slime."
        },
        {
            "x1": 101,
            "y1": 100,
            "x2": 580,
            "y2": 231,
            "text": "とんでもスギル同 異世界放浪这ジ",
            "vi": "Sglill cùng một thế giới lang thang"
        },
        {
            "x1": 814,
            "y1": 90,
            "x2": 856,
            "y2": 626,
            "text": "漫画：双葉もも 原作：江口連",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi Ren"
        },
        {
            "x1": 824,
            "y1": 609,
            "x2": 847,
            "y2": 861,
            "text": "キャラクター原案：雅",
            "vi": "Dự thảo nhân vật: YA"
        },
        {
            "x1": 712,
            "y1": 444,
            "x2": 762,
            "y2": 822,
            "text": "あのスイが主人公⁉",
            "vi": "Rằng sui là nhân vật chính⁉"
        },
        {
            "x1": 164,
            "y1": 487,
            "x2": 206,
            "y2": 1000,
            "text": "ほっこり異世界放浪譚、開幕",
            "vi": "Thư giãn thế giới khác nhau lang thang, mở đầu"
        }
    ],
    "003.jpg": [
        {
            "x1": 654,
            "y1": 83,
            "x2": 700,
            "y2": 195,
            "text": "フェル おじちゃんー",
            "vi": "Chú Fel"
        },
        {
            "x1": 545,
            "y1": 243,
            "x2": 710,
            "y2": 323,
            "text": "食いしん坊魔獣 フェル",
            "vi": "Háu ăn bang beast fel"
        },
        {
            "x1": 441,
            "y1": 160,
            "x2": 488,
            "y2": 339,
            "text": "フェルおじちゃん きいてー",
            "vi": "Bác Fel đang đến"
        },
        {
            "x1": 389,
            "y1": 412,
            "x2": 447,
            "y2": 510,
            "text": "あるじが ねー",
            "vi": "Một Jagane nào đó"
        },
        {
            "x1": 697,
            "y1": 485,
            "x2": 724,
            "y2": 583,
            "text": "スイよ…",
            "vi": "Sui..."
        },
        {
            "x1": 107,
            "y1": 427,
            "x2": 175,
            "y2": 573,
            "text": "スイ えらいねっ",
            "vi": "Sui là tuyệt vời"
        },
        {
            "x1": 653,
            "y1": 623,
            "x2": 739,
            "y2": 850,
            "text": "何度も言うが 我は「おじちゃん」では ないと…",
            "vi": "Tôi nói nhiều lần, nhưng tôi phải \"chú\" ..."
        },
        {
            "x1": 168,
            "y1": 918,
            "x2": 191,
            "y2": 1054,
            "text": "…よかったな",
            "vi": "...Tôi rất vui"
        },
        {
            "x1": 94,
            "y1": 1044,
            "x2": 125,
            "y2": 1132,
            "text": "うんー",
            "vi": "Ừ"
        }
    ],
    "004.jpg": [
        {
            "x1": 514,
            "y1": 79,
            "x2": 537,
            "y2": 244,
            "text": "なにがー？",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 358,
            "y1": 74,
            "x2": 388,
            "y2": 180,
            "text": "のるな",
            "vi": "Ngẫu nhiên"
        },
        {
            "x1": 156,
            "y1": 93,
            "x2": 236,
            "y2": 239,
            "text": "ついこの間 産まれたばかり だというのに",
            "vi": "Mặc dù lần này tôi mới sinh ra"
        },
        {
            "x1": 605,
            "y1": 276,
            "x2": 659,
            "y2": 424,
            "text": "それにしても 大したものだな",
            "vi": "Mặc dù vậy, nó là một vấn đề lớn"
        },
        {
            "x1": 114,
            "y1": 268,
            "x2": 234,
            "y2": 421,
            "text": "今では 念話も使えて そこらの魔物を 圧倒するとは…",
            "vi": "Bây giờ tôi có thể sử dụng câu chuyện trái tim của mình và áp đảo quái vật..."
        },
        {
            "x1": 679,
            "y1": 511,
            "x2": 758,
            "y2": 644,
            "text": "？ それって スイがすごい ってことー？",
            "vi": "?? Đó có phải là tuyệt vời?"
        },
        {
            "x1": 249,
            "y1": 453,
            "x2": 332,
            "y2": 586,
            "text": "さすがは 特殊個体と いうべきか…",
            "vi": "Nó có phải là một cá nhân đặc biệt không?"
        },
        {
            "x1": 692,
            "y1": 738,
            "x2": 785,
            "y2": 842,
            "text": "ああ すごいぞ スイ",
            "vi": "Ồ, nó thật tuyệt vời"
        },
        {
            "x1": 716,
            "y1": 893,
            "x2": 759,
            "y2": 1024,
            "text": "やったー",
            "vi": "Yay"
        },
        {
            "x1": 489,
            "y1": 997,
            "x2": 536,
            "y2": 1152,
            "text": "それに比べ あやつときたら…",
            "vi": "So với điều đó..."
        },
        {
            "x1": 174,
            "y1": 895,
            "x2": 231,
            "y2": 1123,
            "text": "せっかく異世界からの 召喚勇者だというのに",
            "vi": "Mặc dù đó là một anh hùng triệu tập từ thế giới khác"
        }
    ],
    "005.jpg": [
        {
            "x1": 636,
            "y1": 28,
            "x2": 685,
            "y2": 193,
            "text": "あるじー",
            "vi": "Một chút"
        },
        {
            "x1": 323,
            "y1": 83,
            "x2": 380,
            "y2": 204,
            "text": "なに してるのー",
            "vi": "Bạn đang làm gì vậy?"
        },
        {
            "x1": 341,
            "y1": 359,
            "x2": 366,
            "y2": 415,
            "text": "んー",
            "vi": "Hmm"
        },
        {
            "x1": 572,
            "y1": 572,
            "x2": 700,
            "y2": 636,
            "text": "ムコーダ",
            "vi": "Mukoda"
        },
        {
            "x1": 515,
            "y1": 531,
            "x2": 739,
            "y2": 611,
            "text": "巻き込まれた異世界人",
            "vi": "Một thế giới khác liên quan"
        },
        {
            "x1": 206,
            "y1": 477,
            "x2": 296,
            "y2": 637,
            "text": "いや ちょっと 魔法の練習をな",
            "vi": "Không, đừng thực hành phép thuật"
        },
        {
            "x1": 25,
            "y1": 528,
            "x2": 87,
            "y2": 634,
            "text": "食後の 運動がて",
            "vi": "Tập thể dục sau bữa ăn"
        },
        {
            "x1": 581,
            "y1": 780,
            "x2": 607,
            "y2": 889,
            "text": "ストーン…",
            "vi": "Sỏi..."
        },
        {
            "x1": 341,
            "y1": 720,
            "x2": 381,
            "y2": 869,
            "text": "バレット",
            "vi": "Bullet"
        },
        {
            "x1": 193,
            "y1": 716,
            "x2": 274,
            "y2": 848,
            "text": "すごーい あるじの 当たった―！",
            "vi": "Tuyệt vời là một trong đó bị đánh!"
        },
        {
            "x1": 58,
            "y1": 844,
            "x2": 123,
            "y2": 973,
            "text": "おっし なかなか！",
            "vi": "Nó khá tốt!"
        }
    ],
    "006.jpg": [
        {
            "x1": 741,
            "y1": 68,
            "x2": 828,
            "y2": 199,
            "text": "見ろよスイ！ 我ながら 見事な貫通！",
            "vi": "Nhìn vào nó! Tôi là một sự thâm nhập tuyệt vời!"
        },
        {
            "x1": 528,
            "y1": 74,
            "x2": 585,
            "y2": 207,
            "text": "このまま 練習すりゃ…",
            "vi": "Thực hành như nó là..."
        },
        {
            "x1": 460,
            "y1": 208,
            "x2": 532,
            "y2": 300,
            "text": "わー わー‼",
            "vi": "Wow wow"
        },
        {
            "x1": 319,
            "y1": 234,
            "x2": 423,
            "y2": 327,
            "text": "よーし スイも やるー",
            "vi": "Tôi cũng sẽ làm điều đó"
        },
        {
            "x1": 727,
            "y1": 490,
            "x2": 784,
            "y2": 624,
            "text": "いや… スイは十分…",
            "vi": "Không... Sui là đủ..."
        },
        {
            "x1": 659,
            "y1": 1067,
            "x2": 762,
            "y2": 1097,
            "text": "和會スイ作",
            "vi": "Wakai Suiiaku"
        },
        {
            "x1": 102,
            "y1": 938,
            "x2": 238,
            "y2": 1114,
            "text": "やったー 見て見て あるじー！",
            "vi": "Tôi đã làm điều đó -Tôi thấy nó!"
        }
    ],
    "007.jpg": [
        {
            "x1": 616,
            "y1": 475,
            "x2": 696,
            "y2": 637,
            "text": "ストーン バレットォ",
            "vi": "Đá Barretto"
        },
        {
            "x1": 276,
            "y1": 590,
            "x2": 335,
            "y2": 751,
            "text": "？ あやつは 何をしとるんだ",
            "vi": "?? Aatsu làm gì?"
        },
        {
            "x1": 67,
            "y1": 618,
            "x2": 114,
            "y2": 696,
            "text": "ストーン バレット",
            "vi": "Barrett đá"
        },
        {
            "x1": 670,
            "y1": 830,
            "x2": 725,
            "y2": 963,
            "text": "お昼から ずっとあれー",
            "vi": "Từ trưa trong một thời gian dài"
        },
        {
            "x1": 417,
            "y1": 951,
            "x2": 453,
            "y2": 1042,
            "text": "しかし",
            "vi": "Chỉ"
        },
        {
            "x1": 89,
            "y1": 861,
            "x2": 191,
            "y2": 1019,
            "text": "あれだけ 打てばあやつ そろそろ…",
            "vi": "Nếu bạn chỉ đạt được điều đó, thì đó là khoảng thời gian..."
        }
    ],
    "008.jpg": [
        {
            "x1": 541,
            "y1": 50,
            "x2": 575,
            "y2": 139,
            "text": "ほれみい",
            "vi": "Lười biếng"
        },
        {
            "x1": 323,
            "y1": 24,
            "x2": 397,
            "y2": 251,
            "text": "必あるじ",
            "vi": "Chắc chắn xảy ra"
        },
        {
            "x1": 180,
            "y1": 112,
            "x2": 236,
            "y2": 208,
            "text": "ズル",
            "vi": "Cẩu thả"
        },
        {
            "x1": 114,
            "y1": 350,
            "x2": 153,
            "y2": 417,
            "text": "ズル",
            "vi": "Cẩu thả"
        },
        {
            "x1": 699,
            "y1": 541,
            "x2": 775,
            "y2": 686,
            "text": "あるじー 大丈夫—？",
            "vi": "Có ổn không?"
        },
        {
            "x1": 193,
            "y1": 477,
            "x2": 314,
            "y2": 653,
            "text": "ありがとうなく スイ ひんやりして 気持ちいよく",
            "vi": "Cảm ơn bạn rất nhiều và cảm giác tốt và thoải mái"
        },
        {
            "x1": 713,
            "y1": 832,
            "x2": 775,
            "y2": 950,
            "text": "お主も 学習せんな",
            "vi": "Đừng học Chúa"
        },
        {
            "x1": 374,
            "y1": 777,
            "x2": 459,
            "y2": 945,
            "text": "何を子供のスイと 張り合っとるんだ 大人気ない",
            "vi": "Bạn làm gì với SUI của con bạn, nó không phổ biến lắm"
        },
        {
            "x1": 238,
            "y1": 748,
            "x2": 289,
            "y2": 877,
            "text": "はりあうって なにー？",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 141,
            "y1": 874,
            "x2": 173,
            "y2": 1097,
            "text": "なんでもないよー",
            "vi": "Không"
        }
    ],
    "009.jpg": [
        {
            "x1": 526,
            "y1": 99,
            "x2": 720,
            "y2": 308,
            "text": "ごめんなー スイ しばらく 休ませてもらうけど 晩メシまでには 起きるから…",
            "vi": "Tôi xin lỗi -Tôi sẽ nghỉ ngơi một lúc, nhưng nó sẽ xảy ra vào buổi tối..."
        },
        {
            "x1": 38,
            "y1": 339,
            "x2": 107,
            "y2": 496,
            "text": "いーよ",
            "vi": "Ổn"
        },
        {
            "x1": 685,
            "y1": 593,
            "x2": 717,
            "y2": 654,
            "text": "えっ",
            "vi": "ơ"
        },
        {
            "x1": 164,
            "y1": 621,
            "x2": 310,
            "y2": 704,
            "text": "るね",
            "vi": "Rane"
        },
        {
            "x1": 613,
            "y1": 711,
            "x2": 712,
            "y2": 816,
            "text": "あるじは いーから 寝ててー",
            "vi": "Tôi đang ngủ từ Aji"
        },
        {
            "x1": 119,
            "y1": 675,
            "x2": 146,
            "y2": 826,
            "text": "わ 分かったよ",
            "vi": "Tôi hiểu"
        },
        {
            "x1": 86,
            "y1": 944,
            "x2": 134,
            "y2": 1061,
            "text": "もりー",
            "vi": "Morin"
        },
        {
            "x1": 403,
            "y1": 1039,
            "x2": 505,
            "y2": 1178,
            "text": "てん てんっ",
            "vi": "TenTen"
        },
        {
            "x1": 298,
            "y1": 1016,
            "x2": 355,
            "y2": 1146,
            "text": "スイよ どこに行く？",
            "vi": "Bạn đang đi đâu?"
        }
    ],
    "010.jpg": [
        {
            "x1": 214,
            "y1": 98,
            "x2": 293,
            "y2": 289,
            "text": "まあ 大丈夫だろう",
            "vi": "Vâng, nó sẽ ổn thôi"
        },
        {
            "x1": 753,
            "y1": 247,
            "x2": 808,
            "y2": 417,
            "text": "あまり 遠くへは行くなよ",
            "vi": "Đừng đi quá xa"
        },
        {
            "x1": 569,
            "y1": 351,
            "x2": 637,
            "y2": 501,
            "text": "はーい",
            "vi": "Vâng"
        }
    ],
    "011.jpg": [
        {
            "x1": 527,
            "y1": 530,
            "x2": 594,
            "y2": 637,
            "text": "おいしく ない…",
            "vi": "Không ngon…"
        },
        {
            "x1": 451,
            "y1": 544,
            "x2": 524,
            "y2": 650,
            "text": "ラーん",
            "vi": "TARN"
        },
        {
            "x1": 583,
            "y1": 814,
            "x2": 708,
            "y2": 1123,
            "text": "お肉‼",
            "vi": "Thịt!"
        }
    ],
    "012.jpg": [
        {
            "x1": 705,
            "y1": 189,
            "x2": 758,
            "y2": 368,
            "text": "まてお肉",
            "vi": "Thịt Maki"
        },
        {
            "x1": 488,
            "y1": 372,
            "x2": 512,
            "y2": 463,
            "text": "…何やら",
            "vi": "… Một cái gì đó"
        },
        {
            "x1": 143,
            "y1": 492,
            "x2": 206,
            "y2": 635,
            "text": "森の方が 騒がしいが…",
            "vi": "Rừng ồn ào, nhưng..."
        },
        {
            "x1": 345,
            "y1": 906,
            "x2": 378,
            "y2": 1022,
            "text": "あやっめ",
            "vi": "Ayachami"
        },
        {
            "x1": 235,
            "y1": 1007,
            "x2": 304,
            "y2": 1154,
            "text": "何をして おるんだ…",
            "vi": "Bạn đang làm gì vậy..."
        }
    ],
    "013.jpg": [
        {
            "x1": 665,
            "y1": 93,
            "x2": 709,
            "y2": 198,
            "text": "ぁゃつ",
            "vi": "ぁ ぁ"
        }
    ],
    "014.jpg": [
        {
            "x1": 129,
            "y1": 188,
            "x2": 214,
            "y2": 438,
            "text": "うーん… やりすぎたぁく",
            "vi": "Hmm... tôi đã làm quá nhiều"
        },
        {
            "x1": 431,
            "y1": 646,
            "x2": 494,
            "y2": 811,
            "text": "帰りが 遅いと思ったら",
            "vi": "Nếu bạn nghĩ rằng đã muộn để trở lại"
        },
        {
            "x1": 743,
            "y1": 951,
            "x2": 772,
            "y2": 1137,
            "text": "ここにいたか",
            "vi": "Nó có ở đây không?"
        },
        {
            "x1": 146,
            "y1": 944,
            "x2": 224,
            "y2": 1140,
            "text": "フェル おじちゃん！",
            "vi": "Bác Fel!"
        }
    ],
    "015.jpg": [
        {
            "x1": 421,
            "y1": 136,
            "x2": 448,
            "y2": 222,
            "text": "ほう…",
            "vi": "quy tắc…"
        },
        {
            "x1": 76,
            "y1": 103,
            "x2": 185,
            "y2": 293,
            "text": "ねー これいっしょに はこんで フェルおじちゃん",
            "vi": "Này, đây là đây, chú Fel"
        },
        {
            "x1": 375,
            "y1": 267,
            "x2": 444,
            "y2": 379,
            "text": "これ全て お主が…",
            "vi": "Đây là tất cả các Chúa..."
        },
        {
            "x1": 684,
            "y1": 321,
            "x2": 751,
            "y2": 508,
            "text": "いったい 何をして――…",
            "vi": "Bạn đang làm gì vậy......"
        },
        {
            "x1": 605,
            "y1": 547,
            "x2": 744,
            "y2": 708,
            "text": "なるほど 我らの肉を 自ら調達 していたのか",
            "vi": "Bạn đã tự mình mua thịt của chúng tôi?"
        },
        {
            "x1": 245,
            "y1": 587,
            "x2": 313,
            "y2": 724,
            "text": "よくやった スイ",
            "vi": "Tôi thường đã làm sui"
        },
        {
            "x1": 89,
            "y1": 584,
            "x2": 143,
            "y2": 748,
            "text": "スイ がんばったよ‼",
            "vi": "Tôi đã làm hết sức"
        },
        {
            "x1": 563,
            "y1": 820,
            "x2": 722,
            "y2": 1079,
            "text": "あるじの分も いっぱい とったよ",
            "vi": "Tôi đã có rất nhiều tiền"
        },
        {
            "x1": 515,
            "y1": 992,
            "x2": 560,
            "y2": 1067,
            "text": "ないでね",
            "vi": "Đừng"
        }
    ],
    "016.jpg": [
        {
            "x1": 713,
            "y1": 110,
            "x2": 791,
            "y2": 229,
            "text": "いっぱい 食べたら",
            "vi": "Nếu bạn ăn rất nhiều"
        },
        {
            "x1": 155,
            "y1": 78,
            "x2": 246,
            "y2": 379,
            "text": "あるじ 元気になるよねー？",
            "vi": "Bạn ổn, phải không?"
        },
        {
            "x1": 743,
            "y1": 699,
            "x2": 783,
            "y2": 778,
            "text": "ふむ",
            "vi": "HM"
        },
        {
            "x1": 666,
            "y1": 891,
            "x2": 701,
            "y2": 980,
            "text": "しかし",
            "vi": "Chỉ"
        },
        {
            "x1": 498,
            "y1": 916,
            "x2": 616,
            "y2": 1124,
            "text": "このままでは あやつは食えん がな 我らは ともかく",
            "vi": "Dù sao thì tôi cũng không muốn ăn atsu"
        },
        {
            "x1": 113,
            "y1": 876,
            "x2": 208,
            "y2": 1072,
            "text": "まあ持って帰るに こした事は なかろう",
            "vi": "Chà, tôi đoán tôi không về nhà"
        }
    ],
    "017.jpg": [
        {
            "x1": 630,
            "y1": 75,
            "x2": 676,
            "y2": 274,
            "text": "ほら帰るぞ",
            "vi": "Bạn biết đấy, tôi về nhà"
        },
        {
            "x1": 210,
            "y1": 321,
            "x2": 266,
            "y2": 460,
            "text": "大丈夫かなー 大丈夫かなー？",
            "vi": "Có ổn không?"
        },
        {
            "x1": 597,
            "y1": 743,
            "x2": 656,
            "y2": 850,
            "text": "あるじ 喜ぶかなく",
            "vi": "Đừng hài lòng"
        },
        {
            "x1": 218,
            "y1": 784,
            "x2": 241,
            "y2": 893,
            "text": "どうだろう",
            "vi": "Còn về"
        }
    ],
    "018.jpg": [
        {
            "x1": 465,
            "y1": 94,
            "x2": 503,
            "y2": 243,
            "text": "スッキリ！",
            "vi": "Làm mới!"
        },
        {
            "x1": 133,
            "y1": 186,
            "x2": 173,
            "y2": 435,
            "text": "清々しい朝だ…",
            "vi": "Đó là một buổi sáng sảng khoái..."
        },
        {
            "x1": 784,
            "y1": 805,
            "x2": 827,
            "y2": 1034,
            "text": "寝覚め悪…ッ",
            "vi": "Wake -Up ác..."
        },
        {
            "x1": 409,
            "y1": 903,
            "x2": 474,
            "y2": 1002,
            "text": "おっ 起きたか",
            "vi": "Bạn đã thức dậy?"
        },
        {
            "x1": 683,
            "y1": 1043,
            "x2": 704,
            "y2": 1167,
            "text": "デジャヴ…ッ",
            "vi": "Dejav..."
        },
        {
            "x1": 573,
            "y1": 1139,
            "x2": 637,
            "y2": 1178,
            "text": "※原作",
            "vi": "※ Công việc ban đầu"
        },
        {
            "x1": 118,
            "y1": 968,
            "x2": 202,
            "y2": 1163,
            "text": "腹が減ったぞ 何かつくれ！",
            "vi": "Tôi đói, nhận một cái gì đó!"
        },
        {
            "x1": 575,
            "y1": 1157,
            "x2": 656,
            "y2": 1211,
            "text": "1巻参照",
            "vi": "Xem Tập 1"
        }
    ],
    "019.jpg": [
        {
            "x1": 374,
            "y1": 73,
            "x2": 491,
            "y2": 217,
            "text": "お前 また…っ 朝っぱらから",
            "vi": "Bạn một lần nữa... từ buổi sáng"
        },
        {
            "x1": 68,
            "y1": 104,
            "x2": 172,
            "y2": 241,
            "text": "じゃあ 誰だよ こえーよ！",
            "vi": "Sau đó, bạn là ai!"
        },
        {
            "x1": 608,
            "y1": 313,
            "x2": 637,
            "y2": 397,
            "text": "なんだ",
            "vi": "cái gì"
        },
        {
            "x1": 280,
            "y1": 228,
            "x2": 341,
            "y2": 370,
            "text": "な！ 我では ないぞ",
            "vi": "Gì! tôi không phải"
        },
        {
            "x1": 226,
            "y1": 263,
            "x2": 249,
            "y2": 366,
            "text": "したが！",
            "vi": "Chỉ!"
        },
        {
            "x1": 407,
            "y1": 497,
            "x2": 438,
            "y2": 639,
            "text": "何言ってる",
            "vi": "Bạn đang nói gì"
        },
        {
            "x1": 193,
            "y1": 481,
            "x2": 274,
            "y2": 611,
            "text": "お主に 元気になって もらおうと",
            "vi": "Chúa khỏe mạnh"
        },
        {
            "x1": 74,
            "y1": 597,
            "x2": 133,
            "y2": 778,
            "text": "がんばったのは スイだぞ…",
            "vi": "Thật tốt là tôi đã làm hết sức mình..."
        },
        {
            "x1": 629,
            "y1": 692,
            "x2": 737,
            "y2": 889,
            "text": "先程から そこで寝ている ではないか",
            "vi": "Nó không phải là ngủ đó từ một thời gian trước?"
        }
    ],
    "020.jpg": [
        {
            "x1": 422,
            "y1": 64,
            "x2": 510,
            "y2": 276,
            "text": "ありがとなー スイ",
            "vi": "Cảm ơn bạn"
        },
        {
            "x1": 690,
            "y1": 490,
            "x2": 750,
            "y2": 670,
            "text": "よっしゃ 朝メシにするか！",
            "vi": "Bạn có muốn làm cho nó một buổi sáng không!"
        },
        {
            "x1": 572,
            "y1": 609,
            "x2": 613,
            "y2": 742,
            "text": "肉だなっ",
            "vi": "Nó là thịt"
        },
        {
            "x1": 41,
            "y1": 935,
            "x2": 82,
            "y2": 1148,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}