var ocr_data = {
    "1-638a5c3a9d701.jpg": [
        {
            "x1": 89,
            "y1": 51,
            "x2": 530,
            "y2": 108,
            "text": "第52章 初めての商談",
            "vi": "Chương 52 Đàm phán kinh doanh đầu tiên"
        },
        {
            "x1": 790,
            "y1": 92,
            "x2": 968,
            "y2": 310,
            "text": "もは",
            "vi": "Đào"
        },
        {
            "x1": 37,
            "y1": 106,
            "x2": 88,
            "y2": 1046,
            "text": "漫画：赤岸Ｋ 原作：江口連 キャラクター原案:雅",
            "vi": "Manga: Akagishi K hoặc gốc: Nhân vật Eguchi Ren"
        }
    ],
    "2-638a5c3b708b8.jpg": [
        {
            "x1": 958,
            "y1": 136,
            "x2": 992,
            "y2": 260,
            "text": "二人とも",
            "vi": "Cả hai"
        },
        {
            "x1": 834,
            "y1": 307,
            "x2": 938,
            "y2": 551,
            "text": "お腹いっぱいに なったら眠たく なっちゃったんだな",
            "vi": "Tôi trở nên buồn ngủ khi tôi đã no"
        },
        {
            "x1": 813,
            "y1": 684,
            "x2": 965,
            "y2": 937,
            "text": "母親の治療のために 高額なお布施を 稼がないと いけないなんて",
            "vi": "Tôi phải kiếm được những khoảng trống đắt tiền để điều trị cho mẹ tôi"
        },
        {
            "x1": 210,
            "y1": 683,
            "x2": 338,
            "y2": 879,
            "text": "日々の暮らし たい だって太変 だろうに",
            "vi": "Tôi muốn sống hàng ngày"
        },
        {
            "x1": 916,
            "y1": 1018,
            "x2": 950,
            "y2": 1189,
            "text": "お母さん……",
            "vi": "người mẹ……"
        },
        {
            "x1": 759,
            "y1": 1136,
            "x2": 789,
            "y2": 1277,
            "text": "まっててね",
            "vi": "Vui lòng đợi"
        },
        {
            "x1": 498,
            "y1": 1253,
            "x2": 569,
            "y2": 1475,
            "text": "助けられるなら瞬 助けてあげたい",
            "vi": "Tôi muốn giúp bạn ngay lập tức nếu bạn có thể giúp đỡ"
        }
    ],
    "3-638a5c3c48159.jpg": [
        {
            "x1": 873,
            "y1": 187,
            "x2": 945,
            "y2": 305,
            "text": "…とは いっても",
            "vi": "........"
        },
        {
            "x1": 217,
            "y1": 131,
            "x2": 358,
            "y2": 302,
            "text": "一体 どんな病気 なのかも わからないし",
            "vi": "Tôi không biết loại bệnh nào là"
        },
        {
            "x1": 125,
            "y1": 316,
            "x2": 266,
            "y2": 504,
            "text": "起き上がれ ないぐらい 具合が悪いって 話だからな",
            "vi": "Đó là một câu chuyện mà tôi không thể thức dậy"
        },
        {
            "x1": 869,
            "y1": 567,
            "x2": 976,
            "y2": 787,
            "text": "スイ特製の 上級ポーションは あるけど",
            "vi": "Có một lọ thuốc tiên tiến làm bằng sui"
        },
        {
            "x1": 254,
            "y1": 567,
            "x2": 398,
            "y2": 761,
            "text": "これが 効いてたのって ぜんぶ 全部ケガ なんだよな…",
            "vi": "Tất cả đều bị thương vì điều này đang hoạt động..."
        },
        {
            "x1": 122,
            "y1": 812,
            "x2": 233,
            "y2": 958,
            "text": "スイ おくすり 作れるよー",
            "vi": "Bạn có thể làm một cái tươi tốt"
        },
        {
            "x1": 910,
            "y1": 1036,
            "x2": 983,
            "y2": 1205,
            "text": "ポーションで 病は治らんぞ",
            "vi": "Bệnh sẽ không lành với thuốc"
        },
        {
            "x1": 608,
            "y1": 1037,
            "x2": 638,
            "y2": 1182,
            "text": "やっぱり？",
            "vi": "về những suy nghĩ thứ hai?"
        },
        {
            "x1": 139,
            "y1": 1089,
            "x2": 255,
            "y2": 1271,
            "text": "病に効く薬 といえば 決まっている",
            "vi": "Nói về y học làm việc cho bệnh tật, nó được quyết định"
        }
    ],
    "4-638a5c3d0fa50.jpg": [
        {
            "x1": 804,
            "y1": 116,
            "x2": 859,
            "y2": 367,
            "text": "エリクサーだ",
            "vi": "Elixir"
        },
        {
            "x1": 428,
            "y1": 142,
            "x2": 504,
            "y2": 285,
            "text": "飲めば 万病に効き",
            "vi": "Nếu bạn uống nó, nó sẽ có hiệu quả đối với tất cả các bệnh"
        },
        {
            "x1": 284,
            "y1": 179,
            "x2": 354,
            "y2": 352,
            "text": "不老不死にも なるという…",
            "vi": "Nó sẽ bất tử..."
        },
        {
            "x1": 183,
            "y1": 403,
            "x2": 222,
            "y2": 567,
            "text": "待て待て！",
            "vi": "Đợi đã!"
        },
        {
            "x1": 158,
            "y1": 635,
            "x2": 273,
            "y2": 873,
            "text": "そんな ファンタジーな 薬があるわけ……",
            "vi": "Có một loại thuốc giả tưởng như vậy..."
        },
        {
            "x1": 478,
            "y1": 1034,
            "x2": 625,
            "y2": 1209,
            "text": "ドラゴンンの 血や肝は エリクサーの 材料のつ",
            "vi": "Máu và gan của Dragonon là một vật liệu tiên"
        },
        {
            "x1": 933,
            "y1": 1183,
            "x2": 1011,
            "y2": 1397,
            "text": "そういえば 地竜解体の時…",
            "vi": "Nói về điều đó, khi việc phá hủy bị dỡ bỏ..."
        },
        {
            "x1": 156,
            "y1": 1245,
            "x2": 219,
            "y2": 1463,
            "text": "一種の万能薬の ようなものですね",
            "vi": "Nó giống như một loại thuốc được sử dụng"
        }
    ],
    "5-638a5c3ddb2ba.jpg": [
        {
            "x1": 189,
            "y1": 105,
            "x2": 336,
            "y2": 164,
            "text": "地竜の肝",
            "vi": "Gan của rồng trái đất"
        },
        {
            "x1": 904,
            "y1": 140,
            "x2": 981,
            "y2": 319,
            "text": "…試してみる 価値はある！",
            "vi": "… Thật đáng để thử!"
        },
        {
            "x1": 252,
            "y1": 580,
            "x2": 397,
            "y2": 642,
            "text": "地竜の血",
            "vi": "Máu của rồng rồng"
        },
        {
            "x1": 938,
            "y1": 722,
            "x2": 970,
            "y2": 867,
            "text": "スイちゃん",
            "vi": "Sui -chan"
        },
        {
            "x1": 228,
            "y1": 737,
            "x2": 382,
            "y2": 934,
            "text": "病気にも 効くような 回復薬を 作れないかな？",
            "vi": "Bạn có thể làm một loại thuốc phục hồi hoạt động cho bệnh tật?"
        },
        {
            "x1": 867,
            "y1": 900,
            "x2": 943,
            "y2": 1071,
            "text": "この二つの 材料を使って",
            "vi": "Sử dụng hai vật liệu này"
        },
        {
            "x1": 132,
            "y1": 960,
            "x2": 172,
            "y2": 1063,
            "text": "うーん",
            "vi": "Hmmm"
        },
        {
            "x1": 918,
            "y1": 1137,
            "x2": 980,
            "y2": 1355,
            "text": "できるかどうか わかんないけど…",
            "vi": "Tôi không biết liệu tôi có thể..."
        },
        {
            "x1": 652,
            "y1": 1150,
            "x2": 685,
            "y2": 1330,
            "text": "やってみる！",
            "vi": "Cố gắng!"
        },
        {
            "x1": 139,
            "y1": 1164,
            "x2": 177,
            "y2": 1292,
            "text": "頼むぞ！",
            "vi": "Xin vui lòng!"
        }
    ],
    "6-638a5c3e9f96b.jpg": [
        {
            "x1": 562,
            "y1": 139,
            "x2": 714,
            "y2": 385,
            "text": "俺はこの間に 二人のお母さんにも 食べてもらえそうな ものを作っておこう",
            "vi": "Hãy tạo ra thứ gì đó có thể được hai bà mẹ ăn trong thời gian này"
        },
        {
            "x1": 875,
            "y1": 580,
            "x2": 988,
            "y2": 776,
            "text": "具材はそれぞれ 食べやすい おお 大きさにカット",
            "vi": "Mỗi thành phần được cắt thành những mảnh dễ ăn"
        },
        {
            "x1": 464,
            "y1": 587,
            "x2": 581,
            "y2": 733,
            "text": "鍋で具材を 炒めて 火を通し",
            "vi": "Chiên các thành phần trong chảo và nấu ăn"
        },
        {
            "x1": 680,
            "y1": 1113,
            "x2": 804,
            "y2": 1193,
            "text": "玉ねぎ\"",
            "vi": "hành tây\""
        },
        {
            "x1": 461,
            "y1": 1009,
            "x2": 572,
            "y2": 1192,
            "text": "水･コンソメを 入れて 煮立たせたら",
            "vi": "Nếu bạn đặt nước và tiếp theo và đun sôi nó"
        },
        {
            "x1": 890,
            "y1": 1336,
            "x2": 1064,
            "y2": 1387,
            "text": "ブﾞロッフリー",
            "vi": "BOV -Lotafrey"
        },
        {
            "x1": 434,
            "y1": 1232,
            "x2": 548,
            "y2": 1427,
            "text": "ブロッコリーを 入れ柔らかく 煮る",
            "vi": "Đặt bông cải xanh và đun sôi nhẹ"
        }
    ],
    "7-638a5c3f71514.jpg": [
        {
            "x1": 823,
            "y1": 157,
            "x2": 947,
            "y2": 395,
            "text": "最後に豆乳を加え 沸騰しないように 混ぜ合わせれば",
            "vi": "Cuối cùng, thêm sữa đậu nành và trộn để nó không đun sôi"
        },
        {
            "x1": 216,
            "y1": 618,
            "x2": 298,
            "y2": 827,
            "text": "完成！",
            "vi": "Hoàn chỉnh!"
        },
        {
            "x1": 170,
            "y1": 973,
            "x2": 278,
            "y2": 1167,
            "text": "これなら スープだけでも 飲めるし",
            "vi": "Trong trường hợp này, bạn chỉ có thể uống súp"
        },
        {
            "x1": 625,
            "y1": 1184,
            "x2": 987,
            "y2": 1322,
            "text": "やさしい具だくさん 豆乳スープ",
            "vi": "Rất nhiều nguyên liệu nhẹ nhàng"
        },
        {
            "x1": 98,
            "y1": 1211,
            "x2": 208,
            "y2": 1428,
            "text": "ダリルたちは 具入りでしっかり 食べられるな！",
            "vi": "Daryl có thể được ăn tốt với các nguyên liệu!"
        }
    ],
    "8-638a5c402f64d.jpg": [
        {
            "x1": 888,
            "y1": 135,
            "x2": 994,
            "y2": 372,
            "text": "ダリルのアイテム ボックスで鍋ごと 持ち帰ってもらおう",
            "vi": "Hãy mang nó về nhà trong hộp mục Daryl"
        },
        {
            "x1": 644,
            "y1": 143,
            "x2": 681,
            "y2": 286,
            "text": "あるじー！",
            "vi": "À!"
        },
        {
            "x1": 484,
            "y1": 202,
            "x2": 553,
            "y2": 302,
            "text": "スイも できた",
            "vi": "Tôi đã có thể làm như vậy"
        },
        {
            "x1": 154,
            "y1": 538,
            "x2": 243,
            "y2": 750,
            "text": "もう できたのか⁉",
            "vi": "Nó đã có thể chưa?"
        },
        {
            "x1": 905,
            "y1": 865,
            "x2": 972,
            "y2": 1075,
            "text": "じゃん！",
            "vi": "Jan!"
        },
        {
            "x1": 177,
            "y1": 1205,
            "x2": 237,
            "y2": 1340,
            "text": "おおっ",
            "vi": "Oh"
        }
    ],
    "9-638a5c41313d1.jpg": [
        {
            "x1": 873,
            "y1": 141,
            "x2": 986,
            "y2": 335,
            "text": "ポーションより 赤紫っぽい 色してるな",
            "vi": "Nó có màu giống như màu đỏ hơn thuốc"
        },
        {
            "x1": 450,
            "y1": 133,
            "x2": 558,
            "y2": 276,
            "text": "これが 病に効くの かあ？",
            "vi": "Điều này có hoạt động cho bệnh tật không?"
        },
        {
            "x1": 301,
            "y1": 154,
            "x2": 369,
            "y2": 272,
            "text": "確かめて みよう",
            "vi": "Hãy kiểm tra"
        },
        {
            "x1": 163,
            "y1": 557,
            "x2": 260,
            "y2": 597,
            "text": "『鑑定』",
            "vi": "\"Thẩm định\""
        },
        {
            "x1": 659,
            "y1": 681,
            "x2": 926,
            "y2": 790,
            "text": "スイ特製エリクサー （劣化版)",
            "vi": "Sui đặc biệt Elixir (phiên bản xuống cấp)"
        },
        {
            "x1": 748,
            "y1": 870,
            "x2": 902,
            "y2": 917,
            "text": "万病に効く",
            "vi": "Nó hoạt động cho tất cả các bệnh"
        },
        {
            "x1": 121,
            "y1": 1035,
            "x2": 441,
            "y2": 1145,
            "text": "劣化版なので 寿命が延びることはない",
            "vi": "Nó là một phiên bản xuống cấp, vì vậy cuộc sống không mở rộng"
        }
    ],
    "10-638a5c41e0aac.jpg": [
        {
            "x1": 894,
            "y1": 137,
            "x2": 972,
            "y2": 386,
            "text": "8エックサー 出来ちゃったよ",
            "vi": "8 người bình đẳng đã được thực hiện"
        },
        {
            "x1": 542,
            "y1": 165,
            "x2": 661,
            "y2": 293,
            "text": "スイ マジで 凄いな！",
            "vi": "Nó thật tuyệt vời và tuyệt vời!"
        },
        {
            "x1": 179,
            "y1": 177,
            "x2": 216,
            "y2": 315,
            "text": "えへへく",
            "vi": "Ehehe"
        },
        {
            "x1": 594,
            "y1": 388,
            "x2": 636,
            "y2": 553,
            "text": "えらいぞ！",
            "vi": "Tuyệt!"
        },
        {
            "x1": 903,
            "y1": 717,
            "x2": 979,
            "y2": 966,
            "text": "病への効果は 心配なさそうだけど",
            "vi": "Nó dường như không lo lắng về ảnh hưởng của căn bệnh"
        },
        {
            "x1": 382,
            "y1": 716,
            "x2": 496,
            "y2": 940,
            "text": "劣化じゃなければ 本当に寿命まで 延びるなんて",
            "vi": "Nếu nó không bị xuống cấp, nó thực sự kéo dài đến cuộc sống"
        },
        {
            "x1": 161,
            "y1": 717,
            "x2": 232,
            "y2": 915,
            "text": "危ない ところだった…",
            "vi": "Đó là một nơi nguy hiểm..."
        },
        {
            "x1": 581,
            "y1": 1154,
            "x2": 622,
            "y2": 1232,
            "text": "おい",
            "vi": "Này"
        },
        {
            "x1": 865,
            "y1": 1151,
            "x2": 944,
            "y2": 1376,
            "text": "と とりあえずは 成功だよな！",
            "vi": "Dù sao đi nữa, đó là một thành công!"
        }
    ],
    "11-638a5c429f4fb.jpg": [
        {
            "x1": 887,
            "y1": 109,
            "x2": 992,
            "y2": 302,
            "text": "いつまで われ こもり 我に子守を させるつもりだ",
            "vi": "Chúng ta sẽ ở bên tôi trong bao lâu?"
        },
        {
            "x1": 581,
            "y1": 133,
            "x2": 623,
            "y2": 262,
            "text": "悪い悪い",
            "vi": "Tồi tệ"
        },
        {
            "x1": 386,
            "y1": 118,
            "x2": 458,
            "y2": 244,
            "text": "ダリル イーリス",
            "vi": "Daryl Iris"
        },
        {
            "x1": 152,
            "y1": 126,
            "x2": 218,
            "y2": 244,
            "text": "起こして ごめんな",
            "vi": "Tôi xin lỗi để thức dậy"
        },
        {
            "x1": 891,
            "y1": 371,
            "x2": 966,
            "y2": 488,
            "text": "日が 暮れるぞ",
            "vi": "Mặt trời lặn"
        },
        {
            "x1": 83,
            "y1": 272,
            "x2": 197,
            "y2": 442,
            "text": "そろそろ ドランの街に 帰るぞ",
            "vi": "Tôi sắp trở lại thành phố Doran"
        },
        {
            "x1": 882,
            "y1": 1141,
            "x2": 996,
            "y2": 1263,
            "text": "速度 落として くれよ",
            "vi": "Vui lòng thả tốc độ"
        },
        {
            "x1": 658,
            "y1": 1368,
            "x2": 730,
            "y2": 1494,
            "text": "分かって おるわ",
            "vi": "Tôi biết"
        }
    ],
    "12-638a5c435f1b7.jpg": [
        {
            "x1": 885,
            "y1": 478,
            "x2": 966,
            "y2": 603,
            "text": "おつかれ 二人とも",
            "vi": "Cả hai bạn"
        },
        {
            "x1": 413,
            "y1": 440,
            "x2": 446,
            "y2": 648,
            "text": "すごかったーっ",
            "vi": "Nó thật tuyệt vời"
        },
        {
            "x1": 140,
            "y1": 825,
            "x2": 211,
            "y2": 1035,
            "text": "森も原っぱも ビューンって！",
            "vi": "Cả khu rừng và cánh đồng!"
        },
        {
            "x1": 883,
            "y1": 1109,
            "x2": 986,
            "y2": 1303,
            "text": "ダリルには オークも 返さなくちゃね",
            "vi": "Tôi phải trả lại gỗ sồi cho Daryl"
        },
        {
            "x1": 471,
            "y1": 1115,
            "x2": 543,
            "y2": 1236,
            "text": "そうだ！ オーク！",
            "vi": "Chính là nó! Sồi!"
        },
        {
            "x1": 128,
            "y1": 1112,
            "x2": 269,
            "y2": 1306,
            "text": "冒険者ギルドで お金に してもらわ なくちゃ！",
            "vi": "Tôi phải lấy tiền với một Hội thám hiểm!"
        }
    ],
    "13-638a5c441522c.jpg": [
        {
            "x1": 882,
            "y1": 144,
            "x2": 988,
            "y2": 288,
            "text": "神官さま いつ来て くれるかな",
            "vi": "Khi nào bạn đến với linh mục?"
        },
        {
            "x1": 122,
            "y1": 158,
            "x2": 232,
            "y2": 301,
            "text": "その話 なんだけど 実は……",
            "vi": "Đó là câu chuyện, nhưng thực tế..."
        },
        {
            "x1": 615,
            "y1": 414,
            "x2": 647,
            "y2": 583,
            "text": "楽しみだな！",
            "vi": "Tôi đang mong đợi nó!"
        },
        {
            "x1": 843,
            "y1": 671,
            "x2": 963,
            "y2": 965,
            "text": "俺のアイテム ボックスの中を くまなく探してみたら",
            "vi": "Nếu bạn nhìn vào trong hộp vật phẩm của tôi"
        },
        {
            "x1": 105,
            "y1": 894,
            "x2": 257,
            "y2": 1113,
            "text": "なんと お母さんの病気が 治る薬が 入ってたんだ！",
            "vi": "Có một loại thuốc sẽ chữa lành bệnh mẹ bạn!"
        },
        {
            "x1": 867,
            "y1": 1263,
            "x2": 945,
            "y2": 1434,
            "text": "えっ⁉",
            "vi": "ơ⁉"
        }
    ],
    "14-638a5c44be7ad.jpg": [
        {
            "x1": 872,
            "y1": 161,
            "x2": 984,
            "y2": 291,
            "text": "それ 本当⁉",
            "vi": "Đung⁉"
        },
        {
            "x1": 138,
            "y1": 144,
            "x2": 212,
            "y2": 303,
            "text": "ああ でもね……",
            "vi": "Oh, nhưng..."
        },
        {
            "x1": 459,
            "y1": 393,
            "x2": 576,
            "y2": 548,
            "text": "お母さん 元気に なれるの⁉",
            "vi": "Mẹ có thể ổn"
        },
        {
            "x1": 894,
            "y1": 638,
            "x2": 967,
            "y2": 892,
            "text": "タダでは あげられないんだ",
            "vi": "Tôi không thể cung cấp nó miễn phí"
        }
    ],
    "15-638a5c457ea1d.jpg": [
        {
            "x1": 835,
            "y1": 183,
            "x2": 948,
            "y2": 404,
            "text": "お兄さん 冒険者だけど 商人でもあるんだ",
            "vi": "Tôi là một nhà thám hiểm của anh trai, nhưng tôi cũng là một thương gia"
        },
        {
            "x1": 180,
            "y1": 213,
            "x2": 254,
            "y2": 355,
            "text": "このお薬は 商品だね",
            "vi": "Y học này là một sản phẩm"
        },
        {
            "x1": 870,
            "y1": 583,
            "x2": 982,
            "y2": 828,
            "text": "だからこれは ダリルとお兄さんの 商談になる",
            "vi": "Vì vậy, đây là một cuộc đàm phán giữa Daryl và anh tôi"
        },
        {
            "x1": 152,
            "y1": 636,
            "x2": 192,
            "y2": 737,
            "text": "うん…",
            "vi": "Ừ…"
        },
        {
            "x1": 812,
            "y1": 785,
            "x2": 842,
            "y2": 952,
            "text": "わかるかな？",
            "vi": "Bạn có hiểu không?"
        },
        {
            "x1": 940,
            "y1": 1025,
            "x2": 970,
            "y2": 1191,
            "text": "お兄ちゃん…",
            "vi": "anh trai lớn…"
        },
        {
            "x1": 527,
            "y1": 1022,
            "x2": 602,
            "y2": 1177,
            "text": "いくら…… なの…？",
            "vi": "Bao nhiêu...?"
        },
        {
            "x1": 126,
            "y1": 1048,
            "x2": 202,
            "y2": 1218,
            "text": "実はあんまり 数もなくて",
            "vi": "Thực sự không phải là nhiều"
        },
        {
            "x1": 111,
            "y1": 1275,
            "x2": 184,
            "y2": 1467,
            "text": "普段出回らない 薬だから…",
            "vi": "Bởi vì đó là một loại thuốc thường không có sẵn..."
        }
    ],
    "16-638a5c463a4f6.jpg": [
        {
            "x1": 931,
            "y1": 203,
            "x2": 982,
            "y2": 458,
            "text": "オークー匹分",
            "vi": "Oaku cho"
        },
        {
            "x1": 206,
            "y1": 341,
            "x2": 247,
            "y2": 572,
            "text": "でどうかな？",
            "vi": "Làm thế nào về?"
        },
        {
            "x1": 907,
            "y1": 1121,
            "x2": 973,
            "y2": 1308,
            "text": "うんっ！",
            "vi": "Ừ!"
        },
        {
            "x1": 163,
            "y1": 1265,
            "x2": 272,
            "y2": 1453,
            "text": "もちろん いいよ！",
            "vi": "Tất nhiên rồi!"
        }
    ],
    "17-638a5c470471a.jpg": [
        {
            "x1": 886,
            "y1": 128,
            "x2": 972,
            "y2": 321,
            "text": "よし！ 商談成立だ！",
            "vi": "Đồng ý! Đàm phán kinh doanh được thiết lập!"
        },
        {
            "x1": 125,
            "y1": 160,
            "x2": 173,
            "y2": 362,
            "text": "やったあ！",
            "vi": "Tôi đã thành công rồi!"
        },
        {
            "x1": 912,
            "y1": 517,
            "x2": 986,
            "y2": 660,
            "text": "じゃあ これがお薬",
            "vi": "Sau đó, đây là thuốc"
        },
        {
            "x1": 144,
            "y1": 536,
            "x2": 213,
            "y2": 690,
            "text": "わあ スープだ！",
            "vi": "Súp wow!"
        },
        {
            "x1": 834,
            "y1": 677,
            "x2": 971,
            "y2": 870,
            "text": "それから これはサービス みんなで 食べてな",
            "vi": "Và đây là tất cả các dịch vụ."
        },
        {
            "x1": 895,
            "y1": 939,
            "x2": 973,
            "y2": 1148,
            "text": "これでお母さん 治るんだよね",
            "vi": "Điều này sẽ chữa lành cho mẹ của bạn"
        },
        {
            "x1": 543,
            "y1": 945,
            "x2": 633,
            "y2": 1087,
            "text": "おじさん 本当に…",
            "vi": "Chú thực sự..."
        },
        {
            "x1": 322,
            "y1": 947,
            "x2": 482,
            "y2": 1103,
            "text": "ぉじ… こっちこそ いい取引が できたよ",
            "vi": "ぉ ぉ ぉ ぉ ぉ ぉ ぉ ぉ ぉ ぉ "
        },
        {
            "x1": 541,
            "y1": 1294,
            "x2": 613,
            "y2": 1479,
            "text": "本当に ありがとう！",
            "vi": "Cảm ơn rất nhiều!"
        },
        {
            "x1": 115,
            "y1": 1296,
            "x2": 153,
            "y2": 1477,
            "text": "ありがとうな",
            "vi": "Thanks"
        }
    ],
    "18-638a5c47bc221.jpg": [
        {
            "x1": 965,
            "y1": 215,
            "x2": 1010,
            "y2": 329,
            "text": "じわぁ",
            "vi": "Iwa"
        },
        {
            "x1": 597,
            "y1": 133,
            "x2": 628,
            "y2": 312,
            "text": "お ぉじさん！",
            "vi": "Oji!"
        },
        {
            "x1": 144,
            "y1": 177,
            "x2": 179,
            "y2": 294,
            "text": "あのね！",
            "vi": "Bạn biết những gì!"
        },
        {
            "x1": 868,
            "y1": 580,
            "x2": 998,
            "y2": 838,
            "text": "僕の お父さんは 冒険者だったけど",
            "vi": "Bố tôi là một nhà thám hiểm"
        },
        {
            "x1": 205,
            "y1": 740,
            "x2": 291,
            "y2": 968,
            "text": "僕は 商人になるよ！",
            "vi": "Tôi sẽ là một thương nhân!"
        },
        {
            "x1": 909,
            "y1": 1096,
            "x2": 981,
            "y2": 1317,
            "text": "アイテム ボックスも使って",
            "vi": "Sử dụng hộp vật phẩm"
        },
        {
            "x1": 791,
            "y1": 1263,
            "x2": 863,
            "y2": 1432,
            "text": "この街の 商人になる！",
            "vi": "Trở thành một thương gia ở thành phố này!"
        },
        {
            "x1": 150,
            "y1": 1131,
            "x2": 267,
            "y2": 1364,
            "text": "しっかり稼いで お母さんも妹も 幸せにするんだ！",
            "vi": "Làm cho mẹ và chị gái của bạn hạnh phúc với tiền của bạn!"
        }
    ],
    "19-638a5c48779bd.jpg": [
        {
            "x1": 879,
            "y1": 133,
            "x2": 953,
            "y2": 300,
            "text": "いつか自分の 店も持って",
            "vi": "Một ngày nào đó tôi có cửa hàng của riêng tôi"
        },
        {
            "x1": 343,
            "y1": 129,
            "x2": 373,
            "y2": 307,
            "text": "それから………",
            "vi": "Sau đó ………"
        },
        {
            "x1": 183,
            "y1": 241,
            "x2": 216,
            "y2": 394,
            "text": "それからね",
            "vi": "Khi đó"
        },
        {
            "x1": 795,
            "y1": 530,
            "x2": 948,
            "y2": 768,
            "text": "僕も おじさんみたいに 『いい取引』を するよ！",
            "vi": "Tôi sẽ làm một \"giao dịch tốt\" như một người chú!"
        },
        {
            "x1": 134,
            "y1": 597,
            "x2": 207,
            "y2": 769,
            "text": "絶対！",
            "vi": "Tuyệt vời!"
        },
        {
            "x1": 310,
            "y1": 1237,
            "x2": 346,
            "y2": 1303,
            "text": "ああ",
            "vi": "À"
        },
        {
            "x1": 454,
            "y1": 1220,
            "x2": 503,
            "y2": 1440,
            "text": "ダリル……！",
            "vi": "Daryl....!"
        },
        {
            "x1": 296,
            "y1": 1373,
            "x2": 366,
            "y2": 1492,
            "text": "応援 してるよ",
            "vi": "Tôi đang hỗ trợ bạn"
        }
    ],
    "20-638a5c4935d43.jpg": [
        {
            "x1": 853,
            "y1": 120,
            "x2": 930,
            "y2": 293,
            "text": "頑張るんだぞ 二人とも！",
            "vi": "Tôi sẽ làm hết sức mình!"
        },
        {
            "x1": 755,
            "y1": 1159,
            "x2": 864,
            "y2": 1276,
            "text": "格好が つかんな ぉ主",
            "vi": "Lord không tốt"
        },
        {
            "x1": 936,
            "y1": 1234,
            "x2": 1004,
            "y2": 1375,
            "text": "グスッ…… ウッ……",
            "vi": "Gusu... uh..."
        },
        {
            "x1": 213,
            "y1": 1148,
            "x2": 314,
            "y2": 1334,
            "text": "男は滅多に 泣いたら いけないんだぜ",
            "vi": "Một người đàn ông hiếm khi khóc"
        },
        {
            "x1": 402,
            "y1": 1348,
            "x2": 465,
            "y2": 1457,
            "text": "泣いて なんか…",
            "vi": "Khóc gì đó..."
        },
        {
            "x1": 841,
            "y1": 1514,
            "x2": 1034,
            "y2": 1554,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        },
        {
            "x1": 132,
            "y1": 1385,
            "x2": 234,
            "y2": 1542,
            "text": "これは目に ゴミが入った だけで…",
            "vi": "Đây chỉ là rác trong mắt tôi..."
        }
    ]
}