var ocr_data = {
    "001.jpg": [
        {
            "x1": 258,
            "y1": 75,
            "x2": 827,
            "y2": 114,
            "text": "第19章 はじめてのわがまま 後編",
            "vi": "Chương 19 phần đầu tiên của phần đầu"
        },
        {
            "x1": 161,
            "y1": 130,
            "x2": 923,
            "y2": 451,
            "text": "とんでもスキルで 異世界放浪父ジ スイの大闘険",
            "vi": "Thế giới khác nhau lang thang cha Jeusui với nhiều kỹ năng"
        },
        {
            "x1": 434,
            "y1": 411,
            "x2": 638,
            "y2": 480,
            "text": "Tondemo Skill de lsekai Hourou Meshi Sui no'Dai'Bouken",
            "vi": "Trong trường hợp của s kit l, l -world lang thang"
        },
        {
            "x1": 564,
            "y1": 1504,
            "x2": 865,
            "y2": 1585,
            "text": "原作:江口連 キャラクター原案:雅",
            "vi": "Bản gốc: Eguchi ren nhân vật cuốn sách gốc: YA"
        },
        {
            "x1": 215,
            "y1": 1519,
            "x2": 537,
            "y2": 1568,
            "text": "漫画:双葉もも",
            "vi": "Manga: Futaba Momo"
        }
    ],
    "002.jpg": [
        {
            "x1": 906,
            "y1": 1107,
            "x2": 978,
            "y2": 1235,
            "text": "スイ ごはん…",
            "vi": "Gạo sui..."
        },
        {
            "x1": 123,
            "y1": 1164,
            "x2": 203,
            "y2": 1272,
            "text": "おぁ",
            "vi": "Oh"
        },
        {
            "x1": 648,
            "y1": 1335,
            "x2": 685,
            "y2": 1529,
            "text": "いらないもん",
            "vi": "Tôi không cần nó"
        }
    ],
    "003.jpg": [
        {
            "x1": 609,
            "y1": 355,
            "x2": 713,
            "y2": 533,
            "text": "…じゃあ おれ 俺らは食べてる から…",
            "vi": "...vì vậy chúng tôi đang ăn..."
        },
        {
            "x1": 876,
            "y1": 609,
            "x2": 941,
            "y2": 803,
            "text": "…まだ不貞腐れ ているのか",
            "vi": "Có phải nó vẫn không chung thủy?"
        },
        {
            "x1": 533,
            "y1": 585,
            "x2": 630,
            "y2": 763,
            "text": "たかが泥の だんご 団子がつぶれた ぐらいで",
            "vi": "Bánh bao bùn bị nghiền nát"
        },
        {
            "x1": 279,
            "y1": 592,
            "x2": 368,
            "y2": 755,
            "text": "そう言うなって スイにとったら 一大事だし",
            "vi": "Nó sẽ là quan trọng để đưa nó đến Sui."
        },
        {
            "x1": 142,
            "y1": 610,
            "x2": 248,
            "y2": 838,
            "text": "なんでも 反抗したくなる時期 なんだよ 今は",
            "vi": "Đã đến lúc bạn muốn nổi dậy"
        },
        {
            "x1": 751,
            "y1": 979,
            "x2": 832,
            "y2": 1131,
            "text": "寝たら 治ってるさ",
            "vi": "Tôi đã được chữa lành khi tôi ngủ"
        },
        {
            "x1": 750,
            "y1": 1211,
            "x2": 935,
            "y2": 1371,
            "text": "スイ 寝ない もん！",
            "vi": "Tôi không ngủ!"
        }
    ],
    "004.jpg": [
        {
            "x1": 578,
            "y1": 123,
            "x2": 721,
            "y2": 287,
            "text": "スイ 俺は寝るけど 本当に寝ない のかー？",
            "vi": "Sui Tôi đang ngủ nhưng nó không thực sự ngủ sao?"
        },
        {
            "x1": 193,
            "y1": 332,
            "x2": 285,
            "y2": 519,
            "text": "ねむく ないもん！",
            "vi": "Nó không cẩu thả!"
        },
        {
            "x1": 905,
            "y1": 600,
            "x2": 990,
            "y2": 839,
            "text": "もー スイおこってる",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 732,
            "y1": 596,
            "x2": 826,
            "y2": 787,
            "text": "あるじ ばいばい‼",
            "vi": "Aijibai"
        },
        {
            "x1": 432,
            "y1": 645,
            "x2": 496,
            "y2": 784,
            "text": "はいはい ばいばいー",
            "vi": "Có có"
        },
        {
            "x1": 286,
            "y1": 619,
            "x2": 363,
            "y2": 747,
            "text": "じfあ たのむわ…",
            "vi": "Ji f aita no muwa..."
        },
        {
            "x1": 803,
            "y1": 1312,
            "x2": 840,
            "y2": 1440,
            "text": "さて…",
            "vi": "Bây giờ…"
        },
        {
            "x1": 590,
            "y1": 1354,
            "x2": 636,
            "y2": 1481,
            "text": "スイよ",
            "vi": "Nó tốt"
        }
    ],
    "005.jpg": [
        {
            "x1": 858,
            "y1": 159,
            "x2": 926,
            "y2": 351,
            "text": "何がそんなに 気にいらぬのだ",
            "vi": "Tôi không thích điều đó nhiều"
        },
        {
            "x1": 415,
            "y1": 128,
            "x2": 520,
            "y2": 320,
            "text": "だんごが 潰れてしまった ことか？",
            "vi": "Có phải Dango sụp đổ?"
        },
        {
            "x1": 215,
            "y1": 173,
            "x2": 379,
            "y2": 376,
            "text": "あやつに 叱られたことか？ それとも自分の したいように ならないことか？",
            "vi": "Bạn có bị AATSU mắng không? Hay bạn muốn làm những gì bạn muốn?"
        },
        {
            "x1": 92,
            "y1": 607,
            "x2": 482,
            "y2": 821,
            "text": "ぶすん.….",
            "vi": "Bosun......"
        },
        {
            "x1": 925,
            "y1": 1089,
            "x2": 958,
            "y2": 1187,
            "text": "…ほう",
            "vi": "…quy tắc"
        }
    ],
    "006.jpg": [
        {
            "x1": 894,
            "y1": 194,
            "x2": 1006,
            "y2": 364,
            "text": "この我を 無視するとは いい度胸だな",
            "vi": "Đó là một ý kiến hay để bỏ qua điều này."
        },
        {
            "x1": 446,
            "y1": 1015,
            "x2": 562,
            "y2": 1338,
            "text": "わあ～～～",
            "vi": "Wow ~~~"
        }
    ],
    "007.jpg": [
        {
            "x1": 546,
            "y1": 271,
            "x2": 601,
            "y2": 450,
            "text": "ああああ",
            "vi": "Oh oh"
        },
        {
            "x1": 135,
            "y1": 323,
            "x2": 187,
            "y2": 534,
            "text": "おああく～",
            "vi": "Oh,"
        },
        {
            "x1": 869,
            "y1": 579,
            "x2": 964,
            "y2": 962,
            "text": "あはははは",
            "vi": "Ahahahaha"
        },
        {
            "x1": 10,
            "y1": 531,
            "x2": 148,
            "y2": 860,
            "text": "（あはは",
            "vi": "(Ahaha"
        },
        {
            "x1": 755,
            "y1": 1028,
            "x2": 904,
            "y2": 1252,
            "text": "あははは",
            "vi": "Hahaha"
        }
    ],
    "008.jpg": [
        {
            "x1": 750,
            "y1": 108,
            "x2": 780,
            "y2": 304,
            "text": "…やっと寝たか",
            "vi": "“Cuối cùng bạn đã ngủ?"
        },
        {
            "x1": 582,
            "y1": 248,
            "x2": 642,
            "y2": 359,
            "text": "すょ",
            "vi": "Sự hy sinh"
        },
        {
            "x1": 495,
            "y1": 176,
            "x2": 563,
            "y2": 348,
            "text": "怒って泣いて すねて",
            "vi": "Giận dữ và khóc"
        },
        {
            "x1": 330,
            "y1": 247,
            "x2": 405,
            "y2": 365,
            "text": "疲れて 眠って…",
            "vi": "Tôi mệt và ngủ..."
        },
        {
            "x1": 179,
            "y1": 314,
            "x2": 273,
            "y2": 498,
            "text": "子供というものは 実に手がかかる 生き物だな",
            "vi": "Trẻ em là một sinh vật thực sự tiện dụng"
        },
        {
            "x1": 952,
            "y1": 626,
            "x2": 987,
            "y2": 818,
            "text": "お主くらいだぞ",
            "vi": "Đó là về Chúa"
        },
        {
            "x1": 773,
            "y1": 710,
            "x2": 906,
            "y2": 906,
            "text": "この我を 振りまわせる 魔物は……",
            "vi": "Con quái vật đã vung tôi là..."
        },
        {
            "x1": 291,
            "y1": 1091,
            "x2": 335,
            "y2": 1209,
            "text": "寝るか",
            "vi": "Chúng ta sẽ ngủ"
        }
    ],
    "009.jpg": [
        {
            "x1": 848,
            "y1": 967,
            "x2": 932,
            "y2": 1115,
            "text": "ごはんの におい…",
            "vi": "Mùi gạo..."
        },
        {
            "x1": 467,
            "y1": 989,
            "x2": 564,
            "y2": 1165,
            "text": "あるじ おはー…",
            "vi": "Một jiha nào đó..."
        }
    ],
    "010.jpg": [
        {
            "x1": 959,
            "y1": 29,
            "x2": 1103,
            "y2": 255,
            "text": "わがまま以 ないもん！",
            "vi": "Không ích kỷ!"
        },
        {
            "x1": 477,
            "y1": 67,
            "x2": 582,
            "y2": 296,
            "text": "あるじの ばかあぃ",
            "vi": "Một tên ngốc nhất định"
        },
        {
            "x1": 257,
            "y1": 29,
            "x2": 389,
            "y2": 263,
            "text": "人だぃ きらぃ",
            "vi": "Dân tộc"
        },
        {
            "x1": 993,
            "y1": 369,
            "x2": 1101,
            "y2": 635,
            "text": "うわああぁあ「",
            "vi": "Wow À \""
        }
    ],
    "011.jpg": [
        {
            "x1": 636,
            "y1": 867,
            "x2": 754,
            "y2": 1073,
            "text": "そぞ…",
            "vi": "Soo..."
        },
        {
            "x1": 558,
            "y1": 914,
            "x2": 600,
            "y2": 1039,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 153,
            "y1": 1254,
            "x2": 197,
            "y2": 1484,
            "text": "ごめんなさい",
            "vi": "lấy làm tiếc"
        }
    ],
    "012.jpg": [
        {
            "x1": 929,
            "y1": 94,
            "x2": 1048,
            "y2": 253,
            "text": "ふる….",
            "vi": "Furu...."
        },
        {
            "x1": 966,
            "y1": 767,
            "x2": 1033,
            "y2": 910,
            "text": "ごめんね あるじぃ…",
            "vi": "Xin lỗi..."
        },
        {
            "x1": 158,
            "y1": 868,
            "x2": 206,
            "y2": 973,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 961,
            "y1": 1071,
            "x2": 1050,
            "y2": 1310,
            "text": "そんな 怖がらなくても",
            "vi": "Ngay cả khi bạn không sợ hãi"
        },
        {
            "x1": 258,
            "y1": 1305,
            "x2": 294,
            "y2": 1497,
            "text": "怒ってないよ",
            "vi": "Tôi không giận"
        }
    ],
    "013.jpg": [
        {
            "x1": 802,
            "y1": 151,
            "x2": 886,
            "y2": 371,
            "text": "ごめんなさい できたね",
            "vi": "Tôi xin lỗi tôi đã có thể làm điều đó"
        },
        {
            "x1": 519,
            "y1": 63,
            "x2": 663,
            "y2": 336,
            "text": "ぽム。 ぽん",
            "vi": "Pumm. Pon"
        },
        {
            "x1": 410,
            "y1": 108,
            "x2": 497,
            "y2": 226,
            "text": "えらい えらい",
            "vi": "Tuyệt vời"
        },
        {
            "x1": 97,
            "y1": 971,
            "x2": 179,
            "y2": 1235,
            "text": "あるじ ごめんなさいく_",
            "vi": "Tôi xin lỗi, chào mừng _"
        },
        {
            "x1": 710,
            "y1": 1123,
            "x2": 857,
            "y2": 1364,
            "text": "ううぅぅ うう_～",
            "vi": "Uuuuu _ ~"
        },
        {
            "x1": 148,
            "y1": 1330,
            "x2": 221,
            "y2": 1487,
            "text": "俺も ごめんなく",
            "vi": "Tôi xin lôi"
        }
    ],
    "014.jpg": [
        {
            "x1": 837,
            "y1": 150,
            "x2": 985,
            "y2": 404,
            "text": "ううう_～～ ごはん おいしいく_～",
            "vi": "Uu _ ~ ~ gạo rất ngon _ ~"
        },
        {
            "x1": 534,
            "y1": 167,
            "x2": 606,
            "y2": 338,
            "text": "泣きながら 食っておる…",
            "vi": "Tôi đang ăn khi khóc..."
        },
        {
            "x1": 497,
            "y1": 807,
            "x2": 531,
            "y2": 970,
            "text": "そういや…",
            "vi": "KHÔNG..."
        },
        {
            "x1": 830,
            "y1": 1056,
            "x2": 861,
            "y2": 1136,
            "text": "近く？",
            "vi": "ở gần?"
        },
        {
            "x1": 904,
            "y1": 1053,
            "x2": 1008,
            "y2": 1258,
            "text": "その見せたい お友だちって どこ住んでるの？",
            "vi": "Bạn sống ở đâu với người bạn mà bạn muốn hiển thị?"
        },
        {
            "x1": 207,
            "y1": 1076,
            "x2": 268,
            "y2": 1333,
            "text": "わかんない",
            "vi": "không biết"
        },
        {
            "x1": 752,
            "y1": 1317,
            "x2": 779,
            "y2": 1457,
            "text": "――っとね…",
            "vi": "― ’Nó..."
        },
        {
            "x1": 766,
            "y1": 1509,
            "x2": 1043,
            "y2": 1564,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}