var ocr_data = {
    "001.jpg": [
        {
            "x1": 308,
            "y1": 63,
            "x2": 770,
            "y2": 112,
            "text": "第43章 お風呂で宝探し",
            "vi": "Chương 43 Tìm kiếm kho báu trong bồn tắm"
        },
        {
            "x1": 755,
            "y1": 136,
            "x2": 1017,
            "y2": 457,
            "text": "GOshi GoShi",
            "vi": "Quá sức"
        },
        {
            "x1": 507,
            "y1": 1279,
            "x2": 929,
            "y2": 1407,
            "text": "とんでもスキル同 異世界放浪父ジ",
            "vi": "Kỹ năng cùng thế giới lang thang cha"
        },
        {
            "x1": 98,
            "y1": 1518,
            "x2": 994,
            "y2": 1566,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Original: Eguchi ren nhân vật gốc:"
        }
    ],
    "002.jpg": [
        {
            "x1": 943,
            "y1": 106,
            "x2": 1001,
            "y2": 318,
            "text": "あぁあ～_～",
            "vi": "À ~ _ ~"
        },
        {
            "x1": 426,
            "y1": 497,
            "x2": 518,
            "y2": 756,
            "text": "やっぱ日本人は 風呂だよなく",
            "vi": "Sau khi tất cả người Nhật không tắm"
        },
        {
            "x1": 889,
            "y1": 879,
            "x2": 1020,
            "y2": 1046,
            "text": "思い切って 買って 良かったく",
            "vi": "tôi muốn mua nó"
        },
        {
            "x1": 791,
            "y1": 912,
            "x2": 859,
            "y2": 1045,
            "text": "足も のはせる〜",
            "vi": "Hãy để chân của bạn ~"
        },
        {
            "x1": 167,
            "y1": 918,
            "x2": 284,
            "y2": 1131,
            "text": "あったかい お水 きもちいいね",
            "vi": "Nước ấm là tốt"
        },
        {
            "x1": 915,
            "y1": 1204,
            "x2": 1013,
            "y2": 1367,
            "text": "あるじ アレやって アレやってー",
            "vi": "Làm một điều nhất định và làm điều đó"
        },
        {
            "x1": 591,
            "y1": 1207,
            "x2": 714,
            "y2": 1357,
            "text": "これっ これ",
            "vi": "Đây là"
        },
        {
            "x1": 225,
            "y1": 1242,
            "x2": 267,
            "y2": 1385,
            "text": "ああ…！",
            "vi": "À...!"
        },
        {
            "x1": 160,
            "y1": 1287,
            "x2": 207,
            "y2": 1447,
            "text": "コレね！",
            "vi": "Kore!"
        }
    ],
    "003.jpg": [
        {
            "x1": 862,
            "y1": 196,
            "x2": 960,
            "y2": 438,
            "text": "はい おまんじゅく",
            "vi": "Vâng"
        },
        {
            "x1": 282,
            "y1": 167,
            "x2": 351,
            "y2": 344,
            "text": "ば─ん",
            "vi": "Cấm chỉ"
        },
        {
            "x1": 152,
            "y1": 166,
            "x2": 189,
            "y2": 297,
            "text": "やられた",
            "vi": "Họ đã nhận được tôi"
        },
        {
            "x1": 569,
            "y1": 613,
            "x2": 615,
            "y2": 768,
            "text": "やったな",
            "vi": "tôi đã thành công rồi"
        },
        {
            "x1": 135,
            "y1": 802,
            "x2": 176,
            "y2": 903,
            "text": "きゃ",
            "vi": "Kiya"
        },
        {
            "x1": 883,
            "y1": 1091,
            "x2": 935,
            "y2": 1285,
            "text": "スイの番",
            "vi": "Đến lượt của Sui"
        }
    ],
    "004.jpg": [
        {
            "x1": 388,
            "y1": 561,
            "x2": 479,
            "y2": 673,
            "text": "よーし スイ",
            "vi": "Sui tốt"
        },
        {
            "x1": 539,
            "y1": 632,
            "x2": 636,
            "y2": 805,
            "text": "宝探し しよう‼",
            "vi": "Chúng ta hãy tìm một kho báu‼"
        },
        {
            "x1": 927,
            "y1": 893,
            "x2": 1029,
            "y2": 1063,
            "text": "たから さがし？",
            "vi": "SAGA?"
        },
        {
            "x1": 165,
            "y1": 967,
            "x2": 311,
            "y2": 1177,
            "text": "どっちが多く 集められるか 勝負だ‼",
            "vi": "Cái nào có thể được thu thập nhiều hơn."
        },
        {
            "x1": 611,
            "y1": 1148,
            "x2": 779,
            "y2": 1430,
            "text": "そう！ 今 この湯船の中には たくさんの財宝が 眠っている‼",
            "vi": "Vâng! Rất nhiều báu vật đang ngủ trong bồn tắm này."
        },
        {
            "x1": 200,
            "y1": 1253,
            "x2": 239,
            "y2": 1421,
            "text": "おもしろそ",
            "vi": "Vui"
        }
    ],
    "005.jpg": [
        {
            "x1": 865,
            "y1": 179,
            "x2": 940,
            "y2": 348,
            "text": "じゃあ コレ持って…",
            "vi": "Sau đó, mang cái này..."
        },
        {
            "x1": 590,
            "y1": 367,
            "x2": 655,
            "y2": 623,
            "text": "はじめ‼",
            "vi": "Bắt đầu!"
        },
        {
            "x1": 878,
            "y1": 1094,
            "x2": 958,
            "y2": 1342,
            "text": "こほぽ",
            "vi": "Koho"
        },
        {
            "x1": 419,
            "y1": 986,
            "x2": 482,
            "y2": 1233,
            "text": "あった～_～",
            "vi": "Có ~ _ ~"
        },
        {
            "x1": 111,
            "y1": 1455,
            "x2": 239,
            "y2": 1489,
            "text": "おはじき",
            "vi": "Cắn"
        }
    ],
    "006.jpg": [
        {
            "x1": 222,
            "y1": 504,
            "x2": 313,
            "y2": 728,
            "text": "お宝 いっぱーい‼",
            "vi": "Quý trọng"
        },
        {
            "x1": 956,
            "y1": 1087,
            "x2": 1005,
            "y2": 1295,
            "text": "キラキラー",
            "vi": "Lấp lánh"
        },
        {
            "x1": 354,
            "y1": 1096,
            "x2": 387,
            "y2": 1230,
            "text": "キラキ…",
            "vi": "Kiraki..."
        },
        {
            "x1": 140,
            "y1": 1084,
            "x2": 272,
            "y2": 1227,
            "text": "これは 見たこと ある！",
            "vi": "Tôi đã thấy điều này!"
        },
        {
            "x1": 463,
            "y1": 1243,
            "x2": 506,
            "y2": 1427,
            "text": "キラキラ！",
            "vi": "Glitter long lanh!"
        }
    ],
    "007.jpg": [
        {
            "x1": 854,
            "y1": 50,
            "x2": 960,
            "y2": 237,
            "text": "見て見て あるじー",
            "vi": "Tôi đang nhìn nó"
        },
        {
            "x1": 525,
            "y1": 45,
            "x2": 586,
            "y2": 170,
            "text": "これなに",
            "vi": "cái gì thế này"
        },
        {
            "x1": 45,
            "y1": 90,
            "x2": 103,
            "y2": 221,
            "text": "か心う だよー(",
            "vi": "Tôi không bận tâm ("
        },
        {
            "x1": 816,
            "y1": 318,
            "x2": 872,
            "y2": 506,
            "text": "いっぱい",
            "vi": "no"
        },
        {
            "x1": 132,
            "y1": 358,
            "x2": 168,
            "y2": 619,
            "text": "すごいなスイ‼",
            "vi": "Tuyệt vời sui‼"
        },
        {
            "x1": 788,
            "y1": 680,
            "x2": 902,
            "y2": 917,
            "text": "これは うかうかしてたら 負けちゃうなくそ",
            "vi": "Nếu bạn làm điều này, bạn sẽ không mất"
        },
        {
            "x1": 321,
            "y1": 675,
            "x2": 443,
            "y2": 819,
            "text": "ぎぶ",
            "vi": "Dụng cụ"
        },
        {
            "x1": 134,
            "y1": 691,
            "x2": 259,
            "y2": 872,
            "text": "テキトーに 色々買ってて 良かったく",
            "vi": "Tôi rất vui vì tôi đã mua rất nhiều Tekito"
        },
        {
            "x1": 716,
            "y1": 993,
            "x2": 782,
            "y2": 1111,
            "text": "ぉ魔",
            "vi": "ぉ"
        },
        {
            "x1": 526,
            "y1": 988,
            "x2": 670,
            "y2": 1192,
            "text": "昔やって 楽しかった気が するから やってみたけど",
            "vi": "Tôi đã thử nó bởi vì tôi cảm thấy thật vui khi làm điều đó từ lâu"
        },
        {
            "x1": 415,
            "y1": 1190,
            "x2": 527,
            "y2": 1362,
            "text": "うんうん 楽しそう",
            "vi": "Vâng, nó trông vui vẻ"
        }
    ],
    "008.jpg": [
        {
            "x1": 803,
            "y1": 126,
            "x2": 918,
            "y2": 303,
            "text": "よーし 巻き返す",
            "vi": "Kết thúc"
        },
        {
            "x1": 845,
            "y1": 989,
            "x2": 992,
            "y2": 1228,
            "text": "えー では 今回の お宝探し…",
            "vi": "Chà, tìm kiếm kho báu này..."
        },
        {
            "x1": 575,
            "y1": 1179,
            "x2": 713,
            "y2": 1425,
            "text": "スイの 優勝～~~！",
            "vi": "Chiến thắng của Sui ~ ~ ~!"
        }
    ],
    "009.jpg": [
        {
            "x1": 791,
            "y1": 146,
            "x2": 885,
            "y2": 343,
            "text": "優勝者の スイにはく",
            "vi": "Người chiến thắng Sui"
        },
        {
            "x1": 132,
            "y1": 145,
            "x2": 262,
            "y2": 370,
            "text": "風呂上がりの フルーツ牛乳の 他になんとく…",
            "vi": "Ngoài sữa ăn trái cây sau khi tắm..."
        },
        {
            "x1": 861,
            "y1": 428,
            "x2": 917,
            "y2": 621,
            "text": "じゃん！",
            "vi": "Jan!"
        },
        {
            "x1": 107,
            "y1": 536,
            "x2": 216,
            "y2": 821,
            "text": "ソーダアイスを 贈呈——‼",
            "vi": "Kem soda - -"
        },
        {
            "x1": 232,
            "y1": 1262,
            "x2": 310,
            "y2": 1384,
            "text": "…って なにー？",
            "vi": "… Nó............... là gì?"
        },
        {
            "x1": 783,
            "y1": 1220,
            "x2": 966,
            "y2": 1581,
            "text": "そーだ あいすく‼",
            "vi": "Soda aisuku"
        }
    ],
    "010.jpg": [
        {
            "x1": 951,
            "y1": 103,
            "x2": 1034,
            "y2": 358,
            "text": "冷たくて 美味しいものだよ",
            "vi": "Trời lạnh và ngon"
        },
        {
            "x1": 566,
            "y1": 215,
            "x2": 640,
            "y2": 396,
            "text": "おそる 霊おそる…",
            "vi": "Thánh Linh đang bối rối..."
        },
        {
            "x1": 935,
            "y1": 594,
            "x2": 997,
            "y2": 877,
            "text": "つめたく_い",
            "vi": "Tôi muốn vắt _"
        },
        {
            "x1": 439,
            "y1": 582,
            "x2": 504,
            "y2": 739,
            "text": "食べる",
            "vi": "ăn"
        },
        {
            "x1": 673,
            "y1": 780,
            "x2": 790,
            "y2": 979,
            "text": "ほらほら はや 早く食べなきゃ 溶けるぞく",
            "vi": "Bạn thấy đấy, bạn phải ăn sớm."
        },
        {
            "x1": 586,
            "y1": 1016,
            "x2": 712,
            "y2": 1329,
            "text": "つめたいのに あま──い！",
            "vi": "Tôi muốn đầy đủ!"
        },
        {
            "x1": 378,
            "y1": 1010,
            "x2": 480,
            "y2": 1206,
            "text": "おいし",
            "vi": "Ngon"
        }
    ],
    "011.jpg": [
        {
            "x1": 687,
            "y1": 164,
            "x2": 743,
            "y2": 251,
            "text": "ゃっぱ",
            "vi": "Sự hy sinh"
        },
        {
            "x1": 776,
            "y1": 215,
            "x2": 878,
            "y2": 355,
            "text": "俺は こっち",
            "vi": "Tôi ở đây"
        },
        {
            "x1": 468,
            "y1": 180,
            "x2": 531,
            "y2": 328,
            "text": "コーヒ 牛乳だよな",
            "vi": "Đó là sữa cà phê"
        },
        {
            "x1": 308,
            "y1": 381,
            "x2": 387,
            "y2": 628,
            "text": "俺も後で こっそり食べよ…",
            "vi": "Tôi sẽ ăn bí mật sau này..."
        },
        {
            "x1": 805,
            "y1": 805,
            "x2": 887,
            "y2": 914,
            "text": "あるじ あるじ",
            "vi": "Một người nào đó"
        },
        {
            "x1": 807,
            "y1": 1148,
            "x2": 908,
            "y2": 1321,
            "text": "なんか かいてる",
            "vi": "Tôi là cái gì đó"
        },
        {
            "x1": 131,
            "y1": 1195,
            "x2": 264,
            "y2": 1438,
            "text": "おっ！",
            "vi": "Oh!"
        }
    ],
    "012.jpg": [
        {
            "x1": 806,
            "y1": 404,
            "x2": 978,
            "y2": 611,
            "text": "はい スイ！ 当たりの もう一本",
            "vi": "Vâng! Một cú đánh khác"
        },
        {
            "x1": 234,
            "y1": 431,
            "x2": 325,
            "y2": 555,
            "text": "わーい あいす",
            "vi": "Wow aisasu"
        },
        {
            "x1": 487,
            "y1": 790,
            "x2": 583,
            "y2": 992,
            "text": "おいしいの わけたげる",
            "vi": "Nó rất ngon"
        },
        {
            "x1": 905,
            "y1": 1111,
            "x2": 951,
            "y2": 1296,
            "text": "くれるの？",
            "vi": "Bạn sẽ cho tôi chứ?"
        },
        {
            "x1": 144,
            "y1": 1139,
            "x2": 242,
            "y2": 1296,
            "text": "ありがと スイー",
            "vi": "Cảm ơn nhiều"
        },
        {
            "x1": 847,
            "y1": 1353,
            "x2": 892,
            "y2": 1502,
            "text": "いいの？",
            "vi": "đồng ý?"
        },
        {
            "x1": 698,
            "y1": 1350,
            "x2": 762,
            "y2": 1500,
            "text": "うん！",
            "vi": "Ừ!"
        },
        {
            "x1": 498,
            "y1": 1315,
            "x2": 542,
            "y2": 1503,
            "text": "ええこや…",
            "vi": "Ekoya..."
        },
        {
            "x1": 42,
            "y1": 1295,
            "x2": 101,
            "y2": 1578,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}