var ocr_data = {
    "1-61d92276f176e.jpg": [
        {
            "x1": 310,
            "y1": 46,
            "x2": 805,
            "y2": 111,
            "text": "第46章 ダンジョンの主",
            "vi": "Chương 46 Lord Dungeon"
        },
        {
            "x1": 558,
            "y1": 298,
            "x2": 1012,
            "y2": 371,
            "text": "キャラクター原案雅",
            "vi": "Nhân vật bản nháp ban đầu thanh lịch"
        },
        {
            "x1": 296,
            "y1": 100,
            "x2": 518,
            "y2": 358,
            "text": "もけ",
            "vi": "Ngẫu nhiên"
        }
    ],
    "2-61d922776e4f8.jpg": [
        {
            "x1": 948,
            "y1": 114,
            "x2": 979,
            "y2": 310,
            "text": "ここが目的地？",
            "vi": "Đây có phải là điểm đến không?"
        },
        {
            "x1": 621,
            "y1": 180,
            "x2": 731,
            "y2": 325,
            "text": "下の階には どうやって 行くんだ？",
            "vi": "Làm thế nào để bạn lên tầng dưới?"
        },
        {
            "x1": 457,
            "y1": 172,
            "x2": 529,
            "y2": 365,
            "text": "こういう階層の 場合はな……",
            "vi": "Trong trường hợp một hệ thống phân cấp như vậy..."
        },
        {
            "x1": 164,
            "y1": 790,
            "x2": 229,
            "y2": 879,
            "text": "おお これだ",
            "vi": "Đây là"
        },
        {
            "x1": 151,
            "y1": 1245,
            "x2": 262,
            "y2": 1438,
            "text": "この岩の模様に 魔力を流すと 下に行けるのだ",
            "vi": "Bạn có thể đi xuống bằng cách rót ma thuật vào mô hình đá này."
        }
    ],
    "3-61d92277e7026.jpg": [
        {
            "x1": 881,
            "y1": 139,
            "x2": 995,
            "y2": 284,
            "text": "触れ合って いない者は 転移されん",
            "vi": "Những người không được chạm vào sẽ không được chuyển giao"
        },
        {
            "x1": 893,
            "y1": 339,
            "x2": 928,
            "y2": 457,
            "text": "注意しろ",
            "vi": "Cẩn thận"
        },
        {
            "x1": 134,
            "y1": 362,
            "x2": 171,
            "y2": 455,
            "text": "おう！",
            "vi": "OU!"
        },
        {
            "x1": 541,
            "y1": 1206,
            "x2": 576,
            "y2": 1290,
            "text": "いてっ",
            "vi": "Tôi"
        },
        {
            "x1": 86,
            "y1": 1143,
            "x2": 163,
            "y2": 1287,
            "text": "ここが 最下層…？",
            "vi": "Đây là lớp dưới cùng...?"
        }
    ],
    "4-61d92278625cc.jpg": [
        {
            "x1": 879,
            "y1": 771,
            "x2": 1100,
            "y2": 1208,
            "text": "イに",
            "vi": "Để"
        }
    ],
    "5-61d92278d32c1.jpg": [
        {
            "x1": 906,
            "y1": 141,
            "x2": 982,
            "y2": 326,
            "text": "なっ なんだあれ！",
            "vi": "Nó............... là gì!"
        },
        {
            "x1": 131,
            "y1": 148,
            "x2": 201,
            "y2": 343,
            "text": "あれがこの ダンジョンの主",
            "vi": "Đó là chúa tể của ngục tối này"
        },
        {
            "x1": 806,
            "y1": 556,
            "x2": 859,
            "y2": 763,
            "text": "ベヒモスだ",
            "vi": "Behemos"
        },
        {
            "x1": 462,
            "y1": 511,
            "x2": 571,
            "y2": 707,
            "text": "最下層って いきなりボス戦 なの⁉",
            "vi": "Đó là lớp dưới cùng và đó là một trận đấu của ông chủ."
        },
        {
            "x1": 88,
            "y1": 519,
            "x2": 152,
            "y2": 734,
            "text": "いいじゃねぇか やってやろうぜ！",
            "vi": "Không sao đâu, chúng ta hãy làm điều đó!"
        },
        {
            "x1": 83,
            "y1": 855,
            "x2": 153,
            "y2": 998,
            "text": "やっつける ぞー！",
            "vi": "Tôi sẽ đánh bạn!"
        },
        {
            "x1": 402,
            "y1": 1051,
            "x2": 551,
            "y2": 1335,
            "text": "ポス戦なら ネツトスーパーの 食事でカの底上げして おくべきだけど…",
            "vi": "Trong trường hợp của một bài đăng, bạn nên nâng cao cấp của siêu thị Netsuto..."
        },
        {
            "x1": 256,
            "y1": 1056,
            "x2": 289,
            "y2": 1200,
            "text": "先手必勝！",
            "vi": "Chiến thắng đầu tiên!"
        },
        {
            "x1": 108,
            "y1": 1391,
            "x2": 136,
            "y2": 1508,
            "text": "まって",
            "vi": "đợi đã"
        }
    ],
    "6-61d922794e957.jpg": [
        {
            "x1": 945,
            "y1": 544,
            "x2": 1032,
            "y2": 795,
            "text": "戦神の加護 みせてやるぜ！",
            "vi": "Tôi sẽ cho bạn thấy sự ban phước của Chúa chiến tranh!"
        }
    ],
    "7-61d92279c7e14.jpg": [
        {
            "x1": 578,
            "y1": 140,
            "x2": 614,
            "y2": 335,
            "text": "ドラちゃん！",
            "vi": "Dora -chan!"
        },
        {
            "x1": 148,
            "y1": 157,
            "x2": 218,
            "y2": 325,
            "text": "まったく 急ぎおって…",
            "vi": "Đang vội..."
        },
        {
            "x1": 572,
            "y1": 384,
            "x2": 607,
            "y2": 516,
            "text": "スイ！",
            "vi": "Sui!"
        },
        {
            "x1": 918,
            "y1": 803,
            "x2": 958,
            "y2": 968,
            "text": "大丈夫か⁉",
            "vi": "Bạn co ổn không⁉"
        },
        {
            "x1": 753,
            "y1": 1352,
            "x2": 806,
            "y2": 1488,
            "text": "硬え！",
            "vi": "Khó!"
        },
        {
            "x1": 109,
            "y1": 1296,
            "x2": 180,
            "y2": 1444,
            "text": "弾かれ ちゃったく",
            "vi": "Tôi đã được chơi"
        }
    ],
    "8-61d9227a39bf6.jpg": [
        {
            "x1": 906,
            "y1": 141,
            "x2": 1017,
            "y2": 348,
            "text": "しかも 傷ひとつ ついてねえぞ！",
            "vi": "Và không có đầu!"
        },
        {
            "x1": 146,
            "y1": 293,
            "x2": 228,
            "y2": 504,
            "text": "スイの魔法も 効かないよく",
            "vi": "Sự kỳ diệu của Sui không hoạt động tốt"
        },
        {
            "x1": 858,
            "y1": 579,
            "x2": 1008,
            "y2": 770,
            "text": "ベヒモスには 物理攻撃も 魔法攻撃も 効きにくいのだ",
            "vi": "Behemoss khó làm việc cho các cuộc tấn công vật lý và ma thuật."
        },
        {
            "x1": 479,
            "y1": 859,
            "x2": 587,
            "y2": 1000,
            "text": "だが 効きにくい だけだ",
            "vi": "Nhưng nó chỉ khó để làm việc"
        }
    ],
    "9-61d9227ab06e5.jpg": [
        {
            "x1": 807,
            "y1": 142,
            "x2": 930,
            "y2": 326,
            "text": "防御を上回る ほどの攻撃を あた 与えればよい",
            "vi": "Bạn có thể đưa ra một cuộc tấn công vượt quá khả năng phòng thủ"
        }
    ],
    "10-61d9227b27cee.jpg": [
        {
            "x1": 921,
            "y1": 208,
            "x2": 989,
            "y2": 380,
            "text": "全然平気そう だけど⁉",
            "vi": "Có vẻ như nó ổn cả"
        },
        {
            "x1": 121,
            "y1": 215,
            "x2": 230,
            "y2": 382,
            "text": "だが確実に 蓄積していく はずだ",
            "vi": "Nhưng nó chắc chắn sẽ tích lũy"
        },
        {
            "x1": 986,
            "y1": 496,
            "x2": 1033,
            "y2": 614,
            "text": "ドラ！",
            "vi": "Dora!"
        },
        {
            "x1": 501,
            "y1": 537,
            "x2": 628,
            "y2": 719,
            "text": "多少魔法が 弾かれようが 構わん",
            "vi": "Không có vấn đề gì nếu phép thuật được chơi một chút"
        },
        {
            "x1": 983,
            "y1": 660,
            "x2": 1025,
            "y2": 810,
            "text": "スイ！",
            "vi": "Sui!"
        },
        {
            "x1": 108,
            "y1": 830,
            "x2": 190,
            "y2": 1011,
            "text": "攻撃の手を 緩めるなっ！",
            "vi": "Đừng nới lỏng cuộc tấn công!"
        }
    ],
    "11-61d9227b97e55.jpg": [
        {
            "x1": 663,
            "y1": 1061,
            "x2": 703,
            "y2": 1342,
            "text": "これでどうだーっ",
            "vi": "Làm thế nào về điều này"
        }
    ],
    "12-61d9227c16642.jpg": [
        {
            "x1": 516,
            "y1": 92,
            "x2": 580,
            "y2": 193,
            "text": "とっ",
            "vi": "Ở trong"
        },
        {
            "x1": 456,
            "y1": 211,
            "x2": 515,
            "y2": 392,
            "text": "通った‼",
            "vi": "tôi đã đi"
        },
        {
            "x1": 127,
            "y1": 627,
            "x2": 183,
            "y2": 814,
            "text": "やったー",
            "vi": "Yay"
        },
        {
            "x1": 880,
            "y1": 1107,
            "x2": 1012,
            "y2": 1302,
            "text": "このまま 一気に 畳み掛け……",
            "vi": "Tôi gấp nó cùng một lúc..."
        }
    ],
    "14-61d9227d103b8.jpg": [
        {
            "x1": 520,
            "y1": 146,
            "x2": 611,
            "y2": 311,
            "text": "あっ熱っ！ 熱っつ！",
            "vi": "Oh nóng! Nóng bức!"
        },
        {
            "x1": 144,
            "y1": 643,
            "x2": 211,
            "y2": 785,
            "text": "なかなか やりおるな",
            "vi": "Đừng làm điều đó một cách dễ dàng"
        },
        {
            "x1": 906,
            "y1": 1195,
            "x2": 1032,
            "y2": 1462,
            "text": "酸のかかった 皮膚は攻撃が 通りやすそうだぞ！",
            "vi": "Da có tính axit dường như dễ dàng tấn công!"
        },
        {
            "x1": 134,
            "y1": 1208,
            "x2": 251,
            "y2": 1445,
            "text": "スイ！ 奴に酸をたっぷり かけてやれッ！",
            "vi": "Sui! Đặt nhiều axit vào anh ấy!"
        }
    ],
    "16-61d9227df0694.jpg": [
        {
            "x1": 826,
            "y1": 243,
            "x2": 926,
            "y2": 416,
            "text": "これで とどめだ",
            "vi": "Đây là kết thúc"
        }
    ],
    "18-61d9227edde5f.jpg": [
        {
            "x1": 168,
            "y1": 717,
            "x2": 202,
            "y2": 868,
            "text": "倒した…？",
            "vi": "giảm xuống…?"
        },
        {
            "x1": 910,
            "y1": 991,
            "x2": 985,
            "y2": 1198,
            "text": "や やったーっ！ ベヒモス討伐！",
            "vi": "Ừ! Sự khuất phục Behemos!"
        },
        {
            "x1": 348,
            "y1": 976,
            "x2": 379,
            "y2": 1139,
            "text": "ヒャッホー！",
            "vi": "Hyahoo!"
        },
        {
            "x1": 131,
            "y1": 987,
            "x2": 233,
            "y2": 1166,
            "text": "すごいぜ みんな‼",
            "vi": "Mọi người đều tuyệt vời"
        },
        {
            "x1": 892,
            "y1": 1354,
            "x2": 968,
            "y2": 1483,
            "text": "俺なんにも できなかった けど",
            "vi": "Tôi không thể làm gì cả"
        },
        {
            "x1": 147,
            "y1": 1360,
            "x2": 220,
            "y2": 1460,
            "text": "当然の ことよ",
            "vi": "Tự nhiên"
        }
    ],
    "19-61d9227f5f563.jpg": [
        {
            "x1": 892,
            "y1": 88,
            "x2": 1004,
            "y2": 284,
            "text": "ダンジョンの 主だって 敵じゃないな！",
            "vi": "Ngục tối chính không phải là kẻ thù!"
        },
        {
            "x1": 63,
            "y1": 381,
            "x2": 139,
            "y2": 526,
            "text": "ベヒモスの 体が……",
            "vi": "Cơ thể của Behemoth là..."
        },
        {
            "x1": 547,
            "y1": 1232,
            "x2": 575,
            "y2": 1471,
            "text": "………なんだこれ…？",
            "vi": "……… cái này là gì?"
        },
        {
            "x1": 460,
            "y1": 1528,
            "x2": 654,
            "y2": 1567,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}