var ocr_data = {
    "001.jpg": [
        {
            "x1": 490,
            "y1": 18,
            "x2": 772,
            "y2": 91,
            "text": "第16章 おしゃべりしたい夜",
            "vi": "Chương 16 Tôi muốn nói chuyện với bạn"
        },
        {
            "x1": 8,
            "y1": 141,
            "x2": 50,
            "y2": 372,
            "text": "漫画:双葉もも",
            "vi": "Manga: Futaba Momo"
        },
        {
            "x1": 2,
            "y1": 398,
            "x2": 57,
            "y2": 601,
            "text": "原作:江口連 キャラクター原案:雅",
            "vi": "Bản gốc: Eguchi ren nhân vật cuốn sách gốc: YA"
        },
        {
            "x1": 108,
            "y1": 1084,
            "x2": 247,
            "y2": 1137,
            "text": "Tondemo Skill de lsekai Hourou Meshi Sui no Dai Bouken",
            "vi": "Một cuộc phiêu lưu lớn của L World lang thang với s kit l"
        }
    ],
    "002.jpg": [
        {
            "x1": 732,
            "y1": 475,
            "x2": 768,
            "y2": 564,
            "text": "あのね",
            "vi": "Bạn biết những gì"
        },
        {
            "x1": 671,
            "y1": 505,
            "x2": 704,
            "y2": 613,
            "text": "あのねー",
            "vi": "Ổn"
        },
        {
            "x1": 684,
            "y1": 755,
            "x2": 788,
            "y2": 894,
            "text": "それでねー ちっちゃい子が スイをじーっと 見るからねー",
            "vi": "Đó là lý do tại sao một đứa trẻ nhỏ nhìn vào Sui."
        },
        {
            "x1": 569,
            "y1": 758,
            "x2": 622,
            "y2": 877,
            "text": "ばぁ！ って したのく",
            "vi": "Ba! Tôi là"
        },
        {
            "x1": 604,
            "y1": 874,
            "x2": 659,
            "y2": 959,
            "text": "キレイ キレイ したよ",
            "vi": "Nó đẹp"
        },
        {
            "x1": 391,
            "y1": 760,
            "x2": 488,
            "y2": 968,
            "text": "でね！ ぴゃーって にげてったのー！",
            "vi": "Chính là nó! Tôi đã rất phấn khích!"
        },
        {
            "x1": 270,
            "y1": 747,
            "x2": 341,
            "y2": 864,
            "text": "スイは 強い子",
            "vi": "Sui là một đứa trẻ mạnh mẽ"
        },
        {
            "x1": 183,
            "y1": 788,
            "x2": 207,
            "y2": 883,
            "text": "コラコラ",
            "vi": "Coracola"
        },
        {
            "x1": 128,
            "y1": 770,
            "x2": 158,
            "y2": 879,
            "text": "なにしてるの",
            "vi": "Bạn đang làm gì vậy"
        },
        {
            "x1": 739,
            "y1": 1004,
            "x2": 798,
            "y2": 1107,
            "text": "ありがとー ふんふん",
            "vi": "Cảm ơn bạn"
        }
    ],
    "003.jpg": [
        {
            "x1": 655,
            "y1": 103,
            "x2": 745,
            "y2": 328,
            "text": "あとねースイ ワンちゃんとも なかよくなったよー",
            "vi": "Và nó đang trở nên tốt hơn với siui -chan."
        },
        {
            "x1": 338,
            "y1": 40,
            "x2": 512,
            "y2": 258,
            "text": "あとね あとねー はしのしたの お水にねー お魚もいたの",
            "vi": "Sau đó, có một số con cá trong nước"
        },
        {
            "x1": 45,
            "y1": 148,
            "x2": 68,
            "y2": 270,
            "text": "ほかにもねー",
            "vi": "Khác"
        },
        {
            "x1": 160,
            "y1": 276,
            "x2": 263,
            "y2": 422,
            "text": "ずる",
            "vi": "Trượt"
        },
        {
            "x1": 54,
            "y1": 444,
            "x2": 150,
            "y2": 597,
            "text": "ずる",
            "vi": "Trượt"
        },
        {
            "x1": 706,
            "y1": 601,
            "x2": 748,
            "y2": 710,
            "text": "最後だよー",
            "vi": "Đó là cuối cùng"
        },
        {
            "x1": 576,
            "y1": 521,
            "x2": 599,
            "y2": 712,
            "text": "やったじゃん スイ",
            "vi": "tôi đã thành công rồi"
        },
        {
            "x1": 571,
            "y1": 818,
            "x2": 649,
            "y2": 994,
            "text": "もく あるじ 聞いてるー？",
            "vi": "Bạn đang nghe?"
        },
        {
            "x1": 87,
            "y1": 1038,
            "x2": 144,
            "y2": 1165,
            "text": "きいてる きいてるー",
            "vi": "Tôi đang nghe"
        }
    ],
    "004.jpg": [
        {
            "x1": 693,
            "y1": 150,
            "x2": 722,
            "y2": 260,
            "text": "でねでね",
            "vi": "Xin vui lòng"
        },
        {
            "x1": 170,
            "y1": 137,
            "x2": 253,
            "y2": 312,
            "text": "楽しいとこだけど もうおやすみの 時間だよく",
            "vi": "Đó là niềm vui, nhưng đó là một thời gian tốt"
        },
        {
            "x1": 677,
            "y1": 370,
            "x2": 770,
            "y2": 500,
            "text": "まだスイ ねむくない よー",
            "vi": "Nó chưa tốt lắm"
        },
        {
            "x1": 482,
            "y1": 406,
            "x2": 559,
            "y2": 539,
            "text": "でもフェルは もうねんね したいってさ",
            "vi": "Nhưng tôi muốn Fel"
        },
        {
            "x1": 146,
            "y1": 416,
            "x2": 210,
            "y2": 597,
            "text": "つづきはまた 部屋で聞くからね",
            "vi": "Tôi sẽ hỏi bạn lại trong phòng"
        },
        {
            "x1": 632,
            "y1": 665,
            "x2": 712,
            "y2": 849,
            "text": "フェルおじちゃん もう ねんねなのー？",
            "vi": "Chú Fel đã được rồi?"
        },
        {
            "x1": 174,
            "y1": 741,
            "x2": 199,
            "y2": 793,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 675,
            "y1": 914,
            "x2": 738,
            "y2": 1088,
            "text": "ほらスイー 俺らも行くよー",
            "vi": "Nhìn vào ngọt ngào quá"
        }
    ],
    "005.jpg": [
        {
            "x1": 282,
            "y1": 104,
            "x2": 309,
            "y2": 184,
            "text": "ないな",
            "vi": "KHÔNG"
        },
        {
            "x1": 628,
            "y1": 136,
            "x2": 708,
            "y2": 325,
            "text": "フェルおじちゃん いつも一人で さびしくないのー？",
            "vi": "Bác Fel luôn cô đơn một mình?"
        },
        {
            "x1": 90,
            "y1": 86,
            "x2": 150,
            "y2": 257,
            "text": "独り寝の方が くつろげるしな",
            "vi": "Tốt hơn là nên ngủ một mình"
        },
        {
            "x1": 644,
            "y1": 490,
            "x2": 698,
            "y2": 707,
            "text": "かわいそう",
            "vi": "Yếu kém"
        },
        {
            "x1": 55,
            "y1": 490,
            "x2": 155,
            "y2": 741,
            "text": "可哀そう ではないわ‼",
            "vi": "tôi không xin lỗi"
        },
        {
            "x1": 267,
            "y1": 865,
            "x2": 293,
            "y2": 944,
            "text": "ううん",
            "vi": "KHÔNG"
        },
        {
            "x1": 642,
            "y1": 887,
            "x2": 737,
            "y2": 1074,
            "text": "なら今晩は フェルと寝るか？ スイ",
            "vi": "Sau đó, bạn có ngủ với Fel tối nay không? Sui"
        },
        {
            "x1": 0,
            "y1": 850,
            "x2": 122,
            "y2": 987,
            "text": "スイは あるじが いい",
            "vi": "Sui là tốt"
        }
    ],
    "006.jpg": [
        {
            "x1": 674,
            "y1": 26,
            "x2": 844,
            "y2": 250,
            "text": "そっかく スイは俺が いいかくそ",
            "vi": "Tôi giỏi Sui"
        },
        {
            "x1": 336,
            "y1": 110,
            "x2": 384,
            "y2": 279,
            "text": "フェルおじちゃん おやすみく_",
            "vi": "Bác Fel Good Night _"
        },
        {
            "x1": 694,
            "y1": 794,
            "x2": 775,
            "y2": 955,
            "text": "だからねー そのとき スイがねー…",
            "vi": "Đó là lý do tại sao nó tốt lúc đó..."
        },
        {
            "x1": 357,
            "y1": 791,
            "x2": 498,
            "y2": 1033,
            "text": "明日は 買い物もあるし もう おやすみく",
            "vi": "Sẽ có mua sắm vào ngày mai, chúc ngủ ngon"
        }
    ],
    "007.jpg": [
        {
            "x1": 628,
            "y1": 134,
            "x2": 751,
            "y2": 261,
            "text": "まだ… あるじと おしゃべり すう…",
            "vi": "Vẫn... nói chuyện với Aji..."
        },
        {
            "x1": 126,
            "y1": 159,
            "x2": 185,
            "y2": 284,
            "text": "はいはい おやすみく",
            "vi": "Vâng vâng tốt đêm"
        },
        {
            "x1": 645,
            "y1": 358,
            "x2": 744,
            "y2": 532,
            "text": "ほん",
            "vi": "đặt"
        },
        {
            "x1": 425,
            "y1": 493,
            "x2": 455,
            "y2": 546,
            "text": "うと",
            "vi": "Lớn lên"
        },
        {
            "x1": 395,
            "y1": 529,
            "x2": 426,
            "y2": 601,
            "text": "うと",
            "vi": "Lớn lên"
        },
        {
            "x1": 584,
            "y1": 597,
            "x2": 716,
            "y2": 800,
            "text": "ぽん そぽん…",
            "vi": "Ponzopon..."
        },
        {
            "x1": 645,
            "y1": 923,
            "x2": 671,
            "y2": 1038,
            "text": "おやすみ…",
            "vi": "chào buổi tối…"
        },
        {
            "x1": 599,
            "y1": 1001,
            "x2": 624,
            "y2": 1110,
            "text": "なさぁ…い",
            "vi": "KHÔNG..."
        }
    ],
    "008.jpg": [
        {
            "x1": 709,
            "y1": 399,
            "x2": 739,
            "y2": 506,
            "text": "まっくら",
            "vi": "Gối"
        },
        {
            "x1": 594,
            "y1": 468,
            "x2": 658,
            "y2": 574,
            "text": "あるじ どこー？",
            "vi": "No ở đâu?"
        },
        {
            "x1": 225,
            "y1": 442,
            "x2": 255,
            "y2": 568,
            "text": "あるじー？",
            "vi": "Có không?"
        },
        {
            "x1": 639,
            "y1": 1047,
            "x2": 752,
            "y2": 1206,
            "text": "フェル おじちゃん いたー！",
            "vi": "Bác Fel!"
        },
        {
            "x1": 262,
            "y1": 1037,
            "x2": 285,
            "y2": 1217,
            "text": "まってまってー！",
            "vi": "Thôi nào!"
        }
    ],
    "009.jpg": [
        {
            "x1": 523,
            "y1": 45,
            "x2": 543,
            "y2": 222,
            "text": "フェルおじちゃん？",
            "vi": "Bác Fel?"
        },
        {
            "x1": 149,
            "y1": 57,
            "x2": 205,
            "y2": 188,
            "text": "まって",
            "vi": "đợi đã"
        },
        {
            "x1": 273,
            "y1": 214,
            "x2": 298,
            "y2": 360,
            "text": "まってったら",
            "vi": "Nếu bạn là"
        },
        {
            "x1": 631,
            "y1": 549,
            "x2": 725,
            "y2": 809,
            "text": "フェル おじちゃくん！",
            "vi": "Fel chú!"
        }
    ],
    "010.jpg": [
        {
            "x1": 694,
            "y1": 943,
            "x2": 716,
            "y2": 1103,
            "text": "フェルおじちゃん？",
            "vi": "Bác Fel?"
        }
    ],
    "011.jpg": [
        {
            "x1": 418,
            "y1": 50,
            "x2": 459,
            "y2": 127,
            "text": "ヒク",
            "vi": "Hiku"
        },
        {
            "x1": 454,
            "y1": 135,
            "x2": 475,
            "y2": 326,
            "text": "フェルおじちゃーん…",
            "vi": "Bác bị ngã..."
        },
        {
            "x1": 347,
            "y1": 531,
            "x2": 414,
            "y2": 678,
            "text": "フェルおじ ちゃーん…",
            "vi": "Fel Bác..."
        },
        {
            "x1": 495,
            "y1": 678,
            "x2": 529,
            "y2": 774,
            "text": "スイ…",
            "vi": "Sui..."
        },
        {
            "x1": 285,
            "y1": 895,
            "x2": 346,
            "y2": 1042,
            "text": "しょうがない やつだ…",
            "vi": "Nó không thể được giúp đỡ..."
        }
    ],
    "012.jpg": [
        {
            "x1": 151,
            "y1": 209,
            "x2": 191,
            "y2": 315,
            "text": "なんだ",
            "vi": "cái gì"
        },
        {
            "x1": 652,
            "y1": 496,
            "x2": 744,
            "y2": 656,
            "text": "ここに いたのか",
            "vi": "Nó có ở đây không?"
        },
        {
            "x1": 533,
            "y1": 1160,
            "x2": 746,
            "y2": 1203,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}