var ocr_data = {
    "1-61185f19b1158.jpg": [
        {
            "x1": 571,
            "y1": 691,
            "x2": 720,
            "y2": 912,
            "text": "ミスリルを上回る 強い刃物について 調べているものの あの様子で…",
            "vi": "Tôi đang điều tra một con dao mạnh mẽ vượt quá Mithril, nhưng trong tình huống đó..."
        },
        {
            "x1": 175,
            "y1": 868,
            "x2": 219,
            "y2": 940,
            "text": "相当",
            "vi": "Tương đương"
        },
        {
            "x1": 116,
            "y1": 876,
            "x2": 181,
            "y2": 1068,
            "text": "ショックだった みたいですね…",
            "vi": "Nó có vẻ là một cú sốc..."
        },
        {
            "x1": 882,
            "y1": 1126,
            "x2": 986,
            "y2": 1345,
            "text": "実は少し 試してもらいたい ものがありまして",
            "vi": "Thực sự, có một cái gì đó tôi muốn thử một chút"
        },
        {
            "x1": 123,
            "y1": 1128,
            "x2": 221,
            "y2": 1295,
            "text": "もしかしたら いけるかも しれません",
            "vi": "Có lẽ bạn có thể làm được"
        }
    ],
    "2-61185f1a7169d.jpg": [
        {
            "x1": 452,
            "y1": 53,
            "x2": 1031,
            "y2": 106,
            "text": "第42章 おまちかねのご馳走",
            "vi": "Chương 42 Omachikane của điều trị"
        },
        {
            "x1": 238,
            "y1": 16,
            "x2": 412,
            "y2": 229,
            "text": "もす",
            "vi": "Chế tạo"
        },
        {
            "x1": 1041,
            "y1": 107,
            "x2": 1095,
            "y2": 1159,
            "text": "漫画：赤岸Ｋ 原作：江口連 キャラクター原案:雅",
            "vi": "Manga: Akagishi K hoặc gốc: Nhân vật Eguchi Ren"
        }
    ],
    "3-61185f1b28030.jpg": [
        {
            "x1": 950,
            "y1": 132,
            "x2": 980,
            "y2": 339,
            "text": "ム ムコーダさん",
            "vi": "MU Mukoda"
        },
        {
            "x1": 825,
            "y1": 293,
            "x2": 931,
            "y2": 514,
            "text": "これは ミスリルナイフの ようですが",
            "vi": "Cái này trông giống như một con dao mithril"
        },
        {
            "x1": 126,
            "y1": 318,
            "x2": 202,
            "y2": 487,
            "text": "このナイフは 一体…⁉",
            "vi": "Con dao này là một...⁉"
        },
        {
            "x1": 909,
            "y1": 613,
            "x2": 981,
            "y2": 834,
            "text": "鑑定スキルのない わたし 私でもわかります",
            "vi": "Tôi không có kỹ năng thẩm định mà tôi có thể hiểu được"
        },
        {
            "x1": 525,
            "y1": 585,
            "x2": 629,
            "y2": 805,
            "text": "これなら地竜の 解体もできるかも しれません！",
            "vi": "Trong trường hợp này, bạn có thể tháo dỡ rồng!"
        },
        {
            "x1": 713,
            "y1": 1261,
            "x2": 786,
            "y2": 1454,
            "text": "これは相当の 業物ですよ…！",
            "vi": "Đây là một công việc đáng kể...!"
        }
    ],
    "4-61185f1bd1486.jpg": [
        {
            "x1": 891,
            "y1": 837,
            "x2": 995,
            "y2": 1087,
            "text": "まるで今までの ナイフとは 手応えが違います！",
            "vi": "Nó giống như một phản ứng khác từ con dao cho đến nay!"
        },
        {
            "x1": 383,
            "y1": 819,
            "x2": 495,
            "y2": 1066,
            "text": "こんな凄いナイフ いったい 一体どうやって 手に入れたんですか",
            "vi": "Làm thế nào mà bạn có được một con dao tuyệt vời như vậy?"
        },
        {
            "x1": 88,
            "y1": 845,
            "x2": 145,
            "y2": 1033,
            "text": "いやーははは ちょっとツテで…",
            "vi": "Không, nó là một chút tste..."
        },
        {
            "x1": 882,
            "y1": 1228,
            "x2": 1011,
            "y2": 1452,
            "text": "それはともかく 素晴らしい 切れ味ですよ！",
            "vi": "Dù sao, đó là một độ sắc nét tuyệt vời!"
        },
        {
            "x1": 182,
            "y1": 1192,
            "x2": 317,
            "y2": 1389,
            "text": "見てください この美しい 断面‼",
            "vi": "Nhìn vào mặt cắt tuyệt đẹp này"
        },
        {
            "x1": 110,
            "y1": 1371,
            "x2": 200,
            "y2": 1514,
            "text": "出処は ごまかせそう だな…",
            "vi": "Nguồn có khả năng bị lừa dối..."
        }
    ],
    "5-61185f1c7c5ae.jpg": [
        {
            "x1": 893,
            "y1": 132,
            "x2": 995,
            "y2": 405,
            "text": "これさえあれば たちどころに 解体してみせますよ！",
            "vi": "Nếu bạn có cái này, bạn sẽ bị phá hủy!"
        },
        {
            "x1": 489,
            "y1": 98,
            "x2": 626,
            "y2": 278,
            "text": "まったく こういう時だけ やる気出すん ですから…",
            "vi": "Tôi chỉ có động cơ mọi lúc..."
        },
        {
            "x1": 240,
            "y1": 100,
            "x2": 302,
            "y2": 279,
            "text": "明日の予定は キャンセルと…",
            "vi": "Lịch thi đấu ngày mai bị hủy..."
        },
        {
            "x1": 75,
            "y1": 504,
            "x2": 104,
            "y2": 564,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 523,
            "y1": 491,
            "x2": 629,
            "y2": 662,
            "text": "なんとか ぶ じかいたい 無事解体 されそうだな",
            "vi": "Tôi muốn loại bỏ nó."
        },
        {
            "x1": 856,
            "y1": 726,
            "x2": 962,
            "y2": 1025,
            "text": "しじしかじ解体するにも あんなナイフ使わないと いけないなんてな",
            "vi": "Tôi phải sử dụng một con dao như vậy để dỡ bỏ shijikaji"
        },
        {
            "x1": 207,
            "y1": 715,
            "x2": 319,
            "y2": 963,
            "text": "料理をするにも 普通の包丁で 天丈夫なんだろうか",
            "vi": "Đó có phải là một con dao nhà bếp bình thường để nấu bằng một con dao nhà bếp bình thường?"
        },
        {
            "x1": 908,
            "y1": 1166,
            "x2": 948,
            "y2": 1290,
            "text": "…待てよ",
            "vi": "…Đợi đã"
        },
        {
            "x1": 166,
            "y1": 1162,
            "x2": 284,
            "y2": 1446,
            "text": "普通のガスコン回でも ドラゴンに 火が通るのか？",
            "vi": "Liệu rồng sẽ được nấu chín ngay cả trong thời gian kiểm soát khí bình thường?"
        }
    ],
    "6-61185f1ce936e.jpg": [
        {
            "x1": 839,
            "y1": 63,
            "x2": 1055,
            "y2": 330,
            "text": "あのう この街で こういう調理器具を 買えるところって ありますか？",
            "vi": "Có nơi nào bạn có thể mua một dụng cụ nấu ăn như vậy ở thành phố này không?"
        },
        {
            "x1": 643,
            "y1": 101,
            "x2": 740,
            "y2": 295,
            "text": "できれば火力の あるものが いいのですが…",
            "vi": "Nếu có thể, tôi sẽ thích một cái gì đó với hỏa lực..."
        },
        {
            "x1": 456,
            "y1": 141,
            "x2": 527,
            "y2": 284,
            "text": "魔導コンロ ですか",
            "vi": "Nó có phải là một cái bếp ma thuật không?"
        },
        {
            "x1": 365,
            "y1": 197,
            "x2": 395,
            "y2": 393,
            "text": "そうですねえ…",
            "vi": "Đúng thế..."
        },
        {
            "x1": 473,
            "y1": 372,
            "x2": 538,
            "y2": 482,
            "text": "それそれ そうです",
            "vi": "Đúng thế"
        },
        {
            "x1": 168,
            "y1": 636,
            "x2": 319,
            "y2": 880,
            "text": "最近市場の 魔道具店で新しい 魔導コンロを 展示していましたよ",
            "vi": "Gần đây, một lò ma thuật mới đã được trưng bày tại một cửa hàng thiết bị ma thuật trên thị trường."
        },
        {
            "x1": 780,
            "y1": 982,
            "x2": 933,
            "y2": 1229,
            "text": "かなり 大型のようでしたが その分火力も 見込めるのでは",
            "vi": "Nó có vẻ khá lớn, nhưng tôi có thể mong đợi sức mạnh lửa cho phù hợp."
        }
    ],
    "7-61185f1d8fe78.jpg": [
        {
            "x1": 916,
            "y1": 145,
            "x2": 956,
            "y2": 264,
            "text": "あの店か",
            "vi": "Cửa hàng đó"
        },
        {
            "x1": 581,
            "y1": 101,
            "x2": 664,
            "y2": 284,
            "text": "最新式 魔導コンロ！",
            "vi": "Bếp ma thuật mới nhất!"
        },
        {
            "x1": 265,
            "y1": 694,
            "x2": 414,
            "y2": 891,
            "text": "話通り けっこう 結構大きいけど 四口もついてる じゃないか",
            "vi": "Khi câu chuyện đi qua, nó khá lớn, nhưng nó có bốn miệng."
        },
        {
            "x1": 731,
            "y1": 1043,
            "x2": 838,
            "y2": 1239,
            "text": "そんな 大きなもの どうするのだ？",
            "vi": "Bạn làm điều gì lớn?"
        },
        {
            "x1": 623,
            "y1": 1045,
            "x2": 693,
            "y2": 1193,
            "text": "邪魔なだけ ではないか",
            "vi": "Không phải là nó chỉ trong cách"
        },
        {
            "x1": 467,
            "y1": 1048,
            "x2": 536,
            "y2": 1267,
            "text": "いやいやこれで 料理を作るんだよ",
            "vi": "Không, tôi đang nấu ăn với cái này"
        },
        {
            "x1": 309,
            "y1": 1041,
            "x2": 414,
            "y2": 1235,
            "text": "いかがです？ 今一番の オススメですよ",
            "vi": "Làm thế nào về? Tôi đề nghị tốt nhất ngay bây giờ"
        },
        {
            "x1": 82,
            "y1": 1333,
            "x2": 179,
            "y2": 1489,
            "text": "これ火力って どのくらい ですかね？",
            "vi": "Lửa này là bao nhiêu?"
        }
    ],
    "8-61185f1e01118.jpg": [
        {
            "x1": 910,
            "y1": 160,
            "x2": 1053,
            "y2": 406,
            "text": "粒選りの魔石を 取り付けているので 火力も申し分 ありません",
            "vi": "Hỏa lực là hoàn hảo bởi vì đá ma thuật của hạt được gắn vào."
        },
        {
            "x1": 379,
            "y1": 100,
            "x2": 522,
            "y2": 320,
            "text": "四つのコンロで 様々な料理を どうじ 同時に調理する こともできますし",
            "vi": "Bạn có thể nấu các món ăn khác nhau cùng một lúc với bốn bếp lò."
        },
        {
            "x1": 140,
            "y1": 213,
            "x2": 246,
            "y2": 407,
            "text": "なにより 最大の目玉は このオーブン！",
            "vi": "Trên hết, điểm nổi bật lớn nhất là lò này!"
        },
        {
            "x1": 120,
            "y1": 472,
            "x2": 309,
            "y2": 800,
            "text": "大きな窯や大量の燃料を 用意しなくても ませき 魔石の力で本格的な オーブン料理がご家庭で 作れるようになるんです！",
            "vi": "Ngay cả khi bạn không có một lò nung lớn hoặc một lượng lớn nhiên liệu, bạn sẽ có thể làm các món ăn đầy đủ ở nhà với sức mạnh của đá ma thuật!"
        },
        {
            "x1": 902,
            "y1": 853,
            "x2": 1002,
            "y2": 1146,
            "text": "このオーブンの火力なら あのコカトリスの 丸焼きもできますよ！",
            "vi": "Với công suất nhiệt lò này, bạn cũng có thể đốt cocatrice đó!"
        },
        {
            "x1": 397,
            "y1": 910,
            "x2": 527,
            "y2": 1136,
            "text": "魔物が焼けるって いうなら今の カセットコンロより いいかもしれないな",
            "vi": "Nếu con quái vật bị cháy, nó có thể tốt hơn bếp cassette hiện tại"
        },
        {
            "x1": 665,
            "y1": 1188,
            "x2": 696,
            "y2": 1314,
            "text": "へ へえ…",
            "vi": "Này..."
        },
        {
            "x1": 481,
            "y1": 1214,
            "x2": 590,
            "y2": 1437,
            "text": "このサイズなら ドラゴジ肉も 問題なさそうだし",
            "vi": "Thịt Dragoge dường như không có vấn đề với kích thước này"
        }
    ],
    "9-61185f1ebdc4e.jpg": [
        {
            "x1": 847,
            "y1": 97,
            "x2": 881,
            "y2": 293,
            "text": "でも値段がなく",
            "vi": "Nhưng không có giá"
        },
        {
            "x1": 387,
            "y1": 170,
            "x2": 439,
            "y2": 359,
            "text": "よし買え",
            "vi": "Mua"
        },
        {
            "x1": 885,
            "y1": 660,
            "x2": 993,
            "y2": 905,
            "text": "つまりこれがあれば 新たな美味い料理が 食えるのだろう？",
            "vi": "Nói cách khác, bạn có thể ăn thức ăn mới ngon không?"
        },
        {
            "x1": 192,
            "y1": 663,
            "x2": 377,
            "y2": 882,
            "text": "更に美味い料理が 食えるのか？ ならあった方が 良いに決まってん じゃん！",
            "vi": "Bạn có thể ăn nhiều đồ ăn ngon hơn không? Tốt hơn là nên có nó!"
        },
        {
            "x1": 850,
            "y1": 944,
            "x2": 955,
            "y2": 1087,
            "text": "金はあるの だろう？ なら買え",
            "vi": "Có tiền không? Sau đó mua"
        },
        {
            "x1": 118,
            "y1": 922,
            "x2": 152,
            "y2": 1091,
            "text": "お前らなく_",
            "vi": "Bạn không có _"
        },
        {
            "x1": 418,
            "y1": 1136,
            "x2": 560,
            "y2": 1408,
            "text": "…カセッ:ド回ジ回も… ガス代結構 かかっちゃうじなく やっぱり思い切って",
            "vi": "… Casey: Dejuji Times gas, nó có rất nhiều hóa đơn gas, và sau tất cả"
        },
        {
            "x1": 282,
            "y1": 1151,
            "x2": 347,
            "y2": 1317,
            "text": "すみません これください",
            "vi": "Tôi xin lỗi điều này"
        },
        {
            "x1": 102,
            "y1": 1279,
            "x2": 214,
            "y2": 1425,
            "text": "まいど あり！",
            "vi": "Có mado!"
        }
    ],
    "10-61185f1f37b91.jpg": [
        {
            "x1": 918,
            "y1": 68,
            "x2": 959,
            "y2": 177,
            "text": "３日後",
            "vi": "Ba ngày sau"
        },
        {
            "x1": 253,
            "y1": 138,
            "x2": 283,
            "y2": 306,
            "text": "こんにちはー",
            "vi": "Xin chào"
        },
        {
            "x1": 125,
            "y1": 228,
            "x2": 196,
            "y2": 476,
            "text": "地竜の解体が できたって聞いて…",
            "vi": "Tôi nghe nói rằng con rồng địa phương đã bị dỡ bỏ..."
        },
        {
            "x1": 959,
            "y1": 844,
            "x2": 989,
            "y2": 1050,
            "text": "きたんですけど",
            "vi": "Tôi đến"
        }
    ],
    "11-61185f1fb9ce1.jpg": [
        {
            "x1": 185,
            "y1": 201,
            "x2": 261,
            "y2": 370,
            "text": "ああ 素晴らしい…",
            "vi": "Ồ tuyệt vời..."
        },
        {
            "x1": 919,
            "y1": 517,
            "x2": 993,
            "y2": 736,
            "text": "さすがドラゴンの 血ですねぇ",
            "vi": "Đúng như dự đoán, đó là dòng máu của con rồng."
        },
        {
            "x1": 101,
            "y1": 544,
            "x2": 164,
            "y2": 738,
            "text": "ずっと眺めて いたいです……",
            "vi": "Tôi muốn nhìn vào nó mọi lúc..."
        },
        {
            "x1": 839,
            "y1": 753,
            "x2": 915,
            "y2": 946,
            "text": "この素晴らしい 深紅色…",
            "vi": "Mối đỏ tuyệt vời này..."
        },
        {
            "x1": 886,
            "y1": 1055,
            "x2": 1004,
            "y2": 1232,
            "text": "この人 本当に 大丈夫かな…",
            "vi": "Điều này có thực sự ổn không..."
        },
        {
            "x1": 601,
            "y1": 1045,
            "x2": 631,
            "y2": 1252,
            "text": "エルランドさん！",
            "vi": "EXAND!"
        },
        {
            "x1": 133,
            "y1": 1058,
            "x2": 198,
            "y2": 1250,
            "text": "おお ムコーダさん！",
            "vi": "Mukoda!"
        },
        {
            "x1": 489,
            "y1": 1259,
            "x2": 595,
            "y2": 1485,
            "text": "地竜の解体が 終わったって 連絡がきましたよ！",
            "vi": "Tôi đã được thông báo rằng việc phá hủy con rồng đã kết thúc!"
        }
    ],
    "12-61185f202e479.jpg": [
        {
            "x1": 896,
            "y1": 113,
            "x2": 1010,
            "y2": 352,
            "text": "滞りなく 解体させて いただきました！",
            "vi": "Tôi đã tháo dỡ nó mà không trì hoãn!"
        },
        {
            "x1": 856,
            "y1": 901,
            "x2": 1007,
            "y2": 1146,
            "text": "この長い エルフ人生の中で 一番すばらしい みっ 三日間でしたよ……",
            "vi": "Đó là ba ngày tuyệt vời nhất trong cuộc sống yêu tinh dài này..."
        },
        {
            "x1": 417,
            "y1": 904,
            "x2": 553,
            "y2": 1123,
            "text": "それと是非とも ギルドでも 素材を買取させて いただきたくて",
            "vi": "Và bằng mọi cách, tôi muốn mua tài liệu trong bang hội."
        },
        {
            "x1": 131,
            "y1": 930,
            "x2": 204,
            "y2": 1126,
            "text": "それは 構いませんが…",
            "vi": "Thế là được rồi..."
        },
        {
            "x1": 627,
            "y1": 1297,
            "x2": 692,
            "y2": 1488,
            "text": "そ それは なによりです…",
            "vi": "Đó là tốt nhất..."
        }
    ],
    "13-61185f20d7f8a.jpg": [
        {
            "x1": 605,
            "y1": 98,
            "x2": 687,
            "y2": 223,
            "text": "次は 肝を半分",
            "vi": "Tiếp theo là một nửa gan"
        },
        {
            "x1": 282,
            "y1": 88,
            "x2": 361,
            "y2": 212,
            "text": "最後は 牙を一本",
            "vi": "Cuối cùng, một cái răng nanh"
        },
        {
            "x1": 735,
            "y1": 101,
            "x2": 1009,
            "y2": 379,
            "text": "まずは 地竜の血を 二本！ ドラゴンの血は エリクサーの材料の一つ 一種の万能薬の ようなものです",
            "vi": "Trước hết, hai trong số những con rồng rồng! Máu rồng giống như một loại thuốc đa năng của các thành phần tiên tiến."
        },
        {
            "x1": 416,
            "y1": 125,
            "x2": 562,
            "y2": 329,
            "text": "これも血と同じ 効能がありますが 血の数倍上と 言われています",
            "vi": "Điều này cũng giống như máu, nhưng nó được cho là cao hơn nhiều lần so với máu."
        },
        {
            "x1": 198,
            "y1": 113,
            "x2": 248,
            "y2": 284,
            "text": "これは後々 ドラゴンソードに",
            "vi": "Đây sẽ là thanh kiếm rồng sau đó"
        },
        {
            "x1": 56,
            "y1": 107,
            "x2": 151,
            "y2": 330,
            "text": "…いえ ゴホン！ 以上を買い取らせて いただこうかと",
            "vi": "...Không, Gohon! Tôi tự hỏi liệu tôi có muốn mua những thứ trên không"
        },
        {
            "x1": 898,
            "y1": 741,
            "x2": 962,
            "y2": 934,
            "text": "そ それだけで いいんですか？",
            "vi": "Điều đó có ổn không?"
        },
        {
            "x1": 557,
            "y1": 732,
            "x2": 667,
            "y2": 954,
            "text": "なんかこう もっと目一杯 買い取るのかと…",
            "vi": "Tôi tự hỏi liệu tôi có mua nhiều hơn như thế này không..."
        },
        {
            "x1": 80,
            "y1": 736,
            "x2": 233,
            "y2": 1009,
            "text": "いやあ 悩みに悩んで 長いエルフ人生の中で 一番悩みましたよ",
            "vi": "Không, tôi đã lo lắng về những lo lắng của mình và tôi là người lo lắng nhất trong cuộc đời yêu tinh dài của mình."
        },
        {
            "x1": 719,
            "y1": 1122,
            "x2": 864,
            "y2": 1291,
            "text": "これだけでも 下手したら このギルドが 傾きます",
            "vi": "Nếu điều này một mình không tốt, thì bang hội này sẽ nghiêng"
        },
        {
            "x1": 371,
            "y1": 1129,
            "x2": 444,
            "y2": 1348,
            "text": "たったこれだけの 素材でこんなに",
            "vi": "Với nhiều tài liệu này"
        },
        {
            "x1": 107,
            "y1": 1116,
            "x2": 179,
            "y2": 1291,
            "text": "ドラゴン素材 こわい…！",
            "vi": "Vật liệu rồng là đáng sợ...!"
        }
    ],
    "14-61185f219f9bc.jpg": [
        {
            "x1": 893,
            "y1": 139,
            "x2": 996,
            "y2": 382,
            "text": "内臓だの牙だの そんなことより 肉がないではないか",
            "vi": "Nó không phải là nhiều thịt hơn một cơ quan nội tạng hoặc răng nanh như vậy?"
        },
        {
            "x1": 844,
            "y1": 428,
            "x2": 919,
            "y2": 595,
            "text": "我らの目的は 肉だぞ",
            "vi": "Mục đích của chúng tôi là thịt"
        },
        {
            "x1": 125,
            "y1": 391,
            "x2": 195,
            "y2": 614,
            "text": "まさかと思うが 貴様独り占めを…",
            "vi": "Tôi nghĩ đó là sự thật, nhưng bạn chiếm lĩnh bạn..."
        },
        {
            "x1": 926,
            "y1": 671,
            "x2": 995,
            "y2": 827,
            "text": "ご安心を フェンリル殿",
            "vi": "Xin cảm thấy nhẹ nhõm Fenrir"
        },
        {
            "x1": 137,
            "y1": 672,
            "x2": 208,
            "y2": 918,
            "text": "肉は一番大事だと 聞いてましたからね",
            "vi": "Tôi nghe nói rằng thịt là quan trọng nhất"
        },
        {
            "x1": 863,
            "y1": 863,
            "x2": 975,
            "y2": 1110,
            "text": "地竜の肉は こちらで大事に 保管しておりますよ",
            "vi": "Thịt của con rồng rồng được giữ cẩn thận ở đây."
        }
    ],
    "15-61185f223a3b2.jpg": [
        {
            "x1": 247,
            "y1": 144,
            "x2": 364,
            "y2": 314,
            "text": "ほう 魔法の氷で できた氷室か",
            "vi": "Nó có phải là một phòng băng làm bằng băng ma thuật?"
        },
        {
            "x1": 882,
            "y1": 506,
            "x2": 961,
            "y2": 597,
            "text": "うわっ 寒ぃ！",
            "vi": "Wow lạnh!"
        },
        {
            "x1": 838,
            "y1": 737,
            "x2": 990,
            "y2": 932,
            "text": "ダンジョン産の 魔物を解体する 機会も ぉお 多いですし",
            "vi": "Có rất nhiều cơ hội để tháo dỡ quái vật khỏi ngục tối."
        },
        {
            "x1": 101,
            "y1": 729,
            "x2": 201,
            "y2": 906,
            "text": "天然の氷室より 温度管理が できますからね",
            "vi": "Bạn có thể quản lý nhiệt độ từ Himuro tự nhiên."
        },
        {
            "x1": 902,
            "y1": 1144,
            "x2": 932,
            "y2": 1308,
            "text": "ムコーダさん",
            "vi": "Mukoda"
        },
        {
            "x1": 246,
            "y1": 1132,
            "x2": 280,
            "y2": 1276,
            "text": "それでその",
            "vi": "Vậy nên"
        },
        {
            "x1": 123,
            "y1": 1273,
            "x2": 196,
            "y2": 1467,
            "text": "私にも是非とも 地竜の肉を……",
            "vi": "Bằng mọi cách, thịt rồng rồng..."
        }
    ],
    "16-61185f22d9306.jpg": [
        {
            "x1": 926,
            "y1": 135,
            "x2": 998,
            "y2": 329,
            "text": "もちろんですよ お約束ですから",
            "vi": "Tất nhiên, đó là một lời hứa"
        },
        {
            "x1": 196,
            "y1": 776,
            "x2": 228,
            "y2": 878,
            "text": "どこに？",
            "vi": "đâu?"
        },
        {
            "x1": 900,
            "y1": 776,
            "x2": 993,
            "y2": 1119,
            "text": "本当ですかッ⁉ では行きましょうッ‼",
            "vi": "Có đúng không?"
        },
        {
            "x1": 134,
            "y1": 942,
            "x2": 247,
            "y2": 1137,
            "text": "私の家で 地竜を 食しましょう！",
            "vi": "Hãy ăn con rồng ở nhà tôi!"
        },
        {
            "x1": 853,
            "y1": 1230,
            "x2": 1003,
            "y2": 1450,
            "text": "それは良いな！ 肉も受け取ったし さっそく地竜を 食おうではないか",
            "vi": "Đó là tốt! Tôi cũng nhận được thịt và chúng ta hãy ăn rồng địa phương."
        },
        {
            "x1": 191,
            "y1": 1223,
            "x2": 225,
            "y2": 1412,
            "text": "よっしゃ肉！",
            "vi": "Yoshitama thịt!"
        }
    ],
    "17-61185f2387069.jpg": [
        {
            "x1": 925,
            "y1": 116,
            "x2": 992,
            "y2": 340,
            "text": "エ エルランドさん でもまだ仕事中じゃ",
            "vi": "Ellando vẫn đang làm việc"
        },
        {
            "x1": 657,
            "y1": 108,
            "x2": 725,
            "y2": 305,
            "text": "何を言って いるんですか！",
            "vi": "Bạn đang nói gì!"
        },
        {
            "x1": 438,
            "y1": 82,
            "x2": 542,
            "y2": 308,
            "text": "ギルドのことなら 副ギルドマスターが いれば問題ないので",
            "vi": "Không có vấn đề gì nếu có một Phó bậc thầy Gild cho các bang hội."
        },
        {
            "x1": 102,
            "y1": 418,
            "x2": 175,
            "y2": 628,
            "text": "さぁ 行きましょうッ！",
            "vi": "Hãy đi!"
        },
        {
            "x1": 602,
            "y1": 532,
            "x2": 746,
            "y2": 729,
            "text": "ドラゴンの肉を 味わうことより 重要なことなど ありません！",
            "vi": "Không có gì quan trọng hơn là thưởng thức thịt rồng!"
        },
        {
            "x1": 522,
            "y1": 813,
            "x2": 672,
            "y2": 1034,
            "text": "あっ あの人が 副ギルドマスター なんだな……",
            "vi": "Ồ, người đó là bậc thầy vàng thứ hai..."
        }
    ],
    "18-61185f2443b6e.jpg": [
        {
            "x1": 955,
            "y1": 102,
            "x2": 1020,
            "y2": 295,
            "text": "本当に庭で いいのですか？",
            "vi": "Nó có thực sự ổn trong khu vườn không?"
        },
        {
            "x1": 839,
            "y1": 170,
            "x2": 908,
            "y2": 340,
            "text": "中の台所も ありますのに",
            "vi": "Cũng có một nhà bếp bên trong"
        },
        {
            "x1": 212,
            "y1": 161,
            "x2": 289,
            "y2": 305,
            "text": "ええ 大丈夫です",
            "vi": "Vâng, ổn thôi"
        },
        {
            "x1": 923,
            "y1": 653,
            "x2": 1036,
            "y2": 872,
            "text": "実は新しい 魔導コンロを 買っちゃいまして",
            "vi": "Trên thực tế tôi đã mua một bếp ma thuật mới"
        },
        {
            "x1": 478,
            "y1": 659,
            "x2": 584,
            "y2": 802,
            "text": "おお 最新式じゃ ないですか",
            "vi": "Nó không phải là phong cách mới nhất?"
        },
        {
            "x1": 320,
            "y1": 645,
            "x2": 422,
            "y2": 848,
            "text": "実は私も アイテムボックス 持ちで",
            "vi": "Trên thực tế, tôi cũng có một hộp mục"
        },
        {
            "x1": 128,
            "y1": 654,
            "x2": 196,
            "y2": 832,
            "text": "他に持ってる人 初めて見ました",
            "vi": "Tôi đã thấy nó lần đầu tiên"
        },
        {
            "x1": 947,
            "y1": 1090,
            "x2": 1055,
            "y2": 1270,
            "text": "エルフは 魔力が高い者が 多いですからね",
            "vi": "Có rất nhiều người yêu tinh có ma thuật cao."
        },
        {
            "x1": 633,
            "y1": 1081,
            "x2": 766,
            "y2": 1240,
            "text": "かつては私も このアイテム ボックスと 草木・風魔法",
            "vi": "Trong quá khứ, tôi là hộp vật phẩm này và thực vật và phép thuật gió"
        },
        {
            "x1": 190,
            "y1": 1088,
            "x2": 227,
            "y2": 1258,
            "text": "料理するぞー",
            "vi": "Tôi sẽ nấu ăn"
        },
        {
            "x1": 595,
            "y1": 1254,
            "x2": 696,
            "y2": 1458,
            "text": "そして剣で ブイブイ言わせて いたものでして",
            "vi": "Và đó là điều khiến tôi nói Buybui có thanh kiếm"
        },
        {
            "x1": 387,
            "y1": 1379,
            "x2": 572,
            "y2": 1600,
            "text": "ちなみに草木魔法は エルフ特有のもので 薬学にも通ずるところ ありこれはドラゴンの 素材を使ったエリクサ 通用するのではと思い",
            "vi": "Nhân tiện, Gass Magic là duy nhất cho yêu tinh, và nó cũng dẫn đến hiệu thuốc."
        }
    ],
    "19-61185f24eb86c.jpg": [
        {
            "x1": 133,
            "y1": 135,
            "x2": 195,
            "y2": 355,
            "text": "せっかくの オーブンだからな",
            "vi": "Bởi vì nó là một lò nướng"
        },
        {
            "x1": 146,
            "y1": 738,
            "x2": 261,
            "y2": 987,
            "text": "ドラゴン肉の塊に 塩コショウをかけて 肉になじませる",
            "vi": "Đặt muối và hạt tiêu lên một cục thịt rồng và để nó trộn vào thịt."
        },
        {
            "x1": 915,
            "y1": 1040,
            "x2": 988,
            "y2": 1209,
            "text": "ンジンは",
            "vi": "Jinjin"
        },
        {
            "x1": 850,
            "y1": 1047,
            "x2": 1001,
            "y2": 1222,
            "text": "ジャガイモ 皮を剥き 輪切りにする",
            "vi": "Bóc vỏ khoai tây và cắt lát"
        },
        {
            "x1": 188,
            "y1": 1048,
            "x2": 288,
            "y2": 1196,
            "text": "デシャ",
            "vi": "Sừng"
        },
        {
            "x1": 654,
            "y1": 1148,
            "x2": 770,
            "y2": 1319,
            "text": "小玉ねぎは かわ 皮を剥き まるごと使う",
            "vi": "Sử dụng hành tây porryle với kawa bong tróc."
        }
    ],
    "20-61185f25a98b6.jpg": [
        {
            "x1": 818,
            "y1": 89,
            "x2": 970,
            "y2": 390,
            "text": "オーブンの天板に クッキングシートを敷き 肉と野菜を 天板いっぱいに並べ",
            "vi": "Đặt một tấm nấu trên tấm trên cùng lò và sắp xếp thịt và rau ở đĩa trên cùng."
        },
        {
            "x1": 159,
            "y1": 282,
            "x2": 268,
            "y2": 558,
            "text": "オリーブオイルを 全体にまおしかけて ハーブソルドをかける",
            "vi": "Rắc dầu ô liu lên toàn bộ và áp dụng thảo mộc"
        },
        {
            "x1": 179,
            "y1": 697,
            "x2": 251,
            "y2": 944,
            "text": "温めておいた オーブンに入れて…",
            "vi": "Đặt nó vào một lò nướng ấm..."
        },
        {
            "x1": 961,
            "y1": 1114,
            "x2": 997,
            "y2": 1260,
            "text": "焼いていく",
            "vi": "Nướng"
        },
        {
            "x1": 460,
            "y1": 1130,
            "x2": 518,
            "y2": 1287,
            "text": "れくわく",
            "vi": "Được thú vị"
        },
        {
            "x1": 122,
            "y1": 1114,
            "x2": 198,
            "y2": 1258,
            "text": "様子を 見ながら…",
            "vi": "Trong khi xem tình hình..."
        }
    ],
    "21-61185f266b1a6.jpg": [
        {
            "x1": 84,
            "y1": 186,
            "x2": 189,
            "y2": 326,
            "text": "おっ いい感じ じゃないか",
            "vi": "Nó trông không tốt"
        },
        {
            "x1": 156,
            "y1": 527,
            "x2": 228,
            "y2": 692,
            "text": "ちゃんと火も 通ってるし",
            "vi": "Đ cái đang diễn ra tốt đẹp"
        },
        {
            "x1": 119,
            "y1": 733,
            "x2": 175,
            "y2": 970,
            "text": "よし完成！",
            "vi": "Hoàn thành tốt!"
        },
        {
            "x1": 673,
            "y1": 1382,
            "x2": 1031,
            "y2": 1478,
            "text": "ローストドラゴン",
            "vi": "Rồng rồng"
        }
    ],
    "22-61185f272e31f.jpg": [
        {
            "x1": 306,
            "y1": 127,
            "x2": 379,
            "y2": 318,
            "text": "それぞれの皿に 取り分けて…",
            "vi": "Tách riêng mỗi tấm..."
        },
        {
            "x1": 171,
            "y1": 1008,
            "x2": 220,
            "y2": 1102,
            "text": "では",
            "vi": "Khi đó"
        }
    ],
    "23-61185f279dbeb.jpg": [
        {
            "x1": 435,
            "y1": 104,
            "x2": 507,
            "y2": 347,
            "text": "なんだこの肉 美味過ぎるだろ…！",
            "vi": "Thịt này quá ngon...!"
        },
        {
            "x1": 123,
            "y1": 101,
            "x2": 272,
            "y2": 454,
            "text": "生ども豚ども鳥とも違うけど それぞれ良いとこどりしだ みだいな旨味だ… 肉汁までとにかく美味い",
            "vi": "Nó khác với những con lợn và chim, nhưng mỗi con đều ngon và hương vị rất ngon... nó chỉ ngon cho đến khi nước sốt."
        },
        {
            "x1": 879,
            "y1": 683,
            "x2": 986,
            "y2": 904,
            "text": "ラェルがあれだけ 食べたがるのも わかるぞ",
            "vi": "Bạn có thể thấy rằng rel muốn ăn nhiều như vậy"
        },
        {
            "x1": 919,
            "y1": 1035,
            "x2": 1001,
            "y2": 1144,
            "text": "うむ うむ！",
            "vi": "Ừm!"
        },
        {
            "x1": 278,
            "y1": 1014,
            "x2": 311,
            "y2": 1166,
            "text": "うっめえ！",
            "vi": "Uh!"
        },
        {
            "x1": 877,
            "y1": 1282,
            "x2": 983,
            "y2": 1504,
            "text": "久方ぶりの ドラゴンも やはり美味だな！",
            "vi": "Con rồng lần đầu tiên trong một thời gian dài vẫn còn ngon miệng!"
        },
        {
            "x1": 77,
            "y1": 1338,
            "x2": 192,
            "y2": 1545,
            "text": "地竜って こんなに 美味いんだな！",
            "vi": "Con rồng địa phương rất ngon!"
        }
    ],
    "24-61185f2826af8.jpg": [
        {
            "x1": 563,
            "y1": 91,
            "x2": 668,
            "y2": 363,
            "text": "我も火魔法で 焼いてやったときも あったがこうはいかん",
            "vi": "Thỉnh thoảng tôi nướng nó bằng ma thuật lửa, nhưng đây là"
        },
        {
            "x1": 445,
            "y1": 155,
            "x2": 518,
            "y2": 375,
            "text": "お主が火を使うと まるで違うな",
            "vi": "Nó hoàn toàn khác khi Chúa sử dụng lửa"
        },
        {
            "x1": 277,
            "y1": 167,
            "x2": 345,
            "y2": 287,
            "text": "そりゃ よかった",
            "vi": "Điều đó tốt"
        },
        {
            "x1": 143,
            "y1": 181,
            "x2": 218,
            "y2": 354,
            "text": "でも捕りすぎに 曲弁して",
            "vi": "Nhưng nói quá nhiều"
        },
        {
            "x1": 441,
            "y1": 567,
            "x2": 545,
            "y2": 734,
            "text": "あと三匹ほど 捕ってくれば よかった",
            "vi": "Tôi ước tôi có thể bắt được khoảng ba người nữa"
        },
        {
            "x1": 887,
            "y1": 835,
            "x2": 1010,
            "y2": 1062,
            "text": "夢にまでみた ドラゴンを解体 するだけでなく",
            "vi": "Không chỉ tháo dỡ con rồng mà tôi mơ ước"
        },
        {
            "x1": 120,
            "y1": 870,
            "x2": 250,
            "y2": 1188,
            "text": "その上これほどまでに 美味だなんて…私は… AR 私はあぁぁあ……‼",
            "vi": "Và nó rất ngon... Tôi..."
        },
        {
            "x1": 878,
            "y1": 1337,
            "x2": 962,
            "y2": 1532,
            "text": "その肉まで 食せるなんて",
            "vi": "Tôi có thể ăn thịt đó"
        },
        {
            "x1": 141,
            "y1": 1337,
            "x2": 237,
            "y2": 1515,
            "text": "泣きながら 食べてる",
            "vi": "Tôi đang ăn khi khóc"
        }
    ],
    "25-61185f288db24.jpg": [
        {
            "x1": 867,
            "y1": 78,
            "x2": 987,
            "y2": 319,
            "text": "ムコーダさん 本当にありがとう ございます…！",
            "vi": "Cảm ơn bạn rất nhiều Mcoda...!"
        },
        {
            "x1": 415,
            "y1": 126,
            "x2": 521,
            "y2": 345,
            "text": "いえいえ 地竜を獲ったのは フェルですから",
            "vi": "Không, chính Fel đã giành được con rồng địa phương"
        },
        {
            "x1": 118,
            "y1": 286,
            "x2": 188,
            "y2": 527,
            "text": "本当にありがとう ございます‼",
            "vi": "cám ơn rất nhiều!"
        },
        {
            "x1": 451,
            "y1": 591,
            "x2": 560,
            "y2": 862,
            "text": "いくらドラゴンって 言っても俺と地竜じゃ 全然別の種族だぜ",
            "vi": "Cho dù bạn nói một con rồng bao nhiêu, đó là một chủng tộc hoàn toàn khác giữa tôi và rồng"
        },
        {
            "x1": 939,
            "y1": 831,
            "x2": 1000,
            "y2": 963,
            "text": "そういえば ドラちゃん",
            "vi": "Nhân tiện, Dora -chan"
        },
        {
            "x1": 619,
            "y1": 830,
            "x2": 726,
            "y2": 1058,
            "text": "ドラゴン肉って 共食いにならない？ 大丈夫なの？",
            "vi": "Thịt rồng ăn nó có ăn nó không? Có ổn không?"
        },
        {
            "x1": 116,
            "y1": 919,
            "x2": 228,
            "y2": 1113,
            "text": "同族でない限り 共食いとは 言わねえだろ",
            "vi": "Trừ khi bạn là một gia đình, bạn không thể nói rằng đó là một điều tốt."
        },
        {
            "x1": 898,
            "y1": 1201,
            "x2": 964,
            "y2": 1369,
            "text": "そういうもん なのね…",
            "vi": "Đó là những gì nó là..."
        },
        {
            "x1": 625,
            "y1": 1192,
            "x2": 730,
            "y2": 1386,
            "text": "見かけによらず 意外とワイルド なんだね",
            "vi": "Thật đáng ngạc nhiên là hoang dã, bất kể nó trông có vẻ"
        }
    ],
    "26-61185f29977f9.jpg": [
        {
            "x1": 334,
            "y1": 135,
            "x2": 406,
            "y2": 303,
            "text": "いやはや 美味かった…",
            "vi": "Không, nó rất ngon..."
        },
        {
            "x1": 159,
            "y1": 181,
            "x2": 268,
            "y2": 398,
            "text": "腹が満たされれば 力も気力も 満ちるものだ",
            "vi": "Nếu bạn đã no, bạn sẽ tràn đầy sức mạnh và năng lượng"
        },
        {
            "x1": 865,
            "y1": 901,
            "x2": 990,
            "y2": 1213,
            "text": "これでダンジョンでも 思い切り力を 振るえるというもの",
            "vi": "Điều này có thể làm cho ngục tối mạnh mẽ"
        },
        {
            "x1": 317,
            "y1": 926,
            "x2": 454,
            "y2": 1136,
            "text": "明日には ダンジョンに 行くぞ‼",
            "vi": "Tôi sẽ đến hầm ngục vào ngày mai"
        },
        {
            "x1": 129,
            "y1": 1000,
            "x2": 171,
            "y2": 1177,
            "text": "ええーっ⁉",
            "vi": "Trời đất của tôi⁉"
        },
        {
            "x1": 98,
            "y1": 1506,
            "x2": 295,
            "y2": 1548,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}