var ocr_data = {
    "1-624713a33f98d.jpg": [
        {
            "x1": 1020,
            "y1": 182,
            "x2": 1079,
            "y2": 536,
            "text": "第48章 テナント",
            "vi": "Chương 48 Người thuê"
        },
        {
            "x1": 17,
            "y1": 98,
            "x2": 92,
            "y2": 1218,
            "text": "漫画：赤岸Ｋ 原作：江口連 キャラクター愿案:雅",
            "vi": "Manga: Akagishi K Bản gốc: Eguchi ren nhân vật :: 愿: 雅 雅 雅 雅 ::::"
        }
    ],
    "2-624713a3ab10d.jpg": [
        {
            "x1": 159,
            "y1": 185,
            "x2": 273,
            "y2": 304,
            "text": "いやー 終わった 終わった",
            "vi": "Không, nó đã kết thúc"
        },
        {
            "x1": 848,
            "y1": 485,
            "x2": 994,
            "y2": 759,
            "text": "まさか ダンジョン出て すぐエルランドさんに 連行されるなんてな",
            "vi": "Tôi đoán tôi sẽ bị Ellanda đưa ra ngay khi tôi ra khỏi ngục tối"
        },
        {
            "x1": 261,
            "y1": 483,
            "x2": 376,
            "y2": 654,
            "text": "今回も 奴の話は 長かったな…",
            "vi": "Lần này câu chuyện của anh ấy đã dài..."
        },
        {
            "x1": 110,
            "y1": 744,
            "x2": 222,
            "y2": 896,
            "text": "みんな お疲れさん しし",
            "vi": "Mọi người đều mệt mỏi"
        },
        {
            "x1": 841,
            "y1": 965,
            "x2": 876,
            "y2": 1066,
            "text": "そうだ",
            "vi": "Chính là nó"
        },
        {
            "x1": 645,
            "y1": 965,
            "x2": 748,
            "y2": 1182,
            "text": "ダンジョンボスの ベヒモスまで 倒したんだから",
            "vi": "Tôi đã đánh bại các công cụ khổng lồ của ông chủ ngục tối"
        },
        {
            "x1": 157,
            "y1": 958,
            "x2": 290,
            "y2": 1127,
            "text": "みんな レベルアップ してるんじゃ ないか？",
            "vi": "Không phải ai cũng san bằng?"
        },
        {
            "x1": 156,
            "y1": 1310,
            "x2": 189,
            "y2": 1453,
            "text": "見てみるか",
            "vi": "Hẹn gặp lại bạn"
        },
        {
            "x1": 100,
            "y1": 1512,
            "x2": 201,
            "y2": 1552,
            "text": "『鑑定｣!",
            "vi": "\"Đánh giá\"!"
        }
    ],
    "3-624713a42af02.jpg": [
        {
            "x1": 890,
            "y1": 878,
            "x2": 996,
            "y2": 1023,
            "text": "スイの 伸びしろ すごいな…",
            "vi": "Thật tuyệt vời khi Sui đang phát triển..."
        },
        {
            "x1": 401,
            "y1": 881,
            "x2": 475,
            "y2": 1015,
            "text": "つょーい",
            "vi": "Tsuyoi"
        },
        {
            "x1": 170,
            "y1": 889,
            "x2": 316,
            "y2": 1085,
            "text": "みんな こんだけ 上がってるん だから俺は……",
            "vi": "Mọi người đều lên, vì vậy tôi..."
        },
        {
            "x1": 907,
            "y1": 1127,
            "x2": 980,
            "y2": 1344,
            "text": "我は体力と防御が １万を超えたぞ",
            "vi": "Tôi có hơn 10. 000 sức mạnh và phòng thủ thể chất"
        },
        {
            "x1": 650,
            "y1": 1110,
            "x2": 689,
            "y2": 1242,
            "text": "要塞かよ",
            "vi": "Nó có phải là một pháo đài không"
        },
        {
            "x1": 426,
            "y1": 1126,
            "x2": 498,
            "y2": 1292,
            "text": "前より速く 飛べるぜーっ",
            "vi": "Tôi có thể bay nhanh hơn trước"
        }
    ],
    "4-624713a499702.jpg": [
        {
            "x1": 475,
            "y1": 137,
            "x2": 516,
            "y2": 235,
            "text": "クッ…",
            "vi": "Kuku..."
        },
        {
            "x1": 221,
            "y1": 138,
            "x2": 439,
            "y2": 388,
            "text": "俺だって 一緒に最終階層まで いったんだから 少しくらい期待 したっていいじゃ ないか……",
            "vi": "Tôi đã đi đến cấp độ cuối cùng với nhau, vì vậy tôi đoán tôi có thể mong đợi một chút..."
        },
        {
            "x1": 205,
            "y1": 547,
            "x2": 236,
            "y2": 664,
            "text": "なんだ？",
            "vi": "cái gì?"
        },
        {
            "x1": 662,
            "y1": 679,
            "x2": 1051,
            "y2": 778,
            "text": "ﾈｯトスｰパー(+1）",
            "vi": "Siêu thị mạng (+1)"
        },
        {
            "x1": 194,
            "y1": 731,
            "x2": 226,
            "y2": 842,
            "text": "スキルに",
            "vi": "Cho kỹ năng"
        },
        {
            "x1": 711,
            "y1": 905,
            "x2": 813,
            "y2": 1101,
            "text": "前はこんなの ついてながった よな…？",
            "vi": "Trước đây, loại này theo dõi...?"
        },
        {
            "x1": 515,
            "y1": 907,
            "x2": 548,
            "y2": 1081,
            "text": "これはまさか",
            "vi": "Đây không phải là cách"
        },
        {
            "x1": 122,
            "y1": 907,
            "x2": 234,
            "y2": 1080,
            "text": "なにか 新しい スキルが…⁉",
            "vi": "Một cái gì đó mới kỹ năng...⁉"
        }
    ],
    "5-624713a51f616.jpg": [
        {
            "x1": 283,
            "y1": 248,
            "x2": 664,
            "y2": 389,
            "text": "ネツトスーパー｣のテナントが 解放されました 次の中からお選びください",
            "vi": "Người thuê của Netsuto Super đã được phát hành. Vui lòng chọn từ"
        },
        {
            "x1": 669,
            "y1": 755,
            "x2": 881,
            "y2": 825,
            "text": "スイツミヤ",
            "vi": "Suizumiya"
        },
        {
            "x1": 185,
            "y1": 808,
            "x2": 404,
            "y2": 841,
            "text": "ワクワクバーガ",
            "vi": "Burgan thú vị"
        },
        {
            "x1": 903,
            "y1": 1083,
            "x2": 977,
            "y2": 1210,
            "text": "なんじゃ こりゃ",
            "vi": "Cái gì đây"
        },
        {
            "x1": 148,
            "y1": 1080,
            "x2": 300,
            "y2": 1277,
            "text": "確かに スーパーの中に 出店してたり するけど",
            "vi": "Chắc chắn nó đang mở một cửa hàng trong siêu thị"
        },
        {
            "x1": 870,
            "y1": 1282,
            "x2": 946,
            "y2": 1467,
            "text": "テテ テナント…？",
            "vi": "Tettenant...?"
        },
        {
            "x1": 147,
            "y1": 1313,
            "x2": 218,
            "y2": 1458,
            "text": "選ぶって なんだ…⁉",
            "vi": "Bạn chọn gì...⁉"
        }
    ],
    "6-624713a58ba6a.jpg": [
        {
            "x1": 935,
            "y1": 125,
            "x2": 1009,
            "y2": 346,
            "text": "何を一人で 騒いでおるのだ？",
            "vi": "Bạn đang làm gì một mình?"
        },
        {
            "x1": 464,
            "y1": 136,
            "x2": 540,
            "y2": 283,
            "text": "なに 見てるのく",
            "vi": "Bạn đang nhìn gì"
        },
        {
            "x1": 143,
            "y1": 144,
            "x2": 248,
            "y2": 310,
            "text": "なんか うまそーなの 見てんな",
            "vi": "Tôi đang nhìn nó"
        },
        {
            "x1": 135,
            "y1": 464,
            "x2": 271,
            "y2": 659,
            "text": "いやく 俺もよく わかって ないんだけど…",
            "vi": "Không, tôi không biết rõ..."
        },
        {
            "x1": 475,
            "y1": 716,
            "x2": 538,
            "y2": 839,
            "text": "どっちも 9うめいてん 有名店でさ",
            "vi": "Cả hai đều là 9 cửa hàng nổi tiếng Umeiden"
        },
        {
            "x1": 918,
            "y1": 740,
            "x2": 990,
            "y2": 959,
            "text": "俺のスキルに 新しいテナント…",
            "vi": "Một người thuê mới cho các kỹ năng của tôi..."
        },
        {
            "x1": 734,
            "y1": 782,
            "x2": 840,
            "y2": 947,
            "text": "新しい能力が 増える？ らしくてさ",
            "vi": "Khả năng mới của bạn có tăng không? Nó giống như"
        },
        {
            "x1": 142,
            "y1": 716,
            "x2": 236,
            "y2": 880,
            "text": "この肉が 積まれたものも 良いではないか",
            "vi": "Thịt này không được tải?"
        },
        {
            "x1": 634,
            "y1": 926,
            "x2": 726,
            "y2": 979,
            "text": "次の中が",
            "vi": "Tiếp theo là"
        },
        {
            "x1": 484,
            "y1": 1018,
            "x2": 519,
            "y2": 1088,
            "text": "スイ",
            "vi": "Sui"
        },
        {
            "x1": 643,
            "y1": 1071,
            "x2": 682,
            "y2": 1147,
            "text": "ほう",
            "vi": "quy tắc"
        },
        {
            "x1": 598,
            "y1": 1271,
            "x2": 708,
            "y2": 1491,
            "text": "洋菓子店と ハンバーガー屋の どちらか一つ…",
            "vi": "Một cửa hàng bánh kẹo phía tây hoặc một cửa hàng hamburger..."
        },
        {
            "x1": 134,
            "y1": 1325,
            "x2": 202,
            "y2": 1467,
            "text": "甘いものが いいなく",
            "vi": "Tôi không muốn đồ ngọt"
        }
    ],
    "7-624713a60ac4f.jpg": [
        {
            "x1": 835,
            "y1": 165,
            "x2": 978,
            "y2": 353,
            "text": "よし 洋菓子店に しょう",
            "vi": "Hãy đến Yoshi Western Bánh mì"
        },
        {
            "x1": 431,
            "y1": 142,
            "x2": 489,
            "y2": 350,
            "text": "やった―！",
            "vi": "Hooray-!"
        },
        {
            "x1": 740,
            "y1": 580,
            "x2": 961,
            "y2": 646,
            "text": "スイーツフミヤ を 選択します",
            "vi": "Chọn đồ ngọt fumiya"
        },
        {
            "x1": 117,
            "y1": 588,
            "x2": 202,
            "y2": 764,
            "text": "我の意見は なしか⁉",
            "vi": "Tôi không co y kiên gi⁉"
        },
        {
            "x1": 876,
            "y1": 848,
            "x2": 983,
            "y2": 1067,
            "text": "お主ちと スイに甘すぎるの ではないか？",
            "vi": "Nó không quá ngọt cho con gà và sui chính của bạn?"
        },
        {
            "x1": 434,
            "y1": 1073,
            "x2": 465,
            "y2": 1188,
            "text": "まあまあ",
            "vi": "đồng ý"
        },
        {
            "x1": 70,
            "y1": 958,
            "x2": 413,
            "y2": 1214,
            "text": "トィーツフミャリ テナントを 契約しました",
            "vi": "Tôi đã ký một người thuê Toehots Fumari"
        },
        {
            "x1": 425,
            "y1": 1243,
            "x2": 531,
            "y2": 1465,
            "text": "ダンジョン攻略の ご褒美って ことでさ",
            "vi": "Nó là một phần thưởng cho Dungeon Capture"
        }
    ],
    "8-624713a67b625.jpg": [
        {
            "x1": 716,
            "y1": 118,
            "x2": 1056,
            "y2": 206,
            "text": "新規テナントを どうぞお楽しみください",
            "vi": "Vui lòng thưởng thức một người thuê mới"
        },
        {
            "x1": 75,
            "y1": 0,
            "x2": 433,
            "y2": 548,
            "text": "まおぉ",
            "vi": "Mao"
        },
        {
            "x1": 678,
            "y1": 693,
            "x2": 796,
            "y2": 756,
            "text": "いちごの",
            "vi": "dâu"
        },
        {
            "x1": 904,
            "y1": 1160,
            "x2": 981,
            "y2": 1339,
            "text": "これで甘味が 食えるのか？",
            "vi": "Bạn có thể ăn ngọt với cái này?"
        },
        {
            "x1": 137,
            "y1": 1212,
            "x2": 212,
            "y2": 1304,
            "text": "見せろ 見せろ",
            "vi": "Cho tôi xem"
        }
    ],
    "9-624713a6ed3ad.jpg": [
        {
            "x1": 798,
            "y1": 138,
            "x2": 984,
            "y2": 384,
            "text": "これらは ニンリル様に 捧げている あの白くてフワフワ しておるやつか？",
            "vi": "Đây có phải là màu trắng và lông mịn dành riêng cho Ninrir?"
        },
        {
            "x1": 629,
            "y1": 126,
            "x2": 688,
            "y2": 266,
            "text": "炭—♪",
            "vi": "Than - ♪"
        },
        {
            "x1": 147,
            "y1": 126,
            "x2": 262,
            "y2": 348,
            "text": "つまり我も ニンリル様への 供物と同じものを",
            "vi": "Nói cách khác, tôi cũng làm điều tương tự như các dịch vụ cho Nin Ril."
        },
        {
            "x1": 407,
            "y1": 377,
            "x2": 435,
            "y2": 498,
            "text": "そうそう",
            "vi": "Ồ vâng"
        },
        {
            "x1": 123,
            "y1": 403,
            "x2": 155,
            "y2": 518,
            "text": "しかも！",
            "vi": "Và!"
        },
        {
            "x1": 843,
            "y1": 770,
            "x2": 958,
            "y2": 965,
            "text": "なんてったって 専門店で 有名店だぞ",
            "vi": "Thật là một cửa hàng đặc sản và một cửa hàng nổi tiếng"
        },
        {
            "x1": 678,
            "y1": 931,
            "x2": 784,
            "y2": 1126,
            "text": "女神様への 供物よりもっと うまいかも……",
            "vi": "Có lẽ nó tốt hơn các dịch vụ cho Nữ thần..."
        },
        {
            "x1": 608,
            "y1": 1229,
            "x2": 858,
            "y2": 1303,
            "text": "ウオォォォ",
            "vi": "Woooooo"
        },
        {
            "x1": 130,
            "y1": 1270,
            "x2": 196,
            "y2": 1414,
            "text": "さて何が いいかなく",
            "vi": "Vâng, có gì tốt"
        }
    ],
    "10-624713a7844c3.jpg": [
        {
            "x1": 757,
            "y1": 166,
            "x2": 1084,
            "y2": 295,
            "text": "吗 注文確定",
            "vi": "吗 Đặt hàng xác nhận"
        },
        {
            "x1": 933,
            "y1": 546,
            "x2": 1035,
            "y2": 666,
            "text": "専門店の ケーキと いったら",
            "vi": "Nếu bạn nói một chiếc bánh cửa hàng đặc biệt"
        },
        {
            "x1": 937,
            "y1": 931,
            "x2": 987,
            "y2": 1046,
            "text": "これっ",
            "vi": "Đây"
        },
        {
            "x1": 392,
            "y1": 790,
            "x2": 534,
            "y2": 1007,
            "text": "これにケーキが 入ってると思うと 帰り道はわくわく したもんでさあ",
            "vi": "Khi tôi nghĩ rằng có một chiếc bánh trong này, tôi đã rất phấn khích trên đường về nhà."
        },
        {
            "x1": 626,
            "y1": 931,
            "x2": 665,
            "y2": 1127,
            "text": "持ち帰り箱！",
            "vi": "Take -out Box!"
        },
        {
            "x1": 203,
            "y1": 934,
            "x2": 269,
            "y2": 1102,
            "text": "ただの箱では ないか",
            "vi": "Không phải nó chỉ là một hộp"
        },
        {
            "x1": 141,
            "y1": 1185,
            "x2": 211,
            "y2": 1331,
            "text": "風情って もんだろく",
            "vi": "Hương vị là"
        }
    ],
    "11-624713a7edb8c.jpg": [
        {
            "x1": 163,
            "y1": 106,
            "x2": 261,
            "y2": 469,
            "text": "じゃ─ん！",
            "vi": "Sau đó ─!"
        },
        {
            "x1": 511,
            "y1": 395,
            "x2": 730,
            "y2": 582,
            "text": "71L-ベリータ1나",
            "vi": "71L-berita 1"
        },
        {
            "x1": 25,
            "y1": 927,
            "x2": 275,
            "y2": 1015,
            "text": "ﾎワイkﾁaコケ-キ",
            "vi": "Howai K Cho A Koke-Ki"
        },
        {
            "x1": 677,
            "y1": 1343,
            "x2": 903,
            "y2": 1458,
            "text": "スイーツフミヤ スイーツ各種",
            "vi": "Đồ ngọt fumiya ngọt"
        }
    ],
    "12-624713a867376.jpg": [
        {
            "x1": 893,
            "y1": 539,
            "x2": 1006,
            "y2": 733,
            "text": "それぞれ 楽しめるように 切り分けて…",
            "vi": "Cắt từng cái để bạn có thể thưởng thức nó..."
        },
        {
            "x1": 351,
            "y1": 529,
            "x2": 459,
            "y2": 725,
            "text": "我は これぐらい 丸ごといけるぞ",
            "vi": "Tôi có thể trải qua toàn bộ điều này"
        },
        {
            "x1": 372,
            "y1": 888,
            "x2": 404,
            "y2": 1002,
            "text": "だめだめ",
            "vi": "không không"
        },
        {
            "x1": 319,
            "y1": 932,
            "x2": 347,
            "y2": 1034,
            "text": "平等だよ",
            "vi": "Nó bằng nhau"
        }
    ],
    "13-624713a8d1390.jpg": [
        {
            "x1": 871,
            "y1": 1173,
            "x2": 981,
            "y2": 1391,
            "text": "これが木の実か⁉ 信じらんねえ あめ 甘えぇく_！",
            "vi": "Đây là một loại trái cây. Tôi không tin nó thật ngọt ngào _!"
        },
        {
            "x1": 87,
            "y1": 1147,
            "x2": 195,
            "y2": 1316,
            "text": "それが 企業努力だよ ドラちゃん",
            "vi": "Đó là một nỗ lực của công ty Dora -chan"
        }
    ],
    "14-624713a94d398.jpg": [
        {
            "x1": 1000,
            "y1": 85,
            "x2": 1037,
            "y2": 180,
            "text": "うむ！",
            "vi": "Ừm!"
        },
        {
            "x1": 867,
            "y1": 140,
            "x2": 972,
            "y2": 357,
            "text": "フカフカして この白い乳の層が またうまいな！",
            "vi": "Lớp sữa trắng này lại tốt!"
        },
        {
            "x1": 151,
            "y1": 141,
            "x2": 257,
            "y2": 336,
            "text": "スイ いくらでも 食べれちゃうよ",
            "vi": "Bạn có thể ăn nhiều như bạn muốn"
        },
        {
            "x1": 910,
            "y1": 663,
            "x2": 984,
            "y2": 855,
            "text": "あるじは 食べないのく？",
            "vi": "Bạn không ăn một món nào đó?"
        },
        {
            "x1": 576,
            "y1": 660,
            "x2": 648,
            "y2": 776,
            "text": "もちろん 食べるよ",
            "vi": "Tất nhiên là tôi sẽ ăn"
        },
        {
            "x1": 132,
            "y1": 646,
            "x2": 236,
            "y2": 840,
            "text": "せっかくだから 本格的に したくってさ",
            "vi": "Tôi muốn làm cho nó đầy đủ"
        },
        {
            "x1": 765,
            "y1": 1058,
            "x2": 832,
            "y2": 1175,
            "text": "そうそう これも",
            "vi": "Ồ vâng"
        },
        {
            "x1": 551,
            "y1": 1052,
            "x2": 692,
            "y2": 1297,
            "text": "ここの店 カスタードプリンも 定番でうまいん だよね",
            "vi": "Các cửa hàng bánh pudding ở đây cũng là một tiêu chuẩn."
        },
        {
            "x1": 156,
            "y1": 1078,
            "x2": 187,
            "y2": 1191,
            "text": "ぷりん⁉",
            "vi": "Không có thứ tự"
        }
    ],
    "15-624713a9cec9d.jpg": [
        {
            "x1": 912,
            "y1": 146,
            "x2": 979,
            "y2": 263,
            "text": "これを こーして",
            "vi": "Đây là"
        },
        {
            "x1": 728,
            "y1": 631,
            "x2": 758,
            "y2": 768,
            "text": "こーすると",
            "vi": "Lần này"
        },
        {
            "x1": 866,
            "y1": 1135,
            "x2": 969,
            "y2": 1329,
            "text": "プルプルしてて なんだか お前みたいだな",
            "vi": "Nó giống như bạn"
        },
        {
            "x1": 58,
            "y1": 1134,
            "x2": 126,
            "y2": 1280,
            "text": "スイと いっしょく",
            "vi": "Với sui"
        }
    ],
    "16-624713aa4976d.jpg": [
        {
            "x1": 725,
            "y1": 144,
            "x2": 801,
            "y2": 289,
            "text": "そして俺は 抹茶ケーキ",
            "vi": "Và tôi là một chiếc bánh matcha"
        },
        {
            "x1": 292,
            "y1": 95,
            "x2": 360,
            "y2": 319,
            "text": "あまーいケーキも おいしいけど",
            "vi": "Bánh Amai cũng rất ngon"
        },
        {
            "x1": 145,
            "y1": 157,
            "x2": 256,
            "y2": 351,
            "text": "このほろ苦さが 大人の味づて 感じでいいね",
            "vi": "Sự cay đắng này là tốt cho hương vị của người lớn"
        },
        {
            "x1": 909,
            "y1": 796,
            "x2": 1006,
            "y2": 1016,
            "text": "そして本格的な ドリップバッグの ブラックコーヒー",
            "vi": "Và túi nhỏ giọt đầy đủ"
        },
        {
            "x1": 780,
            "y1": 1063,
            "x2": 856,
            "y2": 1180,
            "text": "んく いい香り",
            "vi": "Một mùi hương tốt"
        },
        {
            "x1": 884,
            "y1": 1275,
            "x2": 994,
            "y2": 1491,
            "text": "お主またそんな 泥のようなものを 飲んでいるのか",
            "vi": "Bạn đang uống một thứ gì đó như bùn đó một lần nữa?"
        },
        {
            "x1": 268,
            "y1": 1279,
            "x2": 333,
            "y2": 1471,
            "text": "この苦味が いいんだってば",
            "vi": "Nếu hương vị đắng này tốt"
        },
        {
            "x1": 133,
            "y1": 1406,
            "x2": 161,
            "y2": 1519,
            "text": "あるじ！",
            "vi": "À!"
        }
    ],
    "17-624713ab19a5a.jpg": [
        {
            "x1": 890,
            "y1": 148,
            "x2": 985,
            "y2": 366,
            "text": "このプルプル したやつ すっげぇウメェ！",
            "vi": "Anh chàng cẩu thả này!"
        },
        {
            "x1": 380,
            "y1": 130,
            "x2": 453,
            "y2": 351,
            "text": "スイももっと ケーキ食べたい！",
            "vi": "Sui cũng muốn ăn nhiều bánh!"
        },
        {
            "x1": 156,
            "y1": 141,
            "x2": 295,
            "y2": 336,
            "text": "食べすぎは よくないぞー そんなに 美味しかった？",
            "vi": "Nó không ngon để ăn quá nhiều -nó có ngon không?"
        },
        {
            "x1": 126,
            "y1": 356,
            "x2": 163,
            "y2": 453,
            "text": "うん！",
            "vi": "Ừ!"
        },
        {
            "x1": 890,
            "y1": 508,
            "x2": 959,
            "y2": 626,
            "text": "もっと くれっ！",
            "vi": "Cho tôi nhiều hơn!"
        },
        {
            "x1": 79,
            "y1": 526,
            "x2": 104,
            "y2": 610,
            "text": "おう！",
            "vi": "OU!"
        },
        {
            "x1": 698,
            "y1": 785,
            "x2": 730,
            "y2": 901,
            "text": "…あれ？",
            "vi": "…điều đó?"
        },
        {
            "x1": 200,
            "y1": 784,
            "x2": 267,
            "y2": 955,
            "text": "何か忘れてる ような……",
            "vi": "Có vẻ như bạn đã quên một cái gì đó..."
        },
        {
            "x1": 868,
            "y1": 1201,
            "x2": 906,
            "y2": 1295,
            "text": "テテテ",
            "vi": "Tettete"
        },
        {
            "x1": 818,
            "y1": 1255,
            "x2": 847,
            "y2": 1457,
            "text": "」 テナント……",
            "vi": "\"Người thuê..."
        },
        {
            "x1": 200,
            "y1": 1306,
            "x2": 238,
            "y2": 1478,
            "text": "じゃと……⁉",
            "vi": "Khi đó...⁉"
        },
        {
            "x1": 81,
            "y1": 1219,
            "x2": 133,
            "y2": 1446,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}