var ocr_data = {
    "001.jpg": [
        {
            "x1": 226,
            "y1": 39,
            "x2": 712,
            "y2": 93,
            "text": "スイ、はじめてのおつかい",
            "vi": "Sui, sử dụng đầu tiên"
        },
        {
            "x1": 116,
            "y1": 58,
            "x2": 200,
            "y2": 90,
            "text": "第8章",
            "vi": "Chương 8"
        },
        {
            "x1": 461,
            "y1": 346,
            "x2": 757,
            "y2": 493,
            "text": "漫画：双葉もも 原作：江回連 キャラクタ一原案：：雅",
            "vi": "Manga: Momo Futaba Bản gốc: Nhân vật Ebaren Ichihara :: YA"
        },
        {
            "x1": 292,
            "y1": 809,
            "x2": 337,
            "y2": 840,
            "text": "Xモ",
            "vi": "XMO"
        },
        {
            "x1": 108,
            "y1": 856,
            "x2": 726,
            "y2": 1096,
            "text": "とんでもスキル同 異世界放浪这ジ スイの大圖険",
            "vi": "Các kỹ năng cùng thế giới lang thang"
        },
        {
            "x1": 334,
            "y1": 1084,
            "x2": 499,
            "y2": 1138,
            "text": "Tondemo Skill de lsekai Hourou Meshi Sui no Dai Bouken",
            "vi": "Một cuộc phiêu lưu lớn của L World lang thang với s kit l"
        }
    ],
    "002.jpg": [
        {
            "x1": 553,
            "y1": 109,
            "x2": 700,
            "y2": 308,
            "text": "包ス",
            "vi": "Đóng gói"
        },
        {
            "x1": 163,
            "y1": 197,
            "x2": 228,
            "y2": 300,
            "text": "カセット 切れてる",
            "vi": "Cassette là ra"
        },
        {
            "x1": 708,
            "y1": 506,
            "x2": 734,
            "y2": 580,
            "text": "これも",
            "vi": "Đây cũng là"
        },
        {
            "x1": 473,
            "y1": 507,
            "x2": 533,
            "y2": 604,
            "text": "こっちも 切れてる",
            "vi": "Cái này đã ra"
        },
        {
            "x1": 351,
            "y1": 461,
            "x2": 404,
            "y2": 592,
            "text": "酷使 してるしなぁ",
            "vi": "Tôi đang làm việc quá sức"
        },
        {
            "x1": 115,
            "y1": 526,
            "x2": 215,
            "y2": 657,
            "text": "何度も買い足す こと考えたら やっぱ欲しいな 魔導コンロ",
            "vi": "Nếu bạn nghĩ về việc mua nhiều lần hơn, bạn muốn có một bếp ma thuật"
        },
        {
            "x1": 100,
            "y1": 666,
            "x2": 168,
            "y2": 781,
            "text": "魔法で何度でも 使えるし…",
            "vi": "Bạn có thể sử dụng nó nhiều lần tùy thích..."
        },
        {
            "x1": 741,
            "y1": 817,
            "x2": 766,
            "y2": 977,
            "text": "どうしたのー？",
            "vi": "Chuyện gì đã xảy ra?"
        },
        {
            "x1": 317,
            "y1": 819,
            "x2": 354,
            "y2": 938,
            "text": "ねーねー",
            "vi": "Này"
        },
        {
            "x1": 131,
            "y1": 823,
            "x2": 199,
            "y2": 1020,
            "text": "じゃあスイが とってくるよー",
            "vi": "Sau đó sui sẽ đến"
        },
        {
            "x1": 618,
            "y1": 1012,
            "x2": 693,
            "y2": 1185,
            "text": "んー？ 火をつけるやつが 使えなくなったのー",
            "vi": "Hmm? Tôi không thể sử dụng ngọn lửa trên ngọn lửa"
        },
        {
            "x1": 143,
            "y1": 1076,
            "x2": 169,
            "y2": 1171,
            "text": "何をー？",
            "vi": "Gì?"
        }
    ],
    "003.jpg": [
        {
            "x1": 348,
            "y1": 41,
            "x2": 403,
            "y2": 204,
            "text": "いやでも ネットスーパー",
            "vi": "Không, nhưng siêu thị trực tuyến"
        },
        {
            "x1": 669,
            "y1": 342,
            "x2": 742,
            "y2": 478,
            "text": "まき",
            "vi": "Maple"
        },
        {
            "x1": 258,
            "y1": 602,
            "x2": 373,
            "y2": 779,
            "text": "し名ん",
            "vi": "Tên gọi"
        },
        {
            "x1": 638,
            "y1": 873,
            "x2": 734,
            "y2": 1153,
            "text": "じゃあ お願いしよっかな",
            "vi": "Sau đó, xin vui lòng"
        },
        {
            "x1": 77,
            "y1": 943,
            "x2": 118,
            "y2": 1090,
            "text": "まかせて",
            "vi": "Da"
        }
    ],
    "004.jpg": [
        {
            "x1": 162,
            "y1": 71,
            "x2": 259,
            "y2": 278,
            "text": "よーし",
            "vi": "Vâng"
        },
        {
            "x1": 240,
            "y1": 474,
            "x2": 350,
            "y2": 508,
            "text": "いってきま",
            "vi": "Thôi nào"
        },
        {
            "x1": 776,
            "y1": 487,
            "x2": 834,
            "y2": 618,
            "text": "本当に一人で 大丈夫？",
            "vi": "Có thực sự ổn khi được ở một mình?"
        },
        {
            "x1": 634,
            "y1": 490,
            "x2": 745,
            "y2": 639,
            "text": "帰って来れる？ あまり遠くに 行っちゃダメ だからね！",
            "vi": "Bạn có thể quay trở lại? Đừng đi quá xa!"
        },
        {
            "x1": 123,
            "y1": 512,
            "x2": 201,
            "y2": 633,
            "text": "すぐ帰って くるんだぞ",
            "vi": "Tôi sẽ quay lại sớm"
        },
        {
            "x1": 457,
            "y1": 680,
            "x2": 485,
            "y2": 851,
            "text": "分かってるよ",
            "vi": "Tôi biết"
        },
        {
            "x1": 683,
            "y1": 881,
            "x2": 794,
            "y2": 1079,
            "text": "やるぞー",
            "vi": "tôi sẽ làm"
        }
    ],
    "005.jpg": [
        {
            "x1": 568,
            "y1": 189,
            "x2": 614,
            "y2": 270,
            "text": "する",
            "vi": "LÀM"
        },
        {
            "x1": 366,
            "y1": 345,
            "x2": 502,
            "y2": 512,
            "text": "いいかい スイ 枝は湿ってない ものを",
            "vi": "Những nhánh sui tốt không ẩm ướt"
        },
        {
            "x1": 156,
            "y1": 347,
            "x2": 184,
            "y2": 466,
            "text": "拾うんだよ",
            "vi": "Tôi sẽ nhặt nó"
        },
        {
            "x1": 664,
            "y1": 636,
            "x2": 728,
            "y2": 781,
            "text": "これ",
            "vi": "đây"
        },
        {
            "x1": 191,
            "y1": 677,
            "x2": 271,
            "y2": 840,
            "text": "ちゃんと しまってー",
            "vi": "tôi chắc chắn"
        },
        {
            "x1": 322,
            "y1": 953,
            "x2": 376,
            "y2": 1173,
            "text": "こっちだー",
            "vi": "Đây là"
        }
    ],
    "006.jpg": [
        {
            "x1": 522,
            "y1": 146,
            "x2": 574,
            "y2": 224,
            "text": "ずる",
            "vi": "Trượt"
        },
        {
            "x1": 106,
            "y1": 171,
            "x2": 222,
            "y2": 290,
            "text": "ずぶ ずる",
            "vi": "Hãy ủ rũ"
        },
        {
            "x1": 706,
            "y1": 924,
            "x2": 806,
            "y2": 1109,
            "text": "スイこんなに ひろってるのに 全然おもくない",
            "vi": "Tôi đang nhặt rất nhiều, nhưng nó không nặng chút nào"
        }
    ],
    "007.jpg": [
        {
            "x1": 648,
            "y1": 46,
            "x2": 701,
            "y2": 214,
            "text": "あれー？",
            "vi": "Điều đó?"
        },
        {
            "x1": 49,
            "y1": 233,
            "x2": 117,
            "y2": 405,
            "text": "ぜんぜん ふえてないー",
            "vi": "Tôi không tăng giá nào"
        },
        {
            "x1": 626,
            "y1": 515,
            "x2": 696,
            "y2": 720,
            "text": "なんでく",
            "vi": "Gì"
        },
        {
            "x1": 585,
            "y1": 787,
            "x2": 689,
            "y2": 1037,
            "text": "…次からは 一箇所にまとめれば いいのではないか…",
            "vi": "Tôi tự hỏi liệu tôi có nên đặt nó lại với nhau ở một nơi từ tiếp theo không"
        },
        {
            "x1": 87,
            "y1": 815,
            "x2": 118,
            "y2": 946,
            "text": "そっかあー",
            "vi": "Ổn"
        }
    ],
    "008.jpg": [
        {
            "x1": 650,
            "y1": 111,
            "x2": 728,
            "y2": 278,
            "text": "さっきの声 なんだろー",
            "vi": "Đó là giọng nói tôi đã đề cập trước đó."
        },
        {
            "x1": 713,
            "y1": 354,
            "x2": 739,
            "y2": 481,
            "text": "とりあえず",
            "vi": "Bây giờ"
        },
        {
            "x1": 279,
            "y1": 399,
            "x2": 309,
            "y2": 513,
            "text": "よっとー",
            "vi": "Yot"
        }
    ],
    "009.jpg": [
        {
            "x1": 387,
            "y1": 97,
            "x2": 413,
            "y2": 255,
            "text": "…グリフォンか",
            "vi": "...Griffon?"
        },
        {
            "x1": 90,
            "y1": 218,
            "x2": 150,
            "y2": 399,
            "text": "まあしかし 縄張りの中だから",
            "vi": "Vâng, nó ở trong lãnh thổ"
        },
        {
            "x1": 40,
            "y1": 281,
            "x2": 65,
            "y2": 399,
            "text": "当たり前か",
            "vi": "Thiên nhiên"
        },
        {
            "x1": 649,
            "y1": 644,
            "x2": 670,
            "y2": 836,
            "text": "そんなことよりも",
            "vi": "Hơn là điều đó"
        },
        {
            "x1": 135,
            "y1": 712,
            "x2": 216,
            "y2": 745,
            "text": "こっせ",
            "vi": "Kosage"
        },
        {
            "x1": 551,
            "y1": 716,
            "x2": 586,
            "y2": 861,
            "text": "あやつだ…",
            "vi": "Aya..."
        },
        {
            "x1": 440,
            "y1": 714,
            "x2": 517,
            "y2": 819,
            "text": "くる",
            "vi": "Hãy đến"
        },
        {
            "x1": 38,
            "y1": 1021,
            "x2": 127,
            "y2": 1203,
            "text": "これは たっぷり礼が必要 だな…！",
            "vi": "Điều này đòi hỏi rất nhiều cảm ơn...!"
        }
    ],
    "010.jpg": [
        {
            "x1": 192,
            "y1": 107,
            "x2": 237,
            "y2": 340,
            "text": "遅いなく…",
            "vi": "Không muộn..."
        },
        {
            "x1": 647,
            "y1": 492,
            "x2": 756,
            "y2": 561,
            "text": "本日の夕飯 ホイル焼き",
            "vi": "Giấy ăn tối hôm nay"
        },
        {
            "x1": 412,
            "y1": 505,
            "x2": 554,
            "y2": 732,
            "text": "仕込みも 出来たし 本当にあとは 火だけなんだけど",
            "vi": "Tôi đã có thể chuẩn bị và phần còn lại chỉ là lửa"
        },
        {
            "x1": 620,
            "y1": 773,
            "x2": 778,
            "y2": 939,
            "text": "だめだー そわそわ する！",
            "vi": "Không, tôi đang thất vọng!"
        },
        {
            "x1": 378,
            "y1": 813,
            "x2": 446,
            "y2": 997,
            "text": "あいつちゃんと 見てんだろうな",
            "vi": "Tôi đoán anh ấy đang theo dõi với anh ấy"
        },
        {
            "x1": 102,
            "y1": 839,
            "x2": 333,
            "y2": 1236,
            "text": "ぐるるる…",
            "vi": "Gurururu..."
        }
    ],
    "011.jpg": [
        {
            "x1": 341,
            "y1": 393,
            "x2": 461,
            "y2": 513,
            "text": "おっきな おなかの音 みたいなの 聞こえたー",
            "vi": "Tôi đã nghe thấy một cái gì đó giống như một âm thanh bụng lớn"
        },
        {
            "x1": 81,
            "y1": 406,
            "x2": 133,
            "y2": 480,
            "text": "スイの",
            "vi": "Sui"
        },
        {
            "x1": 238,
            "y1": 631,
            "x2": 287,
            "y2": 730,
            "text": "全良べられる かなあ",
            "vi": "Tôi tự hỏi liệu tôi có thể làm điều đó tất cả các cách"
        },
        {
            "x1": 548,
            "y1": 690,
            "x2": 628,
            "y2": 839,
            "text": "こ この…！ スイめすっかり 忘れおって…ッ",
            "vi": "Đây là...! Tôi hoàn toàn quên lắc lư..."
        },
        {
            "x1": 78,
            "y1": 656,
            "x2": 103,
            "y2": 829,
            "text": "仕方ない我が…",
            "vi": "Tôi không thể không..."
        }
    ],
    "012.jpg": [
        {
            "x1": 450,
            "y1": 512,
            "x2": 504,
            "y2": 605,
            "text": "おお",
            "vi": "Oh"
        },
        {
            "x1": 736,
            "y1": 984,
            "x2": 762,
            "y2": 1095,
            "text": "おっきい…",
            "vi": "Một..."
        },
        {
            "x1": 678,
            "y1": 1019,
            "x2": 706,
            "y2": 1132,
            "text": "鳥…さん？",
            "vi": "Chim...?"
        }
    ],
    "013.jpg": [
        {
            "x1": 41,
            "y1": 871,
            "x2": 111,
            "y2": 1217,
            "text": "まきひろい‼",
            "vi": "Maki Hiroi"
        }
    ],
    "014.jpg": [
        {
            "x1": 505,
            "y1": 6,
            "x2": 553,
            "y2": 116,
            "text": "おーい",
            "vi": "Này"
        },
        {
            "x1": 454,
            "y1": 206,
            "x2": 505,
            "y2": 325,
            "text": "あるじ",
            "vi": "Một"
        },
        {
            "x1": 752,
            "y1": 487,
            "x2": 830,
            "y2": 711,
            "text": "いっぱい とってきたよく",
            "vi": "Tôi có rất nhiều"
        },
        {
            "x1": 350,
            "y1": 499,
            "x2": 432,
            "y2": 643,
            "text": "すごいなー！ こんなに いっぱい…！",
            "vi": "Thật tuyệt vời! Rất nhiều...!"
        },
        {
            "x1": 529,
            "y1": 817,
            "x2": 578,
            "y2": 1090,
            "text": "おかえり──‼",
            "vi": "Chào mừng bạn trở lại"
        },
        {
            "x1": 362,
            "y1": 749,
            "x2": 432,
            "y2": 1037,
            "text": "な…なんが きツも以ってるケド…",
            "vi": "Nana... Chuyện gì đang xảy ra... Kedo..."
        },
        {
            "x1": 282,
            "y1": 779,
            "x2": 317,
            "y2": 906,
            "text": "るの2",
            "vi": "Runo 2"
        }
    ],
    "015.jpg": [
        {
            "x1": 65,
            "y1": 94,
            "x2": 176,
            "y2": 293,
            "text": "なんか やつれてない？ お前",
            "vi": "Nó không phải là thứ gì đó? Bạn"
        },
        {
            "x1": 624,
            "y1": 238,
            "x2": 709,
            "y2": 408,
            "text": "害のあるものは 我がはぶいたから 安心せい",
            "vi": "Tôi cảm thấy nhẹ nhõm vì tôi đang đói vì điều gì đó có hại"
        },
        {
            "x1": 516,
            "y1": 301,
            "x2": 546,
            "y2": 424,
            "text": "お フェル",
            "vi": "Fel"
        },
        {
            "x1": 424,
            "y1": 395,
            "x2": 489,
            "y2": 531,
            "text": "今日は ありがと…",
            "vi": "Cảm ơn bạn vì ngày hôm nay..."
        },
        {
            "x1": 625,
            "y1": 639,
            "x2": 739,
            "y2": 848,
            "text": "それよりも めし 飯だ理",
            "vi": "Thay vì điều đó, đó là một loại gạo"
        },
        {
            "x1": 523,
            "y1": 687,
            "x2": 551,
            "y2": 872,
            "text": "約束は守っだそ",
            "vi": "Lời hứa được bảo vệ"
        },
        {
            "x1": 197,
            "y1": 737,
            "x2": 263,
            "y2": 874,
            "text": "肉多め だからな‼",
            "vi": "Vì nó có rất nhiều thịt."
        },
        {
            "x1": 21,
            "y1": 672,
            "x2": 56,
            "y2": 861,
            "text": "はいはいはい",
            "vi": "có có có"
        },
        {
            "x1": 444,
            "y1": 895,
            "x2": 517,
            "y2": 1004,
            "text": "スイも",
            "vi": "Sui"
        },
        {
            "x1": 599,
            "y1": 931,
            "x2": 686,
            "y2": 1102,
            "text": "とりあえず できるまでお惣菜 食べといてー",
            "vi": "Hiện tại, ăn các món ăn phụ cho đến khi bạn có thể."
        }
    ],
    "016.jpg": [
        {
            "x1": 20,
            "y1": 398,
            "x2": 71,
            "y2": 618,
            "text": "次回につづぐ",
            "vi": "Tiếp tục lần sau"
        },
        {
            "x1": 333,
            "y1": 805,
            "x2": 399,
            "y2": 1013,
            "text": "街での生活が 思いやられるな…",
            "vi": "Đừng lo lắng khi sống trong thành phố..."
        },
        {
            "x1": 659,
            "y1": 986,
            "x2": 730,
            "y2": 1149,
            "text": "そろそろ 森も抜ける…",
            "vi": "Đã đến lúc ra khỏi khu rừng..."
        }
    ]
}