var ocr_data = {
    "1-61185e9d47b97.jpg": [
        {
            "x1": 340,
            "y1": 52,
            "x2": 775,
            "y2": 108,
            "text": "第35章 クレールの森",
            "vi": "Chương 35 Rừng Claire"
        },
        {
            "x1": 33,
            "y1": 105,
            "x2": 92,
            "y2": 1050,
            "text": "漫画：赤岸Ｋ 原作：江口連 キャラクター原案:雅",
            "vi": "Manga: Akagishi K hoặc gốc: Nhân vật Eguchi Ren"
        }
    ],
    "2-61185e9e01536.jpg": [
        {
            "x1": 207,
            "y1": 271,
            "x2": 275,
            "y2": 560,
            "text": "疲れた～~-",
            "vi": "Tôi mệt ~ ~"
        },
        {
            "x1": 984,
            "y1": 1031,
            "x2": 1062,
            "y2": 1230,
            "text": "結構 歩き回ったけど",
            "vi": "Tôi đi bộ xung quanh một chút"
        },
        {
            "x1": 535,
            "y1": 1017,
            "x2": 677,
            "y2": 1235,
            "text": "凶暴化してる 魔物ばかりで たいした調査に ならなかったなあ",
            "vi": "Đó không phải là một cuộc khảo sát lớn với tất cả các quái vật hung dữ"
        }
    ],
    "3-61185e9e9f600.jpg": [
        {
            "x1": 860,
            "y1": 76,
            "x2": 971,
            "y2": 298,
            "text": "なにやら 妙な気配は 感じるのだがな…",
            "vi": "Tôi cảm thấy một dấu hiệu kỳ lạ..."
        },
        {
            "x1": 126,
            "y1": 140,
            "x2": 200,
            "y2": 281,
            "text": "今日は一旦 帰って…",
            "vi": "Tôi về nhà hôm nay..."
        },
        {
            "x1": 484,
            "y1": 359,
            "x2": 545,
            "y2": 579,
            "text": "わかんないもんは しょうがないって",
            "vi": "Tôi không biết"
        },
        {
            "x1": 513,
            "y1": 1067,
            "x2": 583,
            "y2": 1232,
            "text": "飯にしてから 帰ろっか",
            "vi": "Bạn về nhà sau khi ăn một bữa"
        },
        {
            "x1": 429,
            "y1": 1401,
            "x2": 491,
            "y2": 1563,
            "text": "今日は一日 歩き回ったからな",
            "vi": "Bởi vì tôi đã đi cả ngày hôm nay"
        },
        {
            "x1": 372,
            "y1": 1402,
            "x2": 417,
            "y2": 1500,
            "text": "肉がいい",
            "vi": "Thịt ngon"
        }
    ],
    "4-61185e9f4b498.jpg": [
        {
            "x1": 807,
            "y1": 767,
            "x2": 953,
            "y2": 936,
            "text": "その白くて 丸いものは なんだ？ 食えるのか？",
            "vi": "Trắng và tròn đó là bao nhiêu? Bạn có thể ăn?"
        },
        {
            "x1": 159,
            "y1": 800,
            "x2": 198,
            "y2": 918,
            "text": "これか？",
            "vi": "Co phải đây la?"
        },
        {
            "x1": 894,
            "y1": 1273,
            "x2": 969,
            "y2": 1389,
            "text": "これはね 皮だよ",
            "vi": "Đây là một làn da"
        },
        {
            "x1": 133,
            "y1": 1368,
            "x2": 207,
            "y2": 1508,
            "text": "まあ 見てなって",
            "vi": "Nhìn cũng vậy"
        }
    ],
    "5-61185e9fe7dab.jpg": [
        {
            "x1": 892,
            "y1": 129,
            "x2": 1002,
            "y2": 358,
            "text": "まずは キャベツとニラを みじん切り",
            "vi": "Trước hết, hãy cắt bắp cải và tỏi tây"
        },
        {
            "x1": 671,
            "y1": 127,
            "x2": 716,
            "y2": 302,
            "text": "トトトトトン",
            "vi": "Tototototon"
        },
        {
            "x1": 475,
            "y1": 132,
            "x2": 589,
            "y2": 301,
            "text": "キャベツは 塩もみした後 軽く絞る",
            "vi": "Bữa bắp cải nhẹ sau khi nhìn thấy muối"
        },
        {
            "x1": 176,
            "y1": 78,
            "x2": 362,
            "y2": 276,
            "text": "キャベツか 白菜かで 分かれる ところだけど 俺はキャベツ派",
            "vi": "Đó là một bắp cải hoặc bắp cải Trung Quốc, nhưng tôi là một nhóm cải bắp"
        },
        {
            "x1": 523,
            "y1": 635,
            "x2": 560,
            "y2": 702,
            "text": "醤油",
            "vi": "nước tương"
        },
        {
            "x1": 883,
            "y1": 637,
            "x2": 995,
            "y2": 885,
            "text": "オークジェネラルの 挽き肉を ボウルに入れ",
            "vi": "Cho thịt khai thác gỗ sồi vào bát"
        },
        {
            "x1": 405,
            "y1": 636,
            "x2": 481,
            "y2": 782,
            "text": "鶏がら スープの素",
            "vi": "Súp gà"
        },
        {
            "x1": 785,
            "y1": 819,
            "x2": 856,
            "y2": 1019,
            "text": "おろじしょうが おろじミンニク",
            "vi": "Ourojogyo Ojouju Minniku"
        },
        {
            "x1": 57,
            "y1": 783,
            "x2": 128,
            "y2": 979,
            "text": "ごま油 塩胡椒を加えて",
            "vi": "Thêm muối và hạt tiêu mè"
        },
        {
            "x1": 871,
            "y1": 1071,
            "x2": 908,
            "y2": 1217,
            "text": "よく混ぜる",
            "vi": "Pha trộn tốt"
        },
        {
            "x1": 584,
            "y1": 1073,
            "x2": 693,
            "y2": 1220,
            "text": "塩もみした キャベツ ニラも加え",
            "vi": "Ngoài ra, Bắp cải bổ sung Tàu lek"
        },
        {
            "x1": 188,
            "y1": 1073,
            "x2": 265,
            "y2": 1191,
            "text": "しっかり 混ぜる",
            "vi": "Pha trộn tốt"
        }
    ],
    "6-61185ea09315d.jpg": [
        {
            "x1": 959,
            "y1": 117,
            "x2": 1060,
            "y2": 333,
            "text": "そしてできた餡を この皮に包んで いくんだけど",
            "vi": "Và tôi bọc bột đậu đã làm vào da này"
        },
        {
            "x1": 310,
            "y1": 113,
            "x2": 388,
            "y2": 245,
            "text": "スイも やる―！",
            "vi": "Tôi cũng làm điều đó!"
        },
        {
            "x1": 138,
            "y1": 313,
            "x2": 212,
            "y2": 531,
            "text": "よしよし 一緒にやろうねー",
            "vi": "Chúng ta hãy làm điều đó với nhau"
        }
    ],
    "7-61185ea68e9ef.jpg": [
        {
            "x1": 910,
            "y1": 145,
            "x2": 980,
            "y2": 418,
            "text": "フライパンに並ベ 焼き色がついてきたら",
            "vi": "Nếu chảo chiên có màu nướng song song"
        },
        {
            "x1": 123,
            "y1": 132,
            "x2": 195,
            "y2": 351,
            "text": "水溶き小麦粉を 入れてフタをする",
            "vi": "Đặt bột mì và phủ nó"
        },
        {
            "x1": 880,
            "y1": 652,
            "x2": 1003,
            "y2": 844,
            "text": "1チッ",
            "vi": "1."
        },
        {
            "x1": 695,
            "y1": 675,
            "x2": 808,
            "y2": 925,
            "text": "水分がなくなって おと 音が鳴りはじめたら ごま油を回しかけ",
            "vi": "Khi độ ẩm biến mất và âm thanh bắt đầu phát ra âm thanh, rắc dầu mè"
        },
        {
            "x1": 720,
            "y1": 990,
            "x2": 797,
            "y2": 1135,
            "text": "皿で ふた 蓋をして…",
            "vi": "Nắp một cái nắp trên đĩa..."
        },
        {
            "x1": 578,
            "y1": 977,
            "x2": 631,
            "y2": 1092,
            "text": "よっ！",
            "vi": "Ừ!"
        }
    ],
    "8-61185ea763d28.jpg": [
        {
            "x1": 137,
            "y1": 592,
            "x2": 232,
            "y2": 835,
            "text": "ひっくり返して 完成‼",
            "vi": "Lật nó lại để hoàn thành‼"
        },
        {
            "x1": 884,
            "y1": 869,
            "x2": 972,
            "y2": 1064,
            "text": "よっし 良い焼き色！",
            "vi": "Màu sắc tốt!"
        },
        {
            "x1": 91,
            "y1": 903,
            "x2": 455,
            "y2": 1078,
            "text": "オークジェネラルの 主しっかり味付け餃子",
            "vi": "Gyoza dày dạn của Oak General"
        },
        {
            "x1": 669,
            "y1": 998,
            "x2": 820,
            "y2": 1228,
            "text": "はは",
            "vi": "người mẹ"
        },
        {
            "x1": 192,
            "y1": 1112,
            "x2": 336,
            "y2": 1200,
            "text": "追加焼き",
            "vi": "Bổ sung bổ sung"
        }
    ],
    "9-61185ea80eb96.jpg": [
        {
            "x1": 888,
            "y1": 96,
            "x2": 993,
            "y2": 239,
            "text": "なにやら 変な形を しておるが",
            "vi": "Nó là một cái gì đó kỳ lạ"
        },
        {
            "x1": 314,
            "y1": 101,
            "x2": 352,
            "y2": 194,
            "text": "うわっ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 193,
            "y1": 119,
            "x2": 221,
            "y2": 218,
            "text": "本ごと⁉",
            "vi": "Mấy cuốn sách⁉"
        },
        {
            "x1": 77,
            "y1": 125,
            "x2": 154,
            "y2": 239,
            "text": "そんな 一気に！",
            "vi": "Thật là một sự kéo dài!"
        },
        {
            "x1": 420,
            "y1": 333,
            "x2": 525,
            "y2": 529,
            "text": "こんな小ささで 本当に うまいのか？",
            "vi": "Nó có thực sự tốt với một kích thước nhỏ như vậy không?"
        },
        {
            "x1": 446,
            "y1": 596,
            "x2": 560,
            "y2": 740,
            "text": "噛むほど 肉の汁が 溢れ出る！",
            "vi": "Bạn càng nhai, nước ép thịt tràn đầy!"
        },
        {
            "x1": 261,
            "y1": 592,
            "x2": 376,
            "y2": 752,
            "text": "パリッて ジュワッて する―！",
            "vi": "Tôi thật giòn!"
        },
        {
            "x1": 456,
            "y1": 841,
            "x2": 537,
            "y2": 1038,
            "text": "うまい ではないか！",
            "vi": "Nó không tốt!"
        },
        {
            "x1": 382,
            "y1": 1109,
            "x2": 511,
            "y2": 1301,
            "text": "しっかり味付け したから タレなしで いけるな",
            "vi": "Bạn có thể đi mà không có nước sốt vì nó đã được tẩm ướp tốt"
        },
        {
            "x1": 300,
            "y1": 1298,
            "x2": 411,
            "y2": 1467,
            "text": "羽根も パリッパリで 最高！",
            "vi": "Những chiếc lông cũng được giòn!"
        }
    ],
    "10-61185ea8b559e.jpg": [
        {
            "x1": 298,
            "y1": 138,
            "x2": 372,
            "y2": 306,
            "text": "それにしても ぉ主",
            "vi": "Thậm chí như vậy, Chúa"
        },
        {
            "x1": 931,
            "y1": 783,
            "x2": 1036,
            "y2": 946,
            "text": "いつもその コメとやらを 食べるな",
            "vi": "Không phải lúc nào cũng ăn gạo đó"
        },
        {
            "x1": 768,
            "y1": 818,
            "x2": 875,
            "y2": 987,
            "text": "そんなに コメが 好きなのか？",
            "vi": "Bạn có thích gạo rất nhiều không?"
        },
        {
            "x1": 543,
            "y1": 769,
            "x2": 657,
            "y2": 978,
            "text": "べっ 別に いいだろ",
            "vi": "Nó không ổn một cách riêng biệt"
        },
        {
            "x1": 132,
            "y1": 768,
            "x2": 238,
            "y2": 991,
            "text": "日本人って いったら まずは白米なの！",
            "vi": "Nếu bạn là người Nhật, đó là gạo trắng đầu tiên!"
        },
        {
            "x1": 172,
            "y1": 1429,
            "x2": 247,
            "y2": 1519,
            "text": "なんだ この音",
            "vi": "Âm thanh này"
        }
    ],
    "12-61185eaf257c9.jpg": [
        {
            "x1": 490,
            "y1": 160,
            "x2": 525,
            "y2": 211,
            "text": "なに",
            "vi": "cái gì"
        },
        {
            "x1": 590,
            "y1": 161,
            "x2": 640,
            "y2": 291,
            "text": "(なん",
            "vi": "(cái gì"
        },
        {
            "x1": 397,
            "y1": 155,
            "x2": 460,
            "y2": 293,
            "text": "これ⁉",
            "vi": "đây⁉"
        },
        {
            "x1": 137,
            "y1": 684,
            "x2": 211,
            "y2": 851,
            "text": "ほう これは珍しい",
            "vi": "Hmm, điều này là bất thường"
        },
        {
            "x1": 501,
            "y1": 913,
            "x2": 552,
            "y2": 1100,
            "text": "ドラゴン⁉",
            "vi": "Con rồng⁉"
        },
        {
            "x1": 923,
            "y1": 1022,
            "x2": 988,
            "y2": 1240,
            "text": "ピクシードラゴン ではないか",
            "vi": "Nó không phải là một con rồng pixie?"
        },
        {
            "x1": 115,
            "y1": 1119,
            "x2": 233,
            "y2": 1319,
            "text": "こんな小さい ドラゴンって アリなの⁉",
            "vi": "Một con rồng nhỏ như vậy là một con cá"
        }
    ],
    "13-61185eafd624d.jpg": [
        {
            "x1": 892,
            "y1": 143,
            "x2": 929,
            "y2": 294,
            "text": "なんだ…？",
            "vi": "cái gì…?"
        },
        {
            "x1": 922,
            "y1": 1031,
            "x2": 994,
            "y2": 1223,
            "text": "もしかして 欲しいのかな？",
            "vi": "Có thể bạn muốn nó?"
        },
        {
            "x1": 464,
            "y1": 1023,
            "x2": 531,
            "y2": 1168,
            "text": "ほれ どうぞ……",
            "vi": "Xin vui lòng..."
        }
    ],
    "15-61185eb10e240.jpg": [
        {
            "x1": 470,
            "y1": 609,
            "x2": 501,
            "y2": 802,
            "text": "もっとってか？",
            "vi": "Nó có nhiều hơn không?"
        },
        {
            "x1": 260,
            "y1": 602,
            "x2": 325,
            "y2": 717,
            "text": "コト・",
            "vi": "Koto"
        },
        {
            "x1": 109,
            "y1": 610,
            "x2": 215,
            "y2": 753,
            "text": "ほら これ食って いいから",
            "vi": "Bạn có thể ăn cái này"
        },
        {
            "x1": 528,
            "y1": 1150,
            "x2": 619,
            "y2": 1325,
            "text": "ドラゴンでも このくらいなら かわいいなー",
            "vi": "Ngay cả với một con rồng, nó sẽ rất dễ thương nếu đây là trường hợp"
        },
        {
            "x1": 79,
            "y1": 1278,
            "x2": 185,
            "y2": 1502,
            "text": "何を言うか 小さいからといって 侮ってはならん",
            "vi": "Đừng coi thường những gì để nói vì nó nhỏ"
        }
    ],
    "16-61185eb1ab275.jpg": [
        {
            "x1": 933,
            "y1": 118,
            "x2": 963,
            "y2": 261,
            "text": "どゆこと？",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 655,
            "y1": 151,
            "x2": 717,
            "y2": 368,
            "text": "こんなナリだが ドラゴンだからな",
            "vi": "Đó là một nari như vậy, nhưng đó là một con rồng"
        },
        {
            "x1": 434,
            "y1": 150,
            "x2": 538,
            "y2": 394,
            "text": "ピクシードラゴンは とにかく 動きが素早い",
            "vi": "Con rồng pixie di chuyển nhanh chóng"
        },
        {
            "x1": 181,
            "y1": 565,
            "x2": 256,
            "y2": 734,
            "text": "それに魔力が 豊富でな",
            "vi": "Và nó rất phong phú về phép thuật"
        },
        {
            "x1": 129,
            "y1": 786,
            "x2": 241,
            "y2": 955,
            "text": "あらゆる 属性の魔法を 使いこなす",
            "vi": "Thành thạo sự kỳ diệu của tất cả các thuộc tính"
        },
        {
            "x1": 916,
            "y1": 1026,
            "x2": 989,
            "y2": 1192,
            "text": "そして魔法を 全身にまとい",
            "vi": "Và đưa phép thuật vào toàn bộ cơ thể"
        },
        {
            "x1": 187,
            "y1": 1035,
            "x2": 296,
            "y2": 1179,
            "text": "あれは なかなかに 強いぞ",
            "vi": "Điều đó khá mạnh mẽ"
        },
        {
            "x1": 768,
            "y1": 1221,
            "x2": 879,
            "y2": 1469,
            "text": "素早さを活かして 超高速で 突っ込んでくるのだ",
            "vi": "Tận dụng sự nhanh chóng và lao vào nó với tốc độ cực cao."
        },
        {
            "x1": 185,
            "y1": 1355,
            "x2": 222,
            "y2": 1481,
            "text": "砲弾かよ",
            "vi": "Nó có phải là một cái vỏ?"
        }
    ],
    "17-61185eb7756e5.jpg": [
        {
            "x1": 853,
            "y1": 108,
            "x2": 998,
            "y2": 265,
            "text": "我も あの攻撃には 一瞬肝を 冷やしてな…",
            "vi": "Tôi cũng làm mát trái tim mình vì cuộc tấn công đó..."
        },
        {
            "x1": 118,
            "y1": 948,
            "x2": 191,
            "y2": 1259,
            "text": "うわ──っ⁉",
            "vi": "Wow ─⁉⁉"
        },
        {
            "x1": 892,
            "y1": 1291,
            "x2": 985,
            "y2": 1405,
            "text": "おっ おい！",
            "vi": "Này!"
        },
        {
            "x1": 164,
            "y1": 1337,
            "x2": 209,
            "y2": 1515,
            "text": "離れろって",
            "vi": "Đi xa"
        }
    ],
    "18-61185eb82c4cd.jpg": [
        {
            "x1": 690,
            "y1": 60,
            "x2": 758,
            "y2": 175,
            "text": "なっ",
            "vi": "Ở trong"
        },
        {
            "x1": 120,
            "y1": 221,
            "x2": 236,
            "y2": 400,
            "text": "なぁこれ めちゃくちゃ 美味いな！",
            "vi": "Vâng, điều này thật ngon!"
        },
        {
            "x1": 137,
            "y1": 468,
            "x2": 210,
            "y2": 592,
            "text": "もっと くれよ！",
            "vi": "Cho tôi nhiều hơn!"
        },
        {
            "x1": 379,
            "y1": 538,
            "x2": 483,
            "y2": 663,
            "text": "何だよ 急に！",
            "vi": "Nó đột ngột là gì!"
        },
        {
            "x1": 489,
            "y1": 1354,
            "x2": 572,
            "y2": 1483,
            "text": "誰が 喋った？",
            "vi": "Ai đã nói?"
        },
        {
            "x1": 91,
            "y1": 1515,
            "x2": 347,
            "y2": 1566,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}