var ocr_data = {
    "001.jpg": [
        {
            "x1": 842,
            "y1": 1029,
            "x2": 897,
            "y2": 1259,
            "text": "んんくろ",
            "vi": "Xám xịt"
        }
    ],
    "002.jpg": [
        {
            "x1": 267,
            "y1": 64,
            "x2": 887,
            "y2": 111,
            "text": "第41章 男の子のプライド 後編",
            "vi": "Chương 41 Niềm tự hào của cậu bé Phần 2"
        },
        {
            "x1": 142,
            "y1": 1519,
            "x2": 1016,
            "y2": 1561,
            "text": "漫画：双葉もも 原作：江口連 キャラクター原案：雅",
            "vi": "Manga: Momo Futaba Bản gốc: Nhân vật Eguchi Ren"
        }
    ],
    "003.jpg": [
        {
            "x1": 364,
            "y1": 159,
            "x2": 416,
            "y2": 240,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 857,
            "y1": 196,
            "x2": 925,
            "y2": 394,
            "text": "わーい‼",
            "vi": "Yay!"
        },
        {
            "x1": 268,
            "y1": 181,
            "x2": 315,
            "y2": 304,
            "text": "ちょ‼",
            "vi": "Cho"
        },
        {
            "x1": 701,
            "y1": 285,
            "x2": 744,
            "y2": 390,
            "text": "ていん",
            "vi": "Ngấm"
        },
        {
            "x1": 828,
            "y1": 464,
            "x2": 989,
            "y2": 769,
            "text": "待て‼",
            "vi": "đợi đã!"
        },
        {
            "x1": 862,
            "y1": 835,
            "x2": 953,
            "y2": 1045,
            "text": "勝手に どっか行くな",
            "vi": "Đừng đi đâu đó mà không có sự cho phép"
        },
        {
            "x1": 658,
            "y1": 890,
            "x2": 780,
            "y2": 1115,
            "text": "見つかって 大人に怒られる のはオレだぞ",
            "vi": "Chính tôi, người đã tức giận với người lớn khi tìm thấy"
        },
        {
            "x1": 377,
            "y1": 863,
            "x2": 556,
            "y2": 1077,
            "text": "ただでさえ ムコーダさん 過保護 そうだし",
            "vi": "Ngay cả Mcoda dường như cũng được bảo vệ quá mức"
        },
        {
            "x1": 206,
            "y1": 1160,
            "x2": 267,
            "y2": 1315,
            "text": "イラメ54て",
            "vi": "Irame 54"
        },
        {
            "x1": 182,
            "y1": 1205,
            "x2": 231,
            "y2": 1300,
            "text": "ないか",
            "vi": "không phải"
        },
        {
            "x1": 98,
            "y1": 1308,
            "x2": 182,
            "y2": 1446,
            "text": "その頃の ムコーダ",
            "vi": "Mukoda lúc đó"
        },
        {
            "x1": 410,
            "y1": 1406,
            "x2": 467,
            "y2": 1526,
            "text": "大丈夫 かなあ…",
            "vi": "Có ổn không..."
        }
    ],
    "004.jpg": [
        {
            "x1": 860,
            "y1": 43,
            "x2": 1047,
            "y2": 254,
            "text": "とりあえず あっちの林の ところまで 走るぞ",
            "vi": "Hiện tại, tôi sẽ chạy vào khu rừng ở đó"
        },
        {
            "x1": 697,
            "y1": 116,
            "x2": 733,
            "y2": 310,
            "text": "見つかるなよ",
            "vi": "Không tìm thấy nó"
        },
        {
            "x1": 480,
            "y1": 110,
            "x2": 530,
            "y2": 245,
            "text": "それと",
            "vi": "Và"
        },
        {
            "x1": 365,
            "y1": 169,
            "x2": 446,
            "y2": 426,
            "text": "さっきの抜け道 誰にも言うなよ！",
            "vi": "Đừng nói với bất cứ ai bất cứ ai!"
        },
        {
            "x1": 621,
            "y1": 389,
            "x2": 675,
            "y2": 522,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 189,
            "y1": 368,
            "x2": 253,
            "y2": 517,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 945,
            "y1": 932,
            "x2": 1035,
            "y2": 1075,
            "text": "ここまで 来れば",
            "vi": "Nếu bạn đến xa như vậy"
        },
        {
            "x1": 312,
            "y1": 992,
            "x2": 406,
            "y2": 1142,
            "text": "いつもの とこより",
            "vi": "Nhiều hơn bình thường"
        },
        {
            "x1": 764,
            "y1": 1064,
            "x2": 896,
            "y2": 1241,
            "text": "誰にも 見られたり しないだろ",
            "vi": "Nó sẽ không được nhìn thấy bởi bất cứ ai"
        },
        {
            "x1": 212,
            "y1": 1111,
            "x2": 289,
            "y2": 1247,
            "text": "スースー してるね",
            "vi": "Bạn sẽ đi"
        }
    ],
    "005.jpg": [
        {
            "x1": 689,
            "y1": 270,
            "x2": 773,
            "y2": 420,
            "text": "稽古再開 するぞ！",
            "vi": "Tôi sẽ tiếp tục bài học!"
        },
        {
            "x1": 166,
            "y1": 235,
            "x2": 226,
            "y2": 398,
            "text": "あそぶ",
            "vi": "Chơi"
        },
        {
            "x1": 588,
            "y1": 602,
            "x2": 644,
            "y2": 703,
            "text": "おい",
            "vi": "Này"
        },
        {
            "x1": 446,
            "y1": 655,
            "x2": 565,
            "y2": 889,
            "text": "なんでここに 連れて来たか 分かってんのか？",
            "vi": "Bạn có biết tại sao bạn đã đưa tôi đến đây không?"
        },
        {
            "x1": 450,
            "y1": 1151,
            "x2": 598,
            "y2": 1370,
            "text": "ここなら お前の本気が 見れるだろ",
            "vi": "Bạn có thể thấy sự nghiêm túc của mình ở đây"
        },
        {
            "x1": 73,
            "y1": 1385,
            "x2": 165,
            "y2": 1510,
            "text": "見せて くれよ",
            "vi": "Cho tôi xem"
        }
    ],
    "006.jpg": [
        {
            "x1": 986,
            "y1": 61,
            "x2": 1032,
            "y2": 211,
            "text": "ホンキ？",
            "vi": "Honki?"
        },
        {
            "x1": 464,
            "y1": 86,
            "x2": 569,
            "y2": 325,
            "text": "ビュッビュ つよいよー―",
            "vi": "Bong bóng yoyoyo-"
        },
        {
            "x1": 717,
            "y1": 254,
            "x2": 797,
            "y2": 408,
            "text": "お前の一番 強い技を",
            "vi": "Kỹ năng mạnh nhất của bạn"
        },
        {
            "x1": 618,
            "y1": 302,
            "x2": 691,
            "y2": 445,
            "text": "見せろって 言ってんの",
            "vi": "Tôi bảo bạn hiển thị"
        },
        {
            "x1": 190,
            "y1": 400,
            "x2": 236,
            "y2": 533,
            "text": "いくぞ",
            "vi": "Hãy đi"
        },
        {
            "x1": 863,
            "y1": 701,
            "x2": 957,
            "y2": 838,
            "text": "はっ",
            "vi": "Đi săn chim ưng"
        }
    ],
    "007.jpg": [
        {
            "x1": 275,
            "y1": 1111,
            "x2": 383,
            "y2": 1151,
            "text": "じがううぅ",
            "vi": "Jinguuuuuu"
        },
        {
            "x1": 145,
            "y1": 1134,
            "x2": 202,
            "y2": 1257,
            "text": "わくそんう りりくん",
            "vi": "Waku Sonuriri -Kun"
        },
        {
            "x1": 176,
            "y1": 1367,
            "x2": 233,
            "y2": 1471,
            "text": "ひどいや スイ",
            "vi": "Nghiêm trọng và sui"
        },
        {
            "x1": 19,
            "y1": 1380,
            "x2": 89,
            "y2": 1501,
            "text": "やぶるなんN",
            "vi": "Yabu n"
        }
    ],
    "008.jpg": [
        {
            "x1": 955,
            "y1": 13,
            "x2": 1068,
            "y2": 205,
            "text": "だめ",
            "vi": "Không tốt"
        },
        {
            "x1": 164,
            "y1": 154,
            "x2": 301,
            "y2": 375,
            "text": "っだ",
            "vi": "Khó khăn"
        },
        {
            "x1": 458,
            "y1": 777,
            "x2": 544,
            "y2": 893,
            "text": "あぶな かった",
            "vi": "Sừng"
        },
        {
            "x1": 947,
            "y1": 775,
            "x2": 1026,
            "y2": 1026,
            "text": "だから‼",
            "vi": "Đó là lý do tại sao!"
        },
        {
            "x1": 176,
            "y1": 781,
            "x2": 360,
            "y2": 1003,
            "text": "それ 禁止‼",
            "vi": "Nó bị cấm."
        },
        {
            "x1": 871,
            "y1": 1153,
            "x2": 1000,
            "y2": 1394,
            "text": "なんで そうすぐ ふざけんだよ！",
            "vi": "Tại sao nó lại vui tươi như vậy!"
        },
        {
            "x1": 542,
            "y1": 1164,
            "x2": 632,
            "y2": 1343,
            "text": "じゅあす",
            "vi": "Juju"
        },
        {
            "x1": 255,
            "y1": 1229,
            "x2": 386,
            "y2": 1455,
            "text": "まさか それが本気とか 言わないよな‼",
            "vi": "Tôi không nói điều đó nghiêm trọng."
        }
    ],
    "009.jpg": [
        {
            "x1": 855,
            "y1": 180,
            "x2": 984,
            "y2": 397,
            "text": "お前強い んだろ！",
            "vi": "Bạn mạnh mẽ!"
        },
        {
            "x1": 247,
            "y1": 150,
            "x2": 332,
            "y2": 385,
            "text": "ワイバーンとも 戦ったんだろ！",
            "vi": "Cả hai đều chiến đấu với Wyvern!"
        },
        {
            "x1": 621,
            "y1": 554,
            "x2": 655,
            "y2": 617,
            "text": "いや",
            "vi": "KHÔNG"
        },
        {
            "x1": 794,
            "y1": 572,
            "x2": 846,
            "y2": 786,
            "text": "お願いだ！",
            "vi": "Xin vui lòng!"
        },
        {
            "x1": 165,
            "y1": 1066,
            "x2": 246,
            "y2": 1293,
            "text": "…何やってんだ オレ…",
            "vi": "… Bạn đang làm gì vậy..."
        }
    ],
    "010.jpg": [
        {
            "x1": 959,
            "y1": 133,
            "x2": 1040,
            "y2": 241,
            "text": "そうだ よな…",
            "vi": "đung…"
        },
        {
            "x1": 719,
            "y1": 203,
            "x2": 838,
            "y2": 338,
            "text": "ぉ前 スライム だもんな",
            "vi": "Đó là một chất nhờn"
        },
        {
            "x1": 538,
            "y1": 173,
            "x2": 608,
            "y2": 355,
            "text": "強いと思って たのは",
            "vi": "Những gì tôi nghĩ là mạnh mẽ"
        },
        {
            "x1": 136,
            "y1": 304,
            "x2": 250,
            "y2": 353,
            "text": "れッ午",
            "vi": "Không bật"
        },
        {
            "x1": 457,
            "y1": 291,
            "x2": 543,
            "y2": 459,
            "text": "オレの 勘違いか…",
            "vi": "Đó là sự hiểu lầm của tôi..."
        },
        {
            "x1": 759,
            "y1": 1086,
            "x2": 808,
            "y2": 1256,
            "text": "なんだよ",
            "vi": "nó............... là gì"
        },
        {
            "x1": 163,
            "y1": 1104,
            "x2": 283,
            "y2": 1327,
            "text": "その木 なんかおかしく ないか？",
            "vi": "Đó không phải là cây lạ?"
        }
    ],
    "011.jpg": [
        {
            "x1": 610,
            "y1": 1144,
            "x2": 657,
            "y2": 1290,
            "text": "スゲェ…",
            "vi": "ngầu…"
        }
    ],
    "012.jpg": [
        {
            "x1": 911,
            "y1": 120,
            "x2": 1085,
            "y2": 443,
            "text": "リク君が スイすごいって いった",
            "vi": "Riku là tuyệt vời"
        },
        {
            "x1": 507,
            "y1": 569,
            "x2": 573,
            "y2": 678,
            "text": "わあ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 172,
            "y1": 488,
            "x2": 233,
            "y2": 634,
            "text": "ちょっ",
            "vi": "Một chút"
        },
        {
            "x1": 713,
            "y1": 1287,
            "x2": 768,
            "y2": 1391,
            "text": "スト",
            "vi": "Đá bóng"
        }
    ],
    "013.jpg": [
        {
            "x1": 907,
            "y1": 193,
            "x2": 985,
            "y2": 347,
            "text": "ぼよん",
            "vi": "Boyon"
        },
        {
            "x1": 582,
            "y1": 147,
            "x2": 723,
            "y2": 435,
            "text": "なあ これどこ 向かってんの？",
            "vi": "Bạn đang hướng đến đâu?"
        },
        {
            "x1": 89,
            "y1": 209,
            "x2": 122,
            "y2": 382,
            "text": "なあって…",
            "vi": "Ổn..."
        },
        {
            "x1": 814,
            "y1": 384,
            "x2": 877,
            "y2": 518,
            "text": "ぼいん",
            "vi": "Booin"
        },
        {
            "x1": 665,
            "y1": 334,
            "x2": 775,
            "y2": 573,
            "text": "ぼいん",
            "vi": "Booin"
        },
        {
            "x1": 527,
            "y1": 452,
            "x2": 626,
            "y2": 673,
            "text": "ぼょん",
            "vi": "Em bé"
        },
        {
            "x1": 906,
            "y1": 722,
            "x2": 962,
            "y2": 826,
            "text": "聞けって",
            "vi": "Nghe"
        },
        {
            "x1": 850,
            "y1": 1098,
            "x2": 922,
            "y2": 1279,
            "text": "お前すごいな ホント…",
            "vi": "Bạn thật tuyệt vời..."
        },
        {
            "x1": 367,
            "y1": 1079,
            "x2": 402,
            "y2": 1202,
            "text": "ちょっと",
            "vi": "một chút"
        },
        {
            "x1": 536,
            "y1": 1142,
            "x2": 694,
            "y2": 1353,
            "text": "ついこの間まで オレと同じ くらいだと 思ってたのに…",
            "vi": "Cho đến gần đây, tôi nghĩ nó giống với tôi..."
        },
        {
            "x1": 158,
            "y1": 1143,
            "x2": 239,
            "y2": 1279,
            "text": "すごすぎ てさ…",
            "vi": "Nó quá tuyệt vời..."
        }
    ],
    "014.jpg": [
        {
            "x1": 876,
            "y1": 127,
            "x2": 918,
            "y2": 313,
            "text": "さびしいな",
            "vi": "Cô đơn"
        },
        {
            "x1": 926,
            "y1": 1002,
            "x2": 986,
            "y2": 1153,
            "text": "とぶよ",
            "vi": "Tabuyo"
        }
    ],
    "015.jpg": [
        {
            "x1": 654,
            "y1": 3,
            "x2": 1047,
            "y2": 707,
            "text": "うわあああ",
            "vi": "Wow aa"
        }
    ],
    "016.jpg": [
        {
            "x1": 540,
            "y1": 1051,
            "x2": 590,
            "y2": 1195,
            "text": "スゲ…",
            "vi": "Suge..."
        }
    ],
    "017.jpg": [
        {
            "x1": 787,
            "y1": 179,
            "x2": 818,
            "y2": 303,
            "text": "…ははっ",
            "vi": "… Haha"
        },
        {
            "x1": 597,
            "y1": 162,
            "x2": 698,
            "y2": 376,
            "text": "あははは！ なんだこれ",
            "vi": "Hahaha! Cái gì đây"
        },
        {
            "x1": 135,
            "y1": 148,
            "x2": 246,
            "y2": 363,
            "text": "すごすぎて 笑えてきた",
            "vi": "Nó quá tuyệt vời để cười"
        },
        {
            "x1": 340,
            "y1": 700,
            "x2": 378,
            "y2": 808,
            "text": "よしっ",
            "vi": "Yoshi"
        },
        {
            "x1": 465,
            "y1": 1064,
            "x2": 640,
            "y2": 1319,
            "text": "もう一回 手合わせして 帰ろうぜ",
            "vi": "Hãy về nhà lần nữa"
        },
        {
            "x1": 236,
            "y1": 1270,
            "x2": 290,
            "y2": 1375,
            "text": "する",
            "vi": "LÀM"
        }
    ],
    "018.jpg": [
        {
            "x1": 900,
            "y1": 609,
            "x2": 976,
            "y2": 803,
            "text": "もく いけないんだ",
            "vi": "Tôi không thể làm được"
        },
        {
            "x1": 771,
            "y1": 626,
            "x2": 854,
            "y2": 845,
            "text": "勝手に お外に出ちゃ！",
            "vi": "Đi chơi mà không được phép!"
        },
        {
            "x1": 202,
            "y1": 638,
            "x2": 322,
            "y2": 812,
            "text": "ごめんって それだけは やめて！",
            "vi": "Tôi xin lỗi, hãy dừng lại!"
        },
        {
            "x1": 564,
            "y1": 766,
            "x2": 692,
            "y2": 897,
            "text": "おばさんに 言いつけて やるん だから！",
            "vi": "Tôi sẽ nói với dì của mình!"
        },
        {
            "x1": 867,
            "y1": 970,
            "x2": 1043,
            "y2": 1152,
            "text": "じゃあ お外で何して たの？ 私板きで‼",
            "vi": "Vậy bạn đang làm gì bên ngoài? Với bảng của tôi‼"
        },
        {
            "x1": 672,
            "y1": 995,
            "x2": 798,
            "y2": 1165,
            "text": "それ次第で 言わないで あげる！",
            "vi": "Đừng nói điều đó phụ thuộc vào điều đó!"
        },
        {
            "x1": 266,
            "y1": 1027,
            "x2": 326,
            "y2": 1217,
            "text": "ナイショ",
            "vi": "Naisho"
        },
        {
            "x1": 183,
            "y1": 1320,
            "x2": 265,
            "y2": 1452,
            "text": "やっぱり 言う‼",
            "vi": "Sau tất cả tôi nói‼"
        },
        {
            "x1": 114,
            "y1": 1512,
            "x2": 398,
            "y2": 1567,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}