var ocr_data = {
    "1-61cf0e28c5c52.jpg": [
        {
            "x1": 312,
            "y1": 67,
            "x2": 787,
            "y2": 112,
            "text": "第58章 地獄の昼食争奪戦",
            "vi": "Chương 58 Xung đột bữa trưa địa ngục"
        },
        {
            "x1": 645,
            "y1": 525,
            "x2": 987,
            "y2": 616,
            "text": "とんでもスキル同 異世界放浪タシ",
            "vi": "Kỹ năng cùng thế giới lang thang"
        },
        {
            "x1": 98,
            "y1": 1513,
            "x2": 993,
            "y2": 1560,
            "text": "漫画：双葉もも 原作：江口連 キｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi Ren Kirakter"
        }
    ],
    "2-61cf0e29542e7.jpg": [
        {
            "x1": 541,
            "y1": 206,
            "x2": 604,
            "y2": 363,
            "text": "いらっしゃい ませ",
            "vi": "hoan nghênh"
        },
        {
            "x1": 195,
            "y1": 131,
            "x2": 226,
            "y2": 308,
            "text": "こんにちはー",
            "vi": "Xin chào"
        },
        {
            "x1": 508,
            "y1": 491,
            "x2": 625,
            "y2": 645,
            "text": "今日は ぉ一人 なんですね",
            "vi": "Hôm nay tôi cô đơn"
        },
        {
            "x1": 136,
            "y1": 486,
            "x2": 321,
            "y2": 714,
            "text": "はい やっぱり ゆっくり見たいな と思って",
            "vi": "Vâng, tôi thực sự muốn nhìn thấy nó từ từ"
        },
        {
            "x1": 557,
            "y1": 931,
            "x2": 679,
            "y2": 1209,
            "text": "従魔達は お留守番です",
            "vi": "Những con quỷ là máy trả lời"
        }
    ],
    "3-61cf0e29d3aa9.jpg": [
        {
            "x1": 151,
            "y1": 504,
            "x2": 238,
            "y2": 662,
            "text": "分かって おるな…",
            "vi": "Không biết..."
        },
        {
            "x1": 819,
            "y1": 721,
            "x2": 952,
            "y2": 944,
            "text": "彼奴は 買い物とやらに 出掛けた",
            "vi": "Anh ấy đi mua sắm để mua sắm"
        },
        {
            "x1": 673,
            "y1": 833,
            "x2": 796,
            "y2": 986,
            "text": "しばらく 戻っては 来んだろう",
            "vi": "Tôi sẽ quay lại một thời gian"
        },
        {
            "x1": 134,
            "y1": 716,
            "x2": 247,
            "y2": 912,
            "text": "代わりにここに 残された 大量の飯…",
            "vi": "Thay vào đó, một lượng lớn gạo còn lại ở đây..."
        },
        {
            "x1": 895,
            "y1": 1058,
            "x2": 939,
            "y2": 1172,
            "text": "そして",
            "vi": "Và"
        },
        {
            "x1": 726,
            "y1": 1098,
            "x2": 837,
            "y2": 1231,
            "text": "彼奴の 言葉",
            "vi": "Lời nói của anh ấy"
        },
        {
            "x1": 117,
            "y1": 1158,
            "x2": 253,
            "y2": 1370,
            "text": "みんなの分の 昼飯置いて おくから",
            "vi": "Tôi sẽ để ăn trưa cho mọi người"
        }
    ],
    "4-61cf0e2a5c9c9.jpg": [
        {
            "x1": 534,
            "y1": 50,
            "x2": 708,
            "y2": 265,
            "text": "仲良く 食べて 待っててな",
            "vi": "Ăn một người bạn tốt và chờ đợi"
        },
        {
            "x1": 375,
            "y1": 698,
            "x2": 418,
            "y2": 814,
            "text": "いいな己し",
            "vi": "Tốt bản thân mình"
        },
        {
            "x1": 598,
            "y1": 957,
            "x2": 697,
            "y2": 1214,
            "text": "美味いもんいっぱい 食わしてくれるんじゃ なかったのかよく",
            "vi": "Bạn không ăn nhiều món ăn ngon?"
        },
        {
            "x1": 789,
            "y1": 1186,
            "x2": 869,
            "y2": 1344,
            "text": "なんだよ 主の奴よく",
            "vi": "Anh chàng của Chúa là gì?"
        },
        {
            "x1": 162,
            "y1": 1293,
            "x2": 287,
            "y2": 1485,
            "text": "いや コレも美味ぇ けどさ！",
            "vi": "Không, điều này cũng ngon!"
        }
    ],
    "5-61cf0e2ad3ca1.jpg": [
        {
            "x1": 835,
            "y1": 81,
            "x2": 967,
            "y2": 289,
            "text": "おい ドラ あまり食うで ないぞ",
            "vi": "Này Dora không ăn nhiều"
        },
        {
            "x1": 176,
            "y1": 189,
            "x2": 248,
            "y2": 314,
            "text": "スイも スイも_",
            "vi": "Cả sui và sui _"
        },
        {
            "x1": 748,
            "y1": 261,
            "x2": 827,
            "y2": 394,
            "text": "我の分が なくなる",
            "vi": "Phần của tôi đã biến mất"
        },
        {
            "x1": 866,
            "y1": 585,
            "x2": 976,
            "y2": 782,
            "text": "俺まだ あんぱんしか 食ってねぇだろ",
            "vi": "Tôi vẫn chỉ ăn anpan"
        },
        {
            "x1": 501,
            "y1": 635,
            "x2": 602,
            "y2": 798,
            "text": "ドラちゃん これおいしい よー",
            "vi": "Dora -Chan rất ngon"
        },
        {
            "x1": 390,
            "y1": 585,
            "x2": 457,
            "y2": 748,
            "text": "スイのだけど ねー",
            "vi": "Nó s sui,"
        },
        {
            "x1": 792,
            "y1": 955,
            "x2": 905,
            "y2": 1108,
            "text": "なあ フェル",
            "vi": "Này Fel"
        },
        {
            "x1": 832,
            "y1": 1211,
            "x2": 915,
            "y2": 1450,
            "text": "お前 俺達よりも 年長者だろ",
            "vi": "Bạn lớn tuổi chúng tôi"
        },
        {
            "x1": 603,
            "y1": 1256,
            "x2": 740,
            "y2": 1433,
            "text": "だったら 育ち盛りの 若いもんに譲る ってのが",
            "vi": "Sau đó, đưa nó cho một điều trẻ đang lớn lên."
        },
        {
            "x1": 541,
            "y1": 1308,
            "x2": 575,
            "y2": 1516,
            "text": "筋じゃねぇの？",
            "vi": "Nó không phải là một vệt sao?"
        },
        {
            "x1": 134,
            "y1": 1281,
            "x2": 164,
            "y2": 1447,
            "text": "…なんだと？",
            "vi": "…cái gì?"
        }
    ],
    "6-61cf0e2b5d310.jpg": [
        {
            "x1": 779,
            "y1": 96,
            "x2": 863,
            "y2": 270,
            "text": "だって そうだろ？",
            "vi": "Bởi vì điều đó đúng không?"
        },
        {
            "x1": 506,
            "y1": 64,
            "x2": 631,
            "y2": 277,
            "text": "若者を育てる のも年長者様の 務めだぞ",
            "vi": "Đó cũng là người già phát triển những người trẻ tuổi"
        },
        {
            "x1": 369,
            "y1": 91,
            "x2": 453,
            "y2": 195,
            "text": "なあ スイー",
            "vi": "Này Sue"
        },
        {
            "x1": 194,
            "y1": 88,
            "x2": 231,
            "y2": 267,
            "text": "そうだねー？",
            "vi": "Đúng thế?"
        },
        {
            "x1": 673,
            "y1": 510,
            "x2": 741,
            "y2": 663,
            "text": "逆だな",
            "vi": "Nó ngược lại"
        },
        {
            "x1": 500,
            "y1": 676,
            "x2": 571,
            "y2": 830,
            "text": "習わな かったか？",
            "vi": "Bạn đã học chưa?"
        },
        {
            "x1": 332,
            "y1": 831,
            "x2": 437,
            "y2": 1031,
            "text": "年長者は 敬うものだ",
            "vi": "Các trưởng lão tôn trọng"
        },
        {
            "x1": 895,
            "y1": 1247,
            "x2": 947,
            "y2": 1440,
            "text": "よって…",
            "vi": "Vì vậy..."
        }
    ],
    "7-61cf0e2bd15bd.jpg": [
        {
            "x1": 759,
            "y1": 147,
            "x2": 911,
            "y2": 564,
            "text": "我が食べる量は 我が決める‼",
            "vi": "Tôi sẽ quyết định số lượng tôi ăn."
        },
        {
            "x1": 106,
            "y1": 282,
            "x2": 142,
            "y2": 450,
            "text": "ずりいぞ‼",
            "vi": "SLIN!"
        },
        {
            "x1": 76,
            "y1": 586,
            "x2": 162,
            "y2": 808,
            "text": "スイも 食べるのく_‼",
            "vi": "Bạn có thể ăn sui _‼"
        },
        {
            "x1": 854,
            "y1": 916,
            "x2": 946,
            "y2": 1111,
            "text": "肉は もらった‼",
            "vi": "Tôi đã có thịt."
        },
        {
            "x1": 682,
            "y1": 1037,
            "x2": 721,
            "y2": 1216,
            "text": "させるか‼",
            "vi": "Bạn có muốn làm điều đó không?"
        },
        {
            "x1": 835,
            "y1": 1311,
            "x2": 882,
            "y2": 1429,
            "text": "おいし",
            "vi": "Ngon"
        }
    ],
    "8-61cf0e2c53b30.jpg": [
        {
            "x1": 227,
            "y1": 186,
            "x2": 302,
            "y2": 383,
            "text": "残るは これだけか…",
            "vi": "Đây có phải là một trong những duy nhất còn lại..."
        },
        {
            "x1": 310,
            "y1": 522,
            "x2": 778,
            "y2": 557,
            "text": "食欲 と 競争心で゛食い続けた三体",
            "vi": "Ba cơ thể đã được ăn với sự thèm ăn và tinh thần cạnh tranh"
        },
        {
            "x1": 985,
            "y1": 827,
            "x2": 1022,
            "y2": 934,
            "text": "ぉ主…",
            "vi": "Lạy Chúa..."
        },
        {
            "x1": 572,
            "y1": 818,
            "x2": 658,
            "y2": 1043,
            "text": "スイ これ食べたーい",
            "vi": "Tôi muốn ăn món sui này"
        },
        {
            "x1": 943,
            "y1": 1209,
            "x2": 1011,
            "y2": 1442,
            "text": "少々食べ過ぎ なのではないか？",
            "vi": "Nó không phải là một chút quá?"
        },
        {
            "x1": 814,
            "y1": 1259,
            "x2": 888,
            "y2": 1483,
            "text": "無理はするもの ではないぞ？",
            "vi": "Nó không phải là làm việc quá mức sao?"
        },
        {
            "x1": 325,
            "y1": 1220,
            "x2": 411,
            "y2": 1450,
            "text": "まだまだ 余裕だっての！",
            "vi": "Tôi vẫn có thể đủ khả năng nó!"
        },
        {
            "x1": 158,
            "y1": 1271,
            "x2": 279,
            "y2": 1536,
            "text": "それにコレは 俺が最後に 取っておいたんだぞ",
            "vi": "Và đây là cái cuối cùng"
        }
    ],
    "9-61cf0e2ccbbee.jpg": [
        {
            "x1": 430,
            "y1": 101,
            "x2": 577,
            "y2": 320,
            "text": "よし では それぞれ一口ずつ 食べるというのは どうだ？",
            "vi": "Vậy làm thế nào về việc ăn từng miếng một lần?"
        },
        {
            "x1": 281,
            "y1": 158,
            "x2": 323,
            "y2": 320,
            "text": "いいよー！",
            "vi": "Đồng ý!"
        },
        {
            "x1": 90,
            "y1": 248,
            "x2": 175,
            "y2": 443,
            "text": "スイ 騙されるな！",
            "vi": "Đừng để bị lừa!"
        },
        {
            "x1": 783,
            "y1": 447,
            "x2": 827,
            "y2": 575,
            "text": "ふむ…",
            "vi": "HM…"
        },
        {
            "x1": 810,
            "y1": 775,
            "x2": 947,
            "y2": 1020,
            "text": "よく見ろ アイツのあの 馬鹿でかいロ‼",
            "vi": "Nhìn kỹ, tên ngốc của anh chàng đó"
        },
        {
            "x1": 223,
            "y1": 750,
            "x2": 262,
            "y2": 1021,
            "text": "あれで一ロだぞ‼",
            "vi": "Đó là một trong những"
        },
        {
            "x1": 42,
            "y1": 800,
            "x2": 164,
            "y2": 1022,
            "text": "フェルはーロで 全部食うつもり なんだよ‼",
            "vi": "Fel sẽ ăn mọi thứ ở Toro."
        },
        {
            "x1": 894,
            "y1": 1220,
            "x2": 935,
            "y2": 1362,
            "text": "ええー！",
            "vi": "Ừ!"
        },
        {
            "x1": 420,
            "y1": 1183,
            "x2": 508,
            "y2": 1326,
            "text": "ひでー よなあ！",
            "vi": "Ẩn -Yo!"
        },
        {
            "x1": 292,
            "y1": 1181,
            "x2": 376,
            "y2": 1350,
            "text": "一人で得する気 なんだぜ‼",
            "vi": "Tôi sẽ nhận nó một mình."
        },
        {
            "x1": 745,
            "y1": 1297,
            "x2": 854,
            "y2": 1539,
            "text": "フェルおじちゃん そんなの ダメ──！",
            "vi": "Chú Fel -chan là vô dụng!"
        }
    ],
    "10-61cf0e2d52b51.jpg": [
        {
            "x1": 997,
            "y1": 189,
            "x2": 1050,
            "y2": 363,
            "text": "ダメだよ フェルおじちゃん",
            "vi": "Không, chú Fel"
        },
        {
            "x1": 877,
            "y1": 254,
            "x2": 958,
            "y2": 400,
            "text": "あるじは みんなでーって 言ったもん",
            "vi": "Aji nói mọi người"
        },
        {
            "x1": 184,
            "y1": 206,
            "x2": 235,
            "y2": 458,
            "text": "じゃんけんだ",
            "vi": "Janken"
        },
        {
            "x1": 555,
            "y1": 633,
            "x2": 588,
            "y2": 821,
            "text": "じゃんけん？",
            "vi": "Janken?"
        },
        {
            "x1": 935,
            "y1": 912,
            "x2": 1046,
            "y2": 1152,
            "text": "前 あるじに おしえてもらった のー",
            "vi": "Tôi đã có bạn cho tôi biết trong cái trước"
        },
        {
            "x1": 530,
            "y1": 921,
            "x2": 656,
            "y2": 1176,
            "text": "じゃんけんぽん！ でおてて 出して勝つのー",
            "vi": "Janken! Đưa nó ra và giành chiến thắng"
        },
        {
            "x1": 314,
            "y1": 938,
            "x2": 423,
            "y2": 1053,
            "text": "ぐーが ちょきに 強くて",
            "vi": "Goo hơi mạnh mẽ"
        },
        {
            "x1": 236,
            "y1": 950,
            "x2": 282,
            "y2": 1012,
            "text": "ふむ",
            "vi": "HM"
        },
        {
            "x1": 312,
            "y1": 1213,
            "x2": 415,
            "y2": 1325,
            "text": "ちょきは ぱーに 強くて",
            "vi": "Choki mạnh ở PA"
        },
        {
            "x1": 257,
            "y1": 1409,
            "x2": 291,
            "y2": 1493,
            "text": "ぱーは",
            "vi": "PA"
        }
    ],
    "11-61cf0e2dca47f.jpg": [
        {
            "x1": 895,
            "y1": 147,
            "x2": 948,
            "y2": 295,
            "text": "面白い",
            "vi": "thú vị"
        },
        {
            "x1": 152,
            "y1": 164,
            "x2": 213,
            "y2": 313,
            "text": "やるか",
            "vi": "Hãy làm điều đó"
        },
        {
            "x1": 768,
            "y1": 480,
            "x2": 803,
            "y2": 675,
            "text": "じゃーんけーん",
            "vi": "Khi đó"
        },
        {
            "x1": 513,
            "y1": 448,
            "x2": 598,
            "y2": 635,
            "text": "ぽんっ",
            "vi": "Pon"
        },
        {
            "x1": 576,
            "y1": 987,
            "x2": 632,
            "y2": 1122,
            "text": "待て‼",
            "vi": "đợi đã!"
        },
        {
            "x1": 875,
            "y1": 988,
            "x2": 935,
            "y2": 1371,
            "text": "スイの勝ち_‼",
            "vi": "Sui wins_‼‼"
        },
        {
            "x1": 383,
            "y1": 988,
            "x2": 444,
            "y2": 1191,
            "text": "いやっ これはズルいぞ！",
            "vi": "Đây là cẩu thả!"
        },
        {
            "x1": 211,
            "y1": 988,
            "x2": 319,
            "y2": 1187,
            "text": "我は“ぱー´しか 出せぬでは ないか！",
            "vi": "Tôi chỉ có thể nhận được \"PA\"!"
        },
        {
            "x1": 44,
            "y1": 1190,
            "x2": 151,
            "y2": 1409,
            "text": "やめろフェル！」 男らしく ねえぞ…‼",
            "vi": "Dừng Fel! Nó không giống như một người đàn ông...‼"
        }
    ],
    "12-61cf0e2e4f396.jpg": [
        {
            "x1": 847,
            "y1": 116,
            "x2": 917,
            "y2": 241,
            "text": "いや しかし…",
            "vi": "Không, nhưng..."
        },
        {
            "x1": 648,
            "y1": 62,
            "x2": 776,
            "y2": 281,
            "text": "スイの 勝ちぃ……",
            "vi": "Sui thắng..."
        },
        {
            "x1": 1001,
            "y1": 168,
            "x2": 1034,
            "y2": 425,
            "text": "スイ 勝ったよ？)",
            "vi": "Bạn đã thắng? )"
        },
        {
            "x1": 850,
            "y1": 1042,
            "x2": 947,
            "y2": 1215,
            "text": "わーい おいしく",
            "vi": "Wow ngon"
        },
        {
            "x1": 217,
            "y1": 1070,
            "x2": 248,
            "y2": 1176,
            "text": "うむ…",
            "vi": "Ừm..."
        },
        {
            "x1": 526,
            "y1": 1230,
            "x2": 602,
            "y2": 1390,
            "text": "最年少 おそろし…",
            "vi": "Người trẻ nhất là nhỏ..."
        },
        {
            "x1": 111,
            "y1": 1508,
            "x2": 388,
            "y2": 1563,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}