var ocr_data = {
    "001.jpg": [
        {
            "x1": 141,
            "y1": 19,
            "x2": 750,
            "y2": 491,
            "text": "とんでも スキルは 異世界 放浪ヌシ",
            "vi": "Kỹ năng là một thế giới khác đi lang thang"
        },
        {
            "x1": 9,
            "y1": 13,
            "x2": 145,
            "y2": 1235,
            "text": "餃子のニオイでドラゴン釣れた⁉",
            "vi": "Tôi bắt được con rồng với mùi gyoza⁉"
        },
        {
            "x1": 1020,
            "y1": 1419,
            "x2": 1215,
            "y2": 1561,
            "text": "とんでも スキル回 異世界",
            "vi": "Thế giới kỹ năng khác nhau"
        },
        {
            "x1": 1316,
            "y1": 1724,
            "x2": 1431,
            "y2": 2012,
            "text": "最新第７巻",
            "vi": "Tập 7 mới nhất"
        },
        {
            "x1": 21,
            "y1": 1741,
            "x2": 819,
            "y2": 1927,
            "text": "2021525発",
            "vi": "2021525 Khởi hành"
        },
        {
            "x1": 47,
            "y1": 1908,
            "x2": 831,
            "y2": 2009,
            "text": "購入はこちらをCLICK!",
            "vi": "Bấm vào đây để mua!"
        }
    ],
    "002.jpg": [
        {
            "x1": 904,
            "y1": 41,
            "x2": 952,
            "y2": 141,
            "text": "神界",
            "vi": "Thế giới thiêng liêng"
        },
        {
            "x1": 181,
            "y1": 116,
            "x2": 254,
            "y2": 364,
            "text": "そろそろ ぉ供えの日じゃのう",
            "vi": "Đã đến lúc cung cấp"
        },
        {
            "x1": 880,
            "y1": 598,
            "x2": 954,
            "y2": 766,
            "text": "妾はやっぱり 甘味を……",
            "vi": "Người vợ lẽ vẫn còn ngọt ngào..."
        },
        {
            "x1": 298,
            "y1": 607,
            "x2": 443,
            "y2": 787,
            "text": "うくん 髪のお手入れは まだ当分 使えそうだし…",
            "vi": "Chăm sóc tóc của bạn dường như vẫn có thể sử dụng được trong thời điểm này..."
        },
        {
            "x1": 158,
            "y1": 606,
            "x2": 266,
            "y2": 786,
            "text": "次はお肌かしら やっぱり乾燥は 大敵だしく",
            "vi": "Tiếp theo là làn da của bạn, sau tất cả, sấy khô là một kẻ thù tuyệt vời"
        },
        {
            "x1": 866,
            "y1": 814,
            "x2": 928,
            "y2": 967,
            "text": "ニンリル そればっかり",
            "vi": "Ninrill đó là tất cả"
        },
        {
            "x1": 662,
            "y1": 895,
            "x2": 728,
            "y2": 1005,
            "text": "なんじゃ とう！",
            "vi": "Nó............... là gì!"
        },
        {
            "x1": 80,
            "y1": 808,
            "x2": 180,
            "y2": 1010,
            "text": "キシャールは ホントそういうの 熱心だよなー",
            "vi": "Kishal thực sự rất nhiệt tình"
        },
        {
            "x1": 853,
            "y1": 1058,
            "x2": 997,
            "y2": 1262,
            "text": "私達だって 神界にいる分には そんなに人と 変わらないのよっ",
            "vi": "Ngay cả khi chúng ta ở trong vị thần của thế giới, nó không quá khác biệt so với mọi người"
        },
        {
            "x1": 590,
            "y1": 1054,
            "x2": 698,
            "y2": 1235,
            "text": "俺は別に 異世界の酒さえ 飲めれば…",
            "vi": "Nếu tôi có thể uống ở một thế giới khác một cách riêng biệt..."
        },
        {
            "x1": 475,
            "y1": 1045,
            "x2": 546,
            "y2": 1283,
            "text": "ふはははは",
            "vi": "Fuhahahahaha"
        },
        {
            "x1": 107,
            "y1": 1052,
            "x2": 138,
            "y2": 1167,
            "text": "げえッ⁉",
            "vi": "Geen"
        },
        {
            "x1": 388,
            "y1": 1083,
            "x2": 463,
            "y2": 1294,
            "text": "ようやく尻尾を つかんだぜぇ！",
            "vi": "Cuối cùng cũng chộp lấy cái đuôi!"
        },
        {
            "x1": 901,
            "y1": 1309,
            "x2": 1001,
            "y2": 1442,
            "text": "ちゃんと お手入れ しないと！",
            "vi": "Tôi phải dọn dẹp nó đúng cách!"
        },
        {
            "x1": 69,
            "y1": 1398,
            "x2": 104,
            "y2": 1515,
            "text": "お前ら‼",
            "vi": "Các bạn!"
        }
    ],
    "003.jpg": [
        {
            "x1": 640,
            "y1": 1278,
            "x2": 1027,
            "y2": 1476,
            "text": "漫画赤岸尽 原作問江回連 キャラクター原案8雅",
            "vi": "Manga Ritsurai Akagishi Nguyên nhân Yen Eken Ren"
        },
        {
            "x1": 360,
            "y1": 1502,
            "x2": 808,
            "y2": 1568,
            "text": "第41章 現れた男神達",
            "vi": "Chương 41"
        }
    ],
    "004.jpg": [
        {
            "x1": 939,
            "y1": 40,
            "x2": 985,
            "y2": 401,
            "text": "ふははははははは",
            "vi": "Fuhahahahahaha"
        },
        {
            "x1": 83,
            "y1": 127,
            "x2": 222,
            "y2": 418,
            "text": "どうやら困って おるようじゃなあ 異世界人よ！",
            "vi": "Rõ ràng là tôi đang gặp rắc rối, đó là một thế giới khác!"
        },
        {
            "x1": 137,
            "y1": 631,
            "x2": 206,
            "y2": 735,
            "text": "だっ",
            "vi": "Chỉ"
        },
        {
            "x1": 931,
            "y1": 860,
            "x2": 979,
            "y2": 1155,
            "text": "ふはははははは",
            "vi": "Fuhahahahahaha"
        },
        {
            "x1": 728,
            "y1": 865,
            "x2": 770,
            "y2": 1151,
            "text": "ふはははははは",
            "vi": "Fuhahahahahaha"
        },
        {
            "x1": 537,
            "y1": 866,
            "x2": 654,
            "y2": 1062,
            "text": "だから 酒はやめろと 言ったのじゃ！",
            "vi": "Vì vậy, tôi đã nói với bạn ngừng uống rượu!"
        },
        {
            "x1": 320,
            "y1": 864,
            "x2": 419,
            "y2": 1032,
            "text": "まさか アグニちゃん あなた",
            "vi": "Không có cách nào agni -chan"
        },
        {
            "x1": 235,
            "y1": 837,
            "x2": 276,
            "y2": 968,
            "text": "低ははは",
            "vi": "Hahaha"
        },
        {
            "x1": 157,
            "y1": 840,
            "x2": 208,
            "y2": 962,
            "text": "さははは",
            "vi": "Sahahaha"
        },
        {
            "x1": 413,
            "y1": 972,
            "x2": 545,
            "y2": 1145,
            "text": "ギイ",
            "vi": "Niềm vui"
        },
        {
            "x1": 132,
            "y1": 1117,
            "x2": 197,
            "y2": 1260,
            "text": "なわけ ないだろ！",
            "vi": "Tôi không biết!"
        },
        {
            "x1": 72,
            "y1": 1320,
            "x2": 148,
            "y2": 1464,
            "text": "い こっちも 大騒ぎだ",
            "vi": "Ichimo cũng là một trò ồn ào lớn"
        },
        {
            "x1": 509,
            "y1": 1398,
            "x2": 584,
            "y2": 1541,
            "text": "お酒の匂い 嗅ぎつけた",
            "vi": "Tôi đã ngửi thấy mùi rượu sake"
        }
    ],
    "005.jpg": [
        {
            "x1": 927,
            "y1": 133,
            "x2": 998,
            "y2": 352,
            "text": "わしらの鼻を 謀れると思うたか",
            "vi": "Bạn có nghĩ rằng bạn sẽ âm mưu mũi của mình không"
        },
        {
            "x1": 438,
            "y1": 137,
            "x2": 468,
            "y2": 300,
            "text": "いやまったく",
            "vi": "KHÔNG,"
        },
        {
            "x1": 117,
            "y1": 135,
            "x2": 192,
            "y2": 358,
            "text": "そもそも誰ですか 貴方方は…",
            "vi": "Bạn là ai ở nơi đầu tiên..."
        },
        {
            "x1": 927,
            "y1": 533,
            "x2": 1022,
            "y2": 859,
            "text": "儂は鍛治神 ヘファイストス！",
            "vi": "Tôi là Osamujin Hefeistos!"
        },
        {
            "x1": 88,
            "y1": 1150,
            "x2": 198,
            "y2": 1477,
            "text": "そんで俺が 戦神ヴァハグンだ",
            "vi": "Vì vậy, tôi là một vị thần chiến tranh Vahagun"
        }
    ],
    "006.jpg": [
        {
            "x1": 254,
            "y1": 133,
            "x2": 294,
            "y2": 261,
            "text": "鍛治神？",
            "vi": "Kiji God?"
        },
        {
            "x1": 877,
            "y1": 181,
            "x2": 953,
            "y2": 348,
            "text": "鍛治神と 戦神ですか…",
            "vi": "Có phải là kajigami và thần chiến..."
        },
        {
            "x1": 443,
            "y1": 169,
            "x2": 518,
            "y2": 392,
            "text": "また 厳つそうな神が…",
            "vi": "Một vị thần dường như nghiêm ngặt trở lại..."
        },
        {
            "x1": 852,
            "y1": 591,
            "x2": 996,
            "y2": 835,
            "text": "鍛治の神なら ミスリルナイフより 強い刃物の事も 知っているのでは",
            "vi": "Nếu bạn là một vị thần của Kiji, bạn có thể biết về một con dao mạnh hơn dao Mithril."
        },
        {
            "x1": 546,
            "y1": 589,
            "x2": 653,
            "y2": 756,
            "text": "あ あの！ お聞きしたい ことが…",
            "vi": "Oh! Điều tôi muốn hỏi..."
        },
        {
            "x1": 128,
            "y1": 589,
            "x2": 195,
            "y2": 767,
            "text": "ちょうど皆で 見ておったわい",
            "vi": "Tôi chỉ nhìn thấy tất cả"
        },
        {
            "x1": 525,
            "y1": 961,
            "x2": 558,
            "y2": 1104,
            "text": "気付いたか",
            "vi": "Bạn có để ý không"
        },
        {
            "x1": 93,
            "y1": 820,
            "x2": 218,
            "y2": 1069,
            "text": "使い込まれて いたとはいえ おな しっ もの 同じ質の物を用意 してもダメじゃろうな",
            "vi": "Mặc dù nó đã được sử dụng, nhưng sẽ vô dụng khi chuẩn bị một cái gì đó có cùng chất lượng."
        },
        {
            "x1": 162,
            "y1": 1180,
            "x2": 197,
            "y2": 1243,
            "text": "ふむ",
            "vi": "HM"
        },
        {
            "x1": 883,
            "y1": 1151,
            "x2": 996,
            "y2": 1343,
            "text": "フェルも 期待してた分 あの通りで……",
            "vi": "Đó chính xác là những gì mà Fel đang mong đợi..."
        },
        {
            "x1": 472,
            "y1": 1150,
            "x2": 572,
            "y2": 1367,
            "text": "なにか知恵を お貸し いただけませんか",
            "vi": "Bạn có thể cho tôi mượn một số trí tuệ không?"
        },
        {
            "x1": 128,
            "y1": 1294,
            "x2": 161,
            "y2": 1437,
            "text": "手はあるぞ",
            "vi": "Tôi có một bàn tay"
        }
    ],
    "007.jpg": [
        {
            "x1": 859,
            "y1": 112,
            "x2": 948,
            "y2": 416,
            "text": "鍛治を司る 儂の加護があれば！",
            "vi": "Nếu sự ban phước của tôi, ai kiểm soát Kiji!"
        },
        {
            "x1": 404,
            "y1": 130,
            "x2": 569,
            "y2": 451,
            "text": "同じミスリル鉱石 からでももっと質の良い ミスリル武器が 作れるようになるぞ！",
            "vi": "Bạn sẽ có thể tạo ra vũ khí mithril tốt hơn từ cùng một quặng mithril!"
        },
        {
            "x1": 111,
            "y1": 704,
            "x2": 247,
            "y2": 947,
            "text": "それこそ ドラゴンの皮も スパッとな！",
            "vi": "Đó là da rồng!"
        },
        {
            "x1": 925,
            "y1": 1079,
            "x2": 955,
            "y2": 1273,
            "text": "さすが鍛治神！",
            "vi": "Như dự đoán, Osamujin!"
        },
        {
            "x1": 617,
            "y1": 1084,
            "x2": 682,
            "y2": 1253,
            "text": "そうじゃろう そうじゃろう",
            "vi": "Đúng thế"
        },
        {
            "x1": 401,
            "y1": 1072,
            "x2": 501,
            "y2": 1252,
            "text": "そう 加護を授けると なればじゃ",
            "vi": "Nếu bạn sẽ ban cho bạn sự chúc phúc"
        },
        {
            "x1": 155,
            "y1": 1073,
            "x2": 185,
            "y2": 1228,
            "text": "そうじゃのう",
            "vi": "Đúng thế"
        },
        {
            "x1": 535,
            "y1": 1363,
            "x2": 644,
            "y2": 1533,
            "text": "あれっ でも加護って ことは",
            "vi": "Đó là để được ban phước"
        }
    ],
    "008.jpg": [
        {
            "x1": 866,
            "y1": 112,
            "x2": 980,
            "y2": 379,
            "text": "まあ酒のひとつや ふたつでも 供物がほしいかのお",
            "vi": "Chà, tôi tự hỏi nếu một hoặc hai trong số các loại rượu muốn một món ăn"
        },
        {
            "x1": 66,
            "y1": 336,
            "x2": 217,
            "y2": 575,
            "text": "聞けば異世界から もの 物を取り寄せる スキルなるものが あるとかなぁ",
            "vi": "Nếu bạn hỏi, có những kỹ năng để đặt hàng từ một thế giới khác."
        },
        {
            "x1": 875,
            "y1": 684,
            "x2": 953,
            "y2": 966,
            "text": "あっ やっぱり そうなるんですね！",
            "vi": "Ồ, đúng rồi!"
        },
        {
            "x1": 109,
            "y1": 695,
            "x2": 196,
            "y2": 954,
            "text": "ていうかそっちが 目的ですよね！",
            "vi": "Đó là mục đích!"
        },
        {
            "x1": 864,
            "y1": 1095,
            "x2": 1001,
            "y2": 1343,
            "text": "なにをいう！ 困っている異世界人に 手を差し伸べて やろうとだな……",
            "vi": "Những gì bạn nói! Tôi sẽ tiếp cận với một thế giới khác có nhu cầu..."
        },
        {
            "x1": 644,
            "y1": 1095,
            "x2": 742,
            "y2": 1278,
            "text": "お酒に つられて きたくせにー！",
            "vi": "Tôi muốn được lái bởi rượu!"
        },
        {
            "x1": 266,
            "y1": 1101,
            "x2": 367,
            "y2": 1256,
            "text": "一体どこから 嗅ぎ付け たんだか！",
            "vi": "Bạn đã ngửi thấy nó ở đâu!"
        },
        {
            "x1": 76,
            "y1": 1129,
            "x2": 186,
            "y2": 1273,
            "text": "一斉に 騒がないで ください！",
            "vi": "Xin vui lòng không gây ồn ngay lập tức!"
        }
    ],
    "009.jpg": [
        {
            "x1": 917,
            "y1": 142,
            "x2": 994,
            "y2": 338,
            "text": "よし さっそく加護を",
            "vi": "Chúc phúc tốt"
        },
        {
            "x1": 363,
            "y1": 142,
            "x2": 466,
            "y2": 317,
            "text": "鍛治のお話は ありがたいん ですけど！",
            "vi": "Tôi biết ơn về câu chuyện của Kiji!"
        },
        {
            "x1": 534,
            "y1": 613,
            "x2": 639,
            "y2": 806,
            "text": "ちょ ちょ ちょっと 待って下さい！",
            "vi": "Xin vui lòng đợi một chút!"
        },
        {
            "x1": 130,
            "y1": 590,
            "x2": 239,
            "y2": 811,
            "text": "俺はもう これ以上加護は いらないんです！",
            "vi": "Tôi không cần bảo vệ thêm!"
        },
        {
            "x1": 944,
            "y1": 873,
            "x2": 1061,
            "y2": 1139,
            "text": "歴代の英雄より 加護を持ってるって ヤバいですよ！",
            "vi": "Thật nguy hiểm khi có sự bảo vệ hơn các anh hùng liên tiếp!"
        },
        {
            "x1": 747,
            "y1": 1044,
            "x2": 920,
            "y2": 1266,
            "text": "なんじゃとう！ この流れで 断るやつが あるか！",
            "vi": "Nó............... là gì! Có một chàng trai từ chối trong dòng chảy này!"
        },
        {
            "x1": 132,
            "y1": 1084,
            "x2": 196,
            "y2": 1253,
            "text": "すみません！ すみません！",
            "vi": "lấy làm tiếc! lấy làm tiếc!"
        },
        {
            "x1": 219,
            "y1": 1330,
            "x2": 280,
            "y2": 1465,
            "text": "ムムッ",
            "vi": "Mẹ"
        }
    ],
    "010.jpg": [
        {
            "x1": 921,
            "y1": 128,
            "x2": 992,
            "y2": 261,
            "text": "よく見たら ぉ主",
            "vi": "Nếu bạn nhìn kỹ, Chúa"
        },
        {
            "x1": 435,
            "y1": 105,
            "x2": 538,
            "y2": 284,
            "text": "これでは加護を 授けてもあまり 意味はないわい",
            "vi": "Không có nhiều ý nghĩa khi ban phước lành"
        },
        {
            "x1": 860,
            "y1": 272,
            "x2": 952,
            "y2": 427,
            "text": "鍛治の才が あまりない ようじゃのう",
            "vi": "Tôi không nghĩ rằng có nhiều tài năng"
        },
        {
            "x1": 679,
            "y1": 492,
            "x2": 745,
            "y2": 610,
            "text": "それより そこの",
            "vi": "Hơn thế"
        },
        {
            "x1": 607,
            "y1": 585,
            "x2": 641,
            "y2": 702,
            "text": "その隣の",
            "vi": "Tiếp theo"
        },
        {
            "x1": 157,
            "y1": 513,
            "x2": 226,
            "y2": 658,
            "text": "そう そいつじゃ",
            "vi": "Đúng thế"
        },
        {
            "x1": 584,
            "y1": 1221,
            "x2": 686,
            "y2": 1466,
            "text": "なかなか 見どころが ありそうじゃないか",
            "vi": "Có vẻ như có khá nhiều điểm nổi bật"
        }
    ],
    "011.jpg": [
        {
            "x1": 882,
            "y1": 140,
            "x2": 958,
            "y2": 526,
            "text": "スイが鍛治⁉",
            "vi": "Sui bị buộc⁉"
        },
        {
            "x1": 908,
            "y1": 605,
            "x2": 1046,
            "y2": 823,
            "text": "ただの スライムとは ちっと違うみたい だからのう",
            "vi": "Bởi vì nó có vẻ khác với chỉ nhờn"
        },
        {
            "x1": 553,
            "y1": 708,
            "x2": 630,
            "y2": 876,
            "text": "よし 決まりじゃ！",
            "vi": "Quy tắc tốt!"
        },
        {
            "x1": 922,
            "y1": 872,
            "x2": 1034,
            "y2": 1068,
            "text": "それに水の力は 鍛治にも 必要不可欠！",
            "vi": "Ngoài ra, sức mạnh của nước là rất cần thiết cho Osamu!"
        },
        {
            "x1": 535,
            "y1": 1280,
            "x2": 648,
            "y2": 1489,
            "text": "鍛治神の加護は そのスライムに 授けよう！",
            "vi": "Hãy ban phước lành cho Chúa Kiji cho chất nhờn!"
        },
        {
            "x1": 331,
            "y1": 1100,
            "x2": 475,
            "y2": 1398,
            "text": "スイが鍛治を ちょうど 想像できないけど とにかく助かっだ",
            "vi": "Sui không thể tưởng tượng được Oshiji đúng, nhưng nó chỉ hữu ích"
        },
        {
            "x1": 123,
            "y1": 1379,
            "x2": 160,
            "y2": 1525,
            "text": "おうおう！",
            "vi": "Hãy đi!"
        }
    ],
    "012.jpg": [
        {
            "x1": 901,
            "y1": 95,
            "x2": 982,
            "y2": 334,
            "text": "俺も忘れて もらっちゃ困るぜ",
            "vi": "Tôi cũng đang gặp rắc rối với tôi"
        },
        {
            "x1": 123,
            "y1": 130,
            "x2": 186,
            "y2": 352,
            "text": "あいつ一人で なにやってんだ？",
            "vi": "Bạn đang làm gì một mình?"
        },
        {
            "x1": 362,
            "y1": 452,
            "x2": 472,
            "y2": 686,
            "text": "いやもうあなたは 単にお酒飲みたい だけですよね⁉",
            "vi": "Không, bạn chỉ muốn uống rượu phải không?"
        },
        {
            "x1": 948,
            "y1": 752,
            "x2": 982,
            "y2": 896,
            "text": "当たり前だ",
            "vi": "Không có gì lạ"
        },
        {
            "x1": 439,
            "y1": 813,
            "x2": 472,
            "y2": 955,
            "text": "ええぇ……",
            "vi": "Ừ..."
        },
        {
            "x1": 135,
            "y1": 741,
            "x2": 239,
            "y2": 895,
            "text": "別に 見てなくても いいぞー",
            "vi": "Bạn không cần phải nhìn riêng"
        },
        {
            "x1": 56,
            "y1": 893,
            "x2": 120,
            "y2": 1003,
            "text": "そうよ そうよー",
            "vi": "Đúng thế"
        },
        {
            "x1": 834,
            "y1": 932,
            "x2": 982,
            "y2": 1153,
            "text": "こいつらが 酒飲むところを 黙って見てろって のか？",
            "vi": "Họ có vẻ âm thầm khi họ uống?"
        },
        {
            "x1": 879,
            "y1": 1218,
            "x2": 986,
            "y2": 1363,
            "text": "それに全く 関係なくも ないぞ",
            "vi": "Nó không quan trọng chút nào"
        },
        {
            "x1": 175,
            "y1": 1211,
            "x2": 282,
            "y2": 1407,
            "text": "お前ら ダンジョンにも 行くんだろう？",
            "vi": "Bạn có đi đến hầm ngục không?"
        },
        {
            "x1": 117,
            "y1": 1418,
            "x2": 145,
            "y2": 1484,
            "text": "うっ",
            "vi": "Thành công lớn"
        }
    ],
    "013.jpg": [
        {
            "x1": 929,
            "y1": 98,
            "x2": 1053,
            "y2": 322,
            "text": "戦士達が求めて やまない 戦神の加護だ",
            "vi": "Đó là sự ban phước của các chiến binh mà các chiến binh đang tìm kiếm"
        },
        {
            "x1": 308,
            "y1": 119,
            "x2": 406,
            "y2": 338,
            "text": "そこの フェンリルなんか いいじゃないか",
            "vi": "Không phải Fenriru ở đó?"
        },
        {
            "x1": 84,
            "y1": 140,
            "x2": 164,
            "y2": 337,
            "text": "まま 待った──―っ！",
            "vi": "Tôi đã đợi!"
        },
        {
            "x1": 478,
            "y1": 617,
            "x2": 560,
            "y2": 871,
            "text": "より強そうな やつに授けよう！",
            "vi": "Đưa nó cho một chàng trai mạnh mẽ hơn!"
        },
        {
            "x1": 904,
            "y1": 935,
            "x2": 1028,
            "y2": 1076,
            "text": "うっかり 傍観して おったわ",
            "vi": "Tôi đã vô tình nhìn thấy"
        },
        {
            "x1": 128,
            "y1": 931,
            "x2": 302,
            "y2": 1243,
            "text": "そもそも 異世界人の供物は 妾が一番最初に 捧げさせたのじゃぞ！",
            "vi": "Ở nơi đầu tiên, các vợ lẽ được dành riêng bởi các vợ lẽ ngay từ đầu!"
        }
    ],
    "014.jpg": [
        {
            "x1": 597,
            "y1": 109,
            "x2": 679,
            "y2": 335,
            "text": "それにその フェンリルも！",
            "vi": "Và fenrir đó!"
        },
        {
            "x1": 91,
            "y1": 95,
            "x2": 181,
            "y2": 382,
            "text": "そやつは 妾の眷属なのじゃ！",
            "vi": "Đó là hàng của người vợ lẽ!"
        },
        {
            "x1": 80,
            "y1": 417,
            "x2": 167,
            "y2": 582,
            "text": "だめじゃ だめじゃ！",
            "vi": "Đừng làm vậy!"
        },
        {
            "x1": 385,
            "y1": 714,
            "x2": 531,
            "y2": 986,
            "text": "今なにか ニンリル様が見守って くださっている気が したぞ！",
            "vi": "Tôi cảm thấy như Ninrill đang theo dõi tôi bây giờ!"
        },
        {
            "x1": 70,
            "y1": 957,
            "x2": 173,
            "y2": 1160,
            "text": "あっ そうか これフェル達には 聞こえてないのか",
            "vi": "Ồ vâng, điều này không phải được nghe bởi Fel và những người khác sao?"
        },
        {
            "x1": 846,
            "y1": 1212,
            "x2": 1002,
            "y2": 1439,
            "text": "フェルは ニジリル様の 眷属になって 長いみたいだから",
            "vi": "Fel dường như là một thời gian dài vì họ hàng của Nijiril"
        },
        {
            "x1": 336,
            "y1": 1210,
            "x2": 487,
            "y2": 1437,
            "text": "逆に 聞こえないほうが いいのかも しれないな",
            "vi": "Có lẽ tốt hơn là không nghe thấy"
        }
    ],
    "015.jpg": [
        {
            "x1": 719,
            "y1": 128,
            "x2": 825,
            "y2": 282,
            "text": "やれやれ 細けえこと 気にすんなぁ",
            "vi": "Tôi không quan tâm rằng nó là mỏng"
        },
        {
            "x1": 542,
            "y1": 135,
            "x2": 667,
            "y2": 339,
            "text": "戦神の ホレそこの ピクシードラゴン そいつはどうじゃ",
            "vi": "Pixie rồng ở đó, còn anh chàng đó thì sao"
        },
        {
            "x1": 128,
            "y1": 131,
            "x2": 200,
            "y2": 311,
            "text": "魔力も 高そうだしのう",
            "vi": "Điều kỳ diệu dường như cao"
        },
        {
            "x1": 977,
            "y1": 654,
            "x2": 1052,
            "y2": 875,
            "text": "火魔法も 使えるようじゃし",
            "vi": "Có vẻ như phép thuật lửa có thể được sử dụng"
        },
        {
            "x1": 271,
            "y1": 651,
            "x2": 352,
            "y2": 862,
            "text": "それは いい考えだな！",
            "vi": "Thật là một ý kiến ​​hay!"
        },
        {
            "x1": 802,
            "y1": 812,
            "x2": 946,
            "y2": 1007,
            "text": "加護を授かれば きっと鍛冶の 手助けにも なろう",
            "vi": "Nếu bạn ban phước lành, nó chắc chắn sẽ giúp người điều khiển."
        },
        {
            "x1": 131,
            "y1": 717,
            "x2": 242,
            "y2": 927,
            "text": "ニンリル それなら 文句ないだろう",
            "vi": "Ninrill thì bạn sẽ không phàn nàn"
        },
        {
            "x1": 614,
            "y1": 1102,
            "x2": 660,
            "y2": 1178,
            "text": "あっ",
            "vi": "À"
        },
        {
            "x1": 716,
            "y1": 1093,
            "x2": 844,
            "y2": 1296,
            "text": "なんだそいつ ドラちゃんって いうのか？ 変な名前してんな",
            "vi": "Dora -chan là gì? Tôi có một cái tên lạ"
        },
        {
            "x1": 514,
            "y1": 1204,
            "x2": 620,
            "y2": 1450,
            "text": "なんか今 スゲーバカにされた ような気がするぜ！",
            "vi": "Tôi cảm thấy như tôi đã là một người có sức chứa!"
        },
        {
            "x1": 884,
            "y1": 1426,
            "x2": 951,
            "y2": 1543,
            "text": "別にいい でしょ！",
            "vi": "Đó là tốt!"
        }
    ],
    "016.jpg": [
        {
            "x1": 504,
            "y1": 109,
            "x2": 602,
            "y2": 390,
            "text": "さあ 受け取るがよい",
            "vi": "Bây giờ bạn nên nhận nó"
        },
        {
            "x1": 723,
            "y1": 768,
            "x2": 1019,
            "y2": 914,
            "text": "鍛冶神 ヘファイストスの加護 【スキル】鍛治",
            "vi": "Blacksmiting hefeistos's Blessing [Kỹ năng] Oshiji"
        },
        {
            "x1": 65,
            "y1": 775,
            "x2": 358,
            "y2": 903,
            "text": "戦神ヴァハグンの加護 【スキル】戦闘強化",
            "vi": "Battle God Vahagun's Blessing [Kỹ năng] Cải tiến chiến đấu"
        },
        {
            "x1": 944,
            "y1": 1011,
            "x2": 976,
            "y2": 1100,
            "text": "うおっ",
            "vi": "Uh"
        },
        {
            "x1": 238,
            "y1": 1000,
            "x2": 316,
            "y2": 1093,
            "text": "あっ 俺も！",
            "vi": "Ôi tôi cũng vậy!"
        },
        {
            "x1": 790,
            "y1": 1037,
            "x2": 856,
            "y2": 1154,
            "text": "なんだ なんだ⁉",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 577,
            "y1": 1002,
            "x2": 722,
            "y2": 1196,
            "text": "っちゅうことで 加護を授けたん じゃから 酒じゃあ！",
            "vi": "Tôi đã ban cho tôi phước lành bằng cách làm điều đó!"
        },
        {
            "x1": 67,
            "y1": 1014,
            "x2": 173,
            "y2": 1181,
            "text": "だから一斉に 言わないで ください！",
            "vi": "Vì vậy, đừng nói tất cả ngay lập tức!"
        },
        {
            "x1": 600,
            "y1": 1306,
            "x2": 669,
            "y2": 1526,
            "text": "そうだぜ酒だ！ 酒持って来オい‼",
            "vi": "Đúng thế! Mang theo rượu"
        },
        {
            "x1": 186,
            "y1": 1384,
            "x2": 263,
            "y2": 1561,
            "text": "待て待て 影 脱み 妾の甘味が先",
            "vi": "Đợi đã, chờ đợi, cởi bóng, vị ngọt của người vợ lẽ là đầu tiên"
        },
        {
            "x1": 10,
            "y1": 1409,
            "x2": 93,
            "y2": 1553,
            "text": "頭割れ",
            "vi": "Đầu gãy"
        }
    ],
    "017.jpg": [
        {
            "x1": 297,
            "y1": 132,
            "x2": 443,
            "y2": 300,
            "text": "まったく 皆好き放題 注文つけるん だから…",
            "vi": "Mọi người có thể đặt hàng tất cả những gì bạn muốn..."
        },
        {
            "x1": 193,
            "y1": 289,
            "x2": 266,
            "y2": 482,
            "text": "お供え先が 増えまくりだよ",
            "vi": "Số lượng dịch vụ đang tăng lên"
        },
        {
            "x1": 934,
            "y1": 804,
            "x2": 998,
            "y2": 1022,
            "text": "さっきの なんだったんだ？",
            "vi": "Nó chỉ là gì trước đây?"
        },
        {
            "x1": 784,
            "y1": 802,
            "x2": 895,
            "y2": 995,
            "text": "妙に力が 湧いてくる気が するぜ",
            "vi": "Tôi cảm thấy rằng sức mạnh xuất hiện kỳ lạ"
        },
        {
            "x1": 489,
            "y1": 809,
            "x2": 601,
            "y2": 927,
            "text": "それは 戦神の 加護だよ",
            "vi": "Đó là phước lành của thần chiến"
        },
        {
            "x1": 330,
            "y1": 792,
            "x2": 443,
            "y2": 984,
            "text": "スイちゃんは 鍛治神の加護で 二つめだね",
            "vi": "Sui -chan là người thứ hai trong sự ban phước của kajinjin"
        },
        {
            "x1": 501,
            "y1": 1233,
            "x2": 600,
            "y2": 1400,
            "text": "戦神⁉ そんなの あるのかよ！",
            "vi": "Có một vị thần chiến tranh như vậy không?"
        },
        {
            "x1": 121,
            "y1": 1257,
            "x2": 189,
            "y2": 1437,
            "text": "すげー強そう じゃねーか！",
            "vi": "Nó trông tuyệt vời!"
        }
    ],
    "018.jpg": [
        {
            "x1": 854,
            "y1": 137,
            "x2": 991,
            "y2": 385,
            "text": "スイちゃんのほうは 加護の力で鍛治が できるように なったらしいけど…",
            "vi": "Sui -chan dường như có thể tìm kiếm thức ăn cho sức mạnh của phước lành..."
        },
        {
            "x1": 133,
            "y1": 142,
            "x2": 169,
            "y2": 290,
            "text": "できそうー",
            "vi": "Nó dường như có thể"
        },
        {
            "x1": 611,
            "y1": 440,
            "x2": 680,
            "y2": 588,
            "text": "どう？ できそう？",
            "vi": "đồng? Nó có vẻ có thể?"
        },
        {
            "x1": 891,
            "y1": 647,
            "x2": 996,
            "y2": 814,
            "text": "えっとね 材料をスイの おなかでね",
            "vi": "Chất liệu Uhtune nằm trong dạ dày của Sui"
        },
        {
            "x1": 489,
            "y1": 641,
            "x2": 585,
            "y2": 911,
            "text": "こねこねして ちょこちょこって したらできそうだよ！",
            "vi": "Có vẻ như bạn có thể làm được nếu bạn nhào nó và nhận được một chút!"
        },
        {
            "x1": 119,
            "y1": 642,
            "x2": 182,
            "y2": 807,
            "text": "なるほど わからん……",
            "vi": "Tôi không biết..."
        },
        {
            "x1": 941,
            "y1": 1085,
            "x2": 971,
            "y2": 1252,
            "text": "材料とかは….",
            "vi": "Nguyên liệu gồm...."
        },
        {
            "x1": 636,
            "y1": 1082,
            "x2": 725,
            "y2": 1278,
            "text": "よし！ ものは試しだ",
            "vi": "Đồng ý! Mọi thứ là một bài kiểm tra"
        },
        {
            "x1": 71,
            "y1": 1284,
            "x2": 154,
            "y2": 1508,
            "text": "鍛治 やってみよう！",
            "vi": "Hãy làm điều đó!"
        }
    ],
    "019.jpg": [
        {
            "x1": 903,
            "y1": 123,
            "x2": 1014,
            "y2": 422,
            "text": "前にミスリルリザードを 討伐したとき拾ってきた ミスリル鉱石と",
            "vi": "Với quặng mithril mà tôi đã nhặt được khi đánh bại Mithril Lizard trước đây"
        },
        {
            "x1": 141,
            "y1": 157,
            "x2": 211,
            "y2": 300,
            "text": "お手本用の ナイフ…",
            "vi": "Dao cho người mẫu..."
        },
        {
            "x1": 930,
            "y1": 583,
            "x2": 1048,
            "y2": 753,
            "text": "そして 鍛治助け用の 火魔法！",
            "vi": "Và ma thuật lửa để phát triển!"
        },
        {
            "x1": 294,
            "y1": 552,
            "x2": 364,
            "y2": 697,
            "text": "スイ できそう？",
            "vi": "Bạn có thể nhận được nó?"
        },
        {
            "x1": 136,
            "y1": 596,
            "x2": 207,
            "y2": 819,
            "text": "うん できるとおもう！",
            "vi": "Tôi nghĩ rằng bạn có thể làm điều đó!"
        },
        {
            "x1": 581,
            "y1": 952,
            "x2": 646,
            "y2": 1117,
            "text": "いつでも いけるぜー！",
            "vi": "Bạn luôn có thể đi!"
        },
        {
            "x1": 893,
            "y1": 1272,
            "x2": 928,
            "y2": 1369,
            "text": "よーし",
            "vi": "Vâng"
        },
        {
            "x1": 197,
            "y1": 1234,
            "x2": 234,
            "y2": 1397,
            "text": "やるぞく～",
            "vi": "Làm điều đó ~"
        }
    ],
    "021.jpg": [
        {
            "x1": 716,
            "y1": 523,
            "x2": 759,
            "y2": 675,
            "text": "どうだ？",
            "vi": "Làm thế nào về?"
        },
        {
            "x1": 101,
            "y1": 1037,
            "x2": 131,
            "y2": 1222,
            "text": "おおおぉ…！",
            "vi": "Oh oh...!"
        }
    ],
    "022.jpg": [
        {
            "x1": 864,
            "y1": 118,
            "x2": 925,
            "y2": 355,
            "text": "じゃーん！",
            "vi": "Shazam!"
        },
        {
            "x1": 94,
            "y1": 778,
            "x2": 464,
            "y2": 968,
            "text": "【ミスリルのナイフ＋】 良く出来たミスリルのナイフ ドラゴンの皮も貫く",
            "vi": "[Mithril Knife +] hoàn toàn làm cho da rồng dao."
        },
        {
            "x1": 882,
            "y1": 1125,
            "x2": 993,
            "y2": 1361,
            "text": "おおーっ これはまさに ミスリルナイフ！",
            "vi": "Oh, đây chính xác là con dao mithril!"
        },
        {
            "x1": 131,
            "y1": 1121,
            "x2": 207,
            "y2": 1387,
            "text": "プラスまでついて 質も良さそうだぞ！",
            "vi": "Chất lượng có vẻ tốt lên đến cộng!"
        }
    ],
    "023.jpg": [
        {
            "x1": 6,
            "y1": 0,
            "x2": 1439,
            "y2": 167,
            "text": "地ドｽ５月刊",
            "vi": "Trái đất DOS có thể được xuất bản"
        },
        {
            "x1": 747,
            "y1": 239,
            "x2": 894,
            "y2": 591,
            "text": "ジ子のニオイで …ラゴン釣れた⁉",
            "vi": "Với mùi của jiko... tôi đã bắt được một cái lagon⁉"
        },
        {
            "x1": 583,
            "y1": 243,
            "x2": 654,
            "y2": 686,
            "text": "いえ、現代日本です",
            "vi": "Không, Nhật Bản hiện đại"
        },
        {
            "x1": 747,
            "y1": 647,
            "x2": 1079,
            "y2": 915,
            "text": "とんでも 異世界 放浪メシ",
            "vi": "Thế giới khác nhau lang thang"
        },
        {
            "x1": 750,
            "y1": 927,
            "x2": 1134,
            "y2": 998,
            "text": "漫画赤岸Ｋ原作江口連 キャラクター原案雅",
            "vi": "Manga Akagishi K Bản gốc của Eguchi Ren Draft bản gốc"
        },
        {
            "x1": 30,
            "y1": 959,
            "x2": 394,
            "y2": 994,
            "text": "漫画すだ分き一 原作君",
            "vi": "Tác phẩm gốc của manga"
        },
        {
            "x1": 29,
            "y1": 1056,
            "x2": 281,
            "y2": 1135,
            "text": "漫画：由姫ゆきこ 原作:八色 鈴",
            "vi": "Phim hoạt hình: Yukiko Yukiko Original: Yakushi Bin"
        },
        {
            "x1": 732,
            "y1": 1380,
            "x2": 1210,
            "y2": 1583,
            "text": "漫画：双葉もも 原作江口連 キャラクター原案出雅 とんでもスキルで異世界放メシ スイの大冒険",
            "vi": "Manga: Futaba Momo nguyên bản Eguchi ren nhân vật Bunka khác nhau thế giới"
        },
        {
            "x1": 22,
            "y1": 1505,
            "x2": 538,
            "y2": 1581,
            "text": "拝啓｢氷の騎士とはずれ姫｣だった わたしたちへ",
            "vi": "Đối với chúng tôi là \"Hiệp sĩ băng và Công chúa băng\""
        },
        {
            "x1": 739,
            "y1": 1625,
            "x2": 1255,
            "y2": 1729,
            "text": "信者ゼロの女神サマと始める異世界攻略 漫画:しろいはくと 原作:大崎アイル キャラクター藤:TamU",
            "vi": "Phim hoạt hình chiến lược thế giới khác nhau bắt đầu với Nữ thần số không Sama: Shirokoto Bản gốc: Nhân vật Osaki Isle Fuji: Tamu"
        },
        {
            "x1": 27,
            "y1": 1636,
            "x2": 465,
            "y2": 1724,
            "text": "ひとりぼっちの異世界攻略 漫画:びび 原作:五示正司",
            "vi": "Một divocchi Phim hoạt hình chiến lược thế giới khác: Bibi Original: Shoji Goki"
        },
        {
            "x1": 739,
            "y1": 1756,
            "x2": 1316,
            "y2": 1848,
            "text": "月50万もらっても生き甲斐のない隣のお姉さんに30万で 雇われて「おかえり」って言うお仕事が楽しい 漫画:野地貴日 原作：黄波戸井ショウリ",
            "vi": "Ngay cả khi bạn nhận được 500. 000 mỗi tháng, bạn vẫn được thuê bởi một người hàng xóm không đáng sống và bạn được thuê với giá 300. 000, và công việc có tên là \"Okayori\" là Manga vui nhộn: Takashi Noji: Yellow Wave Deoi Showori"
        },
        {
            "x1": 27,
            "y1": 1787,
            "x2": 521,
            "y2": 1863,
            "text": "世界は終わっても生きるって楽しい 著：鳥取砂丘",
            "vi": "Một cuốn sách thú vị để sống ngay cả sau khi thế giới kết thúc: Tottori Sand Dunes"
        },
        {
            "x1": 223,
            "y1": 1935,
            "x2": 1254,
            "y2": 1995,
            "text": "OMICS INFORMATION 詳細情報はこちらをCLCト",
            "vi": "Thông tin Omics Nhấp vào đây để biết thêm thông tin CLC"
        },
        {
            "x1": 95,
            "y1": 1955,
            "x2": 246,
            "y2": 1981,
            "text": "ARDO CO",
            "vi": "Ardo"
        }
    ]
}