var ocr_data = {
    "1-61e134c75b890.jpg": [
        {
            "x1": 812,
            "y1": 251,
            "x2": 956,
            "y2": 394,
            "text": "こちら お約束の 糸です",
            "vi": "Đây là chủ đề được hứa hẹn"
        },
        {
            "x1": 735,
            "y1": 280,
            "x2": 773,
            "y2": 426,
            "text": "、少しですが：",
            "vi": ", Một chút:"
        },
        {
            "x1": 879,
            "y1": 652,
            "x2": 963,
            "y2": 842,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 684,
            "y1": 692,
            "x2": 807,
            "y2": 886,
            "text": "これで妹に どやされずに 済みます…！",
            "vi": "Bây giờ bạn không cần phải được em gái của mình thực hiện...!"
        },
        {
            "x1": 439,
            "y1": 611,
            "x2": 608,
            "y2": 836,
            "text": "できれば お茶でも お出しできれば いいんですが…",
            "vi": "Tôi hy vọng tôi có thể phục vụ trà nếu có thể..."
        },
        {
            "x1": 483,
            "y1": 1066,
            "x2": 575,
            "y2": 1183,
            "text": "い…っ いえ‼",
            "vi": "TÔI..."
        },
        {
            "x1": 715,
            "y1": 1253,
            "x2": 790,
            "y2": 1427,
            "text": "それは 良かったです",
            "vi": "Nó là tốt"
        },
        {
            "x1": 256,
            "y1": 1225,
            "x2": 400,
            "y2": 1498,
            "text": "俺たちもうすぐ クレールを 発ちますので…‼",
            "vi": "Chúng ta sẽ bắt đầu crerry sớm...‼"
        }
    ],
    "2-61e134c8d1155.jpg": [
        {
            "x1": 228,
            "y1": 65,
            "x2": 702,
            "y2": 117,
            "text": "第59章 缶蹴りで仲直り？",
            "vi": "Chương 59 Thôi nào với một cú đá có thể?"
        },
        {
            "x1": 798,
            "y1": 142,
            "x2": 1009,
            "y2": 505,
            "text": "ダンジョンに 行きたい奴らが 多いんですよ…",
            "vi": "Có rất nhiều người muốn đến ngục tối..."
        },
        {
            "x1": 529,
            "y1": 1250,
            "x2": 1028,
            "y2": 1392,
            "text": "とんでもスギル司 異世界放浪メジ",
            "vi": "Sugirujiru lang thang meji"
        },
        {
            "x1": 116,
            "y1": 1521,
            "x2": 1011,
            "y2": 1566,
            "text": "漫画：双葉もも 原作：江口連 キｬﾗｸﾀー原案:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi Ren Kirakter"
        }
    ],
    "3-61e134ca13b6a.jpg": [
        {
            "x1": 845,
            "y1": 162,
            "x2": 968,
            "y2": 357,
            "text": "いよいよ ダンジョンに 行けるのだな",
            "vi": "Cuối cùng bạn cũng có thể đi đến ngục tối"
        },
        {
            "x1": 488,
            "y1": 277,
            "x2": 532,
            "y2": 431,
            "text": "やったーっ",
            "vi": "tôi đã thành công rồi"
        },
        {
            "x1": 809,
            "y1": 537,
            "x2": 965,
            "y2": 732,
            "text": "今から ドランヘは どれくらい かかるんだ？",
            "vi": "Doranhe mất bao lâu?"
        },
        {
            "x1": 69,
            "y1": 515,
            "x2": 193,
            "y2": 767,
            "text": "だとすれば 五日かそれくらい だな",
            "vi": "Nếu vậy, nó sẽ là năm ngày hoặc điều đó"
        },
        {
            "x1": 642,
            "y1": 688,
            "x2": 766,
            "y2": 954,
            "text": "あっ 飛ばし過ぎないで くれると助かる",
            "vi": "Nó sẽ hữu ích nếu bạn không bỏ qua quá nhiều"
        },
        {
            "x1": 911,
            "y1": 1027,
            "x2": 951,
            "y2": 1190,
            "text": "五日く？",
            "vi": "Năm ngày?"
        },
        {
            "x1": 782,
            "y1": 1071,
            "x2": 857,
            "y2": 1245,
            "text": "まだまだ 先じゃねえか",
            "vi": "Nó không phải là xa phía trước?"
        },
        {
            "x1": 298,
            "y1": 975,
            "x2": 398,
            "y2": 1166,
            "text": "ドランの ギルドマスター じゃがな…",
            "vi": "Master Guild của Doran Jagana..."
        },
        {
            "x1": 198,
            "y1": 1003,
            "x2": 264,
            "y2": 1171,
            "text": "悪い奴では ないんじゃが",
            "vi": "Nó không phải là một kẻ xấu"
        },
        {
            "x1": 463,
            "y1": 1115,
            "x2": 500,
            "y2": 1269,
            "text": "そういや…",
            "vi": "KHÔNG..."
        },
        {
            "x1": 83,
            "y1": 1035,
            "x2": 151,
            "y2": 1280,
            "text": "何せドラゴンには 目がないからのう…",
            "vi": "Dù sao đi nữa, con rồng không có mắt..."
        }
    ],
    "4-61e134cb54d79.jpg": [
        {
            "x1": 865,
            "y1": 75,
            "x2": 1056,
            "y2": 341,
            "text": "事前に連絡は しておくが ま…肝に銘じて おいてくれ",
            "vi": "Vui lòng liên hệ trước cho tôi... hãy ghi nhớ"
        },
        {
            "x1": 590,
            "y1": 140,
            "x2": 635,
            "y2": 418,
            "text": "って言ってたケド",
            "vi": "Kedo nói"
        },
        {
            "x1": 191,
            "y1": 120,
            "x2": 268,
            "y2": 359,
            "text": "まあ なるように なるでしょ",
            "vi": "Vâng, nó sẽ"
        },
        {
            "x1": 940,
            "y1": 559,
            "x2": 1059,
            "y2": 773,
            "text": "ダンジョン 楽しみく",
            "vi": "Dungeon vui"
        },
        {
            "x1": 473,
            "y1": 551,
            "x2": 585,
            "y2": 789,
            "text": "俺も人の街にある ダンジョンなんて はじ 初めてだぜ‼",
            "vi": "Tôi là ngục tối đầu tiên trong thành phố của mọi người."
        },
        {
            "x1": 970,
            "y1": 908,
            "x2": 1087,
            "y2": 1100,
            "text": "ドラちゃんも ダンジョン いくのー？",
            "vi": "Dora -chan cũng đi ngục tối?"
        },
        {
            "x1": 698,
            "y1": 930,
            "x2": 738,
            "y2": 1064,
            "text": "たまにな",
            "vi": "Đôi khi"
        },
        {
            "x1": 439,
            "y1": 897,
            "x2": 655,
            "y2": 1120,
            "text": "そミら辺の 久しぶり だから 腕が鳴るぜく",
            "vi": "Đã lâu rồi kể từ khu vực Somora"
        },
        {
            "x1": 217,
            "y1": 922,
            "x2": 263,
            "y2": 1042,
            "text": "スイも",
            "vi": "Sui"
        },
        {
            "x1": 662,
            "y1": 1112,
            "x2": 735,
            "y2": 1332,
            "text": "いいヒマ潰しに なんだよな",
            "vi": "Nó là gì để nghiền nát một dàn diễn viên tốt?"
        },
        {
            "x1": 167,
            "y1": 1198,
            "x2": 291,
            "y2": 1476,
            "text": "戦闘狂しか いない…",
            "vi": "Chỉ có trận chiến điên..."
        }
    ],
    "5-61e134cc97366.jpg": [
        {
            "x1": 865,
            "y1": 75,
            "x2": 957,
            "y2": 200,
            "text": "そうだ フェル",
            "vi": "Đúng là Fel"
        },
        {
            "x1": 752,
            "y1": 231,
            "x2": 861,
            "y2": 462,
            "text": "勝負 しようぜ！",
            "vi": "Hãy thi đấu!"
        },
        {
            "x1": 65,
            "y1": 163,
            "x2": 216,
            "y2": 417,
            "text": "誰が一番 手柄を多く 立てられるか！",
            "vi": "Ai có thể kiếm được tín dụng nhiều nhất!"
        },
        {
            "x1": 908,
            "y1": 703,
            "x2": 948,
            "y2": 834,
            "text": "ほう…",
            "vi": "quy tắc…"
        },
        {
            "x1": 232,
            "y1": 628,
            "x2": 305,
            "y2": 951,
            "text": "主の飯を独り占めって のはどうだ！",
            "vi": "Làm thế nào về độc quyền gạo của Chúa!"
        },
        {
            "x1": 53,
            "y1": 894,
            "x2": 197,
            "y2": 1130,
            "text": "スイも やる―！",
            "vi": "Tôi cũng làm điều đó!"
        },
        {
            "x1": 540,
            "y1": 1201,
            "x2": 634,
            "y2": 1413,
            "text": "勝った方は そうだな…",
            "vi": "Điều đó đúng cho những người thắng..."
        }
    ],
    "6-61e134cdd39a9.jpg": [
        {
            "x1": 922,
            "y1": 101,
            "x2": 1042,
            "y2": 387,
            "text": "いいのか？ 勝敗が決まっている ようなものだぞ",
            "vi": "Có ổn không? Nó giống như chiến thắng hoặc thua được quyết định"
        },
        {
            "x1": 320,
            "y1": 176,
            "x2": 370,
            "y2": 317,
            "text": "何をく！",
            "vi": "Công việc của bạn là gì!"
        },
        {
            "x1": 706,
            "y1": 267,
            "x2": 783,
            "y2": 402,
            "text": "肉は我の ものだな",
            "vi": "Thịt là của tôi"
        },
        {
            "x1": 153,
            "y1": 180,
            "x2": 265,
            "y2": 414,
            "text": "そんなモン やってみなきゃ 分かんねえだろ！",
            "vi": "Tôi không biết nếu bạn không làm như vậy một mon như vậy!"
        },
        {
            "x1": 886,
            "y1": 582,
            "x2": 1050,
            "y2": 765,
            "text": "俺が その余裕 引っぺがして やんよ",
            "vi": "Tôi phải có khả năng đủ khả năng để có được khoản tiền đó"
        },
        {
            "x1": 710,
            "y1": 582,
            "x2": 746,
            "y2": 867,
            "text": "フェルおじちゃん",
            "vi": "Chú Fel"
        },
        {
            "x1": 988,
            "y1": 989,
            "x2": 1019,
            "y2": 1092,
            "text": "ドラ…",
            "vi": "Dora…"
        },
        {
            "x1": 152,
            "y1": 1002,
            "x2": 234,
            "y2": 1172,
            "text": "ちょっと ケンカは…",
            "vi": "Một chút chiến đấu..."
        },
        {
            "x1": 858,
            "y1": 1151,
            "x2": 987,
            "y2": 1376,
            "text": "お主にその 呼び名を許した 覚えはないぞ…",
            "vi": "Tôi không nhớ tên chính..."
        },
        {
            "x1": 470,
            "y1": 1192,
            "x2": 516,
            "y2": 1268,
            "text": "おっ",
            "vi": "Oh"
        },
        {
            "x1": 360,
            "y1": 1300,
            "x2": 455,
            "y2": 1456,
            "text": "今から やるか？",
            "vi": "Bạn có muốn làm điều đó bây giờ không?"
        }
    ],
    "7-61e134cf1aa21.jpg": [
        {
            "x1": 629,
            "y1": 187,
            "x2": 663,
            "y2": 304,
            "text": "スイもー",
            "vi": "Sui"
        },
        {
            "x1": 758,
            "y1": 138,
            "x2": 963,
            "y2": 539,
            "text": "望む ところだ‼",
            "vi": "Đó là những gì bạn muốn."
        },
        {
            "x1": 103,
            "y1": 107,
            "x2": 166,
            "y2": 472,
            "text": "やめろってば‼",
            "vi": "Đừng dừng lại"
        },
        {
            "x1": 814,
            "y1": 1107,
            "x2": 881,
            "y2": 1218,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 77,
            "y1": 1130,
            "x2": 180,
            "y2": 1417,
            "text": "皆さん ご注目ください",
            "vi": "Hãy chú ý đến tất cả mọi người"
        }
    ],
    "8-61e134d06b128.jpg": [
        {
            "x1": 946,
            "y1": 50,
            "x2": 1072,
            "y2": 346,
            "text": "今からお前たちには “缶蹴り´をして もらいます",
            "vi": "Từ giờ trở đi, chúng tôi sẽ có bạn \"có thể đá\""
        },
        {
            "x1": 626,
            "y1": 81,
            "x2": 706,
            "y2": 262,
            "text": "俺がこの缶の 番人です",
            "vi": "Tôi là người bảo vệ của điều này có thể"
        },
        {
            "x1": 807,
            "y1": 184,
            "x2": 840,
            "y2": 341,
            "text": "カンケリ？",
            "vi": "Kankeri?"
        },
        {
            "x1": 554,
            "y1": 330,
            "x2": 679,
            "y2": 596,
            "text": "俺に見つからずに この缶を蹴った奴が 勝ち",
            "vi": "Anh chàng đá cái này có thể mà không thấy tôi chiến thắng"
        },
        {
            "x1": 351,
            "y1": 404,
            "x2": 481,
            "y2": 631,
            "text": "見つかって 俺が缶踏んだら そいつの負け",
            "vi": "Khi tôi tìm thấy nó và bước lên cái lon, tôi đã mất nó"
        },
        {
            "x1": 966,
            "y1": 688,
            "x2": 1071,
            "y2": 946,
            "text": "なんでそんな まどろっこしい事を せねばならんのだ",
            "vi": "Tại sao chúng ta phải làm một mớ hỗn độn như vậy"
        },
        {
            "x1": 204,
            "y1": 712,
            "x2": 354,
            "y2": 990,
            "text": "お前らに 巻き込まれたく ないからだよ…",
            "vi": "Tôi không muốn bị bắt gặp trong bạn..."
        },
        {
            "x1": 133,
            "y1": 891,
            "x2": 220,
            "y2": 1026,
            "text": "盘ダッシ しやがって",
            "vi": "盘 Biểu đồ"
        },
        {
            "x1": 984,
            "y1": 1088,
            "x2": 1090,
            "y2": 1333,
            "text": "ハイ じゃあスイちゃん 缶を蹴ってくれる？",
            "vi": "Bạn sẽ đá lon sui -chan chứ?"
        },
        {
            "x1": 568,
            "y1": 1094,
            "x2": 680,
            "y2": 1338,
            "text": "俺がそれを 取りに行ってる間に 隠れるんだぞ",
            "vi": "Tôi đang trốn trong khi tôi sẽ nhận được nó"
        },
        {
            "x1": 442,
            "y1": 1159,
            "x2": 494,
            "y2": 1279,
            "text": "えいっ",
            "vi": "Ổn"
        },
        {
            "x1": 559,
            "y1": 1385,
            "x2": 606,
            "y2": 1501,
            "text": "はーい",
            "vi": "Vâng"
        },
        {
            "x1": 361,
            "y1": 1412,
            "x2": 401,
            "y2": 1546,
            "text": "あははっ",
            "vi": "Ahaha"
        }
    ],
    "9-61e134d1b3a9f.jpg": [
        {
            "x1": 830,
            "y1": 77,
            "x2": 946,
            "y2": 258,
            "text": "それじゃ 隠れられない だろ？",
            "vi": "Sau đó, bạn không thể giấu nó?"
        },
        {
            "x1": 430,
            "y1": 133,
            "x2": 455,
            "y2": 237,
            "text": "そっか",
            "vi": "Tôi thấy"
        },
        {
            "x1": 141,
            "y1": 95,
            "x2": 181,
            "y2": 273,
            "text": "貸せスイ！",
            "vi": "Cho mượn nó!"
        },
        {
            "x1": 722,
            "y1": 165,
            "x2": 806,
            "y2": 402,
            "text": "もっと強く 遠くに蹴らなきゃ",
            "vi": "Tôi phải đá nó mạnh mẽ hơn và xa hơn"
        },
        {
            "x1": 825,
            "y1": 500,
            "x2": 890,
            "y2": 787,
            "text": "こうだろ！",
            "vi": "Đúng thế!"
        }
    ],
    "10-61e134d2eb450.jpg": [
        {
            "x1": 975,
            "y1": 52,
            "x2": 1078,
            "y2": 327,
            "text": "どこまで 飛ばしてんだ‼",
            "vi": "Bạn đang bay bao xa?"
        },
        {
            "x1": 194,
            "y1": 73,
            "x2": 285,
            "y2": 251,
            "text": "んで隠れる 訳だな",
            "vi": "Đó là lý do tại sao nó ẩn"
        },
        {
            "x1": 668,
            "y1": 639,
            "x2": 744,
            "y2": 864,
            "text": "た…大変な目に あった…",
            "vi": "Ta... đó là một con mắt to..."
        },
        {
            "x1": 191,
            "y1": 867,
            "x2": 222,
            "y2": 993,
            "text": "…よし！",
            "vi": "...ĐỒNG Ý!"
        },
        {
            "x1": 962,
            "y1": 1117,
            "x2": 1060,
            "y2": 1363,
            "text": "誰が先かなー っと…",
            "vi": "Ai là người đầu tiên..."
        }
    ],
    "11-61e134d44935f.jpg": [
        {
            "x1": 903,
            "y1": 76,
            "x2": 964,
            "y2": 188,
            "text": "がサ",
            "vi": "IS"
        },
        {
            "x1": 686,
            "y1": 45,
            "x2": 773,
            "y2": 194,
            "text": "あれは スイだな",
            "vi": "Điều đó tốt"
        },
        {
            "x1": 859,
            "y1": 173,
            "x2": 922,
            "y2": 279,
            "text": "ガサ",
            "vi": "Khí"
        },
        {
            "x1": 488,
            "y1": 32,
            "x2": 616,
            "y2": 253,
            "text": "すぐに 見つけちゃ 可哀相だもんな",
            "vi": "Thật đáng tiếc khi tìm thấy nó ngay lập tức"
        },
        {
            "x1": 85,
            "y1": 334,
            "x2": 167,
            "y2": 514,
            "text": "んーみんな どこかな―",
            "vi": "Hmmm, mọi người ở đâu?"
        },
        {
            "x1": 897,
            "y1": 1147,
            "x2": 960,
            "y2": 1261,
            "text": "カン",
            "vi": "Cái lon"
        },
        {
            "x1": 442,
            "y1": 1104,
            "x2": 538,
            "y2": 1243,
            "text": "なっ",
            "vi": "Ở trong"
        },
        {
            "x1": 323,
            "y1": 1297,
            "x2": 427,
            "y2": 1448,
            "text": "った",
            "vi": "Có"
        }
    ],
    "12-61e134d599f66.jpg": [
        {
            "x1": 490,
            "y1": 409,
            "x2": 673,
            "y2": 756,
            "text": "させねえ‼ させぬ‼",
            "vi": "Tôi không thể để tôi làm điều đó Đừng để tôi làm"
        },
        {
            "x1": 772,
            "y1": 650,
            "x2": 919,
            "y2": 1011,
            "text": "ぎぁぁぁぁ",
            "vi": "Gaeda"
        }
    ],
    "13-61e134d6d687b.jpg": [
        {
            "x1": 887,
            "y1": 71,
            "x2": 950,
            "y2": 272,
            "text": "その瞬間",
            "vi": "khoảnh khắc đó"
        },
        {
            "x1": 111,
            "y1": 254,
            "x2": 223,
            "y2": 468,
            "text": "ムコーダは 悟った",
            "vi": "Mukoda nhận ra"
        },
        {
            "x1": 455,
            "y1": 683,
            "x2": 579,
            "y2": 722,
            "text": "かだたもの",
            "vi": "Xào xạc"
        },
        {
            "x1": 679,
            "y1": 670,
            "x2": 819,
            "y2": 861,
            "text": "この三匹に まともな 缶蹴りなど",
            "vi": "Ba động vật này, v. v."
        },
        {
            "x1": 101,
            "y1": 1096,
            "x2": 198,
            "y2": 1388,
            "text": "できる訳 なかったのだと",
            "vi": "Tôi không thể làm được"
        }
    ],
    "14-61e134d812aa6.jpg": [
        {
            "x1": 925,
            "y1": 165,
            "x2": 1000,
            "y2": 386,
            "text": "結局 こうなるのか…",
            "vi": "Sau tất cả, nó sẽ xảy ra..."
        },
        {
            "x1": 764,
            "y1": 859,
            "x2": 816,
            "y2": 1093,
            "text": "カンけった",
            "vi": "Kan"
        },
        {
            "x1": 45,
            "y1": 1212,
            "x2": 101,
            "y2": 1489,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}