var ocr_data = {
    "1-61185eca56b42.jpg": [
        {
            "x1": 316,
            "y1": 54,
            "x2": 797,
            "y2": 108,
            "text": "第37章 楽しいお買い物",
            "vi": "Chương 37 Mua sắm vui vẻ"
        },
        {
            "x1": 543,
            "y1": 121,
            "x2": 944,
            "y2": 432,
            "text": "とんでも スキルす 異世界 放浪メシ",
            "vi": "Thế giới khác nhau lang thang Meshi"
        },
        {
            "x1": 10,
            "y1": 96,
            "x2": 83,
            "y2": 461,
            "text": "漫画：赤岸Ｋ",
            "vi": "Phim hoạt hình: Akagishi K"
        },
        {
            "x1": 3,
            "y1": 468,
            "x2": 91,
            "y2": 829,
            "text": "原作：江口連 キャラクター原案：雅",
            "vi": "Bản gốc: Eguchi ren nhân vật ban đầu: ya"
        }
    ],
    "2-61185ecaefdbb.jpg": [
        {
            "x1": 829,
            "y1": 97,
            "x2": 879,
            "y2": 212,
            "text": "はいっ",
            "vi": "Vâng"
        },
        {
            "x1": 166,
            "y1": 175,
            "x2": 312,
            "y2": 353,
            "text": "これで 従魔登録 完了です！",
            "vi": "Đây là sự hoàn thành của đăng ký ma thuật!"
        },
        {
            "x1": 860,
            "y1": 841,
            "x2": 1007,
            "y2": 1091,
            "text": "まさかドラゴンの 従魔登録をする日が 来るとは思いません でしたよ！",
            "vi": "Tôi không nghĩ rằng ngày để đăng ký người hầu của rồng sẽ đến!"
        },
        {
            "x1": 501,
            "y1": 844,
            "x2": 613,
            "y2": 1065,
            "text": "これで 街の出入りも 問題ないじゃろう",
            "vi": "Không có vấn đề gì trong việc vào và ra khỏi thành phố với điều này"
        },
        {
            "x1": 142,
            "y1": 848,
            "x2": 214,
            "y2": 1001,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        }
    ],
    "3-61185ecbccdd6.jpg": [
        {
            "x1": 434,
            "y1": 129,
            "x2": 488,
            "y2": 268,
            "text": "おいあれ ドラゴン…？",
            "vi": "Một con rồng...?"
        },
        {
            "x1": 144,
            "y1": 91,
            "x2": 173,
            "y2": 257,
            "text": "子ドラゴンか？",
            "vi": "Nó có phải là một con rồng trẻ em?"
        },
        {
            "x1": 68,
            "y1": 339,
            "x2": 158,
            "y2": 503,
            "text": "ドラゴンなんて 大丈夫なの かよ…？",
            "vi": "Một con rồng ổn...?"
        },
        {
            "x1": 537,
            "y1": 573,
            "x2": 605,
            "y2": 690,
            "text": "人の目は あるでな",
            "vi": "Có đôi mắt của mọi người"
        },
        {
            "x1": 122,
            "y1": 558,
            "x2": 227,
            "y2": 700,
            "text": "そこは 気を付ける ことじゃ",
            "vi": "Cẩn thận ở đó"
        },
        {
            "x1": 155,
            "y1": 948,
            "x2": 232,
            "y2": 1095,
            "text": "肝に 銘じます…",
            "vi": "Tôi sẽ ghi nhớ..."
        },
        {
            "x1": 198,
            "y1": 1256,
            "x2": 273,
            "y2": 1412,
            "text": "さて 報酬の 話じゃがな",
            "vi": "Vâng, đó là một câu chuyện về phần thưởng"
        }
    ],
    "4-61185ecca357e.jpg": [
        {
            "x1": 915,
            "y1": 178,
            "x2": 1018,
            "y2": 370,
            "text": "今ギルド総出で 用意している ところじゃ",
            "vi": "Tôi đang chuẩn bị mọi bang hội ngay bây giờ"
        },
        {
            "x1": 432,
            "y1": 134,
            "x2": 545,
            "y2": 303,
            "text": "この街は もう見て 回ったかの？",
            "vi": "Bạn đã bao giờ nhìn thấy thành phố này?"
        },
        {
            "x1": 133,
            "y1": 321,
            "x2": 200,
            "y2": 463,
            "text": "あー… それがまだ",
            "vi": "Ah... đó là nó chưa"
        },
        {
            "x1": 645,
            "y1": 552,
            "x2": 753,
            "y2": 695,
            "text": "明後日には 用意できる じゃろうて",
            "vi": "Bạn có thể chuẩn bị nó vào ngày mai"
        },
        {
            "x1": 487,
            "y1": 516,
            "x2": 561,
            "y2": 686,
            "text": "到着してすぐ 連れてこられ",
            "vi": "Mang nó ngay khi bạn đến nơi"
        },
        {
            "x1": 253,
            "y1": 533,
            "x2": 360,
            "y2": 648,
            "text": "いえ お伺い したので",
            "vi": "Không, tôi đã hỏi bạn"
        },
        {
            "x1": 120,
            "y1": 657,
            "x2": 189,
            "y2": 752,
            "text": "そうか そうか",
            "vi": "À, tôi thấy tôi thấy"
        },
        {
            "x1": 617,
            "y1": 754,
            "x2": 719,
            "y2": 872,
            "text": "しばらく ゆっくり しとくれ",
            "vi": "Cho tôi từ từ một lúc"
        },
        {
            "x1": 910,
            "y1": 993,
            "x2": 1016,
            "y2": 1212,
            "text": "なら市場も 見ていってみると いいぞ",
            "vi": "Sau đó bạn nên nhìn vào thị trường"
        },
        {
            "x1": 265,
            "y1": 975,
            "x2": 341,
            "y2": 1142,
            "text": "ここは 紡績の街じゃ",
            "vi": "Đây là một thị trấn kéo dài"
        },
        {
            "x1": 119,
            "y1": 1187,
            "x2": 269,
            "y2": 1406,
            "text": "この街なら 新品の服も 品質の良いものも 安く手に入るぞい",
            "vi": "Trong thành phố này, bạn có thể nhận được quần áo mới và các mặt hàng chất lượng tốt một cách rẻ tiền."
        }
    ],
    "5-61185ecd42e79.jpg": [
        {
            "x1": 852,
            "y1": 106,
            "x2": 902,
            "y2": 193,
            "text": "おお",
            "vi": "Oh"
        },
        {
            "x1": 832,
            "y1": 695,
            "x2": 934,
            "y2": 841,
            "text": "いろんな色 いっぱいで きれいだね",
            "vi": "Nó đẹp với rất nhiều màu sắc"
        },
        {
            "x1": 201,
            "y1": 716,
            "x2": 232,
            "y2": 811,
            "text": "だねえ",
            "vi": "Chỉ"
        },
        {
            "x1": 892,
            "y1": 1040,
            "x2": 998,
            "y2": 1234,
            "text": "市場は 通り過ぎただけ だったからなあ",
            "vi": "Thị trường vừa mới đi qua"
        },
        {
            "x1": 122,
            "y1": 1046,
            "x2": 198,
            "y2": 1192,
            "text": "うわっ 手触り良ッ",
            "vi": "Wow, nó cảm thấy tốt"
        },
        {
            "x1": 494,
            "y1": 1301,
            "x2": 571,
            "y2": 1392,
            "text": "うわ 高ッ⁉",
            "vi": "Wow cao⁉"
        },
        {
            "x1": 134,
            "y1": 1281,
            "x2": 254,
            "y2": 1453,
            "text": "いや この品質だと 安い⁉",
            "vi": "Không, chất lượng này rẻ"
        },
        {
            "x1": 321,
            "y1": 1482,
            "x2": 456,
            "y2": 1556,
            "text": "金貨1枚と 銀貨5枚",
            "vi": "1 đồng tiền vàng và 5 đồng bạc"
        },
        {
            "x1": 91,
            "y1": 1406,
            "x2": 126,
            "y2": 1525,
            "text": "わからん",
            "vi": "Tôi không hiểu"
        }
    ],
    "6-61185ece0ef58.jpg": [
        {
            "x1": 883,
            "y1": 100,
            "x2": 1033,
            "y2": 318,
            "text": "どうです？ ここらの店の服は ほとんどが 新品ですよ",
            "vi": "nó như thế nảo? Hầu hết các cửa hàng này là mới"
        },
        {
            "x1": 453,
            "y1": 134,
            "x2": 566,
            "y2": 357,
            "text": "他の街じゃ おな 同じ品でも 倍近くはしますよ",
            "vi": "Ở các thị trấn khác, các vật phẩm tương tự sẽ gần gấp đôi"
        },
        {
            "x1": 134,
            "y1": 135,
            "x2": 204,
            "y2": 308,
            "text": "お買い得と いうわけか…",
            "vi": "Đó là một món hời..."
        },
        {
            "x1": 929,
            "y1": 378,
            "x2": 1036,
            "y2": 548,
            "text": "普通の服屋は たいていふる 大抵古着 ですから",
            "vi": "Cửa hàng quần áo bình thường thường là quần áo cũ"
        },
        {
            "x1": 315,
            "y1": 707,
            "x2": 473,
            "y2": 929,
            "text": "確かに 最初に買った服と 比べ物にならない 出来だしな",
            "vi": "Chắc chắn nó không thể so sánh với những bộ quần áo đầu tiên tôi mua."
        },
        {
            "x1": 144,
            "y1": 809,
            "x2": 258,
            "y2": 1058,
            "text": "この服も四六時中 ずっと着てて 傷んできてるしなあ",
            "vi": "Tôi đoán quần áo này đã được mặc mọi lúc và đang bị hư hỏng."
        },
        {
            "x1": 571,
            "y1": 1136,
            "x2": 698,
            "y2": 1291,
            "text": "せっかく 紡績の街に 来たんだ",
            "vi": "Tôi đã đến thành phố quay"
        },
        {
            "x1": 154,
            "y1": 1126,
            "x2": 191,
            "y2": 1231,
            "text": "買うぞ",
            "vi": "tôi sẽ mua nó"
        }
    ],
    "8-61185ecf508d5.jpg": [
        {
            "x1": 181,
            "y1": 198,
            "x2": 260,
            "y2": 381,
            "text": "いやー 買った買った",
            "vi": "Không, tôi đã mua nó"
        },
        {
            "x1": 896,
            "y1": 606,
            "x2": 1008,
            "y2": 826,
            "text": "けど 結局 いま 今と同じような 服にしちゃったな",
            "vi": "Nhưng sau tất cả, tôi đã mặc nó vào quần áo như bây giờ"
        },
        {
            "x1": 523,
            "y1": 640,
            "x2": 630,
            "y2": 834,
            "text": "一度慣れると 冒険できないん だよなあ…",
            "vi": "Khi bạn đã quen với nó, bạn không thể phiêu lưu..."
        },
        {
            "x1": 152,
            "y1": 1203,
            "x2": 190,
            "y2": 1338,
            "text": "いいな…",
            "vi": "Khỏe..."
        }
    ],
    "9-61185ecfe9481.jpg": [
        {
            "x1": 921,
            "y1": 75,
            "x2": 955,
            "y2": 245,
            "text": "すみませーん",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 856,
            "y1": 317,
            "x2": 952,
            "y2": 470,
            "text": "あの表に 出てる品 なんですけど",
            "vi": "Đó là một mục xuất hiện trên bảng đó"
        },
        {
            "x1": 240,
            "y1": 757,
            "x2": 367,
            "y2": 804,
            "text": "本日の宿",
            "vi": "Hôm nay là nhà trọ"
        },
        {
            "x1": 550,
            "y1": 985,
            "x2": 622,
            "y2": 1126,
            "text": "いい お湯だった",
            "vi": "Đó là một nước nóng tốt"
        },
        {
            "x1": 123,
            "y1": 978,
            "x2": 234,
            "y2": 1170,
            "text": "やっぱり 柚子の香りは 癒やされるねえ",
            "vi": "Rốt cuộc, mùi hương của citron được chữa lành"
        }
    ],
    "10-61185ed095970.jpg": [
        {
            "x1": 714,
            "y1": 85,
            "x2": 854,
            "y2": 121,
            "text": "士た法カべ",
            "vi": "Hợp pháp kabe"
        },
        {
            "x1": 889,
            "y1": 116,
            "x2": 1003,
            "y2": 311,
            "text": "宿の庭も 貸してもらえて 助かったな",
            "vi": "Tôi đã được giúp đỡ để cho tôi mượn khu vườn của quán trọ"
        },
        {
            "x1": 382,
            "y1": 110,
            "x2": 484,
            "y2": 330,
            "text": "目立っちゃうから あんまり 入れないけど…",
            "vi": "Tôi không thể đưa nó vào quá nhiều vì nó nổi bật..."
        },
        {
            "x1": 127,
            "y1": 133,
            "x2": 235,
            "y2": 304,
            "text": "ドラちゃんは どうだった？ 初風呂",
            "vi": "Dora -chan thế nào? Tắm đầu tiên"
        },
        {
            "x1": 370,
            "y1": 488,
            "x2": 406,
            "y2": 702,
            "text": "楽しかった―！",
            "vi": "Đó là niềm vui-!"
        },
        {
            "x1": 980,
            "y1": 798,
            "x2": 1010,
            "y2": 964,
            "text": "すごかった…",
            "vi": "Thật là tuyệt vời…"
        },
        {
            "x1": 247,
            "y1": 814,
            "x2": 353,
            "y2": 982,
            "text": "あんな遊びが 存在する なんてよ…",
            "vi": "Có một trò chơi như vậy..."
        },
        {
            "x1": 863,
            "y1": 998,
            "x2": 965,
            "y2": 1137,
            "text": "熱い水に ほかほか ぶくぶく…",
            "vi": "Ngoài nước nóng..."
        },
        {
            "x1": 152,
            "y1": 1042,
            "x2": 213,
            "y2": 1205,
            "text": "遊びじゃないよ 風呂だよ",
            "vi": "Nó không phải là một vở kịch, đó là một bồn tắm"
        },
        {
            "x1": 854,
            "y1": 1323,
            "x2": 885,
            "y2": 1391,
            "text": "さて",
            "vi": "Bây giờ"
        },
        {
            "x1": 200,
            "y1": 1287,
            "x2": 297,
            "y2": 1457,
            "text": "体も洗って スッキリした ところで",
            "vi": "Khi tôi rửa sạch cơ thể và làm mới"
        }
    ],
    "11-61185ed120d38.jpg": [
        {
            "x1": 107,
            "y1": 410,
            "x2": 253,
            "y2": 737,
            "text": "新品の 高級寝間着‼",
            "vi": "Đồ ngủ sang trọng mới‼"
        }
    ],
    "12-61185ed1c3bb0.jpg": [
        {
            "x1": 889,
            "y1": 107,
            "x2": 1001,
            "y2": 353,
            "text": "寝る時もずっと 普段着だったから 気になってたんだよ",
            "vi": "Khi tôi đi ngủ, tôi luôn lo lắng vì tôi mặc đồ hàng ngày"
        },
        {
            "x1": 378,
            "y1": 98,
            "x2": 509,
            "y2": 254,
            "text": "もー 最高！",
            "vi": "Mo -best!"
        },
        {
            "x1": 137,
            "y1": 148,
            "x2": 217,
            "y2": 313,
            "text": "ほんとだ すべすベー",
            "vi": "Vịnh thực sự mịn màng"
        },
        {
            "x1": 816,
            "y1": 392,
            "x2": 955,
            "y2": 587,
            "text": "見てよこれ シルクみたいな すべすべの 肌触り！",
            "vi": "Hãy nhìn xem, đây là một cảm giác mịn màng như lụa!"
        },
        {
            "x1": 563,
            "y1": 651,
            "x2": 629,
            "y2": 852,
            "text": "スイちゃんそれね 俺の下着だからね",
            "vi": "Sui -chan đó là đồ lót của tôi"
        },
        {
            "x1": 138,
            "y1": 651,
            "x2": 206,
            "y2": 818,
            "text": "新品だけどね やめようね",
            "vi": "Nó là một cái mới, nhưng hãy dừng lại"
        },
        {
            "x1": 891,
            "y1": 1178,
            "x2": 1002,
            "y2": 1421,
            "text": "ちょっと 高かったけど いい買い物したなあ",
            "vi": "Nó hơi đắt, nhưng tôi đã mua sắm tốt"
        },
        {
            "x1": 335,
            "y1": 1209,
            "x2": 438,
            "y2": 1425,
            "text": "あくら ずいぶんと 良い衣じゃなくい",
            "vi": "Nó không phải là một bộ quần áo tốt"
        }
    ],
    "13-61185ed29cb31.jpg": [
        {
            "x1": 87,
            "y1": 138,
            "x2": 231,
            "y2": 332,
            "text": "お供えも忘れて 自分だけ いい買い物 しちゃってく",
            "vi": "Quên lời đề nghị và mua sắm tốt một mình"
        },
        {
            "x1": 860,
            "y1": 760,
            "x2": 964,
            "y2": 915,
            "text": "当然 私達にも",
            "vi": "Tự nhiên cho chúng ta"
        },
        {
            "x1": 82,
            "y1": 766,
            "x2": 213,
            "y2": 1006,
            "text": "いいもの お供えして くれるのよね？",
            "vi": "Bạn sẽ cung cấp những điều tốt?"
        }
    ],
    "14-61185ed34c99f.jpg": [
        {
            "x1": 888,
            "y1": 142,
            "x2": 998,
            "y2": 350,
            "text": "す すみません… 浮かれて 忘れてました…",
            "vi": "Tôi xin lỗi... tôi quên nổi..."
        },
        {
            "x1": 457,
            "y1": 166,
            "x2": 532,
            "y2": 385,
            "text": "一人一箱に 収まるぐらいで…",
            "vi": "Nó phù hợp với một hộp cho mỗi người..."
        },
        {
            "x1": 128,
            "y1": 134,
            "x2": 240,
            "y2": 355,
            "text": "無茶なこと 言いかねないしな ニンリル様とか",
            "vi": "Ninriru, người có thể được cho là không hợp lý"
        },
        {
            "x1": 332,
            "y1": 305,
            "x2": 362,
            "y2": 446,
            "text": "どうにか…",
            "vi": "Bằng cách nào đó..."
        },
        {
            "x1": 996,
            "y1": 590,
            "x2": 1050,
            "y2": 683,
            "text": "なっ",
            "vi": "Ở trong"
        },
        {
            "x1": 929,
            "y1": 758,
            "x2": 1047,
            "y2": 939,
            "text": "何故に 妾の名前が でるのじゃ！",
            "vi": "Tại sao tên vợ lẽ ra mắt!"
        },
        {
            "x1": 631,
            "y1": 1230,
            "x2": 712,
            "y2": 1483,
            "text": "ちゃ ちゃんと 分かっておるぞ！",
            "vi": "Tôi biết cha -chan!"
        },
        {
            "x1": 457,
            "y1": 1297,
            "x2": 560,
            "y2": 1476,
            "text": "その顔 無茶言う気満々 だったでしょ",
            "vi": "Nó đã đầy khuôn mặt đó, phải không?"
        }
    ],
    "15-61185ed3e6ff3.jpg": [
        {
            "x1": 865,
            "y1": 137,
            "x2": 967,
            "y2": 282,
            "text": "そっ そんなわけ なかろう！",
            "vi": "Đó không phải là trường hợp!"
        },
        {
            "x1": 503,
            "y1": 137,
            "x2": 613,
            "y2": 284,
            "text": "無茶言う気 だったな この人",
            "vi": "Tôi đã vô lý người này"
        },
        {
            "x1": 204,
            "y1": 129,
            "x2": 237,
            "y2": 269,
            "text": "甘味じゃ！",
            "vi": "Nó thật ngọt ngào!"
        },
        {
            "x1": 713,
            "y1": 255,
            "x2": 780,
            "y2": 397,
            "text": "せいぜい ……そう！",
            "vi": "Tốt nhất... có!"
        },
        {
            "x1": 137,
            "y1": 275,
            "x2": 170,
            "y2": 409,
            "text": "ブレないな",
            "vi": "Đừng làm mờ"
        },
        {
            "x1": 850,
            "y1": 460,
            "x2": 998,
            "y2": 655,
            "text": "甘味と あの黒い水と 透明の甘い水が いいのじゃ",
            "vi": "Tôi thích sự ngọt ngào, nước đen và nước ngọt trong suốt."
        },
        {
            "x1": 452,
            "y1": 455,
            "x2": 589,
            "y2": 680,
            "text": "シュワシュワの水と どらやきなど一緒に 食べればさぞ美味い じゃろうなあく",
            "vi": "Nếu bạn ăn nó cùng với nước Schwashwa, nó sẽ rất ngon."
        },
        {
            "x1": 112,
            "y1": 516,
            "x2": 219,
            "y2": 684,
            "text": "お前あんまり 酒飲まない もんな",
            "vi": "Bạn không uống nhiều"
        },
        {
            "x1": 855,
            "y1": 727,
            "x2": 990,
            "y2": 996,
            "text": "シュワシュワした酒は あるが まさか あんな甘い水が あるとはのう",
            "vi": "Có một loại sake cay, nhưng không có nước ngọt như vậy."
        },
        {
            "x1": 748,
            "y1": 1063,
            "x2": 781,
            "y2": 1111,
            "text": "古ぁ",
            "vi": "Thời trang cũ"
        },
        {
            "x1": 883,
            "y1": 1079,
            "x2": 985,
            "y2": 1273,
            "text": "黒い水…ああ コーラと サイダーですね",
            "vi": "Nước đen... oh cola và rượu táo"
        },
        {
            "x1": 565,
            "y1": 1085,
            "x2": 595,
            "y2": 1250,
            "text": "お菓子とご飯",
            "vi": "Kẹo và gạo"
        },
        {
            "x1": 447,
            "y1": 1070,
            "x2": 481,
            "y2": 1270,
            "text": "お菓子とご飯",
            "vi": "Kẹo và gạo"
        },
        {
            "x1": 434,
            "y1": 1312,
            "x2": 470,
            "y2": 1478,
            "text": "ご飯多めで",
            "vi": "Với rất nhiều gạo"
        },
        {
            "x1": 92,
            "y1": 1383,
            "x2": 153,
            "y2": 1521,
            "text": "ルカ様も ブレない…",
            "vi": "Luka không lắc lư..."
        }
    ],
    "16-61185ed4897d2.jpg": [
        {
            "x1": 807,
            "y1": 116,
            "x2": 880,
            "y2": 283,
            "text": "アグニ様も ご飯ですか？",
            "vi": "Agni -sama cũng có gạo không?"
        },
        {
            "x1": 604,
            "y1": 128,
            "x2": 713,
            "y2": 373,
            "text": "飯もいいけどさあ 俺はやっぱり 酒が飲みたいんだよ",
            "vi": "Thức ăn ngon, nhưng tôi thực sự muốn uống rượu"
        },
        {
            "x1": 143,
            "y1": 304,
            "x2": 257,
            "y2": 498,
            "text": "結局前回も 酒はだめって 押し切られたし",
            "vi": "Rốt cuộc, rượu đã bị đẩy ra lần trước"
        },
        {
            "x1": 911,
            "y1": 572,
            "x2": 1025,
            "y2": 727,
            "text": "なあ頼むよ １本くらい いいだろ？",
            "vi": "Tôi sẽ hỏi bạn về một người, phải không?"
        },
        {
            "x1": 420,
            "y1": 569,
            "x2": 536,
            "y2": 765,
            "text": "樽でとは 言わねえから！ この通り！",
            "vi": "Tôi không nói nó nằm trong một cái thùng! Đường này!"
        },
        {
            "x1": 889,
            "y1": 1090,
            "x2": 996,
            "y2": 1307,
            "text": "樽やらに 比べればいいかも しれんが……",
            "vi": "Nó có thể là tốt để so sánh nó với thùng..."
        }
    ],
    "17-61185ed53e355.jpg": [
        {
            "x1": 525,
            "y1": 89,
            "x2": 561,
            "y2": 201,
            "text": "そうねぇ",
            "vi": "Hảy để tôi thấy"
        },
        {
            "x1": 632,
            "y1": 130,
            "x2": 734,
            "y2": 286,
            "text": "…今は奴らの 気配も なさそうだし",
            "vi": "“Nó dường như không có dấu hiệu của họ bây giờ"
        },
        {
            "x1": 346,
            "y1": 116,
            "x2": 484,
            "y2": 294,
            "text": "私達ばかり お願いして アグニちゃんも 可哀想だし",
            "vi": "Agni -chan chỉ xin lỗi cho chúng tôi."
        },
        {
            "x1": 126,
            "y1": 219,
            "x2": 153,
            "y2": 371,
            "text": "少しだけなら",
            "vi": "Nếu nó chỉ một chút"
        },
        {
            "x1": 628,
            "y1": 336,
            "x2": 687,
            "y2": 465,
            "text": "みなは どうじゃ？",
            "vi": "Làm thế nào về mọi người?"
        },
        {
            "x1": 282,
            "y1": 486,
            "x2": 313,
            "y2": 571,
            "text": "マジか",
            "vi": "Nghiêm trọng"
        },
        {
            "x1": 912,
            "y1": 622,
            "x2": 980,
            "y2": 738,
            "text": "よかろう アグニ",
            "vi": "Yokarou Agni"
        },
        {
            "x1": 841,
            "y1": 761,
            "x2": 907,
            "y2": 903,
            "text": "１本だけ なのじゃぞ",
            "vi": "Nó chỉ là một"
        },
        {
            "x1": 402,
            "y1": 620,
            "x2": 515,
            "y2": 840,
            "text": "くれぐれも 飲むときは 気をつけるのじゃ",
            "vi": "Hãy cẩn thận khi bạn uống rượu"
        },
        {
            "x1": 85,
            "y1": 622,
            "x2": 130,
            "y2": 843,
            "text": "よっしゃー‼",
            "vi": "Yosha"
        },
        {
            "x1": 530,
            "y1": 976,
            "x2": 634,
            "y2": 1167,
            "text": "貴重な異世界の 酒が飲めるん だからな",
            "vi": "Bởi vì bạn có thể uống những thế giới quý giá khác nhau"
        },
        {
            "x1": 400,
            "y1": 1058,
            "x2": 475,
            "y2": 1225,
            "text": "ドンと酒精が 強いやつで",
            "vi": "Một anh chàng với một Don và Sake mạnh mẽ."
        },
        {
            "x1": 183,
            "y1": 994,
            "x2": 250,
            "y2": 1164,
            "text": "あと つまみもな！",
            "vi": "Và đồ ăn nhẹ!"
        },
        {
            "x1": 343,
            "y1": 1232,
            "x2": 378,
            "y2": 1365,
            "text": "大きいのを",
            "vi": "Người lớn"
        },
        {
            "x1": 71,
            "y1": 1193,
            "x2": 209,
            "y2": 1326,
            "text": "今しれっと 神託で要望 挟みません でした？",
            "vi": "Bạn đã không nhận được một yêu cầu trong Oracle ngay bây giờ?"
        },
        {
            "x1": 428,
            "y1": 1336,
            "x2": 464,
            "y2": 1502,
            "text": "１本頼むぜ！",
            "vi": "Tôi sẽ hỏi một!"
        }
    ],
    "18-61185ed5e15b7.jpg": [
        {
            "x1": 720,
            "y1": 0,
            "x2": 970,
            "y2": 72,
            "text": "一杯の楽しみ特集",
            "vi": "Một cốc đặc biệt vui nhộn"
        },
        {
            "x1": 903,
            "y1": 103,
            "x2": 1011,
            "y2": 300,
            "text": "酒精… アルコールが 強いっていうと",
            "vi": "Sake... nếu bạn nói rằng rượu mạnh"
        },
        {
            "x1": 477,
            "y1": 136,
            "x2": 542,
            "y2": 331,
            "text": "とりあえず 70川でいいかな",
            "vi": "Tôi tự hỏi liệu có ổn không với 70 con sông"
        },
        {
            "x1": 296,
            "y1": 136,
            "x2": 404,
            "y2": 363,
            "text": "一升瓶だとか ４しの存在はまだ 内緒にしておこう…",
            "vi": "Chúng ta hãy giữ sự hiện diện của một chai hoặc 4 SHO."
        },
        {
            "x1": 822,
            "y1": 354,
            "x2": 965,
            "y2": 521,
            "text": "１番に 思いつくのは ウィスキー かなぁ",
            "vi": "Nó có phải là một loại rượu whisky mà tôi có thể nghĩ ra trước"
        },
        {
            "x1": 932,
            "y1": 577,
            "x2": 995,
            "y2": 769,
            "text": "アグニちゃん よかったわねく",
            "vi": "Agni -chan là tốt"
        },
        {
            "x1": 861,
            "y1": 764,
            "x2": 898,
            "y2": 858,
            "text": "次私ね",
            "vi": "Người bên cạnh"
        },
        {
            "x1": 144,
            "y1": 585,
            "x2": 279,
            "y2": 854,
            "text": "この前のシャンプーと トリートメントと ヘアマスク すっごく良かったわぁ",
            "vi": "Dầu gội, xử lý và mặt nạ tóc cuối cùng thực sự tốt"
        },
        {
            "x1": 207,
            "y1": 929,
            "x2": 355,
            "y2": 1146,
            "text": "それにこの香り！ 動くたびに ふんわり香って 最高だわ",
            "vi": "Và mùi hương này! Mỗi khi nó di chuyển, nó có mùi mềm"
        }
    ],
    "19-61185ed6942fd.jpg": [
        {
            "x1": 875,
            "y1": 141,
            "x2": 940,
            "y2": 309,
            "text": "男神の受けも いいのよこれ",
            "vi": "Điều này cũng tốt cho Chúa nam"
        },
        {
            "x1": 362,
            "y1": 185,
            "x2": 482,
            "y2": 330,
            "text": "俺も 香水の強い 香りよりも",
            "vi": "Tôi cũng có một mùi hương nước hoa mạnh"
        },
        {
            "x1": 135,
            "y1": 326,
            "x2": 279,
            "y2": 627,
            "text": "ふとした時に ふわっど香る シャシプーの香りの方が グッとくるんだよなぁ",
            "vi": "Vào thời điểm của mùi hương, mùi hương của một chaspoo vui vẻ sẽ đến tốt hơn."
        },
        {
            "x1": 822,
            "y1": 656,
            "x2": 915,
            "y2": 861,
            "text": "おがみ 男神 僕わかってんな",
            "vi": "Tôi biết những người đàn ông Ogami, tôi biết"
        },
        {
            "x1": 835,
            "y1": 923,
            "x2": 988,
            "y2": 1145,
            "text": "それでね 今度は 違う香りのものを お願いしたいの",
            "vi": "Vì vậy, tôi muốn yêu cầu một cái gì đó với một mùi hương khác nhau lần này"
        },
        {
            "x1": 323,
            "y1": 913,
            "x2": 475,
            "y2": 1183,
            "text": "それから さっき異世界人クンが お風呂に入るときに 使ってた…えーと",
            "vi": "Sau đó, tôi đã sử dụng nó khi thế giới khác Kun tắm..."
        },
        {
            "x1": 282,
            "y1": 1207,
            "x2": 322,
            "y2": 1341,
            "text": "入浴剤？",
            "vi": "Phụ gia bồn tắm?"
        },
        {
            "x1": 90,
            "y1": 1309,
            "x2": 162,
            "y2": 1478,
            "text": "っていうのも 欲しいわね！",
            "vi": "Tôi cũng muốn điều đó!"
        }
    ],
    "20-61185ed736f89.jpg": [
        {
            "x1": 916,
            "y1": 164,
            "x2": 981,
            "y2": 332,
            "text": "入浴剤ですね はいはい",
            "vi": "Đó là một muối tắm vâng"
        },
        {
            "x1": 381,
            "y1": 167,
            "x2": 473,
            "y2": 296,
            "text": "えーと ミンーは",
            "vi": "Uh và Minh"
        },
        {
            "x1": 344,
            "y1": 159,
            "x2": 407,
            "y2": 348,
            "text": "7！えル系の…",
            "vi": "7! Hệ thống erer..."
        },
        {
            "x1": 225,
            "y1": 718,
            "x2": 301,
            "y2": 888,
            "text": "さっき お風呂にって",
            "vi": "Tôi vừa mới tắm"
        },
        {
            "x1": 894,
            "y1": 1062,
            "x2": 1022,
            "y2": 1276,
            "text": "何で俺が 風呂に入浴剤 入れてること…",
            "vi": "Tại sao tôi lại đặt muối tắm vào bồn tắm..."
        },
        {
            "x1": 194,
            "y1": 1052,
            "x2": 284,
            "y2": 1239,
            "text": "知ってるん ですか…？",
            "vi": "Bạn có biết... không?"
        }
    ],
    "21-61185ed7c8d51.jpg": [
        {
            "x1": 919,
            "y1": 94,
            "x2": 998,
            "y2": 214,
            "text": "なんでも 何も",
            "vi": "Bất cứ điều gì"
        },
        {
            "x1": 311,
            "y1": 0,
            "x2": 564,
            "y2": 176,
            "text": "まさに",
            "vi": "Một cách chính xác"
        },
        {
            "x1": 257,
            "y1": 47,
            "x2": 297,
            "y2": 148,
            "text": "ちょっ",
            "vi": "Một chút"
        },
        {
            "x1": 169,
            "y1": 96,
            "x2": 203,
            "y2": 334,
            "text": "ニンリルちゃん！",
            "vi": "Ninrir -chan!"
        },
        {
            "x1": 859,
            "y1": 269,
            "x2": 978,
            "y2": 591,
            "text": "お主が風呂に 入るところを皆で 見ておったからじゃが？",
            "vi": "Có phải vì mọi người đã nhìn thấy nơi Chúa đi tắm?"
        },
        {
            "x1": 80,
            "y1": 438,
            "x2": 197,
            "y2": 593,
            "text": "ちょっと 何やってん ですか⁉",
            "vi": "Bạn đang làm gì một chút?"
        },
        {
            "x1": 928,
            "y1": 694,
            "x2": 995,
            "y2": 896,
            "text": "いや そのね 悪気はないのよ？",
            "vi": "Không, không phải là xấu sao?"
        },
        {
            "x1": 843,
            "y1": 813,
            "x2": 911,
            "y2": 1014,
            "text": "ちょくっと 気になっただけで",
            "vi": "Tôi đã lo lắng"
        },
        {
            "x1": 72,
            "y1": 732,
            "x2": 203,
            "y2": 927,
            "text": "つまりは 覗きですか⁉ 犯罪ですよ⁉",
            "vi": "Nói cách khác, nó có nhìn trộm không? Đó là một tội ác⁉"
        },
        {
            "x1": 613,
            "y1": 1105,
            "x2": 673,
            "y2": 1214,
            "text": "情けないの",
            "vi": "Khốn khổ"
        },
        {
            "x1": 882,
            "y1": 1096,
            "x2": 991,
            "y2": 1366,
            "text": "裸を見られたくらいで 騒ぎすぎじゃぞ もっと堂々とせんか",
            "vi": "Đó là quá nhiều tiếng ồn bởi vì tôi thấy sự trần trụi, nó có trang nghiêm hơn không?"
        },
        {
            "x1": 273,
            "y1": 1083,
            "x2": 428,
            "y2": 1325,
            "text": "まあまあ お前の貧相な体じゃ 見ても何とも 思わねぇよ",
            "vi": "Được rồi, tôi không nghĩ gì về cơ thể nghèo nàn của bạn"
        }
    ],
    "22-61185ed85b349.jpg": [
        {
            "x1": 251,
            "y1": 138,
            "x2": 293,
            "y2": 307,
            "text": "とにかく",
            "vi": "dù sao"
        },
        {
            "x1": 839,
            "y1": 387,
            "x2": 1026,
            "y2": 659,
            "text": "俺が風呂に 入ってるときは 絶対に覗かないで くださいよ‼",
            "vi": "Xin đừng xem xét nó khi tôi tắm."
        },
        {
            "x1": 136,
            "y1": 763,
            "x2": 301,
            "y2": 1126,
            "text": "次こんなことが あったらお供え 停止しますからね⁉",
            "vi": "Điều tiếp theo sẽ xảy ra sẽ được dừng lại nếu điều này xảy ra."
        },
        {
            "x1": 184,
            "y1": 1280,
            "x2": 222,
            "y2": 1426,
            "text": "はい………",
            "vi": "Vâng………"
        },
        {
            "x1": 452,
            "y1": 1512,
            "x2": 676,
            "y2": 1561,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}