var ocr_data = {
    "1-62066de07c445.jpg": [
        {
            "x1": 333,
            "y1": 327,
            "x2": 768,
            "y2": 389,
            "text": "第47章クリアの報酬",
            "vi": "Chương 47 Phần thưởng rõ ràng"
        },
        {
            "x1": 51,
            "y1": 112,
            "x2": 106,
            "y2": 1158,
            "text": "漫画：赤岸Ｋ 原作：江口連 キャラクター原案：雅",
            "vi": "Manga: Akagishi K Bản gốc: Eguchi Ren Nhân vật Cuốn sách gốc: YA"
        }
    ],
    "2-62066de102796.jpg": [
        {
            "x1": 361,
            "y1": 147,
            "x2": 436,
            "y2": 263,
            "text": "なんだあ 剣か？",
            "vi": "Kiếm là gì?"
        },
        {
            "x1": 945,
            "y1": 209,
            "x2": 1015,
            "y2": 426,
            "text": "なんかすごいの 出てきたんだけど",
            "vi": "Một cái gì đó là tuyệt vời"
        },
        {
            "x1": 172,
            "y1": 527,
            "x2": 203,
            "y2": 715,
            "text": "かっこいいく！",
            "vi": "Ngầu!"
        },
        {
            "x1": 539,
            "y1": 833,
            "x2": 613,
            "y2": 998,
            "text": "これ 抜けるのかな",
            "vi": "Tôi tự hỏi liệu điều này sẽ ra mắt"
        },
        {
            "x1": 672,
            "y1": 1244,
            "x2": 817,
            "y2": 1464,
            "text": "まさか ダンジョンボスの 体から剣が 出てくるなんて…",
            "vi": "Không thể nào, một thanh kiếm ra khỏi cơ thể của ông chủ ngục tối..."
        }
    ],
    "3-62066de1963b9.jpg": [
        {
            "x1": 927,
            "y1": 128,
            "x2": 967,
            "y2": 229,
            "text": "うわっ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 906,
            "y1": 310,
            "x2": 985,
            "y2": 431,
            "text": "結構 重たいな",
            "vi": "Nó khá nặng"
        },
        {
            "x1": 235,
            "y1": 547,
            "x2": 506,
            "y2": 618,
            "text": "魔剣カラドボルグ",
            "vi": "Kiếm ma thuật Calado Borg"
        },
        {
            "x1": 296,
            "y1": 645,
            "x2": 612,
            "y2": 784,
            "text": "雷魔法が付与された魔剣 アダマンタイト製",
            "vi": "Được làm bằng thanh kiếm quỷ adaman chặt chẽ với phép thuật sét"
        },
        {
            "x1": 107,
            "y1": 665,
            "x2": 176,
            "y2": 860,
            "text": "魔剣⁉",
            "vi": "Thanh kiếm ma thuật⁉"
        },
        {
            "x1": 882,
            "y1": 942,
            "x2": 984,
            "y2": 1215,
            "text": "これ世に出したら もしかして 大騒ぎなんじゃない？",
            "vi": "Có lẽ đó là một sự ồn ào lớn nếu bạn đưa nó vào thế giới này?"
        },
        {
            "x1": 527,
            "y1": 953,
            "x2": 629,
            "y2": 1196,
            "text": "とりあえず アイテムボックスに 保管だな",
            "vi": "Hiện tại, hãy giữ nó trong hộp mục"
        },
        {
            "x1": 358,
            "y1": 944,
            "x2": 463,
            "y2": 1190,
            "text": "さて ダンジョンボスも 無事倒せたことだし",
            "vi": "Nhân tiện, tôi đã có thể đánh bại ông chủ Dungeon một cách an toàn"
        },
        {
            "x1": 126,
            "y1": 955,
            "x2": 198,
            "y2": 1125,
            "text": "さすがに腹も 減ってきたな",
            "vi": "Đúng như dự đoán, dạ dày của tôi đang giảm"
        },
        {
            "x1": 532,
            "y1": 1400,
            "x2": 564,
            "y2": 1464,
            "text": "うん",
            "vi": "Ừ"
        }
    ],
    "4-62066de221651.jpg": [
        {
            "x1": 896,
            "y1": 122,
            "x2": 981,
            "y2": 286,
            "text": "ここいらで 飯に…",
            "vi": "Đối với gạo ở đây..."
        },
        {
            "x1": 155,
            "y1": 96,
            "x2": 268,
            "y2": 310,
            "text": "よしみんな 帰るぞ‼",
            "vi": "Yoshimi mọi người sẽ trở lại"
        },
        {
            "x1": 890,
            "y1": 607,
            "x2": 1003,
            "y2": 802,
            "text": "ベヒモスを 倒した今 危険はないぞ？",
            "vi": "Không phải là một mối nguy hiểm ngay bây giờ khi tôi đánh bại những người khổng lồ?"
        },
        {
            "x1": 790,
            "y1": 666,
            "x2": 863,
            "y2": 834,
            "text": "であれば 先に飯をだな",
            "vi": "Nếu vậy, hãy ăn trước một bữa ăn trước"
        },
        {
            "x1": 590,
            "y1": 614,
            "x2": 741,
            "y2": 835,
            "text": "ダンジョンに 籠ってから もう10日以上は 経ってるんだぞ！",
            "vi": "Đã hơn 10 ngày kể từ khi tôi vào hầm ngục!"
        },
        {
            "x1": 420,
            "y1": 602,
            "x2": 537,
            "y2": 853,
            "text": "固くて つめたい床とか 砂の上じゃなくて！",
            "vi": "Nó không phải là một sàn cứng hay cát trên cát!"
        },
        {
            "x1": 126,
            "y1": 967,
            "x2": 241,
            "y2": 1165,
            "text": "今日は ゆっくり宿で 寝たいんだよ！",
            "vi": "Tôi muốn ngủ chậm ở nhà trọ hôm nay!"
        },
        {
            "x1": 881,
            "y1": 1247,
            "x2": 992,
            "y2": 1456,
            "text": "ちなみに 帰る時は どうするんだ？",
            "vi": "Nhân tiện, bạn sẽ làm gì khi trở lại?"
        },
        {
            "x1": 142,
            "y1": 1247,
            "x2": 250,
            "y2": 1414,
            "text": "そんなの 決まっておる だろう",
            "vi": "Điều đó sẽ được quyết định"
        }
    ],
    "5-62066de2a1042.jpg": [
        {
            "x1": 905,
            "y1": 142,
            "x2": 981,
            "y2": 260,
            "text": "来た時と 同じだ",
            "vi": "Giống như khi bạn đến"
        },
        {
            "x1": 173,
            "y1": 118,
            "x2": 333,
            "y2": 345,
            "text": "よし！ フェル早く 魔力流して！",
            "vi": "Đồng ý! Fel nhanh chóng đổ ra phép thuật!"
        },
        {
            "x1": 743,
            "y1": 684,
            "x2": 857,
            "y2": 853,
            "text": "あの模様に 魔力を流すと 地上に戻れる",
            "vi": "Bạn có thể trở lại mặt đất bằng cách chảy sức mạnh ma thuật trên mẫu đó"
        },
        {
            "x1": 63,
            "y1": 688,
            "x2": 235,
            "y2": 862,
            "text": "やけに 強引だな お主⁉",
            "vi": "Chúa bị buộc phải hung dữ⁉"
        }
    ],
    "6-62066de32bfd5.jpg": [
        {
            "x1": 334,
            "y1": 166,
            "x2": 411,
            "y2": 261,
            "text": "ここが 出口？",
            "vi": "Đây có phải là một lối ra?"
        },
        {
            "x1": 134,
            "y1": 551,
            "x2": 204,
            "y2": 693,
            "text": "にしては 暗いけど…",
            "vi": "Trời tối, nhưng..."
        }
    ],
    "7-62066de3a2777.jpg": [
        {
            "x1": 430,
            "y1": 726,
            "x2": 458,
            "y2": 788,
            "text": "ども",
            "vi": "Tất cả các"
        },
        {
            "x1": 870,
            "y1": 1048,
            "x2": 956,
            "y2": 1177,
            "text": "新しい 入口…？",
            "vi": "Một lối vào mới...?"
        },
        {
            "x1": 670,
            "y1": 1057,
            "x2": 756,
            "y2": 1186,
            "text": "いや 出口だ！",
            "vi": "Không, Thoát!"
        },
        {
            "x1": 394,
            "y1": 1053,
            "x2": 521,
            "y2": 1207,
            "text": "攻略者だ！ 攻略者が 出たぞ！",
            "vi": "Một thuyền trưởng! Người bắt giữ đã đi ra!"
        },
        {
            "x1": 104,
            "y1": 1054,
            "x2": 228,
            "y2": 1211,
            "text": "ギルド マスターを 呼べ！",
            "vi": "Gọi cho Bang hội Master!"
        },
        {
            "x1": 592,
            "y1": 1123,
            "x2": 622,
            "y2": 1308,
            "text": "…てことは！",
            "vi": "......"
        },
        {
            "x1": 107,
            "y1": 1412,
            "x2": 191,
            "y2": 1512,
            "text": "急げ 急げ！",
            "vi": "Nhanh lên!"
        }
    ],
    "8-62066de441362.jpg": [
        {
            "x1": 153,
            "y1": 613,
            "x2": 180,
            "y2": 775,
            "text": "ムコーダさくん",
            "vi": "Mcoda Sae -Kun"
        },
        {
            "x1": 1007,
            "y1": 868,
            "x2": 1059,
            "y2": 1138,
            "text": "ムコーダさんッ",
            "vi": "Mukoda"
        },
        {
            "x1": 506,
            "y1": 873,
            "x2": 639,
            "y2": 1148,
            "text": "とうとう ボスを 倒したんですね！",
            "vi": "Cuối cùng bạn đã đánh bại Boss!"
        },
        {
            "x1": 317,
            "y1": 866,
            "x2": 416,
            "y2": 1137,
            "text": "フェルと スイもですよ！",
            "vi": "Fel và Sui cũng là!"
        },
        {
            "x1": 492,
            "y1": 1218,
            "x2": 612,
            "y2": 1506,
            "text": "さすが ドラちゃん！",
            "vi": "Như dự đoán, Dora -chan!"
        }
    ],
    "9-62066de4bb659.jpg": [
        {
            "x1": 886,
            "y1": 121,
            "x2": 982,
            "y2": 333,
            "text": "ドラちゃんが 心配で心配で",
            "vi": "Dora -Chan đang lo lắng và lo lắng"
        },
        {
            "x1": 458,
            "y1": 93,
            "x2": 604,
            "y2": 337,
            "text": "私も後を 追おうと何度 思ったことか…",
            "vi": "Đã bao nhiêu lần tôi nghĩ về việc theo đuổi phần còn lại..."
        },
        {
            "x1": 96,
            "y1": 158,
            "x2": 173,
            "y2": 304,
            "text": "私が 止めました",
            "vi": "Tôi đã dừng lại"
        },
        {
            "x1": 125,
            "y1": 528,
            "x2": 160,
            "y2": 722,
            "text": "お疲れ様です…",
            "vi": "Cảm ơn bạn vì sự chăm chỉ của bạn…"
        },
        {
            "x1": 844,
            "y1": 798,
            "x2": 986,
            "y2": 1002,
            "text": "それはともかく いろいろ 色々とお話も 伺いたいので 冒険者ギルドヘ！",
            "vi": "Dù sao, tôi muốn nói về những câu chuyện khác nhau, vì vậy các nhà thám hiểm Guildhe!"
        },
        {
            "x1": 357,
            "y1": 823,
            "x2": 391,
            "y2": 908,
            "text": "はい…",
            "vi": "Vâng…"
        },
        {
            "x1": 150,
            "y1": 857,
            "x2": 221,
            "y2": 964,
            "text": "また この流れ",
            "vi": "Cũng là dòng chảy này"
        },
        {
            "x1": 751,
            "y1": 903,
            "x2": 781,
            "y2": 1034,
            "text": "さあさあ！",
            "vi": "Thôi nào!"
        }
    ],
    "10-62066de56d3ac.jpg": [
        {
            "x1": 939,
            "y1": 147,
            "x2": 967,
            "y2": 263,
            "text": "なるほど",
            "vi": "Tôi thấy"
        },
        {
            "x1": 505,
            "y1": 141,
            "x2": 608,
            "y2": 362,
            "text": "ベヒモスが それほどの 強さだったとは…",
            "vi": "Behemos quá mạnh..."
        },
        {
            "x1": 146,
            "y1": 390,
            "x2": 252,
            "y2": 612,
            "text": "さすがは ダンジョンボス 予想以上ですね…",
            "vi": "Đúng như dự đoán, nó nhiều hơn dự kiến..."
        },
        {
            "x1": 918,
            "y1": 661,
            "x2": 995,
            "y2": 780,
            "text": "お話を 聞く限り",
            "vi": "Theo như tôi có thể nghe thấy"
        },
        {
            "x1": 146,
            "y1": 689,
            "x2": 215,
            "y2": 872,
            "text": "それで…… どうでした？",
            "vi": "Vậy... nó thế nào?"
        },
        {
            "x1": 852,
            "y1": 826,
            "x2": 994,
            "y2": 1070,
            "text": "私達のパーティが 撤退した判断は 間違っていなかった ようです",
            "vi": "Có vẻ như việc rút tiền của bên của chúng tôi đã sai"
        },
        {
            "x1": 971,
            "y1": 1193,
            "x2": 1034,
            "y2": 1375,
            "text": "スイも がんばったよー",
            "vi": "Sui cũng đã làm hết sức mình"
        },
        {
            "x1": 590,
            "y1": 1269,
            "x2": 691,
            "y2": 1461,
            "text": "あやうく 消し炭にされる ところでしたよ",
            "vi": "Nó sắp được làm bằng than"
        },
        {
            "x1": 456,
            "y1": 1257,
            "x2": 486,
            "y2": 1394,
            "text": "どうって？",
            "vi": "Thế nào?"
        }
    ],
    "11-62066de5e0eae.jpg": [
        {
            "x1": 905,
            "y1": 116,
            "x2": 950,
            "y2": 372,
            "text": "探索品ですよ！",
            "vi": "Đó là một sản phẩm thăm dò!"
        },
        {
            "x1": 280,
            "y1": 151,
            "x2": 357,
            "y2": 323,
            "text": "定番は 魔物の皮です",
            "vi": "Cổ điển là làn da quái vật"
        },
        {
            "x1": 481,
            "y1": 317,
            "x2": 587,
            "y2": 537,
            "text": "ダンジョンで 手に入れた素材や アイテムがあれば",
            "vi": "Nếu bạn có các vật liệu và vật dụng có được trong ngục tối"
        },
        {
            "x1": 133,
            "y1": 365,
            "x2": 283,
            "y2": 611,
            "text": "ダンジョンで 生まれる魔物の皮は 強度も強く 需要が高いんですよ",
            "vi": "Da của quái vật sinh ra trong ngục tối có sức mạnh mạnh mẽ và có nhu cầu cao."
        },
        {
            "x1": 435,
            "y1": 584,
            "x2": 538,
            "y2": 779,
            "text": "冒険者ギルドで 買取させて ほしいのです",
            "vi": "Tôi muốn bạn mua nó với một bang hội phiêu lưu"
        },
        {
            "x1": 389,
            "y1": 866,
            "x2": 497,
            "y2": 1048,
            "text": "あ でも宝箱が たくさんある 階もあって",
            "vi": "Ồ, nhưng có những tầng có nhiều rương kho báu"
        },
        {
            "x1": 139,
            "y1": 867,
            "x2": 284,
            "y2": 1062,
            "text": "でかい ミミックから 宝石箱が 出てきましたよ",
            "vi": "Một hộp trang sức xuất phát từ bản bắt chước lớn"
        },
        {
            "x1": 575,
            "y1": 1128,
            "x2": 606,
            "y2": 1216,
            "text": "ああ…",
            "vi": "À…"
        },
        {
            "x1": 885,
            "y1": 1128,
            "x2": 984,
            "y2": 1346,
            "text": "フェルがほとんど 轢き逃げして きちゃいました…",
            "vi": "Fel gần như đã bỏ chạy..."
        },
        {
            "x1": 80,
            "y1": 1086,
            "x2": 186,
            "y2": 1254,
            "text": "俺はあんまり 宝石に興味は ないので…",
            "vi": "Tôi không quan tâm lắm đến đồ trang sức..."
        }
    ],
    "12-62066de669d94.jpg": [
        {
            "x1": 923,
            "y1": 87,
            "x2": 1003,
            "y2": 285,
            "text": "ミミックから ですって⁉",
            "vi": "Từ bắt chước⁉"
        },
        {
            "x1": 226,
            "y1": 91,
            "x2": 348,
            "y2": 332,
            "text": "ミミックの 宝石箱はめったに 出ないんですよ！",
            "vi": "Hộp trang sức bắt chước hiếm khi ra mắt!"
        },
        {
            "x1": 130,
            "y1": 272,
            "x2": 213,
            "y2": 425,
            "text": "こ これは 貴重な…！",
            "vi": "Đây là quý giá...!"
        },
        {
            "x1": 854,
            "y1": 758,
            "x2": 1000,
            "y2": 929,
            "text": "これは一度 お預がりして しっかり鑑定 してみないと",
            "vi": "Điều này phải được gửi một lần và được đánh giá chắc chắn"
        },
        {
            "x1": 677,
            "y1": 813,
            "x2": 790,
            "y2": 1036,
            "text": "ご安心ください！ 預り証も 発行しますから！",
            "vi": "Hãy yên tâm! Chúng tôi sẽ cấp chứng chỉ tiền gửi!"
        },
        {
            "x1": 602,
            "y1": 1127,
            "x2": 747,
            "y2": 1348,
            "text": "この慌てようだと 魔剣なるものは 出さないほうが よさそうだな……",
            "vi": "Nếu bạn đang vội, tốt hơn là không nên đưa ra một thứ gì đó giống như một thanh kiếm ma thuật..."
        }
    ],
    "13-62066de6eba67.jpg": [
        {
            "x1": 908,
            "y1": 148,
            "x2": 938,
            "y2": 340,
            "text": "どうしました？",
            "vi": "Có chuyện gì vậy?"
        },
        {
            "x1": 658,
            "y1": 254,
            "x2": 725,
            "y2": 395,
            "text": "いえ なんでも！",
            "vi": "Không, bất cứ điều gì!"
        },
        {
            "x1": 484,
            "y1": 134,
            "x2": 557,
            "y2": 354,
            "text": "ミミックのお話も 貴重ですが",
            "vi": "Câu chuyện về bắt chước cũng có giá trị"
        },
        {
            "x1": 116,
            "y1": 139,
            "x2": 270,
            "y2": 409,
            "text": "私としてはもっと ドラちゃんの活躍とか ドラゴンのお話とか 聞きたいですねえ…",
            "vi": "Tôi muốn nghe thêm về những câu chuyện thành công và rồng của Dora -Chan..."
        },
        {
            "x1": 467,
            "y1": 634,
            "x2": 571,
            "y2": 884,
            "text": "あと途中で ドラゴンなど 出ませんでしたか？",
            "vi": "Bạn có nhận được một con rồng trên đường?"
        },
        {
            "x1": 269,
            "y1": 628,
            "x2": 331,
            "y2": 821,
            "text": "それは なかったですね",
            "vi": "Nó không phải"
        },
        {
            "x1": 115,
            "y1": 754,
            "x2": 186,
            "y2": 952,
            "text": "ほんとドラゴン 好きだなこの人",
            "vi": "Tôi thực sự thích rồng người này"
        },
        {
            "x1": 904,
            "y1": 1020,
            "x2": 983,
            "y2": 1143,
            "text": "話題を 変えよう",
            "vi": "Hãy thay đổi chủ đề"
        },
        {
            "x1": 671,
            "y1": 1030,
            "x2": 804,
            "y2": 1302,
            "text": "あと フィールド ダンジョンって いうのもありましたよ",
            "vi": "Ngoài ra còn có một ngục tối lĩnh vực"
        },
        {
            "x1": 133,
            "y1": 1078,
            "x2": 245,
            "y2": 1250,
            "text": "地下なのに 自然が 広がってて！",
            "vi": "Mặc dù nó là dưới lòng đất, nhưng thiên nhiên đang lan rộng!"
        }
    ],
    "14-62066de76c949.jpg": [
        {
            "x1": 862,
            "y1": 167,
            "x2": 975,
            "y2": 309,
            "text": "あぁ！ ボス直前の 階層ですね",
            "vi": "À! Đó là một hệ thống phân cấp ngay trước khi ông chủ"
        },
        {
            "x1": 136,
            "y1": 153,
            "x2": 287,
            "y2": 373,
            "text": "あの階は ダンジョン攻略上 最難関と 言われています",
            "vi": "Tầng đó được cho là Dungeon khó khăn nhất"
        },
        {
            "x1": 813,
            "y1": 564,
            "x2": 948,
            "y2": 790,
            "text": "普通だと 通過するのに 一ヶ月は かかるんでしたっけ",
            "vi": "Sẽ mất một tháng để vượt qua nếu nó là bình thường"
        },
        {
            "x1": 684,
            "y1": 571,
            "x2": 718,
            "y2": 689,
            "text": "そうです",
            "vi": "Đúng thế"
        },
        {
            "x1": 271,
            "y1": 586,
            "x2": 460,
            "y2": 785,
            "text": "当時の 私のパーティも 念入りに準備を していましたが 大変でした",
            "vi": "Vào thời điểm đó, bữa tiệc của tôi đã chuẩn bị cẩn thận, nhưng thật khó khăn."
        },
        {
            "x1": 120,
            "y1": 588,
            "x2": 230,
            "y2": 759,
            "text": "なにぶん フィールドも 広大で",
            "vi": "Trường rất rộng"
        },
        {
            "x1": 879,
            "y1": 1121,
            "x2": 989,
            "y2": 1395,
            "text": "それをこの日数で 通過できるのは 本当に驚異的ですよ！",
            "vi": "Thật sự tuyệt vời khi có thể vượt qua nó trong số ngày này!"
        },
        {
            "x1": 308,
            "y1": 1138,
            "x2": 373,
            "y2": 1304,
            "text": "フェルの おかげですよ",
            "vi": "Nhờ Fel"
        },
        {
            "x1": 133,
            "y1": 1246,
            "x2": 279,
            "y2": 1465,
            "text": "それに 隅々まで 探索したわけじゃ ないですし…",
            "vi": "Và tôi không khám phá mọi góc..."
        }
    ],
    "15-62066de7edbac.jpg": [
        {
            "x1": 817,
            "y1": 151,
            "x2": 946,
            "y2": 345,
            "text": "今思い返しても なんだか すごい ところでした",
            "vi": "Đó là một nơi tuyệt vời để nghĩ lại bây giờ"
        },
        {
            "x1": 636,
            "y1": 240,
            "x2": 748,
            "y2": 409,
            "text": "地下なのに 太陽があって 夜にもなって",
            "vi": "Mặc dù nó ở dưới lòng đất, vẫn có mặt trời và nó vào ban đêm"
        },
        {
            "x1": 382,
            "y1": 515,
            "x2": 448,
            "y2": 686,
            "text": "驚き ですよねえ！",
            "vi": "Thật đáng ngạc nhiên!"
        },
        {
            "x1": 178,
            "y1": 597,
            "x2": 291,
            "y2": 793,
            "text": "夜は冷えるし まものか 魔物の活動が 活発になるしで",
            "vi": "Vào ban đêm, trời trở nên lạnh và hoạt động quái vật trở nên hoạt động"
        },
        {
            "x1": 867,
            "y1": 904,
            "x2": 971,
            "y2": 1050,
            "text": "あー そうです そうです！",
            "vi": "Ồ vâng!"
        },
        {
            "x1": 665,
            "y1": 984,
            "x2": 779,
            "y2": 1154,
            "text": "日中も暑いし 足もとられて 進みづらくて",
            "vi": "Trời nóng vào ban ngày và thật khó để di chuyển"
        },
        {
            "x1": 883,
            "y1": 1254,
            "x2": 955,
            "y2": 1446,
            "text": "攻略当時を 思い出しますね",
            "vi": "Tôi nhớ thời điểm bắt giữ"
        },
        {
            "x1": 180,
            "y1": 1271,
            "x2": 252,
            "y2": 1414,
            "text": "いやほんと たいへ 大変でした",
            "vi": "Nó thực sự khó"
        }
    ],
    "16-62066de875b13.jpg": [
        {
            "x1": 497,
            "y1": 121,
            "x2": 636,
            "y2": 321,
            "text": "森林階層 砂漠階層",
            "vi": "Phân cấp hệ thống phân cấp rừng"
        },
        {
            "x1": 484,
            "y1": 1103,
            "x2": 518,
            "y2": 1219,
            "text": "砂漠階層",
            "vi": "Hệ thống phân cấp sa mạc"
        },
        {
            "x1": 871,
            "y1": 1133,
            "x2": 981,
            "y2": 1384,
            "text": "今何て 言いました⁉",
            "vi": "Bạn đã nói gì bây giờ⁉"
        },
        {
            "x1": 396,
            "y1": 1370,
            "x2": 455,
            "y2": 1462,
            "text": "あっかた よー",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 146,
            "y1": 1231,
            "x2": 186,
            "y2": 1471,
            "text": "砂漠ですって⁉",
            "vi": "Đó là một sa mạc⁉"
        }
    ],
    "17-62066de8f0bbb.jpg": [
        {
            "x1": 566,
            "y1": 129,
            "x2": 719,
            "y2": 376,
            "text": "……私の 攻略時から今日まで 砂漠があるという 報告はありません",
            "vi": "......không có báo cáo rằng có một sa mạc từ việc tôi bắt giữ đến hôm nay"
        },
        {
            "x1": 111,
            "y1": 208,
            "x2": 227,
            "y2": 379,
            "text": "森林よりも 砂漠のほうが より危険です",
            "vi": "Sa mạc nguy hiểm hơn các khu rừng"
        },
        {
            "x1": 791,
            "y1": 444,
            "x2": 897,
            "y2": 685,
            "text": "もしかして し森林の階も あったんですか？",
            "vi": "Có lẽ có một sàn rừng?"
        },
        {
            "x1": 97,
            "y1": 467,
            "x2": 238,
            "y2": 714,
            "text": "年月を経てここまで ダンジョンが 様変わりするとは 大変なことですよ…",
            "vi": "Thật khó để thay đổi ngục tối trong những năm qua..."
        },
        {
            "x1": 866,
            "y1": 823,
            "x2": 972,
            "y2": 1019,
            "text": "冒険者たちに とっても 重要な情報です",
            "vi": "Nó cũng quan trọng đối với các nhà thám hiểm"
        },
        {
            "x1": 132,
            "y1": 832,
            "x2": 236,
            "y2": 1026,
            "text": "…そのお話 詳しく聞かせて もらいますよ",
            "vi": "… Tôi sẽ cho bạn biết các chi tiết"
        },
        {
            "x1": 496,
            "y1": 1188,
            "x2": 525,
            "y2": 1273,
            "text": "はい…",
            "vi": "Vâng…"
        }
    ],
    "18-62066de978778.jpg": [
        {
            "x1": 709,
            "y1": 106,
            "x2": 776,
            "y2": 250,
            "text": "ありがとう ございます",
            "vi": "cảm ơn bạn"
        },
        {
            "x1": 127,
            "y1": 107,
            "x2": 239,
            "y2": 275,
            "text": "鑑定のお話は また後日に お願いします",
            "vi": "Hãy nói về việc thẩm định sau này."
        },
        {
            "x1": 666,
            "y1": 297,
            "x2": 773,
            "y2": 493,
            "text": "今聞いた話 だけでも忙しく なりそうですよ",
            "vi": "Có vẻ như tôi sẽ bận chỉ là câu chuyện mà tôi đã nghe bây giờ"
        },
        {
            "x1": 138,
            "y1": 506,
            "x2": 172,
            "y2": 608,
            "text": "ははい",
            "vi": "Vâng"
        },
        {
            "x1": 904,
            "y1": 670,
            "x2": 981,
            "y2": 815,
            "text": "この書類も 入場窓口へ",
            "vi": "Tài liệu này cũng đến cửa sổ vào"
        },
        {
            "x1": 635,
            "y1": 663,
            "x2": 668,
            "y2": 858,
            "text": "エルランドさん",
            "vi": "EXAND"
        },
        {
            "x1": 862,
            "y1": 860,
            "x2": 897,
            "y2": 925,
            "text": "はい",
            "vi": "Vâng"
        },
        {
            "x1": 128,
            "y1": 697,
            "x2": 273,
            "y2": 893,
            "text": "ドラゴンが 関わらなければ ちゃんと仕事 してるんだな…",
            "vi": "Nếu con rồng không tham gia, tôi sẽ làm việc đúng..."
        },
        {
            "x1": 956,
            "y1": 1014,
            "x2": 1000,
            "y2": 1086,
            "text": "後日",
            "vi": "Vào một ngày sau đó"
        },
        {
            "x1": 1010,
            "y1": 1093,
            "x2": 1106,
            "y2": 1248,
            "text": "ギC…",
            "vi": "Gi C"
        },
        {
            "x1": 831,
            "y1": 1114,
            "x2": 984,
            "y2": 1360,
            "text": "ドランダンジョンは 途中階層の様相が 変わることが 発表され",
            "vi": "Nó được thông báo rằng sự xuất hiện của hệ thống phân cấp sẽ thay đổi trên đường."
        },
        {
            "x1": 675,
            "y1": 1292,
            "x2": 781,
            "y2": 1463,
            "text": "高難易度 ダンジョンに 指定された",
            "vi": "Được chỉ định là ngục tối khó khăn cao"
        },
        {
            "x1": 862,
            "y1": 1472,
            "x2": 1083,
            "y2": 1512,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}