var ocr_data = {
    "1-61b3708a3a68c.jpg": [
        {
            "x1": 153,
            "y1": 57,
            "x2": 938,
            "y2": 119,
            "text": "第57章 ドラちゃんのファッションショー",
            "vi": "Chương 57 Dora -Chan's Fashion Show"
        },
        {
            "x1": 294,
            "y1": 178,
            "x2": 798,
            "y2": 329,
            "text": "とんでもスキルる 異世界放浪メジ",
            "vi": "Thế giới khác nhau lang thang meji đó"
        },
        {
            "x1": 96,
            "y1": 1516,
            "x2": 994,
            "y2": 1564,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸﾀー原:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi ren nhân vật Hara: YA"
        }
    ],
    "2-61b3708aaf4ee.jpg": [
        {
            "x1": 425,
            "y1": 80,
            "x2": 508,
            "y2": 244,
            "text": "良かったね スイ",
            "vi": "Nó là tốt"
        },
        {
            "x1": 193,
            "y1": 208,
            "x2": 266,
            "y2": 418,
            "text": "ぉ友達 キレイになって",
            "vi": "ぉ Bạn bè thật đẹp"
        },
        {
            "x1": 501,
            "y1": 572,
            "x2": 568,
            "y2": 702,
            "text": "うん",
            "vi": "Ừ"
        },
        {
            "x1": 176,
            "y1": 807,
            "x2": 254,
            "y2": 940,
            "text": "なんだよ スイ",
            "vi": "Nó............... là gì?"
        },
        {
            "x1": 939,
            "y1": 1081,
            "x2": 1078,
            "y2": 1282,
            "text": "お前 そんな 人形が 友達なのか？",
            "vi": "Bạn có phải là bạn của một con búp bê như vậy không?"
        },
        {
            "x1": 322,
            "y1": 1139,
            "x2": 360,
            "y2": 1266,
            "text": "正確には",
            "vi": "Chính xác là chính xác"
        },
        {
            "x1": 838,
            "y1": 1298,
            "x2": 871,
            "y2": 1448,
            "text": "そうだよー",
            "vi": "Đúng thế"
        },
        {
            "x1": 183,
            "y1": 1202,
            "x2": 305,
            "y2": 1409,
            "text": "スイのお友達が 作ってくれた 人形かな",
            "vi": "Nó có phải là một con búp bê được làm bởi bạn của Sui?"
        }
    ],
    "3-61b3708b86879.jpg": [
        {
            "x1": 870,
            "y1": 96,
            "x2": 947,
            "y2": 305,
            "text": "スライムと 人間が友達ねぇ",
            "vi": "Slime và con người không có bạn bè"
        },
        {
            "x1": 271,
            "y1": 101,
            "x2": 360,
            "y2": 238,
            "text": "そんな お主こそ",
            "vi": "Như vậy, Chúa"
        },
        {
            "x1": 65,
            "y1": 144,
            "x2": 223,
            "y2": 327,
            "text": "人間と 従魔契約した 変わった ドラゴンだぞ",
            "vi": "Đó là một con rồng khác thường có hợp đồng quỷ với con người"
        },
        {
            "x1": 740,
            "y1": 313,
            "x2": 857,
            "y2": 439,
            "text": "変わって んなー お前ら",
            "vi": "Nó đã thay đổi -bạn là các bạn"
        },
        {
            "x1": 521,
            "y1": 320,
            "x2": 565,
            "y2": 461,
            "text": "何を言う",
            "vi": "Gì"
        },
        {
            "x1": 333,
            "y1": 547,
            "x2": 372,
            "y2": 621,
            "text": "契約",
            "vi": "đính ước"
        },
        {
            "x1": 797,
            "y1": 551,
            "x2": 912,
            "y2": 772,
            "text": "お前が 言うのか…",
            "vi": "Bạn có nói..."
        },
        {
            "x1": 825,
            "y1": 827,
            "x2": 955,
            "y2": 977,
            "text": "まあ それも そっか‼",
            "vi": "Vâng, đúng"
        },
        {
            "x1": 48,
            "y1": 833,
            "x2": 206,
            "y2": 1071,
            "text": "俺たち 変わリモン 同士だな",
            "vi": "Chúng ta khác nhau"
        },
        {
            "x1": 708,
            "y1": 1028,
            "x2": 844,
            "y2": 1235,
            "text": "美味い飯 には敵わねぇ しな！",
            "vi": "Tôi không biết với gạo ngon!"
        },
        {
            "x1": 332,
            "y1": 1258,
            "x2": 413,
            "y2": 1397,
            "text": "ゃぽり 这シ目的に",
            "vi": "Cho mục đích này"
        },
        {
            "x1": 789,
            "y1": 1280,
            "x2": 908,
            "y2": 1530,
            "text": "それで いいのか…",
            "vi": "Có ổn không…"
        }
    ],
    "4-61b3708c10e75.jpg": [
        {
            "x1": 917,
            "y1": 22,
            "x2": 997,
            "y2": 192,
            "text": "用事は 終わったな",
            "vi": "Việc vặt kết thúc"
        },
        {
            "x1": 715,
            "y1": 114,
            "x2": 748,
            "y2": 267,
            "text": "そうだなー",
            "vi": "Đúng thế"
        },
        {
            "x1": 326,
            "y1": 78,
            "x2": 373,
            "y2": 218,
            "text": "こっちが ミリーナちゃん",
            "vi": "Đây là Mirina -chan"
        },
        {
            "x1": 841,
            "y1": 201,
            "x2": 958,
            "y2": 391,
            "text": "それで この後はどう するのだ？",
            "vi": "Vậy bạn làm gì sau này?"
        },
        {
            "x1": 403,
            "y1": 233,
            "x2": 469,
            "y2": 337,
            "text": "これが リク君で",
            "vi": "Đây là Riku"
        },
        {
            "x1": 927,
            "y1": 503,
            "x2": 1012,
            "y2": 662,
            "text": "やっぱ 観光したい",
            "vi": "Sau tất cả, tôi muốn tham quan"
        },
        {
            "x1": 554,
            "y1": 511,
            "x2": 652,
            "y2": 691,
            "text": "ドラちゃんも 次はいっしょに あそぼうねー",
            "vi": "Dora -chan sẽ chơi cùng nhau lần sau."
        },
        {
            "x1": 403,
            "y1": 563,
            "x2": 440,
            "y2": 686,
            "text": "いいぜ",
            "vi": "Khỏe"
        },
        {
            "x1": 846,
            "y1": 818,
            "x2": 935,
            "y2": 970,
            "text": "気が向い たらなー",
            "vi": "tôi ước tôi có thể đi"
        }
    ],
    "5-61b3708c80bf2.jpg": [
        {
            "x1": 433,
            "y1": 163,
            "x2": 476,
            "y2": 387,
            "text": "冒険するか…",
            "vi": "Bạn có phiêu lưu..."
        },
        {
            "x1": 832,
            "y1": 581,
            "x2": 897,
            "y2": 696,
            "text": "むう",
            "vi": "MUU"
        },
        {
            "x1": 121,
            "y1": 456,
            "x2": 169,
            "y2": 663,
            "text": "しないか…",
            "vi": "Bạn không..."
        },
        {
            "x1": 777,
            "y1": 867,
            "x2": 868,
            "y2": 1076,
            "text": "…どっちが いいと思う？",
            "vi": "...Bạn nghĩ cái nào tốt hơn?"
        },
        {
            "x1": 125,
            "y1": 857,
            "x2": 206,
            "y2": 1065,
            "text": "どっちでも いいだろそ‼",
            "vi": "Dù bằng cách nào cũng tốt"
        },
        {
            "x1": 693,
            "y1": 1134,
            "x2": 990,
            "y2": 1343,
            "text": "なあなあ 何を そんなに 悩んでんだ？ 服なんか どれも一緒 だろくそ～",
            "vi": "Bạn đang lo lắng về điều gì? Tất cả quần áo đều giống nhau ~"
        },
        {
            "x1": 105,
            "y1": 1135,
            "x2": 222,
            "y2": 1306,
            "text": "全然 違うって よく見ろよ！",
            "vi": "Nhìn thấy nó hoàn toàn khác!"
        },
        {
            "x1": 63,
            "y1": 1314,
            "x2": 171,
            "y2": 1486,
            "text": "っていうか 店で飛び回ら ない‼",
            "vi": "Ý tôi là, tôi không bay trong cửa hàng."
        }
    ],
    "6-61b3708e3bd38.jpg": [
        {
            "x1": 933,
            "y1": 36,
            "x2": 1103,
            "y2": 271,
            "text": "か──っ こんなの着なきゃ なんねえ人間 って大変だな",
            "vi": "Tôi không cần phải mặc kiểu mặc này, thật khó cho con người"
        },
        {
            "x1": 747,
            "y1": 66,
            "x2": 843,
            "y2": 347,
            "text": "むしろ着なきゃ 社会的に死ぬから",
            "vi": "Thay vào đó, nếu bạn không mặc nó, bạn sẽ chết về mặt xã hội"
        },
        {
            "x1": 441,
            "y1": 81,
            "x2": 675,
            "y2": 320,
            "text": "俺たちなんて そんなモン身に 付けなくても 全然気にしねー のにな",
            "vi": "Tôi không quan tâm chút nào ngay cả khi chúng ta không mặc đồ như vậy"
        },
        {
            "x1": 896,
            "y1": 692,
            "x2": 990,
            "y2": 813,
            "text": "だろ？ スイ",
            "vi": "Có phải là không? Sui"
        },
        {
            "x1": 177,
            "y1": 743,
            "x2": 222,
            "y2": 857,
            "text": "よ了しけれ",
            "vi": "Tạm biệt"
        },
        {
            "x1": 943,
            "y1": 1063,
            "x2": 1016,
            "y2": 1189,
            "text": "スイ ちゃんや",
            "vi": "Sui -chan"
        },
        {
            "x1": 648,
            "y1": 1117,
            "x2": 682,
            "y2": 1309,
            "text": "ドラちゃんや",
            "vi": "Dora -Chan"
        }
    ],
    "7-61b3708ebb792.jpg": [
        {
            "x1": 87,
            "y1": 957,
            "x2": 169,
            "y2": 1407,
            "text": "似合うじゃんく",
            "vi": "Nó có vẻ tốt"
        }
    ],
    "8-61b3708f43f3f.jpg": [
        {
            "x1": 938,
            "y1": 62,
            "x2": 1051,
            "y2": 298,
            "text": "ドラちゃん かわいいね",
            "vi": "Dora -Chan dễ thương"
        },
        {
            "x1": 140,
            "y1": 134,
            "x2": 273,
            "y2": 463,
            "text": "可愛くなんか ねぇ‼",
            "vi": "Nó dễ thương"
        },
        {
            "x1": 989,
            "y1": 535,
            "x2": 1022,
            "y2": 683,
            "text": "フザケンナ",
            "vi": "Fuskenna"
        },
        {
            "x1": 836,
            "y1": 558,
            "x2": 907,
            "y2": 740,
            "text": "変なモン 着けやがって‼",
            "vi": "Mặc một mon kỳ lạ"
        },
        {
            "x1": 181,
            "y1": 515,
            "x2": 306,
            "y2": 716,
            "text": "オレは )“カッコいい だろ‼",
            "vi": "I) \"Thật tuyệt!"
        },
        {
            "x1": 646,
            "y1": 744,
            "x2": 714,
            "y2": 902,
            "text": "大丈夫大丈夫 可愛いじゃん",
            "vi": "Không sao đâu, nó dễ thương"
        },
        {
            "x1": 183,
            "y1": 775,
            "x2": 312,
            "y2": 945,
            "text": "えー でも実際 似合ってるぞ",
            "vi": "Chà, nó thực sự có vẻ tốt"
        },
        {
            "x1": 938,
            "y1": 1032,
            "x2": 1013,
            "y2": 1176,
            "text": "お店の人も 好感触だし",
            "vi": "Những người trong cửa hàng cũng cảm thấy tốt"
        },
        {
            "x1": 572,
            "y1": 1045,
            "x2": 692,
            "y2": 1182,
            "text": "他にも こういう のが…！",
            "vi": "Một điều nữa...!"
        },
        {
            "x1": 484,
            "y1": 1093,
            "x2": 520,
            "y2": 1252,
            "text": "やめろー！",
            "vi": "Chặn!"
        },
        {
            "x1": 617,
            "y1": 1223,
            "x2": 683,
            "y2": 1325,
            "text": "どた",
            "vi": "Phủi bụi"
        },
        {
            "x1": 778,
            "y1": 1254,
            "x2": 861,
            "y2": 1473,
            "text": "とっても 可愛いですく‼",
            "vi": "Nó rất dễ thương"
        },
        {
            "x1": 136,
            "y1": 1202,
            "x2": 233,
            "y2": 1382,
            "text": "最強に 可愛いぞく",
            "vi": "Mạnh nhất là mạnh nhất"
        },
        {
            "x1": 538,
            "y1": 1405,
            "x2": 632,
            "y2": 1538,
            "text": "どた",
            "vi": "Phủi bụi"
        },
        {
            "x1": 430,
            "y1": 1323,
            "x2": 507,
            "y2": 1477,
            "text": "あるじー スイはー？",
            "vi": "Có một điều nào đó?"
        }
    ],
    "9-61b3708fd961d.jpg": [
        {
            "x1": 775,
            "y1": 522,
            "x2": 814,
            "y2": 627,
            "text": "…なあ",
            "vi": "… Ổn"
        },
        {
            "x1": 686,
            "y1": 918,
            "x2": 717,
            "y2": 997,
            "text": "もう",
            "vi": "đã sẵn sàng"
        },
        {
            "x1": 102,
            "y1": 1270,
            "x2": 147,
            "y2": 1490,
            "text": "あのさあ…",
            "vi": "Bạn biết những gì…"
        }
    ],
    "10-61b370905d8e5.jpg": [
        {
            "x1": 992,
            "y1": 114,
            "x2": 1043,
            "y2": 226,
            "text": "もう",
            "vi": "đã sẵn sàng"
        },
        {
            "x1": 602,
            "y1": 134,
            "x2": 732,
            "y2": 450,
            "text": "いい加減に しろーっ‼",
            "vi": "Hãy làm điều đó."
        },
        {
            "x1": 987,
            "y1": 1034,
            "x2": 1059,
            "y2": 1200,
            "text": "すっかり 拗ねちゃった",
            "vi": "Tôi hoàn toàn không ngừng"
        },
        {
            "x1": 532,
            "y1": 1063,
            "x2": 602,
            "y2": 1281,
            "text": "フェルもヒデーぜ 見捨てやがって…",
            "vi": "Fel cũng bị bỏ hoang..."
        },
        {
            "x1": 297,
            "y1": 1055,
            "x2": 368,
            "y2": 1209,
            "text": "一つ良い事を 教えてやろう",
            "vi": "Hãy nói một điều tốt"
        },
        {
            "x1": 834,
            "y1": 1228,
            "x2": 917,
            "y2": 1384,
            "text": "絶対に 許さねえ…",
            "vi": "Không bao giờ tha thứ..."
        },
        {
            "x1": 150,
            "y1": 1087,
            "x2": 245,
            "y2": 1346,
            "text": "面倒事には 無視が一番だぞ",
            "vi": "Bỏ qua những rắc rối của những rắc rối"
        },
        {
            "x1": 667,
            "y1": 1340,
            "x2": 752,
            "y2": 1452,
            "text": "ごめん ごめん",
            "vi": "Xin lỗi, xin lỗi"
        }
    ],
    "11-61b37090e3fa1.jpg": [
        {
            "x1": 810,
            "y1": 128,
            "x2": 962,
            "y2": 353,
            "text": "嫌なら 逃げれば 良かったろう",
            "vi": "Nếu bạn không thích nó, bạn nên thoát khỏi"
        },
        {
            "x1": 588,
            "y1": 128,
            "x2": 656,
            "y2": 308,
            "text": "何い～_~",
            "vi": "Cái gì ~"
        },
        {
            "x1": 267,
            "y1": 73,
            "x2": 352,
            "y2": 267,
            "text": "次は絶対 行かないから",
            "vi": "Tôi sẽ không bao giờ đi tiếp theo"
        },
        {
            "x1": 91,
            "y1": 54,
            "x2": 125,
            "y2": 209,
            "text": "ごめんって",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 444,
            "y1": 301,
            "x2": 481,
            "y2": 446,
            "text": "どーどー",
            "vi": "Dodo"
        },
        {
            "x1": 268,
            "y1": 508,
            "x2": 344,
            "y2": 712,
            "text": "流石にずっと 連れ回せないし",
            "vi": "Tôi không thể mang nó đi mãi mãi"
        },
        {
            "x1": 103,
            "y1": 577,
            "x2": 230,
            "y2": 763,
            "text": "明日は おれひとり 俺一人で 買い物行こ…",
            "vi": "Ngày mai, tôi sẽ đi mua sắm một mình..."
        },
        {
            "x1": 850,
            "y1": 817,
            "x2": 964,
            "y2": 992,
            "text": "じゃあ ちゃっちゃと 宿行って",
            "vi": "Sau đó đi đến nhà trọ"
        },
        {
            "x1": 483,
            "y1": 828,
            "x2": 527,
            "y2": 971,
            "text": "飯食って",
            "vi": "Ăn một bữa ăn"
        },
        {
            "x1": 332,
            "y1": 913,
            "x2": 404,
            "y2": 1036,
            "text": "ゆっくり しよーか",
            "vi": "Dần dần"
        }
    ],
    "12-61b370930a330.jpg": [
        {
            "x1": 945,
            "y1": 163,
            "x2": 1072,
            "y2": 400,
            "text": "ドラちゃん 行くよー！",
            "vi": "Tôi sẽ đến Dora -chan!"
        },
        {
            "x1": 161,
            "y1": 394,
            "x2": 284,
            "y2": 544,
            "text": "よし 来い‼",
            "vi": "Thôi nào"
        },
        {
            "x1": 302,
            "y1": 1275,
            "x2": 459,
            "y2": 1301,
            "text": "宿の裏庭….手",
            "vi": "Sân sau của nhà trọ.... bàn tay"
        },
        {
            "x1": 738,
            "y1": 1268,
            "x2": 900,
            "y2": 1448,
            "text": "こらっ ここは森じゃ ないから 大人しく‼",
            "vi": "Đây không phải là một khu rừng, vì vậy tôi yên tĩnh."
        },
        {
            "x1": 228,
            "y1": 1289,
            "x2": 265,
            "y2": 1389,
            "text": "はーい",
            "vi": "Vâng"
        }
    ],
    "13-61b370937dfdd.jpg": [
        {
            "x1": 860,
            "y1": 433,
            "x2": 953,
            "y2": 739,
            "text": "どう？ ドラちゃん 初めてのお風呂は",
            "vi": "đồng? Dora -Chan's Bath First"
        },
        {
            "x1": 392,
            "y1": 465,
            "x2": 437,
            "y2": 653,
            "text": "熱くない？",
            "vi": "Nó không nóng sao?"
        },
        {
            "x1": 118,
            "y1": 692,
            "x2": 190,
            "y2": 813,
            "text": "熱くは ねえよ？",
            "vi": "Nó không nóng sao?"
        },
        {
            "x1": 932,
            "y1": 938,
            "x2": 968,
            "y2": 1116,
            "text": "ただ なんか",
            "vi": "Chỉ cần"
        },
        {
            "x1": 493,
            "y1": 944,
            "x2": 584,
            "y2": 1173,
            "text": "何も考え られねえや…",
            "vi": "Tôi không thể nghĩ về bất cứ điều gì..."
        },
        {
            "x1": 351,
            "y1": 939,
            "x2": 416,
            "y2": 1073,
            "text": "ほう",
            "vi": "quy tắc"
        },
        {
            "x1": 195,
            "y1": 1019,
            "x2": 237,
            "y2": 1190,
            "text": "分かるー…",
            "vi": "Tôi hiểu..."
        },
        {
            "x1": 113,
            "y1": 1018,
            "x2": 168,
            "y2": 1208,
            "text": "気持ちいいよな…",
            "vi": "Nó cảm thấy tốt..."
        },
        {
            "x1": 77,
            "y1": 1244,
            "x2": 114,
            "y2": 1348,
            "text": "わかる",
            "vi": "Nhìn nhận"
        }
    ],
    "14-61b37094018e1.jpg": [
        {
            "x1": 291,
            "y1": 55,
            "x2": 321,
            "y2": 133,
            "text": "十メロ",
            "vi": "Mười giai điệu"
        },
        {
            "x1": 865,
            "y1": 119,
            "x2": 901,
            "y2": 193,
            "text": "スイも",
            "vi": "Sui"
        },
        {
            "x1": 838,
            "y1": 187,
            "x2": 869,
            "y2": 258,
            "text": "スイモ",
            "vi": "Bơi"
        },
        {
            "x1": 902,
            "y1": 648,
            "x2": 1005,
            "y2": 775,
            "text": "今日も 一日",
            "vi": "Hôm nay và cả ngày"
        },
        {
            "x1": 188,
            "y1": 822,
            "x2": 323,
            "y2": 1001,
            "text": "頑張り ました",
            "vi": "Tôi làm việc chăm chỉ"
        },
        {
            "x1": 871,
            "y1": 1268,
            "x2": 980,
            "y2": 1437,
            "text": "その頃の 女神ズ",
            "vi": "Nữ thần của thời gian đó"
        },
        {
            "x1": 110,
            "y1": 1508,
            "x2": 387,
            "y2": 1563,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}