var ocr_data = {
    "001.jpg": [
        {
            "x1": 241,
            "y1": 167,
            "x2": 273,
            "y2": 240,
            "text": "うむ",
            "vi": "Tức giận"
        },
        {
            "x1": 497,
            "y1": 236,
            "x2": 611,
            "y2": 405,
            "text": "なんか今日 一段と日差し 強いな",
            "vi": "Một cái gì đó ngày nay mạnh mẽ hơn"
        },
        {
            "x1": 875,
            "y1": 522,
            "x2": 916,
            "y2": 705,
            "text": "あっちいー",
            "vi": "Ngoại trừ"
        },
        {
            "x1": 538,
            "y1": 473,
            "x2": 620,
            "y2": 758,
            "text": "こんな日に火なんか 使いたくないし…",
            "vi": "Tôi không muốn sử dụng lửa vào một ngày như vậy..."
        },
        {
            "x1": 427,
            "y1": 601,
            "x2": 514,
            "y2": 781,
            "text": "菓子パンで いいか？",
            "vi": "Có ổn không khi sử dụng bánh mì bánh kẹo?"
        },
        {
            "x1": 543,
            "y1": 994,
            "x2": 601,
            "y2": 1140,
            "text": "これ…",
            "vi": "đây…"
        }
    ],
    "002.jpg": [
        {
            "x1": 382,
            "y1": 64,
            "x2": 777,
            "y2": 110,
            "text": "第35章 流しそうめん",
            "vi": "Chương 35 Somen đang chảy"
        },
        {
            "x1": 252,
            "y1": 143,
            "x2": 914,
            "y2": 332,
            "text": "とんでもスキル同 異世界放浪タジ",
            "vi": "Kỹ năng cùng thế giới lang thang Taji"
        },
        {
            "x1": 488,
            "y1": 379,
            "x2": 671,
            "y2": 444,
            "text": "Tondemo Skill de lsekai Hourou Meshi suino Dai Bouken",
            "vi": "Một cuộc phiêu lưu lớn của L World lang thang với s kit l"
        },
        {
            "x1": 150,
            "y1": 1519,
            "x2": 1016,
            "y2": 1556,
            "text": "漫画：双葉もも 原作：江口連 キャラクター原案：雅",
            "vi": "Manga: Momo Futaba Bản gốc: Nhân vật Eguchi Ren"
        }
    ],
    "003.jpg": [
        {
            "x1": 118,
            "y1": 454,
            "x2": 154,
            "y2": 631,
            "text": "なにコレ？",
            "vi": "Cái gì thế này?"
        },
        {
            "x1": 466,
            "y1": 830,
            "x2": 491,
            "y2": 915,
            "text": "とうめん",
            "vi": "Tokum"
        },
        {
            "x1": 287,
            "y1": 821,
            "x2": 321,
            "y2": 953,
            "text": "できたよー",
            "vi": "Tôi đã có thể làm điều đó"
        },
        {
            "x1": 856,
            "y1": 873,
            "x2": 926,
            "y2": 1063,
            "text": "“流しそうめん だよ",
            "vi": "\"Đó là một somen đang chảy"
        },
        {
            "x1": 538,
            "y1": 876,
            "x2": 715,
            "y2": 1051,
            "text": "この つるつる したのを このお水が 流れる機械に",
            "vi": "Sự trơn trượt này là cỗ máy nơi nước này chảy"
        },
        {
            "x1": 133,
            "y1": 883,
            "x2": 237,
            "y2": 1079,
            "text": "それを上手に すくって 食べるんだよ！",
            "vi": "Rắc nó tốt và ăn nó!"
        },
        {
            "x1": 884,
            "y1": 1217,
            "x2": 955,
            "y2": 1382,
            "text": "楽しそ",
            "vi": "Niềm vui thích"
        },
        {
            "x1": 444,
            "y1": 1231,
            "x2": 539,
            "y2": 1379,
            "text": "本来は竹とか 使ってやるん だけどね！",
            "vi": "Ban đầu, bạn có thể sử dụng tre!"
        },
        {
            "x1": 138,
            "y1": 1310,
            "x2": 253,
            "y2": 1450,
            "text": "前から コレやって みたかったん だよなー！",
            "vi": "Tôi muốn thử cái này trong một thời gian dài!"
        }
    ],
    "004.jpg": [
        {
            "x1": 820,
            "y1": 135,
            "x2": 1013,
            "y2": 348,
            "text": "よーし いっぱい流す からいっぱい 食べろよく-",
            "vi": "Bạn có thể ăn nhiều vì nó chảy rất nhiều-"
        },
        {
            "x1": 594,
            "y1": 160,
            "x2": 647,
            "y2": 284,
            "text": "たべる",
            "vi": "Ăn"
        },
        {
            "x1": 434,
            "y1": 218,
            "x2": 465,
            "y2": 342,
            "text": "内がいいら",
            "vi": "Tôi thích bên trong"
        },
        {
            "x1": 226,
            "y1": 696,
            "x2": 279,
            "y2": 834,
            "text": "流れた",
            "vi": "chảy ra"
        }
    ],
    "005.jpg": [
        {
            "x1": 890,
            "y1": 186,
            "x2": 934,
            "y2": 341,
            "text": "あれえ？",
            "vi": "Đó là?"
        },
        {
            "x1": 422,
            "y1": 122,
            "x2": 614,
            "y2": 346,
            "text": "あはは スイには むずかし かったかな",
            "vi": "Tôi tự hỏi liệu nó có khó không"
        },
        {
            "x1": 110,
            "y1": 230,
            "x2": 157,
            "y2": 316,
            "text": "しよっか",
            "vi": "Nhát"
        },
        {
            "x1": 823,
            "y1": 608,
            "x2": 972,
            "y2": 790,
            "text": "下から すくい上げる みたいに とってみな",
            "vi": "Mang nó giống như múc lên từ bên dưới"
        },
        {
            "x1": 716,
            "y1": 637,
            "x2": 746,
            "y2": 850,
            "text": "すくいあげる…",
            "vi": "Tôi sẽ tìm kiếm..."
        },
        {
            "x1": 496,
            "y1": 620,
            "x2": 562,
            "y2": 814,
            "text": "行くよー",
            "vi": "tôi sẽ đi"
        }
    ],
    "006.jpg": [
        {
            "x1": 869,
            "y1": 111,
            "x2": 1011,
            "y2": 305,
            "text": "すくい あげる",
            "vi": "Vớt lên"
        },
        {
            "x1": 157,
            "y1": 667,
            "x2": 220,
            "y2": 821,
            "text": "なんで",
            "vi": "Tại sao"
        },
        {
            "x1": 889,
            "y1": 969,
            "x2": 1009,
            "y2": 1135,
            "text": "あるじコレ おもしろく ないよ",
            "vi": "Nó không thú vị"
        },
        {
            "x1": 672,
            "y1": 1027,
            "x2": 714,
            "y2": 1119,
            "text": "たしかに",
            "vi": "chắc chắn"
        },
        {
            "x1": 564,
            "y1": 1097,
            "x2": 670,
            "y2": 1252,
            "text": "何が楽しくて わざわざ水に 流すのだ",
            "vi": "Có gì vui và xả nó trên mặt nước"
        },
        {
            "x1": 897,
            "y1": 1229,
            "x2": 963,
            "y2": 1396,
            "text": "それたべちゃ だめなの？",
            "vi": "Bạn không thể ăn nó?"
        },
        {
            "x1": 531,
            "y1": 1290,
            "x2": 561,
            "y2": 1425,
            "text": "えっでも…",
            "vi": "Ổn..."
        },
        {
            "x1": 221,
            "y1": 1169,
            "x2": 288,
            "y2": 1389,
            "text": "ねぇ あるじ それたべたいよー",
            "vi": "Này, tôi muốn lấy nó"
        },
        {
            "x1": 407,
            "y1": 1352,
            "x2": 435,
            "y2": 1456,
            "text": "肉よこせ",
            "vi": "Thịt"
        }
    ],
    "007.jpg": [
        {
            "x1": 865,
            "y1": 196,
            "x2": 939,
            "y2": 358,
            "text": "ちっちがう じゃん…！",
            "vi": "Nó khác...!"
        },
        {
            "x1": 568,
            "y1": 144,
            "x2": 726,
            "y2": 353,
            "text": "流しそうめんの 楽しみ方って 食べるだけじゃ なくって…",
            "vi": "Cách bạn thưởng thức somen chìm không chỉ để ăn..."
        },
        {
            "x1": 922,
            "y1": 1079,
            "x2": 971,
            "y2": 1210,
            "text": "…よし",
            "vi": "… ĐỒNG Ý"
        },
        {
            "x1": 838,
            "y1": 1127,
            "x2": 893,
            "y2": 1261,
            "text": "スイ！",
            "vi": "Sui!"
        },
        {
            "x1": 566,
            "y1": 1100,
            "x2": 610,
            "y2": 1237,
            "text": "行くぞ",
            "vi": "Hãy đi"
        },
        {
            "x1": 93,
            "y1": 1220,
            "x2": 208,
            "y2": 1392,
            "text": "本物の 流しそうめん 見せてやるよ",
            "vi": "Tôi sẽ cho bạn xem bồn rửa thật"
        }
    ],
    "008.jpg": [
        {
            "x1": 284,
            "y1": 202,
            "x2": 350,
            "y2": 361,
            "text": "竹が…",
            "vi": "Cây trúc..."
        },
        {
            "x1": 228,
            "y1": 392,
            "x2": 289,
            "y2": 545,
            "text": "ない…",
            "vi": "không có…"
        },
        {
            "x1": 950,
            "y1": 719,
            "x2": 1007,
            "y2": 865,
            "text": "たけ？",
            "vi": "Có phải là không?"
        },
        {
            "x1": 756,
            "y1": 816,
            "x2": 855,
            "y2": 951,
            "text": "俺の世界の 木みたいな やつだよく",
            "vi": "Nó giống như một cây trong thế giới của tôi"
        },
        {
            "x1": 578,
            "y1": 735,
            "x2": 677,
            "y2": 902,
            "text": "中が空洞に なってるやつ なんだけどね",
            "vi": "Nó là một cái rỗng bên trong"
        },
        {
            "x1": 154,
            "y1": 901,
            "x2": 305,
            "y2": 1092,
            "text": "流しそうめんは それを二つに 割ったものを 使ってたんだ",
            "vi": "Rinking somen đã sử dụng nó trong hai"
        },
        {
            "x1": 844,
            "y1": 1211,
            "x2": 987,
            "y2": 1396,
            "text": "ワンチャン 似たようなの あればと思った んだけど…",
            "vi": "Tôi nghĩ nó sẽ giống nhau..."
        },
        {
            "x1": 761,
            "y1": 1315,
            "x2": 828,
            "y2": 1459,
            "text": "街にも ここにも",
            "vi": "Cả thành phố và đây"
        },
        {
            "x1": 501,
            "y1": 1306,
            "x2": 600,
            "y2": 1461,
            "text": "我がそんな物 知るハズ なかろう",
            "vi": "Tôi tự hỏi nếu tôi biết loại điều đó"
        },
        {
            "x1": 422,
            "y1": 1306,
            "x2": 457,
            "y2": 1403,
            "text": "ダヨネ",
            "vi": "Dayone"
        }
    ],
    "009.jpg": [
        {
            "x1": 826,
            "y1": 144,
            "x2": 909,
            "y2": 367,
            "text": "もういいだろう 諦めて飯を…",
            "vi": "Không sao khi từ bỏ và ăn một bữa ăn..."
        },
        {
            "x1": 219,
            "y1": 219,
            "x2": 253,
            "y2": 368,
            "text": "しかたない",
            "vi": "nó không thể được giúp đỡ"
        },
        {
            "x1": 838,
            "y1": 511,
            "x2": 910,
            "y2": 746,
            "text": "作るか！",
            "vi": "Bạn có làm cho nó không!"
        },
        {
            "x1": 681,
            "y1": 570,
            "x2": 770,
            "y2": 796,
            "text": "そうめん流す ゃつ‼",
            "vi": "Somen chảy‼"
        },
        {
            "x1": 159,
            "y1": 757,
            "x2": 323,
            "y2": 935,
            "text": "うむ！ 肉は多め に頼むぞ…",
            "vi": "Ừm! Tôi sẽ hỏi nhiều thịt..."
        }
    ],
    "010.jpg": [
        {
            "x1": 491,
            "y1": 175,
            "x2": 587,
            "y2": 285,
            "text": "木を けずって みても…",
            "vi": "Ngay cả khi bạn cố gắng thoát khỏi cái cây..."
        },
        {
            "x1": 392,
            "y1": 262,
            "x2": 479,
            "y2": 378,
            "text": "o4ﾟ4 ee",
            "vi": "O4 4 ee"
        },
        {
            "x1": 256,
            "y1": 255,
            "x2": 354,
            "y2": 387,
            "text": "土魔法で それっぽく しても",
            "vi": "Ngay cả khi nó trông giống như nó là một phép thuật"
        },
        {
            "x1": 190,
            "y1": 385,
            "x2": 257,
            "y2": 502,
            "text": "心許ない よなあ…",
            "vi": "Tôi không bận tâm..."
        },
        {
            "x1": 898,
            "y1": 686,
            "x2": 972,
            "y2": 802,
            "text": "ぉ水 流して…",
            "vi": "ぉ ぉ て て て て"
        },
        {
            "x1": 176,
            "y1": 735,
            "x2": 288,
            "y2": 956,
            "text": "うーん ここに食べ物 流したくないなー",
            "vi": "Chà, tôi không muốn chảy đồ ăn ở đây"
        },
        {
            "x1": 270,
            "y1": 927,
            "x2": 353,
            "y2": 1051,
            "text": "水吸って 汚い…",
            "vi": "Nó bẩn với nước hút nước..."
        },
        {
            "x1": 866,
            "y1": 1080,
            "x2": 982,
            "y2": 1329,
            "text": "スイとフェル おじちゃんが つくったのはー？",
            "vi": "Chú Sui và Fel đã làm nó?"
        },
        {
            "x1": 531,
            "y1": 1085,
            "x2": 571,
            "y2": 1232,
            "text": "うーん…",
            "vi": "Hmm..."
        },
        {
            "x1": 375,
            "y1": 1079,
            "x2": 487,
            "y2": 1291,
            "text": "うれしいん だけど 使えないなあ…",
            "vi": "Tôi rất vui, nhưng tôi không thể sử dụng nó..."
        },
        {
            "x1": 225,
            "y1": 1114,
            "x2": 321,
            "y2": 1264,
            "text": "ボ品ボロだし 溶けてるし…",
            "vi": "Nó rách rưới và tan chảy..."
        }
    ],
    "011.jpg": [
        {
            "x1": 841,
            "y1": 179,
            "x2": 925,
            "y2": 327,
            "text": "諦める かなあ…",
            "vi": "Tôi tự hỏi liệu tôi có từ bỏ..."
        },
        {
            "x1": 734,
            "y1": 175,
            "x2": 813,
            "y2": 310,
            "text": "待たせて 悪いし…",
            "vi": "Thật tệ khi chờ đợi..."
        },
        {
            "x1": 404,
            "y1": 155,
            "x2": 589,
            "y2": 344,
            "text": "スイ大きい 流れる ツルツル たべたい",
            "vi": "Tôi muốn ăn một dòng chảy mượt mà mịn"
        },
        {
            "x1": 929,
            "y1": 331,
            "x2": 998,
            "y2": 460,
            "text": "今ーん",
            "vi": "Bây giờ"
        },
        {
            "x1": 754,
            "y1": 590,
            "x2": 902,
            "y2": 820,
            "text": "作ろ‼ 食べよ‼",
            "vi": "Tạo ra! Ăn"
        },
        {
            "x1": 290,
            "y1": 598,
            "x2": 406,
            "y2": 815,
            "text": "フェルも 手伝って‼",
            "vi": "Giúp Fel quá"
        },
        {
            "x1": 842,
            "y1": 1063,
            "x2": 984,
            "y2": 1207,
            "text": "やらん 我に何の メリットが あるのだ",
            "vi": "Lợi ích của tôi là gì?"
        },
        {
            "x1": 523,
            "y1": 1102,
            "x2": 610,
            "y2": 1289,
            "text": "ちゃーしゅー とは肉か？",
            "vi": "Có phải là thịt chashu không?"
        },
        {
            "x1": 896,
            "y1": 1270,
            "x2": 953,
            "y2": 1434,
            "text": "えーと じゃあアレだ‼",
            "vi": "Chà, đó là nó."
        },
        {
            "x1": 787,
            "y1": 1333,
            "x2": 883,
            "y2": 1495,
            "text": "チャーシュー 盛り盛りの冷麺 作ってやる‼",
            "vi": "Tôi sẽ làm một món mì lạnh với char siu."
        },
        {
            "x1": 113,
            "y1": 1237,
            "x2": 184,
            "y2": 1466,
            "text": "よかろう",
            "vi": "đồng ý"
        }
    ],
    "012.jpg": [
        {
            "x1": 314,
            "y1": 80,
            "x2": 538,
            "y2": 166,
            "text": "手作り 流しそうめん台",
            "vi": "Handmade somedai"
        },
        {
            "x1": 137,
            "y1": 96,
            "x2": 179,
            "y2": 267,
            "text": "我が焼きました。",
            "vi": "Tôi đã nướng nó."
        },
        {
            "x1": 820,
            "y1": 264,
            "x2": 875,
            "y2": 475,
            "text": "できたく_",
            "vi": "Tôi muốn làm _"
        },
        {
            "x1": 208,
            "y1": 339,
            "x2": 272,
            "y2": 535,
            "text": "やったー",
            "vi": "Yay"
        },
        {
            "x1": 891,
            "y1": 737,
            "x2": 989,
            "y2": 916,
            "text": "フェルも 手伝ってくれて サンキューな！",
            "vi": "Fel cũng giúp tôi và cảm ơn bạn!"
        },
        {
            "x1": 631,
            "y1": 770,
            "x2": 739,
            "y2": 941,
            "text": "ほい 約束の チャーシュー 大盛冷麺",
            "vi": "Promised Char Siu Omori làm mát mì"
        },
        {
            "x1": 246,
            "y1": 811,
            "x2": 286,
            "y2": 886,
            "text": "フム",
            "vi": "Hmm"
        },
        {
            "x1": 192,
            "y1": 808,
            "x2": 238,
            "y2": 889,
            "text": "許す",
            "vi": "tha lỗi"
        },
        {
            "x1": 964,
            "y1": 1194,
            "x2": 1006,
            "y2": 1353,
            "text": "あるじー",
            "vi": "Một chút"
        },
        {
            "x1": 504,
            "y1": 1112,
            "x2": 622,
            "y2": 1293,
            "text": "じゃあ お水流して くださーい！",
            "vi": "Sau đó, hãy chảy nước!"
        },
        {
            "x1": 776,
            "y1": 1304,
            "x2": 855,
            "y2": 1476,
            "text": "はいはーい やろっか！",
            "vi": "Vâng!"
        }
    ],
    "013.jpg": [
        {
            "x1": 128,
            "y1": 90,
            "x2": 194,
            "y2": 243,
            "text": "うん！",
            "vi": "Ừ!"
        },
        {
            "x1": 845,
            "y1": 261,
            "x2": 943,
            "y2": 405,
            "text": "いくぞ スイ…-",
            "vi": "Tôi sẽ đi... ---"
        },
        {
            "x1": 469,
            "y1": 581,
            "x2": 707,
            "y2": 892,
            "text": "イウ",
            "vi": "Iu"
        }
    ],
    "014.jpg": [
        {
            "x1": 903,
            "y1": 758,
            "x2": 1002,
            "y2": 984,
            "text": "やった",
            "vi": "COORAY"
        },
        {
            "x1": 606,
            "y1": 750,
            "x2": 666,
            "y2": 898,
            "text": "えへへ",
            "vi": "Ehehe"
        },
        {
            "x1": 133,
            "y1": 728,
            "x2": 253,
            "y2": 895,
            "text": "もぐぅ",
            "vi": "Mogu"
        },
        {
            "x1": 557,
            "y1": 1183,
            "x2": 625,
            "y2": 1286,
            "text": "わぁ…",
            "vi": "Thành công lớn..."
        },
        {
            "x1": 402,
            "y1": 1115,
            "x2": 441,
            "y2": 1281,
            "text": "味しない…",
            "vi": "Tôi không nếm thử..."
        },
        {
            "x1": 176,
            "y1": 1220,
            "x2": 244,
            "y2": 1401,
            "text": "めんつゆ つけなきゃ…",
            "vi": "Tôi phải thêm mì..."
        },
        {
            "x1": 723,
            "y1": 1332,
            "x2": 818,
            "y2": 1490,
            "text": "やったね スイー‼",
            "vi": "tôi đã thành công rồi"
        },
        {
            "x1": 32,
            "y1": 1213,
            "x2": 87,
            "y2": 1489,
            "text": "次回につづぐ",
            "vi": "Tiếp tục lần sau"
        }
    ]
}