var ocr_data = {
    "1-61185eba6b512.jpg": [
        {
            "x1": 89,
            "y1": 50,
            "x2": 618,
            "y2": 109,
            "text": "第36章 ピクシードラゴン",
            "vi": "Chương 36 Pixie Dragon"
        },
        {
            "x1": 19,
            "y1": 98,
            "x2": 93,
            "y2": 438,
            "text": "漫画：赤岸Ｋ",
            "vi": "Phim hoạt hình: Akagishi K"
        },
        {
            "x1": 7,
            "y1": 715,
            "x2": 91,
            "y2": 1075,
            "text": "原作：江口連 キャラクター原案：雅",
            "vi": "Bản gốc: Eguchi ren nhân vật ban đầu: ya"
        }
    ],
    "5-61185ebcde8d3.jpg": [
        {
            "x1": 805,
            "y1": 71,
            "x2": 952,
            "y2": 291,
            "text": "だいたい 従魔って言うけど 主人側の決定権は ないのかよ⁉",
            "vi": "Tôi thường nói đó là một con quỷ, nhưng không có quyền làm cho phe chủ?"
        },
        {
            "x1": 566,
            "y1": 131,
            "x2": 706,
            "y2": 348,
            "text": "それにお前！ 貴重な ピクシードラゴン なんだろ？",
            "vi": "Còn bạn! Đó có phải là một con rồng pixie có giá trị?"
        },
        {
            "x1": 89,
            "y1": 141,
            "x2": 205,
            "y2": 285,
            "text": "飯ぐらいで 従魔って 本気か？",
            "vi": "Nó có thực sự nghiêm trọng về gạo không?"
        },
        {
            "x1": 870,
            "y1": 650,
            "x2": 976,
            "y2": 842,
            "text": "そういうのはさ もっとよく 考えた方が…",
            "vi": "Tốt hơn là nên nghĩ nhiều hơn về điều đó..."
        },
        {
            "x1": 118,
            "y1": 668,
            "x2": 189,
            "y2": 833,
            "text": "ちゃんと 考えたって！",
            "vi": "Tôi đã nghĩ đúng!"
        },
        {
            "x1": 833,
            "y1": 1077,
            "x2": 993,
            "y2": 1330,
            "text": "今まで食べた中で めちゃくちゃ 美味い飯 だったんだぜ！",
            "vi": "Đó là một loại gạo thực sự ngon mà tôi đã từng ăn!"
        },
        {
            "x1": 66,
            "y1": 1067,
            "x2": 232,
            "y2": 1381,
            "text": "つまりお前に 付いていけば もっと食べられるって ことだろ？",
            "vi": "Nói cách khác, nếu bạn theo bạn, bạn có thể ăn nhiều hơn?"
        }
    ],
    "6-61185ebd82e2e.jpg": [
        {
            "x1": 514,
            "y1": 79,
            "x2": 576,
            "y2": 232,
            "text": "まんざらでも なさそうだな",
            "vi": "Nó không giống như đó là một vết sưng"
        },
        {
            "x1": 276,
            "y1": 145,
            "x2": 387,
            "y2": 337,
            "text": "だが確かに 此奴の作る飯は 美味いからな",
            "vi": "Nhưng sự thật là anh chàng này làm gạo."
        },
        {
            "x1": 931,
            "y1": 709,
            "x2": 1008,
            "y2": 946,
            "text": "従魔契約を結んで たかが数十年",
            "vi": "Đã hàng thập kỷ để có hợp đồng quỷ"
        },
        {
            "x1": 171,
            "y1": 1167,
            "x2": 296,
            "y2": 1379,
            "text": "人間に 仕えたところで 損はない",
            "vi": "Không có mất mát trong việc phục vụ con người"
        }
    ],
    "7-61185ebe75beb.jpg": [
        {
            "x1": 948,
            "y1": 132,
            "x2": 979,
            "y2": 272,
            "text": "そうそう！",
            "vi": "Ồ vâng!"
        },
        {
            "x1": 190,
            "y1": 51,
            "x2": 336,
            "y2": 284,
            "text": "こ こいつら……！ この世界には 食いしん坊キャラ しかいないのか？",
            "vi": "Những người này...! Có chỉ có một nhân vật háu ăn trên thế giới này?"
        },
        {
            "x1": 458,
            "y1": 202,
            "x2": 572,
            "y2": 422,
            "text": "長命種にとっては むしろ楽しみが 増えるし！",
            "vi": "Đối với các loài lâu đời, niềm vui sẽ vui hơn!"
        },
        {
            "x1": 476,
            "y1": 484,
            "x2": 543,
            "y2": 651,
            "text": "分かってんな フェンリル！",
            "vi": "Tôi biết Fenrir!"
        },
        {
            "x1": 941,
            "y1": 728,
            "x2": 971,
            "y2": 895,
            "text": "というわけで",
            "vi": "Thật là"
        },
        {
            "x1": 441,
            "y1": 722,
            "x2": 482,
            "y2": 819,
            "text": "うーん",
            "vi": "Hmmm"
        },
        {
            "x1": 721,
            "y1": 750,
            "x2": 867,
            "y2": 945,
            "text": "主人の最初の 役目として さっそく名前 つけてくれよ！",
            "vi": "Hãy đặt tên nó là vai trò đầu tiên của chồng bạn!"
        },
        {
            "x1": 118,
            "y1": 723,
            "x2": 221,
            "y2": 892,
            "text": "いきなり 名前って いってもなあ",
            "vi": "Tôi thậm chí không có một cái tên"
        },
        {
            "x1": 400,
            "y1": 1112,
            "x2": 462,
            "y2": 1227,
            "text": "ドラゴン だから…",
            "vi": "Bởi vì đó là một con rồng..."
        },
        {
            "x1": 737,
            "y1": 1366,
            "x2": 805,
            "y2": 1508,
            "text": "あー そうだっけ",
            "vi": "Ồ vâng"
        },
        {
            "x1": 112,
            "y1": 1339,
            "x2": 139,
            "y2": 1529,
            "text": "ちっちゃいし…",
            "vi": "Nó nhỏ..."
        }
    ],
    "8-61185ebf1d8d2.jpg": [
        {
            "x1": 564,
            "y1": 122,
            "x2": 630,
            "y2": 479,
            "text": "“ドラちゃん゛！",
            "vi": "Cấm Dora -chan!"
        },
        {
            "x1": 476,
            "y1": 507,
            "x2": 525,
            "y2": 597,
            "text": "かな",
            "vi": "Kana"
        },
        {
            "x1": 900,
            "y1": 1137,
            "x2": 1044,
            "y2": 1329,
            "text": "ふざけんなー！ もっと俺に 相応しい名前に してくれよーっ",
            "vi": "Điêu đo rât vui! Làm cho nó trở thành một cái tên tốt hơn cho tôi"
        },
        {
            "x1": 311,
            "y1": 1103,
            "x2": 416,
            "y2": 1295,
            "text": "お似合いの 名前じゃないか ドラちゃん",
            "vi": "Nó không phải là một cái tên tốt sao? Dora -chan"
        },
        {
            "x1": 139,
            "y1": 1122,
            "x2": 245,
            "y2": 1344,
            "text": "子供扱い すんなよな！ 立派な成竜だぞ！",
            "vi": "Đừng coi nó là một đứa trẻ! Đó là một con rồng tuyệt vời!"
        },
        {
            "x1": 847,
            "y1": 1347,
            "x2": 905,
            "y2": 1439,
            "text": "ポf",
            "vi": "Po f"
        },
        {
            "x1": 133,
            "y1": 1379,
            "x2": 242,
            "y2": 1563,
            "text": "えーっ ほんとに大人？ じゃあ鑑定で",
            "vi": "Eh, thực sự trưởng thành? Sau đó trong việc thẩm định"
        }
    ],
    "9-61185ebfb7477.jpg": [
        {
            "x1": 357,
            "y1": 0,
            "x2": 465,
            "y2": 101,
            "text": "つん",
            "vi": "Toàn bộ"
        },
        {
            "x1": 766,
            "y1": 105,
            "x2": 975,
            "y2": 181,
            "text": "【種族】",
            "vi": "【Cuộc đua】"
        },
        {
            "x1": 681,
            "y1": 136,
            "x2": 991,
            "y2": 226,
            "text": "ピクシードラゴン",
            "vi": "Rồng Pixie"
        },
        {
            "x1": 690,
            "y1": 597,
            "x2": 922,
            "y2": 720,
            "text": "名前…】 ドラちゃん",
            "vi": "Tên...] Dora -chan"
        },
        {
            "x1": 151,
            "y1": 688,
            "x2": 378,
            "y2": 812,
            "text": "スキル 水魔法 風魔法 氷魔法 雷魔法",
            "vi": "Skill Water Style Magical Ice Magic Magic Magic Magic"
        },
        {
            "x1": 60,
            "y1": 741,
            "x2": 166,
            "y2": 828,
            "text": "火魔法 土魔法",
            "vi": "Fire Magic Magic Magic"
        },
        {
            "x1": 369,
            "y1": 838,
            "x2": 747,
            "y2": 1067,
            "text": "【名前】 ドラちゃん",
            "vi": "[Tên] Dora -chan"
        },
        {
            "x1": 577,
            "y1": 1108,
            "x2": 690,
            "y2": 1275,
            "text": "ていうか 11６歳⁉ 見えないなー",
            "vi": "Ý tôi là 116 tuổi⁉ Tôi không thể nhìn thấy nó"
        },
        {
            "x1": 887,
            "y1": 1213,
            "x2": 993,
            "y2": 1433,
            "text": "名前ドラちゃんで 認定され ちゃってるわ",
            "vi": "Tôi được chứng nhận bằng tên Dora -chan"
        },
        {
            "x1": 211,
            "y1": 1101,
            "x2": 322,
            "y2": 1325,
            "text": "もっと カッコイイ名前が 良かったのにぃ…",
            "vi": "Tên mát hơn là tốt hơn..."
        },
        {
            "x1": 108,
            "y1": 1323,
            "x2": 148,
            "y2": 1436,
            "text": "諦めろ",
            "vi": "Từ bỏ"
        }
    ],
    "10-61185ec063c6a.jpg": [
        {
            "x1": 867,
            "y1": 91,
            "x2": 1002,
            "y2": 310,
            "text": "ドラゴンのドラ なんだから カッコよさも 兼ね備えてるだろ",
            "vi": "Đó là một bộ phim truyền hình rồng, vì vậy nó cũng rất hay."
        },
        {
            "x1": 521,
            "y1": 96,
            "x2": 591,
            "y2": 241,
            "text": "何が不満 なんだよ？",
            "vi": "Bạn không hài lòng với cái gì?"
        },
        {
            "x1": 913,
            "y1": 535,
            "x2": 1028,
            "y2": 705,
            "text": "此奴に 名前のことで 期待するな",
            "vi": "Đừng mong đợi anh chàng này về tên"
        },
        {
            "x1": 407,
            "y1": 526,
            "x2": 485,
            "y2": 706,
            "text": "それでもまだ マシな方だぞ",
            "vi": "Tuy nhiên, tôi vẫn còn tốt"
        },
        {
            "x1": 175,
            "y1": 531,
            "x2": 208,
            "y2": 713,
            "text": "我など最初は",
            "vi": "Khi bắt đầu tôi"
        },
        {
            "x1": 942,
            "y1": 1160,
            "x2": 1008,
            "y2": 1278,
            "text": "ポチだの コロだの",
            "vi": "Đó là một khoai tây"
        },
        {
            "x1": 559,
            "y1": 1145,
            "x2": 700,
            "y2": 1388,
            "text": "何故か聞くだけで ムカっとする名前を 付けられそうに なったのだからな",
            "vi": "Vì một số lý do, chỉ cần lắng nghe tôi sẽ có thể cho tôi một cái tên lộn xộn."
        },
        {
            "x1": 297,
            "y1": 1150,
            "x2": 412,
            "y2": 1344,
            "text": "……何か 馬鹿にされてる ような響きだな",
            "vi": "......có vẻ như bạn đang bị chế giễu"
        },
        {
            "x1": 134,
            "y1": 1304,
            "x2": 177,
            "y2": 1416,
            "text": "だろう",
            "vi": "đúng"
        }
    ],
    "11-61185ec10e6a3.jpg": [
        {
            "x1": 512,
            "y1": 84,
            "x2": 579,
            "y2": 206,
            "text": "スイはね スイだよ",
            "vi": "Sui là tốt"
        },
        {
            "x1": 825,
            "y1": 101,
            "x2": 1000,
            "y2": 327,
            "text": "……この主人に カッコイイ名前を 付けろという 俺の方が間違ってた みたいだな",
            "vi": "......Có vẻ như tôi đã sai khi đặt tên cho Master Cool."
        },
        {
            "x1": 93,
            "y1": 68,
            "x2": 168,
            "y2": 237,
            "text": "…お前は 満足そうだな",
            "vi": "Bạn có hài lòng"
        },
        {
            "x1": 671,
            "y1": 483,
            "x2": 712,
            "y2": 610,
            "text": "あのねー",
            "vi": "Ổn"
        },
        {
            "x1": 122,
            "y1": 518,
            "x2": 156,
            "y2": 653,
            "text": "うん！",
            "vi": "Ừ!"
        },
        {
            "x1": 780,
            "y1": 1202,
            "x2": 884,
            "y2": 1421,
            "text": "急に従魔が増えて どうしようかと 思ったけど",
            "vi": "Tôi đột nhiên tự hỏi phải làm gì khi số lượng sự vâng lời tăng lên"
        },
        {
            "x1": 672,
            "y1": 1304,
            "x2": 736,
            "y2": 1471,
            "text": "仲良くやって くれそうだな",
            "vi": "Có vẻ như bạn sẽ hòa hợp tốt"
        }
    ],
    "12-61185ec1b64ff.jpg": [
        {
            "x1": 615,
            "y1": 132,
            "x2": 691,
            "y2": 227,
            "text": "そうだ 主人！",
            "vi": "Đúng thế!"
        },
        {
            "x1": 375,
            "y1": 90,
            "x2": 464,
            "y2": 288,
            "text": "おれ 俺まだ 食べ足りねぇよ",
            "vi": "Tôi vẫn chưa ăn đủ"
        },
        {
            "x1": 731,
            "y1": 458,
            "x2": 846,
            "y2": 635,
            "text": "ぼょよ",
            "vi": "Nhàm chán"
        },
        {
            "x1": 123,
            "y1": 458,
            "x2": 230,
            "y2": 601,
            "text": "ええ？ まだ 食べんの？",
            "vi": "Ừ? Bạn vẫn ăn chứ?"
        },
        {
            "x1": 953,
            "y1": 685,
            "x2": 1060,
            "y2": 881,
            "text": "といってももう かたっ 片付けちゃった から",
            "vi": "Mặc dù vậy, tôi đã dọn sạch nó"
        },
        {
            "x1": 496,
            "y1": 708,
            "x2": 570,
            "y2": 930,
            "text": "ほんとは 俺の夜食だけど…",
            "vi": "Đó thực sự là món ăn nhẹ đêm của tôi..."
        },
        {
            "x1": 703,
            "y1": 1397,
            "x2": 1019,
            "y2": 1480,
            "text": "夜食用おにぎり",
            "vi": "Bóng gạo đồ ăn ban đêm"
        },
        {
            "x1": 671,
            "y1": 1458,
            "x2": 1069,
            "y2": 1536,
            "text": "(のり・混ぜ込みれかめ)",
            "vi": "(Nori / trộn)"
        }
    ],
    "13-61185ec25c949.jpg": [
        {
            "x1": 909,
            "y1": 478,
            "x2": 986,
            "y2": 669,
            "text": "うおっ⁉ なんだこれ！",
            "vi": "Đây là cái này!"
        },
        {
            "x1": 504,
            "y1": 480,
            "x2": 531,
            "y2": 695,
            "text": "詰まらせるなよー",
            "vi": "Đừng tắc nghẽn"
        },
        {
            "x1": 285,
            "y1": 802,
            "x2": 431,
            "y2": 1023,
            "text": "しっかし体より あんな大きいもの どうやって 食べてんだろ",
            "vi": "Làm thế nào để bạn ăn một cái gì đó lớn hơn cơ thể bạn?"
        },
        {
            "x1": 489,
            "y1": 941,
            "x2": 605,
            "y2": 1122,
            "text": "こんなの 食べたことが ねえ！",
            "vi": "Tôi không thể ăn này!"
        },
        {
            "x1": 116,
            "y1": 911,
            "x2": 255,
            "y2": 1107,
            "text": "食べたそばから エネルギーに 変換されてたり するのかな…",
            "vi": "Tôi tự hỏi nếu nó đã được chuyển đổi thành năng lượng từ phía tôi đã ăn..."
        },
        {
            "x1": 861,
            "y1": 1181,
            "x2": 989,
            "y2": 1403,
            "text": "こりゃやっぱり 従魔になって 正解だったぜ！",
            "vi": "Rốt cuộc, đó là một câu trả lời chính xác như một con quỷ!"
        },
        {
            "x1": 128,
            "y1": 1171,
            "x2": 315,
            "y2": 1467,
            "text": "ここんとこ この森で狩りしてたけど ここの奴ら虫やら 蜘蛛やらばっかりで 飽き飽きしてたんだよ",
            "vi": "Tôi đang săn bắn trong khu rừng này, nhưng tôi đã mệt mỏi với tất cả các côn trùng và nhện ở đây."
        }
    ],
    "14-61185ec3154c0.jpg": [
        {
            "x1": 598,
            "y1": 71,
            "x2": 671,
            "y2": 183,
            "text": "我も そう思う",
            "vi": "Tôi nghĩ như vậy"
        },
        {
            "x1": 927,
            "y1": 107,
            "x2": 1040,
            "y2": 302,
            "text": "あいつら 図体の割に 美味くもないし",
            "vi": "Chúng không ngon cho họ"
        },
        {
            "x1": 160,
            "y1": 176,
            "x2": 313,
            "y2": 370,
            "text": "おまけに すげー怒って 集団で追いかけ 回してくるし",
            "vi": "Ngoài ra, tôi rất tức giận và theo đuổi nhóm"
        },
        {
            "x1": 885,
            "y1": 363,
            "x2": 996,
            "y2": 505,
            "text": "殻は 食べにくい しよ",
            "vi": "Vỏ khó ăn"
        },
        {
            "x1": 632,
            "y1": 600,
            "x2": 782,
            "y2": 818,
            "text": "まーでも そんな蟲どもに 遅れを取る 俺じゃないからな",
            "vi": "Chà, tôi không phải là tôi, người đã trễ với những con côn trùng như vậy"
        },
        {
            "x1": 132,
            "y1": 592,
            "x2": 235,
            "y2": 812,
            "text": "襲ってきた魔物は 返り討ちに してやったぜ",
            "vi": "Con quái vật bị tấn công đã được trả lại"
        },
        {
            "x1": 909,
            "y1": 1094,
            "x2": 981,
            "y2": 1261,
            "text": "でもあいつら 執念深くてさ",
            "vi": "Nhưng chúng bị ám ảnh"
        },
        {
            "x1": 269,
            "y1": 1088,
            "x2": 453,
            "y2": 1331,
            "text": "いい加減 森から出ようと 思ってたところで こんな美味い飯に ありつけるなんてさ",
            "vi": "Khi tôi đang nghĩ đến việc ra khỏi rừng, tôi có thể đến được món gạo ngon này"
        },
        {
            "x1": 1004,
            "y1": 1372,
            "x2": 1043,
            "y2": 1520,
            "text": "……んん？",
            "vi": "......hmm?"
        },
        {
            "x1": 804,
            "y1": 1298,
            "x2": 947,
            "y2": 1515,
            "text": "まだ森中で 俺のこと 探し回ってる みたいなんだよな",
            "vi": "Có vẻ như tôi vẫn đang tìm kiếm tôi ở Morinaka"
        },
        {
            "x1": 110,
            "y1": 1209,
            "x2": 220,
            "y2": 1427,
            "text": "こっちまで 遠出してきて 来てよかったぜ！",
            "vi": "Tôi rất vui vì tôi đã đi ra đây!"
        }
    ],
    "15-61185ec3b0d22.jpg": [
        {
            "x1": 501,
            "y1": 118,
            "x2": 565,
            "y2": 265,
            "text": "フェル まさか……",
            "vi": "Fel không có cách nào..."
        },
        {
            "x1": 858,
            "y1": 700,
            "x2": 972,
            "y2": 868,
            "text": "どうりで妙な 気配がすると 思ったのだ",
            "vi": "Tôi nghĩ nó sẽ là một dấu hiệu kỳ lạ"
        },
        {
            "x1": 96,
            "y1": 821,
            "x2": 241,
            "y2": 1066,
            "text": "なるほど 奴らも外敵の排除に 必死だったので あろうな",
            "vi": "Tôi hiểu, bởi vì họ đã tuyệt vọng loại bỏ kẻ thù nước ngoài"
        },
        {
            "x1": 820,
            "y1": 938,
            "x2": 926,
            "y2": 1210,
            "text": "まさか ピクシードラゴンが 森を荒らしていたとは",
            "vi": "Không có cách nào Pixie Dragon đã phá hỏng khu rừng"
        },
        {
            "x1": 105,
            "y1": 1303,
            "x2": 219,
            "y2": 1485,
            "text": "荒らすなんて ひでえ言い方 するなあ！",
            "vi": "Đừng nói những gì phải làm!"
        }
    ],
    "16-61185ec45666e.jpg": [
        {
            "x1": 932,
            "y1": 100,
            "x2": 1003,
            "y2": 291,
            "text": "俺は腹が 減ってただけ！",
            "vi": "Tôi chỉ đang đói!"
        },
        {
            "x1": 152,
            "y1": 58,
            "x2": 197,
            "y2": 288,
            "text": "んんんんんん",
            "vi": "Nanna"
        },
        {
            "x1": 452,
            "y1": 337,
            "x2": 557,
            "y2": 517,
            "text": "しかしだな そうとuうまるのどる 相当魔物共も 荒れておったぞ",
            "vi": "Tuy nhiên, thật khó khăn khi Umaru -No -Không -quái vật là thô."
        },
        {
            "x1": 857,
            "y1": 582,
            "x2": 1001,
            "y2": 800,
            "text": "なるほど… ドラちゃんを 追って魔物が 暴れてたわけね…",
            "vi": "Tôi hiểu rồi... những con quái vật đang hung hăng sau Dora -chan..."
        },
        {
            "x1": 196,
            "y1": 671,
            "x2": 262,
            "y2": 864,
            "text": "原因が分かって よかったけど…",
            "vi": "Tôi rất vui vì tôi hiểu nguyên nhân..."
        },
        {
            "x1": 776,
            "y1": 1045,
            "x2": 882,
            "y2": 1240,
            "text": "これは どう報告 したものかな…",
            "vi": "Điều này đã được báo cáo như thế nào..."
        }
    ],
    "17-61185ec50010e.jpg": [
        {
            "x1": 231,
            "y1": 93,
            "x2": 295,
            "y2": 287,
            "text": "あらムコーダ様 こんにちは",
            "vi": "Oh mukoda -like hello"
        },
        {
            "x1": 695,
            "y1": 509,
            "x2": 937,
            "y2": 884,
            "text": "fャ",
            "vi": "F."
        },
        {
            "x1": 352,
            "y1": 657,
            "x2": 383,
            "y2": 758,
            "text": "あ あの",
            "vi": "Điều đó"
        },
        {
            "x1": 148,
            "y1": 641,
            "x2": 226,
            "y2": 811,
            "text": "今日は 依頼の報告に",
            "vi": "Hôm nay là báo cáo của yêu cầu"
        },
        {
            "x1": 105,
            "y1": 1253,
            "x2": 248,
            "y2": 1478,
            "text": "森の調査が もう終わった だと⁉",
            "vi": "Cuộc khảo sát rừng đã qua."
        }
    ],
    "18-61185ec59720e.jpg": [
        {
            "x1": 238,
            "y1": 138,
            "x2": 344,
            "y2": 383,
            "text": "昨日出発した ばかりじゃろ 何があったんじゃ？",
            "vi": "Điều gì đã xảy ra nếu bạn vừa rời khỏi ngày hôm qua?"
        },
        {
            "x1": 942,
            "y1": 536,
            "x2": 1013,
            "y2": 757,
            "text": "おそらくですが… この子が原因です",
            "vi": "Có lẽ... đây là nguyên nhân"
        },
        {
            "x1": 928,
            "y1": 1016,
            "x2": 1022,
            "y2": 1223,
            "text": "あーっ 窮屈だった！",
            "vi": "Oh, nó đã bị chật chội!"
        },
        {
            "x1": 860,
            "y1": 1287,
            "x2": 984,
            "y2": 1496,
            "text": "やっぱり 自分で飛ぶのが 一番だぜ！",
            "vi": "Tốt nhất bạn nên tự bay!"
        }
    ],
    "19-61185ec657ef4.jpg": [
        {
            "x1": 871,
            "y1": 683,
            "x2": 928,
            "y2": 819,
            "text": "おまっ",
            "vi": "Loài người"
        },
        {
            "x1": 129,
            "y1": 613,
            "x2": 262,
            "y2": 920,
            "text": "そ そりゃもしや… ピクシー ドラゴンかっ⁈",
            "vi": "Sori Moshiya... Pixie Rồng Kata⁈"
        },
        {
            "x1": 975,
            "y1": 998,
            "x2": 1005,
            "y2": 1130,
            "text": "らしいです",
            "vi": "Có vẻ như"
        },
        {
            "x1": 621,
            "y1": 1005,
            "x2": 700,
            "y2": 1152,
            "text": "ま まあ 多少はな…",
            "vi": "Vâng, một chút..."
        },
        {
            "x1": 412,
            "y1": 1003,
            "x2": 560,
            "y2": 1221,
            "text": "…昔さんざん ドラゴンの話を 聞かされたことが あっての",
            "vi": "Tôi đã được kể về một con rồng trong quá khứ"
        },
        {
            "x1": 938,
            "y1": 1182,
            "x2": 1037,
            "y2": 1386,
            "text": "珍しい種類 らしいのですが 詳しいんですか？",
            "vi": "Nó dường như là một loại khác thường, nó có chi tiết không?"
        }
    ],
    "20-61185ec6ec883.jpg": [
        {
            "x1": 930,
            "y1": 111,
            "x2": 1033,
            "y2": 312,
            "text": "ピクシー ドラゴンの話も 聞いた覚えがある",
            "vi": "Tôi nhớ đã nghe câu chuyện về con rồng Pixi"
        },
        {
            "x1": 128,
            "y1": 130,
            "x2": 194,
            "y2": 297,
            "text": "博識な方が いたんですね",
            "vi": "Ai đó đã hiểu biết"
        },
        {
            "x1": 506,
            "y1": 313,
            "x2": 610,
            "y2": 490,
            "text": "まさかこの目で 見られる日が 来るとはな",
            "vi": "Ngày có thể nhìn thấy bằng những đôi mắt này sẽ đến"
        },
        {
            "x1": 937,
            "y1": 561,
            "x2": 996,
            "y2": 738,
            "text": "そんないいもん じゃないわい",
            "vi": "Đó không phải là một điều tốt"
        },
        {
            "x1": 135,
            "y1": 552,
            "x2": 165,
            "y2": 744,
            "text": "すごい熱意だ…",
            "vi": "Đó là một sự nhiệt tình tuyệt vời..."
        },
        {
            "x1": 810,
            "y1": 662,
            "x2": 917,
            "y2": 841,
            "text": "あやつは ドラゴン好きが 高じて",
            "vi": "Aya là người yêu rồng"
        },
        {
            "x1": 514,
            "y1": 810,
            "x2": 648,
            "y2": 988,
            "text": "ドラゴンに 関するものなら あれこれと 調べ尽くし",
            "vi": "Nếu nó liên quan đến rồng, tôi sẽ cố gắng hết sức"
        },
        {
            "x1": 357,
            "y1": 881,
            "x2": 463,
            "y2": 1128,
            "text": "でこの ピクシードラゴンが 異変の原因と？",
            "vi": "Và con rồng pixie này là nguyên nhân của vụ việc?"
        },
        {
            "x1": 867,
            "y1": 1139,
            "x2": 1004,
            "y2": 1317,
            "text": "ドラゴン図鑑 なんてものまで 作ってしまった 筋金入りじゃ",
            "vi": "Đó là một khó khăn mà tôi đã tạo ra một cuốn sách ảnh rồng"
        },
        {
            "x1": 115,
            "y1": 1120,
            "x2": 146,
            "y2": 1236,
            "text": "そうです",
            "vi": "Đúng thế"
        },
        {
            "x1": 660,
            "y1": 1208,
            "x2": 764,
            "y2": 1387,
            "text": "毎度 しつこいぐらい 語るもんで",
            "vi": "Mỗi lần tôi luôn nói về việc kiên trì"
        },
        {
            "x1": 543,
            "y1": 1270,
            "x2": 639,
            "y2": 1498,
            "text": "ついには儂まで 話を覚えて しまったんじゃから",
            "vi": "Cuối cùng tôi đã học được câu chuyện"
        },
        {
            "x1": 158,
            "y1": 1290,
            "x2": 192,
            "y2": 1407,
            "text": "実は……",
            "vi": "thật……"
        }
    ],
    "21-61185ec778573.jpg": [
        {
            "x1": 872,
            "y1": 116,
            "x2": 900,
            "y2": 281,
            "text": "なるほどのう",
            "vi": "Tôi thấy"
        },
        {
            "x1": 128,
            "y1": 157,
            "x2": 158,
            "y2": 312,
            "text": "ドラちゃん",
            "vi": "Dora -Chan"
        },
        {
            "x1": 771,
            "y1": 381,
            "x2": 878,
            "y2": 601,
            "text": "可愛らしい姿で なかなか 好戦的なんじゃな",
            "vi": "Nó khá tốt với một con số đẹp"
        },
        {
            "x1": 129,
            "y1": 502,
            "x2": 197,
            "y2": 616,
            "text": "これ やめんか",
            "vi": "Đây là một ý tưởng hay"
        },
        {
            "x1": 817,
            "y1": 827,
            "x2": 994,
            "y2": 1021,
            "text": "森からこやつの 気配が消えれば じき魔物達も おとなしく なるじゃろ",
            "vi": "Nếu các dấu hiệu của anh chàng này biến mất khỏi khu rừng, quái vật cũng sẽ im lặng."
        },
        {
            "x1": 410,
            "y1": 833,
            "x2": 545,
            "y2": 1129,
            "text": "そうなれば ヴェノムタランチュラの 糸も取りにいける ようになる",
            "vi": "Trong trường hợp đó, bạn sẽ có thể có được sợi nọc độc tarantula."
        },
        {
            "x1": 154,
            "y1": 880,
            "x2": 265,
            "y2": 1050,
            "text": "ようし さっそく 手配しよう！",
            "vi": "Hãy sắp xếp ngay!"
        },
        {
            "x1": 81,
            "y1": 1103,
            "x2": 198,
            "y2": 1326,
            "text": "おい 依頼書を 張り出してくれ！",
            "vi": "Rover Mẫu yêu cầu!"
        }
    ],
    "22-61185ec8354e9.jpg": [
        {
            "x1": 907,
            "y1": 110,
            "x2": 1009,
            "y2": 360,
            "text": "ご苦労だった ムコーダ！",
            "vi": "Mukoda đó là một thời gian khó khăn!"
        },
        {
            "x1": 118,
            "y1": 121,
            "x2": 253,
            "y2": 459,
            "text": "これで商会からも ネチネチつつかれんで 済むわい！",
            "vi": "Bây giờ bạn có thể bị mắc kẹt từ Shokai!"
        },
        {
            "x1": 131,
            "y1": 678,
            "x2": 197,
            "y2": 795,
            "text": "ああ それなら",
            "vi": "Oh, sau đó"
        },
        {
            "x1": 748,
            "y1": 683,
            "x2": 1006,
            "y2": 942,
            "text": "して そのピクシー ドラゴンは どうするんじゃ こんな人里まで 連れてきてしまって 大丈夫なのか？",
            "vi": "Và những gì về con rồng pixie, có ổn không khi mang một ngôi làng như vậy?"
        },
        {
            "x1": 982,
            "y1": 1080,
            "x2": 1015,
            "y2": 1222,
            "text": "大丈夫です",
            "vi": "nó khá ổn"
        },
        {
            "x1": 420,
            "y1": 1005,
            "x2": 506,
            "y2": 1290,
            "text": "ちゃんと 従魔契約結んだので",
            "vi": "Bởi vì tôi đã ký hợp đồng quỷ đúng cách"
        },
        {
            "x1": 97,
            "y1": 1513,
            "x2": 319,
            "y2": 1559,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}