var ocr_data = {
    "001.jpg": [
        {
            "x1": 149,
            "y1": 42,
            "x2": 774,
            "y2": 90,
            "text": "はじめての街とはじめての友達 中編",
            "vi": "Lần đầu tiên trong thành phố và người bạn đầu tiên"
        },
        {
            "x1": 60,
            "y1": 51,
            "x2": 141,
            "y2": 85,
            "text": "第14章",
            "vi": "Chương 14"
        },
        {
            "x1": 148,
            "y1": 115,
            "x2": 682,
            "y2": 321,
            "text": "とんでもスキルで 異世界放浪父ジ スイの大間険",
            "vi": "Thế giới khác nhau lang thang, người cha Jeuzui với kỹ năng"
        },
        {
            "x1": 335,
            "y1": 308,
            "x2": 481,
            "y2": 358,
            "text": "Tondemo Skill de lsekai HourouMeshi Sui noDai Bouken",
            "vi": "Một cuộc phiêu lưu lớn của thế giới l lang thang với s kiki l"
        },
        {
            "x1": 522,
            "y1": 956,
            "x2": 750,
            "y2": 1076,
            "text": "漫画：双葉もも 原作江回連 キャラクタ一原案:雅",
            "vi": "Manga: Futaba Momo Nhân vật Ekomen gốc Ichihara chấm: YA"
        }
    ],
    "002.jpg": [
        {
            "x1": 110,
            "y1": 263,
            "x2": 194,
            "y2": 308,
            "text": "るあ",
            "vi": "Rua"
        },
        {
            "x1": 597,
            "y1": 319,
            "x2": 626,
            "y2": 419,
            "text": "あるじー",
            "vi": "Một chút"
        },
        {
            "x1": 704,
            "y1": 527,
            "x2": 747,
            "y2": 663,
            "text": "あさだよ",
            "vi": "Asada"
        },
        {
            "x1": 630,
            "y1": 528,
            "x2": 671,
            "y2": 662,
            "text": "おきてく",
            "vi": "Lần"
        },
        {
            "x1": 704,
            "y1": 947,
            "x2": 777,
            "y2": 1067,
            "text": "あるじ おはよー",
            "vi": "Có một ông già nhất định"
        },
        {
            "x1": 480,
            "y1": 914,
            "x2": 523,
            "y2": 1039,
            "text": "せーは─",
            "vi": "Sea ─"
        },
        {
            "x1": 194,
            "y1": 915,
            "x2": 342,
            "y2": 1104,
            "text": "ぜ─は 死ぬかと 思った…！",
            "vi": "Tôi nghĩ tôi sẽ chết...!"
        },
        {
            "x1": 135,
            "y1": 1017,
            "x2": 160,
            "y2": 1127,
            "text": "おはよう…",
            "vi": "buổi sáng tốt lành…"
        }
    ],
    "003.jpg": [
        {
            "x1": 656,
            "y1": 91,
            "x2": 753,
            "y2": 251,
            "text": "スイ早いね まだお外 うす暗いよ…？",
            "vi": "Nó nhanh đến nỗi nó vẫn còn tối...?"
        },
        {
            "x1": 562,
            "y1": 284,
            "x2": 588,
            "y2": 443,
            "text": "おなかすいた",
            "vi": "Tôi đang đói"
        },
        {
            "x1": 107,
            "y1": 386,
            "x2": 136,
            "y2": 465,
            "text": "はやく",
            "vi": "nhanh chóng"
        },
        {
            "x1": 457,
            "y1": 431,
            "x2": 481,
            "y2": 531,
            "text": "なるほど",
            "vi": "Tôi thấy"
        },
        {
            "x1": 656,
            "y1": 828,
            "x2": 716,
            "y2": 1025,
            "text": "フェルおじちゃん おはよー‼",
            "vi": "Bác Fel chào buổi sáng tốt lành"
        },
        {
            "x1": 30,
            "y1": 854,
            "x2": 79,
            "y2": 1022,
            "text": "目が覚めちゃった みたいでさ",
            "vi": "Có vẻ như tôi thức dậy"
        },
        {
            "x1": 243,
            "y1": 993,
            "x2": 303,
            "y2": 1153,
            "text": "…いつもより 早くないか…？",
            "vi": "Không phải nó nhanh hơn bình thường...?"
        }
    ],
    "004.jpg": [
        {
            "x1": 725,
            "y1": 58,
            "x2": 782,
            "y2": 169,
            "text": "とりあえず メシ作るな",
            "vi": "Đừng làm một bữa ăn trong thời gian hiện tại"
        },
        {
            "x1": 620,
            "y1": 104,
            "x2": 644,
            "y2": 192,
            "text": "よかろう",
            "vi": "đồng ý"
        },
        {
            "x1": 703,
            "y1": 485,
            "x2": 753,
            "y2": 635,
            "text": "して…今日は どうするのだ？",
            "vi": "Và hôm nay bạn làm gì?"
        },
        {
            "x1": 116,
            "y1": 469,
            "x2": 198,
            "y2": 640,
            "text": "ちょっと時間 ずらして 行こうかなって…",
            "vi": "Tôi sẽ chuyển một chút thời gian..."
        },
        {
            "x1": 399,
            "y1": 573,
            "x2": 506,
            "y2": 767,
            "text": "冒険者ギルド 行きたかったんだけど 朝の内は混みやすい らしくてさ",
            "vi": "Tôi muốn đi đến Hội thám hiểm, nhưng có vẻ dễ dàng để đông đúc vào buổi sáng"
        },
        {
            "x1": 735,
            "y1": 824,
            "x2": 785,
            "y2": 976,
            "text": "ふぁぁ…",
            "vi": "Hả..."
        },
        {
            "x1": 524,
            "y1": 838,
            "x2": 604,
            "y2": 1011,
            "text": "─―ってことだから 俺それまで また寝てるわ",
            "vi": "─- Đó là lý do tại sao tôi lại ngủ"
        },
        {
            "x1": 589,
            "y1": 1027,
            "x2": 624,
            "y2": 1088,
            "text": "スタ",
            "vi": "Ngôi sao"
        },
        {
            "x1": 432,
            "y1": 951,
            "x2": 490,
            "y2": 1080,
            "text": "スイの事 頼んだフェル",
            "vi": "Fel người đã hỏi Sui"
        },
        {
            "x1": 547,
            "y1": 1061,
            "x2": 591,
            "y2": 1133,
            "text": "スタ",
            "vi": "Ngôi sao"
        }
    ],
    "005.jpg": [
        {
            "x1": 656,
            "y1": 99,
            "x2": 733,
            "y2": 230,
            "text": "あそぼ あそぼー",
            "vi": "Asobo Asobo"
        },
        {
            "x1": 362,
            "y1": 48,
            "x2": 428,
            "y2": 185,
            "text": "フェルおじ ちゃーん！",
            "vi": "Fel chú!"
        },
        {
            "x1": 26,
            "y1": 168,
            "x2": 89,
            "y2": 387,
            "text": "あやっ押しつけ おったなああ…！",
            "vi": "Aya, tôi đẩy nó...!"
        },
        {
            "x1": 654,
            "y1": 440,
            "x2": 725,
            "y2": 556,
            "text": "、のし",
            "vi": "Thì thì"
        },
        {
            "x1": 592,
            "y1": 458,
            "x2": 626,
            "y2": 577,
            "text": "我も寝る",
            "vi": "tôi ngủ"
        },
        {
            "x1": 35,
            "y1": 492,
            "x2": 107,
            "y2": 671,
            "text": "スイねむく ないも──ん",
            "vi": "Nó không tốt lắm ──"
        },
        {
            "x1": 635,
            "y1": 730,
            "x2": 737,
            "y2": 928,
            "text": "おそとも あかるくなって きたよー",
            "vi": "Nó trở nên sáng hơn"
        },
        {
            "x1": 539,
            "y1": 746,
            "x2": 585,
            "y2": 846,
            "text": "ねえ",
            "vi": "Này"
        },
        {
            "x1": 479,
            "y1": 784,
            "x2": 542,
            "y2": 948,
            "text": "ねえー",
            "vi": "Này"
        },
        {
            "x1": 246,
            "y1": 761,
            "x2": 330,
            "y2": 925,
            "text": "一人で 遊んでおれ",
            "vi": "Chơi một mình"
        },
        {
            "x1": 49,
            "y1": 976,
            "x2": 87,
            "y2": 1083,
            "text": "…ぶう",
            "vi": "… Boo"
        }
    ],
    "006.jpg": [
        {
            "x1": 287,
            "y1": 65,
            "x2": 495,
            "y2": 86,
            "text": "※スイのひとり遊びタイム",
            "vi": "* Thời gian chơi một mình"
        },
        {
            "x1": 710,
            "y1": 453,
            "x2": 734,
            "y2": 527,
            "text": "スイミ",
            "vi": "Bơi"
        },
        {
            "x1": 134,
            "y1": 502,
            "x2": 207,
            "y2": 624,
            "text": "スイ やめんか",
            "vi": "Sui Yanen"
        },
        {
            "x1": 696,
            "y1": 870,
            "x2": 790,
            "y2": 898,
            "text": "て抜け毛",
            "vi": "Rụng tóc"
        },
        {
            "x1": 144,
            "y1": 966,
            "x2": 200,
            "y2": 1162,
            "text": "外で遊んできたら いいではないか…",
            "vi": "Sẽ không tốt để chơi bên ngoài..."
        }
    ],
    "007.jpg": [
        {
            "x1": 655,
            "y1": 24,
            "x2": 723,
            "y2": 239,
            "text": "いいのー",
            "vi": "Khỏe"
        },
        {
            "x1": 234,
            "y1": 28,
            "x2": 338,
            "y2": 176,
            "text": "ありがとう フェル おじちゃん",
            "vi": "Cảm ơn chú Fel"
        },
        {
            "x1": 416,
            "y1": 113,
            "x2": 499,
            "y2": 262,
            "text": "そのかわり 遠く入行っては ならんぞ…",
            "vi": "Thay vào đó, bạn không nên vào xa..."
        },
        {
            "x1": 671,
            "y1": 597,
            "x2": 721,
            "y2": 725,
            "text": "やっと静かに なった…",
            "vi": "Cuối cùng cũng yên tĩnh..."
        },
        {
            "x1": 222,
            "y1": 703,
            "x2": 247,
            "y2": 840,
            "text": "たんっけん♪",
            "vi": "Xe tăng"
        },
        {
            "x1": 439,
            "y1": 904,
            "x2": 508,
            "y2": 1117,
            "text": "あるじ 行ってきまーす！",
            "vi": "Tôi sẽ đến một điều nhất!"
        },
        {
            "x1": 100,
            "y1": 915,
            "x2": 133,
            "y2": 1083,
            "text": "たんけんー♪",
            "vi": "Xe tăng"
        }
    ],
    "008.jpg": [
        {
            "x1": 581,
            "y1": 953,
            "x2": 716,
            "y2": 1123,
            "text": "ふっ",
            "vi": "Futo"
        }
    ],
    "009.jpg": [
        {
            "x1": 674,
            "y1": 558,
            "x2": 700,
            "y2": 675,
            "text": "なにこれー",
            "vi": "Cái gì thế này?"
        },
        {
            "x1": 397,
            "y1": 680,
            "x2": 471,
            "y2": 803,
            "text": "ぷるぷる してるー",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 257,
            "y1": 776,
            "x2": 282,
            "y2": 828,
            "text": "なあ",
            "vi": "Gì"
        },
        {
            "x1": 155,
            "y1": 806,
            "x2": 178,
            "y2": 922,
            "text": "アレって…",
            "vi": "Những gì là..."
        },
        {
            "x1": 589,
            "y1": 922,
            "x2": 665,
            "y2": 1049,
            "text": "とうめい だ―─―",
            "vi": "Toumei"
        }
    ],
    "010.jpg": [
        {
            "x1": 778,
            "y1": 64,
            "x2": 836,
            "y2": 153,
            "text": "もしもし 君たち",
            "vi": "Xin chào các bạn"
        },
        {
            "x1": 468,
            "y1": 41,
            "x2": 536,
            "y2": 227,
            "text": "返してくれると 嬉しいなく",
            "vi": "Tôi không hạnh phúc nếu bạn trở lại"
        },
        {
            "x1": 618,
            "y1": 183,
            "x2": 726,
            "y2": 313,
            "text": "悪いけど そのスライム 俺たちの友達 なんだー",
            "vi": "Thật tệ, nhưng chất nhờn đó là bạn của chúng ta"
        },
        {
            "x1": 178,
            "y1": 254,
            "x2": 231,
            "y2": 419,
            "text": "はーい！",
            "vi": "Vâng!"
        },
        {
            "x1": 699,
            "y1": 772,
            "x2": 783,
            "y2": 891,
            "text": "やっぱ スイちゃん じゃーん！",
            "vi": "Sau tất cả các sui -chan!"
        },
        {
            "x1": 295,
            "y1": 743,
            "x2": 342,
            "y2": 848,
            "text": "あるじも",
            "vi": "Quyền nuôi con"
        },
        {
            "x1": 205,
            "y1": 737,
            "x2": 269,
            "y2": 842,
            "text": "ねてる",
            "vi": "Thì là ở"
        },
        {
            "x1": 565,
            "y1": 778,
            "x2": 611,
            "y2": 931,
            "text": "ムコーダさんは？ はぐれたか？",
            "vi": "Mukoda? Bạn đã xuống?"
        },
        {
            "x1": 431,
            "y1": 861,
            "x2": 481,
            "y2": 971,
            "text": "んなワケ ねぇじゃん",
            "vi": "Đó là một lý do chính đáng"
        },
        {
            "x1": 158,
            "y1": 885,
            "x2": 182,
            "y2": 972,
            "text": "だよなー",
            "vi": "tôi đoán"
        },
        {
            "x1": 318,
            "y1": 939,
            "x2": 399,
            "y2": 1119,
            "text": "スイちゃん一人とか 絶対しないだろ 近くにいるって",
            "vi": "Tôi sẽ không làm điều đó một mình, tôi ở gần đó"
        }
    ],
    "011.jpg": [
        {
            "x1": 655,
            "y1": 67,
            "x2": 707,
            "y2": 177,
            "text": "挨拶した かったけど",
            "vi": "tôi muốn nói xin chào"
        },
        {
            "x1": 500,
            "y1": 93,
            "x2": 578,
            "y2": 237,
            "text": "俺らも もう出なきゃ なんねえからな",
            "vi": "Tôi phải ra ngoài nữa"
        },
        {
            "x1": 300,
            "y1": 65,
            "x2": 381,
            "y2": 234,
            "text": "ムコーダさんに 宜しく言っといて くれるか？",
            "vi": "Bạn sẽ nói với Mcoda như vậy?"
        },
        {
            "x1": 107,
            "y1": 168,
            "x2": 139,
            "y2": 279,
            "text": "よーし！",
            "vi": "Đồng ý!"
        },
        {
            "x1": 430,
            "y1": 464,
            "x2": 520,
            "y2": 617,
            "text": "そろそろ あるじのとこ かえらなきゃ",
            "vi": "Tôi phải làm điều gì đó giống như một người nào đó"
        }
    ],
    "012.jpg": [
        {
            "x1": 795,
            "y1": 194,
            "x2": 822,
            "y2": 342,
            "text": "すみませーん",
            "vi": "Tôi xin lôi"
        },
        {
            "x1": 408,
            "y1": 456,
            "x2": 556,
            "y2": 719,
            "text": "店の物を 勝手に食べては ダメ",
            "vi": "Không ăn các mặt hàng của cửa hàng mà không được phép"
        },
        {
            "x1": 293,
            "y1": 519,
            "x2": 327,
            "y2": 608,
            "text": "スイは",
            "vi": "Sui là"
        },
        {
            "x1": 247,
            "y1": 583,
            "x2": 276,
            "y2": 683,
            "text": "いい子",
            "vi": "Cậu bé tốt"
        }
    ],
    "013.jpg": [
        {
            "x1": 330,
            "y1": 20,
            "x2": 512,
            "y2": 226,
            "text": "こちとら 魔物に売る もんは ねえぞ‼",
            "vi": "Này, anh bán nó cho một con quái vật."
        },
        {
            "x1": 232,
            "y1": 41,
            "x2": 306,
            "y2": 199,
            "text": "帰だた 帰った‼",
            "vi": "Tôi trở về nhà"
        },
        {
            "x1": 12,
            "y1": 118,
            "x2": 76,
            "y2": 255,
            "text": "やったなあ そそ_！",
            "vi": "Tôi đã thành công rồi _!"
        },
        {
            "x1": 280,
            "y1": 391,
            "x2": 310,
            "y2": 446,
            "text": "わあ",
            "vi": "Thành công lớn"
        },
        {
            "x1": 585,
            "y1": 537,
            "x2": 721,
            "y2": 745,
            "text": "街では 大人しくする こと",
            "vi": "Hãy yên tĩnh trong thành phố"
        },
        {
            "x1": 103,
            "y1": 843,
            "x2": 211,
            "y2": 983,
            "text": "こっち だよ",
            "vi": "Đây là"
        },
        {
            "x1": 593,
            "y1": 1017,
            "x2": 623,
            "y2": 1170,
            "text": "あるじぃく～",
            "vi": "Ariku ~"
        }
    ],
    "014.jpg": [
        {
            "x1": 495,
            "y1": 344,
            "x2": 526,
            "y2": 475,
            "text": "こらあー！",
            "vi": "Đây là nó!"
        },
        {
            "x1": 311,
            "y1": 354,
            "x2": 362,
            "y2": 502,
            "text": "大丈夫？ ぷるちゃん…っ",
            "vi": "Bạn co ổn không? Puru -chan..."
        },
        {
            "x1": 132,
            "y1": 431,
            "x2": 209,
            "y2": 580,
            "text": "あのぉじちゃん ちょっと こわいんだよく",
            "vi": "Đó là một chút đáng sợ"
        },
        {
            "x1": 399,
            "y1": 704,
            "x2": 429,
            "y2": 812,
            "text": "あーっと",
            "vi": "À"
        },
        {
            "x1": 354,
            "y1": 766,
            "x2": 380,
            "y2": 877,
            "text": "えーっと…",
            "vi": "Ổn..."
        }
    ],
    "015.jpg": [
        {
            "x1": 618,
            "y1": 100,
            "x2": 713,
            "y2": 300,
            "text": "きのうの パンの～！",
            "vi": "Bánh mì hôm qua!"
        },
        {
            "x1": 121,
            "y1": 238,
            "x2": 152,
            "y2": 423,
            "text": "また会えたねー",
            "vi": "Tôi đã gặp lại nhau"
        },
        {
            "x1": 688,
            "y1": 708,
            "x2": 743,
            "y2": 849,
            "text": "昨日は ありがとう！",
            "vi": "Cảm ơn bạn vì ngày hôm qua!"
        },
        {
            "x1": 601,
            "y1": 708,
            "x2": 655,
            "y2": 891,
            "text": "ママも よろこんでたよー",
            "vi": "Mẹ cũng rất vui"
        },
        {
            "x1": 395,
            "y1": 721,
            "x2": 502,
            "y2": 859,
            "text": "でももう あぶないコト しちゃダメ だからね！",
            "vi": "Nhưng nó không tốt để trở nên nguy hiểm nữa!"
        },
        {
            "x1": 332,
            "y1": 763,
            "x2": 362,
            "y2": 938,
            "text": "【わかったー？",
            "vi": "【Tôi đã hiểu?"
        },
        {
            "x1": 66,
            "y1": 728,
            "x2": 246,
            "y2": 926,
            "text": "よーし！ じゃあ わたしは ママのところに 戻るねー！",
            "vi": "Đồng ý! Sau đó, tôi sẽ trở lại với mẹ của tôi!"
        }
    ],
    "016.jpg": [
        {
            "x1": 477,
            "y1": 124,
            "x2": 507,
            "y2": 181,
            "text": "あら",
            "vi": "khuyết điểm"
        },
        {
            "x1": 172,
            "y1": 90,
            "x2": 298,
            "y2": 242,
            "text": "もしかして… あなたも いっしょに 来たいのー？",
            "vi": "Có lẽ... bạn có muốn đi cùng bạn không?"
        },
        {
            "x1": 737,
            "y1": 246,
            "x2": 797,
            "y2": 395,
            "text": "かえっちゃう のー？",
            "vi": "Bạn có muốn làm điều đó không?"
        },
        {
            "x1": 416,
            "y1": 220,
            "x2": 443,
            "y2": 327,
            "text": "あらら…",
            "vi": "Úi…"
        },
        {
            "x1": 271,
            "y1": 380,
            "x2": 336,
            "y2": 461,
            "text": "ぁそび たい",
            "vi": "tôi muốn là"
        },
        {
            "x1": 746,
            "y1": 660,
            "x2": 767,
            "y2": 815,
            "text": "しょうがないなー",
            "vi": "Nó không thể được giúp đỡ"
        },
        {
            "x1": 585,
            "y1": 728,
            "x2": 641,
            "y2": 919,
            "text": "じゃあ いっしょに いこっか！",
            "vi": "Chúng ta hãy đi cùng nhau!"
        },
        {
            "x1": 201,
            "y1": 718,
            "x2": 254,
            "y2": 877,
            "text": "ママもきっと よろこぶよー！",
            "vi": "Mẹ chắc chắn!"
        },
        {
            "x1": 33,
            "y1": 935,
            "x2": 76,
            "y2": 1149,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}