var ocr_data = {
    "001.jpg": [
        {
            "x1": 173,
            "y1": 66,
            "x2": 905,
            "y2": 120,
            "text": "第29章 フェルとスイのお出かけ 前編",
            "vi": "Chương 29 Fel và Sui đi ra ngoài phần 1"
        },
        {
            "x1": 166,
            "y1": 1080,
            "x2": 927,
            "y2": 1296,
            "text": "とんでもスキル同 展異世界放浪タジ",
            "vi": "Kỹ năng 同 同 異 異 異 異 異 異 異 異 異 異 異 異 異"
        },
        {
            "x1": 441,
            "y1": 1352,
            "x2": 647,
            "y2": 1427,
            "text": ".Tondemo Skill de lsekailHourouiMeshi Sui no Dai:Bouken",
            "vi": "£ L -Sekai l giờ wow meishinosai no: bokken"
        },
        {
            "x1": 75,
            "y1": 1517,
            "x2": 1008,
            "y2": 1568,
            "text": "漫画：双葉もも 原作：江口連 ｷｬﾗｸター原案:雅",
            "vi": "Manga: Momo Futaba Bản gốc: Eguchi Ren Nhân vật Sách gốc: YA"
        }
    ],
    "002.jpg": [
        {
            "x1": 901,
            "y1": 190,
            "x2": 936,
            "y2": 261,
            "text": "たは",
            "vi": "Thiết bị hỗ trợ"
        },
        {
            "x1": 223,
            "y1": 191,
            "x2": 263,
            "y2": 266,
            "text": "ふむ",
            "vi": "HM"
        },
        {
            "x1": 683,
            "y1": 476,
            "x2": 747,
            "y2": 656,
            "text": "元々 すごかったけど",
            "vi": "Ban đầu nó thật tuyệt vời"
        },
        {
            "x1": 185,
            "y1": 362,
            "x2": 723,
            "y2": 604,
            "text": "ばさ",
            "vi": "Trở nên trắng trợn"
        },
        {
            "x1": 417,
            "y1": 592,
            "x2": 531,
            "y2": 756,
            "text": "さらに えげつなく なって…",
            "vi": "Nó thậm chí còn lớn hơn..."
        },
        {
            "x1": 889,
            "y1": 964,
            "x2": 995,
            "y2": 1160,
            "text": "俺も新しく 二つ加護つけて もらったけど",
            "vi": "Tôi cũng có hai phước lành mới"
        },
        {
            "x1": 716,
            "y1": 967,
            "x2": 838,
            "y2": 1176,
            "text": "やっぱり自分に 合った属性って 大事なんだなあ",
            "vi": "Sau tất cả, thuộc tính phù hợp với bạn là quan trọng"
        },
        {
            "x1": 428,
            "y1": 962,
            "x2": 632,
            "y2": 1215,
            "text": "でもさあ 威力も上がった ことだし 別にもう 練習しなくても さぁ…",
            "vi": "Nhưng sức mạnh đã tăng lên, vì vậy tôi không cần phải thực hành nữa..."
        },
        {
            "x1": 310,
            "y1": 981,
            "x2": 393,
            "y2": 1152,
            "text": "前回試したので よかったじゃん。",
            "vi": "Tôi rất vui vì lần trước tôi đã thử nó."
        },
        {
            "x1": 883,
            "y1": 1344,
            "x2": 1001,
            "y2": 1503,
            "text": "全然 疲れないもん ありがそー",
            "vi": "Tôi hoàn toàn không mệt mỏi"
        },
        {
            "x1": 195,
            "y1": 1255,
            "x2": 232,
            "y2": 1429,
            "text": "何を言うか",
            "vi": "Nói gì"
        }
    ],
    "003.jpg": [
        {
            "x1": 772,
            "y1": 120,
            "x2": 932,
            "y2": 402,
            "text": "加護に頼りきって ばかりでは 身体がなまって しまうではないか！",
            "vi": "Chỉ cần dựa vào phước lành sẽ làm cho cơ thể của bạn sụp đổ!"
        },
        {
            "x1": 105,
            "y1": 147,
            "x2": 180,
            "y2": 369,
            "text": "へいへい 分かりましたって",
            "vi": "Tôi hiểu"
        },
        {
            "x1": 752,
            "y1": 416,
            "x2": 881,
            "y2": 704,
            "text": "せっかくの 女神様たちの恩恵を 無駄にする気か‼",
            "vi": "Bạn có muốn lãng phí những lợi ích của các nữ thần không?"
        },
        {
            "x1": 797,
            "y1": 787,
            "x2": 866,
            "y2": 943,
            "text": "そうは 言ってもなー",
            "vi": "Tôi không thể nói rằng"
        },
        {
            "x1": 640,
            "y1": 867,
            "x2": 712,
            "y2": 969,
            "text": "何を どう…",
            "vi": "Làm gì..."
        },
        {
            "x1": 170,
            "y1": 1357,
            "x2": 436,
            "y2": 1465,
            "text": "前回作った 土魔法の家～",
            "vi": "Lần trước tôi đã làm ngôi nhà ma thuật trái đất ~"
        }
    ],
    "004.jpg": [
        {
            "x1": 852,
            "y1": 142,
            "x2": 975,
            "y2": 369,
            "text": "あれ もう少し良く できないかな…",
            "vi": "Tôi tự hỏi liệu tôi có thể làm điều đó tốt hơn một chút..."
        },
        {
            "x1": 932,
            "y1": 1080,
            "x2": 973,
            "y2": 1165,
            "text": "スイ",
            "vi": "Sui"
        },
        {
            "x1": 863,
            "y1": 1070,
            "x2": 897,
            "y2": 1142,
            "text": "ポソ",
            "vi": "Poso"
        },
        {
            "x1": 786,
            "y1": 1193,
            "x2": 883,
            "y2": 1348,
            "text": "スイ 来るのだ",
            "vi": "Tôi đến"
        }
    ],
    "005.jpg": [
        {
            "x1": 888,
            "y1": 171,
            "x2": 957,
            "y2": 358,
            "text": "なあに フェル おじちゃん？",
            "vi": "Bác Fel?"
        },
        {
            "x1": 671,
            "y1": 177,
            "x2": 835,
            "y2": 379,
            "text": "うむ どうやら時間が かかりそう だからな",
            "vi": "Ừm, nó sẽ mất một thời gian"
        },
        {
            "x1": 542,
            "y1": 272,
            "x2": 584,
            "y2": 358,
            "text": "なに",
            "vi": "cái gì"
        },
        {
            "x1": 662,
            "y1": 426,
            "x2": 736,
            "y2": 594,
            "text": "退屈だろうと 思ってな…",
            "vi": "Tôi nghĩ rằng nó sẽ nhàm chán..."
        },
        {
            "x1": 411,
            "y1": 455,
            "x2": 493,
            "y2": 622,
            "text": "我が遊んで やろう",
            "vi": "Hãy chơi với tôi"
        },
        {
            "x1": 161,
            "y1": 550,
            "x2": 229,
            "y2": 752,
            "text": "ホント⁉",
            "vi": "thật sự⁉"
        },
        {
            "x1": 696,
            "y1": 872,
            "x2": 931,
            "y2": 1081,
            "text": "ここでは 彼奴も気が 散るだろう どうだ この先の平原 まで競争せぬか",
            "vi": "Anh ta sẽ bị phân tâm ở đây, làm thế nào anh ta có thể cạnh tranh với Đồng bằng trong tương lai?"
        },
        {
            "x1": 153,
            "y1": 866,
            "x2": 297,
            "y2": 1027,
            "text": "わーい する するー‼",
            "vi": "Tôi sẽ làm!"
        },
        {
            "x1": 826,
            "y1": 1178,
            "x2": 926,
            "y2": 1347,
            "text": "絶対勝つ もんね",
            "vi": "Tôi chắc chắn sẽ giành chiến thắng"
        }
    ],
    "006.jpg": [
        {
            "x1": 1004,
            "y1": 166,
            "x2": 1094,
            "y2": 477,
            "text": "前回は 邪魔が入っだからな",
            "vi": "Bởi vì lần cuối cùng là cản đường"
        },
        {
            "x1": 804,
            "y1": 398,
            "x2": 997,
            "y2": 607,
            "text": "しかし 彼奴の目が 届がぬ場所 でなら",
            "vi": "Nhưng nếu đôi mắt của anh ấy không được báo cáo"
        },
        {
            "x1": 503,
            "y1": 433,
            "x2": 619,
            "y2": 595,
            "text": "ぅず うず",
            "vi": "ぅ"
        },
        {
            "x1": 212,
            "y1": 170,
            "x2": 342,
            "y2": 570,
            "text": "思う存分 手合わせできる‼",
            "vi": "Bạn có thể gặp nhau bao nhiêu tùy thích."
        },
        {
            "x1": 831,
            "y1": 682,
            "x2": 1004,
            "y2": 961,
            "text": "スイも進化し ますます 力をつけてきて\" いるのに加え",
            "vi": "Sui đã phát triển và ngày càng mạnh mẽ \"ngoài\""
        },
        {
            "x1": 238,
            "y1": 690,
            "x2": 411,
            "y2": 934,
            "text": "水の女神様から 授がった加護に よってさらに 力をつけた",
            "vi": "Tôi tập trung vào sự ban phước của nữ thần nước"
        },
        {
            "x1": 877,
            "y1": 1013,
            "x2": 1032,
            "y2": 1236,
            "text": "手合わせ せずして どうする‼",
            "vi": "Bạn sẽ làm gì mà không tham gia?"
        },
        {
            "x1": 430,
            "y1": 1047,
            "x2": 506,
            "y2": 1181,
            "text": "あの様子 であれば",
            "vi": "Nếu tình huống đó"
        },
        {
            "x1": 397,
            "y1": 1223,
            "x2": 485,
            "y2": 1391,
            "text": "しばらく 平気だろう",
            "vi": "Nó sẽ ổn trong một thời gian"
        },
        {
            "x1": 227,
            "y1": 1262,
            "x2": 306,
            "y2": 1342,
            "text": "ぐ結 けら界 てい おは",
            "vi": "Thế giới Gokkei Isaoha"
        }
    ],
    "007.jpg": [
        {
            "x1": 788,
            "y1": 194,
            "x2": 880,
            "y2": 389,
            "text": "では準備は 良いか スイ",
            "vi": "Bạn sẵn sàng chưa?"
        },
        {
            "x1": 108,
            "y1": 228,
            "x2": 207,
            "y2": 388,
            "text": "いつでも いいよ",
            "vi": "Bạn luôn có thể làm điều đó"
        },
        {
            "x1": 842,
            "y1": 607,
            "x2": 951,
            "y2": 796,
            "text": "見失うで ないぞ",
            "vi": "Tôi không mất thị giác"
        },
        {
            "x1": 139,
            "y1": 581,
            "x2": 188,
            "y2": 813,
            "text": "わかった―！",
            "vi": "Hiểu-!"
        },
        {
            "x1": 796,
            "y1": 926,
            "x2": 833,
            "y2": 1151,
            "text": "位置について…",
            "vi": "Về vị trí..."
        },
        {
            "x1": 176,
            "y1": 1182,
            "x2": 233,
            "y2": 1356,
            "text": "よーい…",
            "vi": "Ừ..."
        }
    ],
    "009.jpg": [
        {
            "x1": 447,
            "y1": 1189,
            "x2": 557,
            "y2": 1383,
            "text": "フェルのやつ ひと狩りしに 行ったのかな？",
            "vi": "Bạn đã đi săn cho Fel?"
        }
    ],
    "010.jpg": [
        {
            "x1": 753,
            "y1": 473,
            "x2": 907,
            "y2": 636,
            "text": "フェル おじちゃん すごい すごーい",
            "vi": "Chú Fel thật tuyệt vời"
        },
        {
            "x1": 156,
            "y1": 526,
            "x2": 292,
            "y2": 781,
            "text": "ほう この速さに ついて来れるか",
            "vi": "Bạn có thể theo tốc độ này không?"
        },
        {
            "x1": 720,
            "y1": 862,
            "x2": 831,
            "y2": 1003,
            "text": "しかし ここは森だ スイ",
            "vi": "Nhưng đây là một khu rừng"
        },
        {
            "x1": 613,
            "y1": 960,
            "x2": 698,
            "y2": 1188,
            "text": "他所見して いては危険だ…",
            "vi": "Thật nguy hiểm khi nhìn thấy bất cứ điều gì khác..."
        },
        {
            "x1": 870,
            "y1": 1243,
            "x2": 1063,
            "y2": 1484,
            "text": "びっくり したそそ",
            "vi": "Tôi đã rất ngạc nhiên"
        },
        {
            "x1": 161,
            "y1": 1304,
            "x2": 251,
            "y2": 1575,
            "text": "いやお主には 関係なさそうだな",
            "vi": "Không, nó dường như không quan trọng với Chúa"
        }
    ],
    "011.jpg": [
        {
            "x1": 769,
            "y1": 9,
            "x2": 951,
            "y2": 177,
            "text": "ふむ どうだ スイ",
            "vi": "Hmmm"
        },
        {
            "x1": 579,
            "y1": 38,
            "x2": 688,
            "y2": 208,
            "text": "ただ追いかけ 回すのも退屈 だろう",
            "vi": "Nó sẽ rất nhàm chán khi chỉ theo đuổi"
        },
        {
            "x1": 146,
            "y1": 82,
            "x2": 228,
            "y2": 246,
            "text": "なんでも ありって？",
            "vi": "Có gì không?"
        },
        {
            "x1": 486,
            "y1": 165,
            "x2": 588,
            "y2": 378,
            "text": "ここは 何でもありの ルールはどうだ？",
            "vi": "Làm thế nào về các quy tắc ở đây?"
        },
        {
            "x1": 794,
            "y1": 591,
            "x2": 880,
            "y2": 845,
            "text": "何でもとは こういうことだ",
            "vi": "Loại điều này là gì"
        },
        {
            "x1": 840,
            "y1": 1242,
            "x2": 938,
            "y2": 1570,
            "text": "フェルおじちゃん ずるいよぉぉ",
            "vi": "Bác Fel -chan"
        },
        {
            "x1": 141,
            "y1": 1296,
            "x2": 229,
            "y2": 1535,
            "text": "何でもありと 言ったであろう",
            "vi": "Tôi sẽ nói bất cứ điều gì"
        }
    ],
    "012.jpg": [
        {
            "x1": 987,
            "y1": 116,
            "x2": 1042,
            "y2": 241,
            "text": "んしょ",
            "vi": "Xin chào"
        },
        {
            "x1": 297,
            "y1": 139,
            "x2": 355,
            "y2": 271,
            "text": "まって",
            "vi": "đợi đã"
        },
        {
            "x1": 946,
            "y1": 194,
            "x2": 983,
            "y2": 363,
            "text": "うんしょ…",
            "vi": "Ừ..."
        },
        {
            "x1": 155,
            "y1": 256,
            "x2": 186,
            "y2": 350,
            "text": "ほうー",
            "vi": "HOH"
        },
        {
            "x1": 642,
            "y1": 578,
            "x2": 708,
            "y2": 716,
            "text": "良い",
            "vi": "Khỏe"
        },
        {
            "x1": 887,
            "y1": 828,
            "x2": 1013,
            "y2": 1010,
            "text": "巨大化して つむじ風を 無効化したか",
            "vi": "Bạn đã trở nên khổng lồ và vô hiệu hóa cơn lốc?"
        },
        {
            "x1": 807,
            "y1": 906,
            "x2": 846,
            "y2": 1019,
            "text": "ほう…",
            "vi": "quy tắc…"
        },
        {
            "x1": 173,
            "y1": 923,
            "x2": 300,
            "y2": 1085,
            "text": "良いぞ スイ‼",
            "vi": "Sui tốt"
        },
        {
            "x1": 875,
            "y1": 1118,
            "x2": 1037,
            "y2": 1397,
            "text": "そうで なくては！",
            "vi": "Tôi phải làm như vậy!"
        },
        {
            "x1": 280,
            "y1": 1252,
            "x2": 320,
            "y2": 1385,
            "text": "いっくよ",
            "vi": "Ở trong"
        }
    ],
    "013.jpg": [
        {
            "x1": 822,
            "y1": 296,
            "x2": 887,
            "y2": 559,
            "text": "来いスイ‼",
            "vi": "Hãy đến Sui‼"
        },
        {
            "x1": 171,
            "y1": 203,
            "x2": 293,
            "y2": 482,
            "text": "この前の 続きをしよう",
            "vi": "Hãy tiếp tục cái trước đó"
        }
    ],
    "014.jpg": [
        {
            "x1": 241,
            "y1": 184,
            "x2": 281,
            "y2": 327,
            "text": "よし…っ",
            "vi": "Đồng ý..."
        },
        {
            "x1": 716,
            "y1": 521,
            "x2": 769,
            "y2": 671,
            "text": "見ろ‼",
            "vi": "Trông có vẻ!"
        },
        {
            "x1": 533,
            "y1": 676,
            "x2": 687,
            "y2": 916,
            "text": "前より より家っぽく してみたぞ‼",
            "vi": "Tôi đã cố gắng để làm cho nó ở nhà nhiều hơn trước."
        },
        {
            "x1": 193,
            "y1": 1162,
            "x2": 232,
            "y2": 1367,
            "text": "俺 ロンリー",
            "vi": "Tôi cô đơn"
        },
        {
            "x1": 909,
            "y1": 1303,
            "x2": 945,
            "y2": 1455,
            "text": "フェル？",
            "vi": "Fel?"
        },
        {
            "x1": 829,
            "y1": 1326,
            "x2": 869,
            "y2": 1477,
            "text": "スイ？",
            "vi": "Sui?"
        },
        {
            "x1": 119,
            "y1": 1514,
            "x2": 397,
            "y2": 1569,
            "text": "次回につづく",
            "vi": "Tiếp tục đến lần tiếp theo"
        }
    ]
}